{"authors": ["Neha Thirani Bagri"], "date_download": "2018-11-16 04:22:12", "date_modify": "2018-11-16 04:22:12", "date_publish": "2014-01-10 12:50:05", "description": "The addition of Terminal 2 is Chhatrapati Shivaji International Airport’s first major upgrade in nearly 30 years.", "filename": "2014_01_10__1542342132.html", "image_url": "https://static01.nyt.com/images/2014/01/10/world/asia/10-arrival-lounge-IndiaInk/10-arrival-lounge-IndiaInk-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/india.blogs.nytimes.com/2014_01_10__1542342132.html", "title": "The New York Times", "title_page": "Mumbai's International Airport Gets Modern Makeover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMUMBAI — For anyone who has traveled through the shiny airport hubs of Asia like Hong Kong and Singapore, flying into Chhatrapati Shivaji International Airport in Mumbai can deliver quite a shock.\nVisitors to India’s financial capital are greeted by worn, faded carpets, never-ending immigration lines and baggage carousels that slowly spit out suitcases. Passengers often suffer delays in departing because of the unavailability of runways, and there is a lack of amenities, like Wi-Fi, while they are waiting.\nFor these reasons, the opening of the sleek new terminal at Mumbai’s international airport has been long awaited. On Friday evening, Prime Minister Manmohan Singh presided over the inauguration of Terminal 2. International operations will begin Feb. 12, while domestic operations will be integrated with the terminal next year.\nThe first substantial upgrade to the Mumbai airport in nearly 30 years, the new terminal, which cost 55 billion rupees, or $887 million, will have a capacity of 40 million passengers per year, up from the 10 million passengers per year that the existing international terminal can handle.\nTerminal 2 attempts to make waiting for flights less painful by offering free Wi-Fi access in all passenger-waiting areas and giving passengers a chance to shop in 21,000 square meters, or 226,000 square feet, of retail space. Restaurants available at the airport include Domino’s Pizza, KFC, Baskin & Robbins, Coffee Bean and Tea Leaf, Mad Over Donuts and Pizza Hut.\nGVK, the developer of the terminal, also promised speedy processing at the airport, with a maximum wait of five minutes in check-in lines for business-class passengers and 20 minutes for economy class.\nThe terminal’s design, by Skidmore, Owings and Merrill, the Chicago-based architects behind the Burj Khalifa in Dubai, was inspired by India’s national bird, the peacock. Traces of the motif are present in the towering columns and marble flooring.\nThe terminal will also be home to the world’s largest public art program, with over 7,000 artworks featured along a wall that’s 3.2-kilometers (two miles) long.\nTerminal 2 was constructed by a consortium of private companies led by GVK, which had been awarded the government contract in May 2006 to redevelop the international airport.\nThe development was stalled for many years because of encroachments by slums on the land set aside for the airport. “Chhatrapati Shivaji International Airport has often been referred to as the most difficult airport to develop,” said GVK in an emailed statement. “This is due to the fact that the airport is located in a confined area with no space to expand.”\nIn order to overcome space constraints, the airport has been designed as a four-level X-shaped structure that will house all airlines operating international and domestic flights under one roof.\nGVK rebuilt the airfield by upgrading existing runways and adding new taxiways to ease the congested air traffic movement. Only in 2011 did it start work on Terminal 2.\nMany are comparing Chhatrapati Shivaji International Airport’s Terminal 2 to the Indira Gandhi International Airport’s swanky Terminal 3 in New Delhi, which was built in three years and began operations in 2010.\nWhile Delhi’s sprawling airport has 5,123 acres of land at its disposal, it accommodates 6,777 passengers per acre, Mumbai’s international airport sits on 1,400 acres and accommodates 21,743 passengers per acre.\nMumbai’s Terminal 2 also beats New Delhi’s Terminal 3 in the number of check-in counters, restaurant outlets and parking space.\nOver the last four years, airports in other Indian cities have also been expanded or refurbished. In 2008, Bangalore and Hyderabad in south India opened new airports, handling 13 million and 12 million passengers per year, respectively. In 2013, Kolkata’s international airport opened an integrated terminal as well.\nHowever, the capacity of Indian airports is much less than that of other major airports in the Asia-Pacific region. While Mumbai’s Terminal 2 can handle 40 million passengers per year and New Delhi’s Terminal 3 can handle up to 34 million passengers, Changi Airport in Singapore has an annual capacity of 70 million passengers.\nPhoto\nFor Mumbai residents, the new terminal is a welcome change from the run-down, overloaded airport.\n“After a supercharged Sunday tour of Mumbai’s T2, I say, confidently, that in comparison every other airport in the world seems banal and bland,” Anand Mahindra, chairman of Mahindra and Mahindra, said on Twitter. “For Mumbaikars, long tortured by a hellish airport, the enormous immigration and baggage spaces are like manna from heaven.”\nBy the numbers\nTotal area of new terminal: 439,203 square meters (4.7 million square feet)\nNumber of car parking spaces: 5,000\nNumber of check-in counters: 188\nNumber of immigration counters (departure and arrival): 140\nNumber of customs counters: 10\nNumber of baggage claim carousels: 10\nNumber of bathrooms: 101\nNumber of elevators: 73\nNumber of escalators: 47\nNumber of moving sidewalks: 41\nNumber of security check positions: 124", "url": "https://india.blogs.nytimes.com/2014/01/10/mumbais-international-airport-gets-modern-makeover/"}