{"authors": ["Lisa Belkin"], "date_download": "2018-11-16 04:51:33", "date_modify": "2018-11-16 04:51:33", "date_publish": "2011-01-14 23:26:24", "description": "Amy Chua explains what she really meant about being a “Tiger Mother.”", "filename": "2011_01_14__1542343893.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2011_01_14__1542343893.html", "title": "The New York Times", "title_page": "Amy Chua, 'The Tiger Mother,' Speaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amy Chua wants you to know she was misunderstood.\nSort of.\nBy now you may have heard about the excerpt of her book, “Battle Hymn of the Tiger Mother,” that appeared last week in the Wall Street Journal. In retrospect, Ms. Chua said, maybe that particular excerpt — in which she proudly describes battling for hours over piano practice with her daughter, not allowing the little girl to use the bathroom or get a drink of water until she’s learned a certain piece — might not have been the best way to introduce herself to readers. And the title the Journal put on the piece — “Why Chinese Mothers Are Superior” — might have gotten a few backs up, too.\nMs. Chua spoke to my colleague Kate Zernike for an article that will run in the Sunday Styles section this weekend.\nIn that piece Ms. Zernike writes of Ms. Chua:\nIf she has one regret, she said, it is that the Journal excerpt, and particularly the headline, did not reflect the full arc of her story. Her book is a memoir that ends with her relenting (sort of) when the younger of her two teenage daughters refuses to go along with the “extreme parenting” Ms. Chua uses to prevent the kind of decline that she thinks makes some third-generation Asian-Americans as soft and entitled as their teammates on suburban soccer teams where every child is declared Most Valuable Player. “I’ve been forced to answer questions about a book I didn’t write,” she said. “It’s not saying what people should do, it’s saying, ‘Here’s what I did, and boy did I learn a lesson.’” All this is captured, she said, in the book’s three-paragraph subtitle, which concludes with the words, “and how I was humbled by a thirteen-year-old.”\nIt is a message Ms. Chua has been delivering everywhere this week. On ‘The Today Show.’ On The Diane Rehm Show. On AOL’s ParentDish. As she told AOL: ” I have many regrets. I wish that I hadn’t been so harsh at the time. I wish I hadn’t lost my temper. I wish that I’d paid a little more attention to the individual personalities of my two children. I think I would have given my daughters, in retrospect, a little more choice. They have much more freedom now. I’m very, very proud of my girls. They are confident, happy girls with huge personalities.”\nI have reread the book in the past few days, and while it’s true that the story unfolds in a way that shows Ms. Chua having some second thoughts, they are not nearly as profound as the ones she purports to have in the aftermath of the publicity. And I have also reread the Journal’s excerpt, and there are still some actions she describes that are simply unforgivable.\nRead the entire article, Retreat of the ‘Tiger Mother’, and post your comments below. If the message of her book was really meant to be that you can go too far with any parenting doctrine, then I wholeheartedly agree.\nBut while I think that might be her point now, I am not convinced it was her point when she wrote it.", "url": "https://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/"}