{"authors": ["Lisa Belkin"], "date_download": "2018-11-16 04:51:38", "date_modify": "2018-11-16 04:51:38", "date_publish": "2011-01-18 18:01:50", "description": "A mother collapses, and finally tries to find a middle path.", "filename": "2011_01_18__1542343898.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2011_01_18__1542343898.html", "title": "When a Child Does Not Sleep", "title_page": "When a Child Does Not Sleep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two-year-old Ava Vander Schaaff has not been sleeping well for months. Actually, she has not slept all night for most of her life, but over the last few months the problem has gotten desperate.\nHer mother, Sarah, has periodically described the exhaustion that comes with being the mother of a child who seems to need no sleep. Back in October of 2009, on her blog Lunch Box Mom, she wrote:\n“Ten percent of the babies I see are parent-killers,” my doctor said, looking at my red eyes and worn body. “You need to hire a baby sitter and go to a friend’s house to nap. You can’t keep this up.” Our pediatrician had diagnosed the issue: Ava was killing me. Our 15-month-old was apparently a low-sleep need, high energy kind of kid who was going to suck the life force from her mother’s teat and torture her with sleep deprivation. It was not just that Ava did not sleep; she cried, screamed and banged her head for hours when we tried to get her to sleep. Before you say that I should try Ferber or Weissbulth, let me say that we did. And, I believe those methods do work; my oldest daughter Heidi cried it out for two nights and was a regular nap taker and nighttime sleeper from six months. Ava was different.\nSarah and her husband took Ava to all kind of specialists — “ the dentist, the dermatologist, an allergist” — and looked at every possible cause they could think of — “food allergies, eczema, teeth eruptions.” And they tried countless ways to get their younger child to sleep: we slept on Ava’s floor, we rubbed her back, we tried letting her cry it out again — another four hours of screaming — we tried adding more toys to her crib, adding music, changing the bedtime routine, we tried and tried and tried until the question then became: How can we live like this?”\nIn the 18 months since then, Sarah has not found an answer. There have been periods where Ava has slept a little better, but none where she has slept well. And for the past four months she does not seem to sleep at all. Which means her parents are not sleeping either.\nOn Sunday, Sarah wrote a desperate plea for advice on her blog, asking other parents who might have been through similar torture for some strategies. She asked if I would run her story as a guest post on Motherlode, too, in the hopes that someone might know something that might help.\nHITTING THE WALL: WHAT IT FEELS LIKE\nBy Sarah Maraniss Vander Schaaff\nThe panic—or sensation that I could not breathe and was near death—occurred after I had the very real feeling that I was about to collapse or pass out. It turns out that after two and a half years of bad sleep, and four months of really bad sleep, at the hands of a clinically diagnosed “bad sleeper” of a child, a mom can lose it.\nThe first thing I’ve lost is the feeling that I am sleepy. I am so chronically tired that I am no longer tired.\nThe second thing I’ve lost is my appetite.\nI’ve also lost my patience, at times my optimism, my concentration, and my “free time,” but losing my appetite is probably what led to the loss of a third thing in my life—equilibrium. Equilibrium in the literal sense—I got dizzy and almost collapsed. And equilibrium in the emotional sense—the dizziness made me panic and I lost my peace of mind.\nAll this manifested in the last five minutes of my beloved Zumba class, during which I was dancing to one of my least favorite songs, the kind of tune that, even on the best of days, makes me want to leave the room.\nOn this day I fled.\nI grabbed my kids from the child care area, made my way to the front desk of my gym and sought out the most maternal and competent looking person I could find.\n“I feel like I am going to pass out and I want you to know who I am,” I told the woman.\nShe suggested I take a seat, calmly handed me a chocolate covered LUNA bar and a cup of water and searched for my file.\nI didn’t know if I was actually going to faint, but if I did, I wanted someone to call my husband and look after my kids until he arrived. My oldest knows our home phone number–a relic my husband never answers, much less checks messages on, and my youngest knows that she is “2 years old” and is in love with Tyrone from the Backyardigans, but when it comes to identification, I’d say that’s about as far as it goes.\n“Two a’s and two f’s,” I muttered. The bane of a woman married to a man with a Dutch last name, I realized, was that I was going to waste my last moment of consciousness doing what I do in the more mundane moments of my life: explain to some poor listener the key to correctly spelling Vander Schaaff.\nThe woman found my file, and I moved from feeling faint to feeling like I could not breathe.\nWe called my husband, who hopped in his car. She called 9-1-1 and got an ambulance on the way. In the meantime, I sipped water, tugged at my shoes, and apparently, at the annoying tank top clinging to my chest.\n“Why don’t you put this T-shirt on?” another woman said, handing me a loose fitting T-shirt from behind the counter. “You’re sort of….exposing yourself.”\nSo, that was why the men sitting in the chairs near their locker room had put down their copies of US News and World Report.\nI put the T-shirt on and slipped my jogging bra off beneath. As much as I breathed, I felt like I was getting no air and that the next breath would be more restricted than the first. My hands shook, my stomach felt queasy, and even as I continued my slow conversation with the helpful team who had now surrounded me, I felt lost in another place.\nThe E.M.T.’s arrived before my husband.\nThey checked my blood pressure; my chest; my lungs.\n“When was the last time you ate?”\nI had part of a muffin walking through the grocery store at 8 a.m. that morning.\nThen I remembered I’d not had lunch the day before. Or the day before that. Or the day before that.\n“I haven’t been sleeping much,” I said.\n“Since when?”\nIt’s been particularly bad since August of last year, but it all started, oh, I don’t know, shortly after I went into labor on June 18, 2008.\nI sometimes wonder what it would take to start to chip away at the deep fatigue I feel. An article in Scientific American on accumulated loss of sleep, something called sleep debt, suggests that it would not take a single night or two of sleeping well. You have to look at the larger deficit, which since Ava’s latest bout began in August is at least 270 hours.\nIt would take more than 10 days of consecutive sleep to make up for that, or nine months of napping for at least an hour. Even if it were humanly or logistically possible to do either of those things, I’m not sure I would.\nI am, in my own way, as stubborn as my child who does not want to sleep. I have been told that I am the “goose that lays the golden egg”, that I must take care of myself so that I can tend to my children, and that I should find a way to catch up on sleep even as I figure out a way to help Ava with her own problems, and not wait until it’s all “fixed.”\nBut there is a part of me that has not believed that I am vulnerable or can be tired out to the point of passing out; that does not accept that while working towards the solution with Ava, that I need a compromised, messy, imperfect coping system to make up for the losses in sleep I’ve incurred.\nAnd partial solutions only make me more frustrated that something so simple, so essential, so basic as sleep, is such a horrendously difficult proposition in my house.\nSometimes, because I am conflicted about acknowledging the severity of our problem and because I used to teach public speaking, I like to recite to myself a passage from Lincoln—completely out of context and appallingly out of proportion:\n“The world will little note, nor long remember” . . . the fact that Ava doesn’t sleep.\nBut, the body does.\nWe’ve made some baby steps, with the help of a second specialist, but until the problem is consistently solved, we have to make do with the frustrating, maddening muck of being in the middle. I have to accept an element of failure—that we are failing—and therefore, what do we do until we succeed?\nIt’s no longer a question of “what do we need to do to succeed?” It’s a question of “while we are trying, what do we do?”\nOne reader and friend, whose own child exhibited similar sleep issues until the age of 5, suggested that I end this post by posing a question to you, the reader. What have you done? Before a solution clicked, before a child outgrew a phobia or a problem reached a long-hoped for solution or you decided there might not be one, what did you do to persevere while you were in the “middle?”", "url": "https://parenting.blogs.nytimes.com/2011/01/18/when-a-child-does-not-sleep/"}