{"authors": ["Kj Dell Antonia"], "date_download": "2018-11-16 04:12:49", "date_modify": "2018-11-16 04:12:49", "date_publish": "2012-02-08 17:36:59", "description": "When mothers go to work and leave a child home with Dad, the Census Bureau calls that a “child care arrangement.” The other way around? Not so much.", "filename": "2012_02_08__1542341569.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2012_02_08__1542341569.html", "title": "The New York Times", "title_page": "The Census Bureau Counts Fathers as 'Child Care' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s not baby-sitting when Daddy does it.”\nIt’s been seven years, but I’ve never forgotten those words. My neighbor across the street was heading out for work, tall, well-dressed and ready. Her child, a few years older than mine, had just wailed, “But I don’t want Daddy to baby-sit!” She squashed that plaint like a bug, and five minutes later (I was pushing my son on the swing in their front yard) I saw her car head down the driveway.\nIt’s not baby-sitting when Daddy does it. Who wouldn’t agree with that? The U.S. Census Bureau, apparently. When both parents are present in the household, the Census Bureau assumes for the purposes of its “Who’s Minding the Kids?” report, that the mother is the “designated parent.” And when the designated parent is working or at school, the bureau would like to know who’s providing child care.\nIf the answer is Daddy, as it was 26 percent of the time when these numbers were last released, in 2005, and 32 percent of the time in 2010, the Census Bureau calls that “care.” But if Mom is caring for a child while Dad’s at work, that’s not a “child care arrangement,” but something else. Parenting, presumably.\n“Regardless of how much families have changed over the last 50 years women are still primarily responsible for work in the home,” said Lynda Laughlin of the Census Bureau’s Fertility and Family Statistics Branch. “We try to look at child care as more of a form of work support.” A mother, said Ms. Laughlin, is “not only caring for the child only while Dad works. She’s probably caring for the child 24 hours and so Dad is able to go to work regardless.”\nThat bears repeating. If, every morning, I go off to work and my husband stays home with a child, that’s a “child care arrangement” in the eyes of this governmental institution. If the reverse is true, it’s not. I asked Ms. Laughlin if the Census Bureau collected data on the hours mothers spend offering “work support” to their husbands. “No,” she said. “We don’t report it in that direction.”\nMs. Laughlin assured me that the Census Bureau is just trying to collect accurate data on how “designated parents” arrange care for their children while they’re at school or at work based on “gender norms.” Yes, as Sara Mead notes on the Education Week Policy Notebook blog, it’s important to track changes and trends in who is caring for children while their parents work. But fathers (apparently this needs to be spelled out) are parents too. Work support goes both ways, and if parents are going to work, parents – of both sexes — need support.\nThat support (unless you’re a dad who’s free to go to work “regardless,” of course) can be hard to come by. Families living with poverty are spending a greater proportion of their income on child care than families with incomes above the poverty line: 40 percent compared with 7 percent. That’s an ugly statistic, and one that — with 31 percent of poor households headed by single women — reflects the same political and societal assumption about whose job it is to provide “care” for children in a different way. Mothers — just call us “designated parents” — are on the hook every time.", "url": "https://parenting.blogs.nytimes.com/2012/02/08/the-census-bureau-counts-fathers-as-child-care/"}