{"authors": ["Leslie Brody"], "date_download": "2018-11-16 04:12:57", "date_modify": "2018-11-16 04:12:57", "date_publish": "2013-07-14 14:02:31", "description": "Giving my dates flip nicknames, like The Glamourpuss, was an attempt to keep the whole enterprise at an emotional distance.", "filename": "2013_07_14__1542341577.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2013_07_14__1542341577.html", "title": "The New York Times", "title_page": "Widowed, and Keeping Dates Like 'Glamourpuss' and 'Crunchy Dad' at a Distance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When I finally crawled out of my widow’s cave after more than two years of hibernation and ventured on a series of nerve-racking dates, I could not bring myself to allude to these men by their real names. If my curious teenagers asked who was taking me to dinner, I concocted coy nicknames, like Crunchy Dad or Union Guy.\nI did so partly because I didn’t want my children to be able to Google them. While I didn’t want to hide that I was trying to be open to a new relationship, I didn’t want every awkward step to be visible either.\nThe whole idea of dating felt disloyal and embarrassing. I was devoted to my late husband, Elliot, a brilliant, funny and irreverent journalist who wooed me with passionate e-mails and courted my kids with jokes, baseball games and bagels. He became a devoted stepfather, and we were married for eight years until he died of pancreatic cancer in 2008, leaving us all devastated.\nOn my own again at 47, I holed up to write a book about our marriage and the urgency of savoring what you have while you have it. Banging away at our bedroom computer in a cathartic fit, it felt like a betrayal to do so much as think about meeting someone new. Eventually, though, a wise counselor advised that “even when you lose the person you feel most connected to, you don’t lose your deeply human need to connect.”\nAnd so, after too many nights watching movies alone, I steeled myself to let friends fix me up at a stage when it felt like my teenagers’ turn to tiptoe into the uncertain world of romance, not mine.\nThose first forays were disastrous, full of fake laughter and fumbling with my car keys to duck anything more than a peck on the cheek. Going from the depths of intimacy with my husband to the banality of chitchat over a glass of pinot grigio felt painful, almost profane.\nGiving these men flip nicknames, like The Glamourpuss, was an attempt to keep the whole enterprise at an emotional distance. My children followed suit. In a rare instance when I introduced them to a man who seemed to have long-term potential, they decided he was too inattentive and promptly dubbed him The One Whose Name Rhymes With Jerk.\nAll this reminded me a bit of Mr. Big, Carrie Bradshaw’s flame in “Sex and the City.” His real name, John, was not revealed until the very last scene of the series. His nickname made him seem elusive, a figment of her outsize fantasy life. For me, denying these men their identities was a way to stay detached and safe. Their nicknames were not terms of endearment. They were fences.\nTo my surprise, all that changed when The Viking came along (online, I blush to admit). In a sea of bluster about soul mates, sunsets and sailing away, he made me smile with his simple one-line hello. “I think I meet most of your criteria,” he wrote. “And besides, we live close by.” Before long, his nickname melted away, though considering its connotations of strength and virility, he seemed a bit sorry to see it go.\nFortunately, my children like him too. Now, I’m tickled to report, I have a new naming challenge. At 51, I can’t bring myself to introduce this sweet man as my boyfriend. That just sounds too high school. “Significant other” sounds too sterile, “partner” too businesslike and “beau” too pretentious. It’s a relief, though, after a long, rough slog, to have such a happy problem to solve.", "url": "https://parenting.blogs.nytimes.com/2013/07/14/widowed-and-keeping-dates-like-glamourpuss-and-crunchy-dad-at-a-distance/"}