{"authors": ["Kj Dell Antonia"], "date_download": "2018-11-16 04:12:45", "date_modify": "2018-11-16 04:12:45", "date_publish": "2013-07-11 22:03:54", "description": "Does striving for workplace flexibility mean you don’t strive at work as well?", "filename": "2013_07_11__1542341565.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2013_07_11__1542341565.html", "title": "What Do Parents Mean When They Say They Want to Work Part Time?", "title_page": "What Do Parents Mean When They Say They Want to Work Part Time? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What’s the ideal work situation for a parent?\nFor the first article in a series about work-life balance for the Business section, “Coveting Not a Corner Office, but Time at Home,” New York Times economics reporter Catherine Rampell profiled Sara Uttech, a married mother with a full-time, flexible job running member communications for an agricultural association, who works from home on Fridays, because she asked, and because she proved it could work.\nMs. Rampell took a lot of flak for the piece — not for the profile itself, but for the title, the description of Ms. Uttech’s husband’s contribution to running the household as “help” (which appears to be Ms. Uttech’s wording) and for what many read as the assumption that the problems of work-family balance are those of women alone (an assumption that we challenge at Motherlode regularly).\nMs. Rampell responds that the focus on women is not without reason. She writes: “Among all mothers with children under 18, just a quarter say they would choose full-time work if money were no object and they were free to do whatever they wanted, according to a recent New York Times/CBS News poll. By comparison, about half of mothers in the United States are actually working full time, indicating that there are a lot out there logging many more hours than they want to be.” Forty-nine percent of those mothers indicated that they would work part time.\nAfter interviewing dozens of middle-class women and mothers around the country and looking at survey data about women’s desired work arrangements, I found that a lot of mothers were yearning for more flexibility and time at home, not a more direct path up the career ladder. So I decided to shadow a middle-class working mother who had recognized those as her own priorities and who had been proactive about implementing them in her own life.\nBut if mothers are truly yearning for more time at home, it’s important to ask why, and what kind of part time they envision. And we need to ask the same of fathers; as Ms. Rampell also notes in response to the same survey question, 30 percent said that if money were no object, they would work part time, and the percentage of both mothers and fathers who want more responsibility at work has fallen in recent years.\nThose mothers and fathers of children under 18 say they would choose part-time work if “money were no object.” What if child care were no object — if it were affordable, readily available, and societally the norm? What if flexible hours were no object, or sabbaticals were no object, or slowing down work hours (with ample employer notice, knowledge and support) during intense family times and then ramping back up as things got on a more even keel, without being branded as, say, “not seeking a corner office”? Why shouldn’t those things (a reality for a fortunate few) have a place in a hypothetical that’s already based on a lottery win?\nAnd what is “part time”? Part time in the no health care, no benefits sense? (I suppose if money is no object, health care isn’t either, and the Affordable Care Act will change this for many.) Part time forever? Part time with the possibility of returning to work full time, or taking on more challenges? Is part time about hours, or about flexibility and bandwidth? Presumably we’re not dreaming of part-time work in the kind of low-wage position with inflexible hours that leaves mothers who work in restaurants spending about 35 percent of their monthly income on unreliable child care. Money may be no object in the survey question, but when we paint part-time work as desirable, we need to also recognize what part-time work looks like across much of the country.\nWhen we explore the question of what mothers and fathers want from the workplace, we need to consider all the assumptions we bring to those seemingly simple questions.\nMs. Rampell also writes that one of the goals of her work is to consider how books like Sheryl Sandberg’s “Lean In: Women, Work, and the Will to Lead,” apply to middle-class women. Her profile of Ms. Uttech succeeds. After all, here is someone who, when the lack of after-school care threatened her ability to work full time, helped “persuade her children’s school to start an affordable after-school program ($2.50 per half-hour for the first child; $1.25 per half-hour for each additional sibling), which allowed her to continue working full time rather than dart out for pickup by 3:15, or pay to have them bused to a day care center across town.”\nWhen she thought her family would benefit from her spending more time at home, she asked for what she needed — the flexibility to work at home on Fridays during the summer — and once she proved she could make it work, she asked that it be extended year-round. By doing so, she became a pioneer for her organization’s now formal work-at-home arrangement, which allows several other employees to work remotely full time.\nAnd now, as her children grow older, she is “raising her hand to travel more for trade shows and conferences” and planning to do more to promote her career while keeping the flexibility she prizes.\nAs Ms. Rampell writes: “Not everyone aspires to be an executive at Facebook, like Ms. Sandberg, or to set foreign policy, like Anne-Marie Slaughter” (author of “Why Women Can’t Have It All”). But striving for flexibility and balance and striving at work are not mutually exclusive. Ms. Uttech has clearly found her own road to “leaning in” at work and home, and hers is an example that any parent (of either gender) might look to as we perform balancing acts of our own. Ms Uttech’s situation may not be everyone’s ideal, but finding — and asking for — what’s ideal for each of us at all of our different stages is an ideal all of its own.", "url": "https://parenting.blogs.nytimes.com/2013/07/11/what-do-parents-mean-when-they-say-they-want-to-work-part-time/"}