{"authors": ["Lynn Messina"], "date_download": "2018-11-16 04:12:49", "date_modify": "2018-11-16 04:12:49", "date_publish": "2013-07-12 15:07:13", "description": "I want my son to realize that actions have repercussions, and also how to forgive and forget. It’s hard to do both at the same time.", "filename": "2013_07_12__1542341569.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2013_07_12__1542341569.html", "title": "Teaching (and Learning) the Meaning of Consequences", "title_page": "Teaching (and Learning) the Meaning of Consequences - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two-year-old Luka, still wobbly on uncertain toddler legs, launches himself at his 5-year-old brother, whose modern Lego masterpiece (four bedrooms, rooftop terrace, towering staircase to nowhere) he’d torn down a few hours before with gleeful abandon.\nEmmett pulls away and chastises him for his enthusiastic affection. “No, Luka,” he says, “you’re still having consequences.”\nI watch the exchange in dismay, taken aback by both Emmett’s words and his tone, which is startling stern. But I shouldn’t be surprised. He’s doing exactly what I’ve taught him. Like many parents, “consequences” is one of my buzzwords. I use it before Emmett behaves poorly. I use it while Emmett is behaving poorly. I use it after Emmett has behaved poorly. I use it with tedious regularity in an attempt to make him understand that some actions have negative outcomes and that those outcomes can’t be magically whooshed away with a wave of the hand.\nSometimes you have to suffer the consequences.\nI’m trying to drum this concept into his head because I believe comprehending it will help him be an ethical and moral person. Right now, the consequences for his actions are arbitrarily assigned and consistently applied: He goes to bed badly; he loses his scooter. He doesn’t clean up his toys; we don’t go to the park.\nBut one day, cause and effect will be intimately linked, yet still sometimes random. I want him to understand that when you accidentally back your car into someone who’s transporting a full load of Ming vases, you still have to take full responsibility for the consequences of your actions. In my mind, that starts here.\nYet each time I enforce a consequence, I worry that I’m teaching my son another lesson entirely: how to bear a grudge.\nImposing a punishment hours and sometimes days after the offense has been committed feels petty. The anger is gone, the house is quiet, Emmett and I are getting along beautifully, and then, like an injured party nursing an old wound, I bring it back with a simple no: No, you can’t take your scooter. No, you can’t go to the park. Emmett has forgotten the incident, he has moved on to the next adventure, and yet there I am, tugging it along like a rustled steed.\nThe ability of children to let things go easily has always amazed me. The first time I let Emmett cry himself to sleep, I imagined apocalyptic consequences: that he would resent me, that he would never forgive me, that he would see my desperate desire to take one single nap without him sleeping on my chest as a malicious attempt to break his spirit. And then he woke up — smiley, happy, eager, affectionate. That has been the pattern his entire life. No matter how awful the argument or how deep the disappointment, he always forgets about it and moves on. He doesn’t brood. He doesn’t mope. He doesn’t seethe.\nAs someone who broods, mopes and seethes, I worry that he will lose this remarkable quality, and when I hear him withholding affection from his little brother hours after the wanton destruction of the Lego house, I realize my concerns are valid. Immediately, I step in to remind him that he’s already accepted Luka’s apology. It’s not gracious, I tell him, to make someone feel bad after you’ve forgiven him. You accept and move on. You don’t bear a grudge.\nThis forgive-and-forget principle, of course, is in direct opposition to the consequences lesson I’m constantly driving home — “sorry” suddenly seems to be that magic wave of the hand — and Emmett has started to connect the dots. Now when I remind him that he’s not allowed to use his scooter because he went to bed badly the night before, he’ll say, “But I apologized for that.” And so he has.\nThe problem, of course, is that there’s a world of subtlety between the grace of forgiveness and the hard line of punishment, and I’m not sure how to teach a 5-year-old to navigate it. He doesn’t have the ability yet to understand complex intricacies. That can come only with age, and then often imperfectly, if I’m anything to go by.\nStill, I continue to enforce the rules. I make sure Emmett’s actions have appropriate reactions, while trying to instill the kindness to accept an apology sincerely offered. It feels like a tricky balancing act, and as I wobble on uncertain parent legs, I worry about the consequences of not getting it right.", "url": "https://parenting.blogs.nytimes.com/2013/07/12/teaching-and-learning-the-meaning-of-consequences/"}