{"authors": ["Kj Dell Antonia"], "date_download": "2018-11-16 04:12:59", "date_modify": "2018-11-16 04:12:59", "date_publish": "2013-07-15 17:49:43", "description": "Neither the Trayvon Martin trial nor the matter of Edward Snowden is easy to explain to children, and that’s exactly what makes both worth talking about.", "filename": "2013_07_15__1542341579.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2013_07_15__1542341579.html", "title": "Talking Truth, Trials and Trayvon With Children", "title_page": "Talking Truth, Trials and Trayvon With Children  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Any parents who expected a clear lesson about race to emerge from the trial of George Zimmerman for the death of Trayvon Martin were surely disappointed by the complexities of the actual testimony, and the result. Discussion of what looked, to many observers, like decisions by Mr. Zimmerman made because of racial bias (his initial interpretation of Mr. Martin as “real suspicious;” his choice to disregard the suggestion by the 911 operator that “we don’t need you” to follow Mr. Martin) was complicated by the fact that those decisions were not on trial.\nWhat was on trial was a narrow question concerning a series of events with few witnesses, and while the result (to this former prosecutor) isn’t surprising, it certainly doesn’t provide a satisfying resolution to any conversation about the case that a parent might have with children or teenagers. In a matter with so much black and white, it was probably inevitable that the case would go into history shaded gray.\nI had a long drive with my 12-year-old son this weekend, and long drives are where we tend to have our conversations about serious things and current events (thanks in part to my NPR addiction). We’d talked, in the past, about Mr. Martin, and about the assumptions people make about young black men, and the way that my son (a white kid in a largely white New England town) had already seen those assumptions play out on a much smaller scale at a number of sports events when there was only one black child on the team, though he might not have realized it at the time.\nBut this weekend, I found myself drawn to another side of the topic — the decisions that led to Mr. Martin’s death, and the decisions that led Edward Snowden to his bizarre life in the limbo of the Moscow airport transit area. We talked about the things people do that seem right at the time but that end up being life-altering in expected and unexpected ways. In a sense, it was the preteenage version of the message Lynn Messina hopes to send her much younger children about “consequences:” whatever the result of your choices, you have to live with it and, ideally, take full responsibility — but with the added twist of how hard it can be to figure out what “taking responsibility” means. Of course, I didn’t set out with an overt lesson plan. I was just fascinated by the questions that Mr. Snowden presents, and the trap he’s made for himself, as well as those of Mr. Zimmerman’s future.\nWe spent a lot of time discussing the things people do that they can’t take back; sometimes little choices, sometimes big ones, sometimes in the heat of the moment and sometimes after long thought. No brilliant conclusions were reached. We just talked, and in this arena, while I might know a little more (like the definitions of both treason and reasonable doubt), his opinions on the morality plays coming at us in snippets over the radio were just as valid as mine.\nHave you talked about the trial of George Zimmerman or the case of Edward Snowden with your children? What drew you to the topic, what captured their attention and why?", "url": "https://parenting.blogs.nytimes.com/2013/07/15/talking-truth-trials-and-trayvon-with-children/"}