{"authors": ["Kim Conte"], "date_download": "2018-11-16 03:43:00", "date_modify": "2018-11-16 03:43:00", "date_publish": "2015-12-08 17:12:28", "description": "After a frenectomy, I was able to breastfeed pain free. Yes, we still needed practice. But now the practice was getting us somewhere.", "filename": "2015_12_08__1542339780.html", "image_url": "https://static01.nyt.com/images/2014/12/03/us/motherlode-milk-money/motherlode-milk-money-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2015_12_08__1542339780.html", "title": "After Breastfeeding Struggles, a Frenectomy, and Support. Which Helped More?", "title_page": "After Breastfeeding Struggles, a Frenectomy, and Support. Which Helped More? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLike many women, I struggled to breastfeed. My daughter’s shallow latch was unbearably painful, and I worried she wasn’t getting enough milk. We kept trying and trying, but it wasn’t improving. But unlike many women, I was able to find a solution. In our case, a frenectomy — a simple outpatient procedure to snip the membranes under my 5-week-old’s top lip and below the tongue (a.k.a. the frenulums) — seemed to change everything. But frenectomies are controversial, and even now, not everyone would agree that it was the procedure that made the difference.\nWhen my lactation consultant, Meredith Fein Lichtenberg, first suggested that a frenectomy would allow my daughter to keep her mouth wide enough to latch well, I was skeptical. I knew that many pediatricians and ear, nose and throat doctors are opposed to frenectomy (some even call it a “fad”) and the debate surrounding this particular course of treatment made me uneasy.\nAll babies develop a lingual frenulum under the tongue in utero, but typically it disappears. Some babies, however, are tongue-tied — estimates put it at 3 to 10 percent — meaning that the membranous tissue has persisted and may restrict their tongue movement. Ms. Lichtenberg said that mothers and babies often work around minor restrictions, sometimes without even realizing it.\nOther times, she told me, the restriction looks minor but it is one of several other apparently “small” issues that combine to create a “gridlock”: Breastfeeding is stalled even though everyone is trying their best. A frenectomy can be the first move that helps unravel the problem. (And, it should be noted, that sometimes it’s not a “small” problem: A profound tongue-tie has the potential to affect speech as well as derail breastfeeding. Releasing the membranes allows the baby to have more movement.)\nI tend to read all the information I can when faced with a difficult decision, but in this case my research confused me even more. My lactation consultant and I had exhausted reasonable efforts to work around the restriction, and it made sense to me if my daughter had more range of movement, she would have a better latch. But then again there was limited empirical evidence as to whether frenectomy improves breastfeeding difficulties, which is why doctors are split on the issue. My husband and I decided to get a second opinion.\nOur consultation with Dr. Linda Dahl — an ear, nose and throat physician in Manhattan who specializes in pediatrics — lasted less than 10 minutes. She examined my 5-week-old baby’s mouth and was confident that a frenectomy would significantly increase our chances of being able to breastfeed. Her explanation was thorough and encouraging: When performed correctly the procedure took only a few seconds, there was minimal pain (similar to a shot) and there was no risk of infection.\nAnd yet instead of feeling relieved that there was a potential solution to my problem, I was frozen in panic. Would I be subjecting my newborn to unnecessary pain? It’s true I would be unable to breastfeed long term without the procedure, but even with it there was no guarantee. Moreover, this wasn’t a “serious” health problem; babies thrive on formula and mine would do the same. But in my hormonal postpartum state, I couldn’t decide which made me feel more guilty: not being able to breastfeed or putting my baby through a potentially painful procedure just so I could. Who was this procedure really benefiting — my daughter or me?\nIn the end, it was my husband who had the answer: After all my daughter and I had been through trying to breastfeed, the frenectomy was for both of us. I am so grateful for his mental clarity that day: We were in and out in under 10 minutes and my daughter cried for a mere eight seconds. After a subsequent follow-up session with Ms. Lichtenberg and lots of practice, I was able to breastfeed pain free. Yes, we still needed practice. But now the practice was getting us somewhere.\nAs Ms. Lichtenberg and other breastfeeding experts caution, a frenectomy should not be viewed as an easy fix. For one thing, appropriate breastfeeding techniques are needed with or without it (if the problem is about positioning or feeding habits, a frenectomy will not solve it). Some breastfeeding problems are complicated and need a multifaceted approach. Also, a frenectomy won’t help if it’s performed incorrectly.\nThe more I’ve shared my story, the more I’ve been shocked to discover how many other parents aren’t even aware that the option exists (and that health insurance will often cover it). A lot of new mothers talk about the pressure to breastfeed. The pressure seems to be working: According to the 2014 Breastfeeding Report Card from the Centers for Disease Control and Prevention, 79 percent of newborn infants start to breastfeed. The problem? The pressure to try is not the same as help doing it. Only 49 percent of babies were breastfeeding at 6 months and only 27 percent at 12 months. There are many reasons for that dropoff, but one of them is that most mothers aren’t getting the assessment, support and medical care that I did. If breastfeeding truly is best, then something needs to change.\nA frenectomy was part of the solution for us, but a “tongue-tie” is one of many, many problems that can derail a woman’s intentions of breastfeeding. After my daughter’s frenectomy, Ms. Lichtenberg encouraged me (as she does all her clients) to join a facilitated breastfeeding support group. The idea is that in these group settings, women can find some of the support and education they need.\nWomen, like me, do need that support. There is no doctor for breastfeeding, nor are most doctors trained to aid women in this area. Board Certified Lactation Consultants have training and are recognized by the Surgeon General, but insurance coverage for their work is unreliable. That means mothers and babies are falling through the cracks, all the while being told to “just try harder.” More information, and more accessible, affordable and available solutions can mean that new mothers won’t feel alone in making decisions about how to feed their babies. Instead, they could feel supported by a society that cares deeply about the health of future generations.", "url": "https://parenting.blogs.nytimes.com/2015/12/08/after-breastfeeding-struggles-was-it-the-frenectomy-or-the-support-that-helped/"}