{"authors": ["Ron Lieber", "Topics.Nytimes.Com Top Reference Timestopics People L Ron_Lieber Index.Html"], "date_download": "2018-11-16 03:42:59", "date_modify": "2018-11-16 03:42:59", "date_publish": "2015-12-09 10:55:00", "description": "For some parents, this holiday season’s object of desire, the hoverboard, is too extravagant, too ostentatious, too much, too soon.", "filename": "2015_12_09_what-to-say-to-y_1f0fb37f1ac47ef4f8984aa5cbf20f12__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339779.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/swagway-motherlode/swagway-motherlode-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/parenting.blogs.nytimes.com/2015_12_09_what-to-say-to-y_1f0fb37f1ac47ef4f8984aa5cbf20f12__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339779.html", "title": "The New York Times", "title_page": "What to Say to Your Child When You Say 'No' to the Hoverboard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThere are things we will not allow our children to have or do because they may not be safe. Guns are on many parents’ banned item lists. The football field may soon be a no-go zone for others.\nThere are also things we will not let them wear (perhaps Abercrombie & Fitch, because executives there seem only to like cool kids who don’t wear head scarves) or do to their bodies (tattooing, because we want them to be adults before they alter themselves in ways that are difficult to reverse).\nBut then there are things that just seem wrong — too extravagant, too ostentatious, too much, too soon. And so it is with some parents and this holiday season’s object of desire, the hoverboard. Not only will they not buy them for their children, but they also won’t let them buy one with their own money, either.\nThese self-balancing, self-propelling battery-powered skateboards generally cost a few hundred dollars, minimum. But even for families that can afford them, price is often not the primary objection. Instead, it’s something else that they often have trouble articulating for themselves, let alone to their children.\nLast month, I met a doctor at a Harvard-affiliated teaching hospital whose 11-year-old son desperately wanted a hoverboard. (I’ve kept his name out of this, as he and his wife don’t want their skateboard deliberations following them around on Google forever.) The boy had saved, patiently, for just the right thing, and now he wanted an original Swagway, complete with LED lights and a range up to 20 miles.\nBut once he had enough money, the parents just could not bring themselves to let him make the purchase. The board, they explained to me via a number of follow-up emails, seemed “over the top” materially for what a boy his age should have, and it would be a purchase that “runs against the parents’ values.”\nIs this a defensible parenting move? And how best to break the news to the boy?\nThe first question seems easy enough to answer on its face: Of course it’s defensible. Put anything you want on the banned-item list. Your house, your rules.\nThese parents did not take the easy way out though. They could have nixed the purchase for safety’s sake, what with some hoverboard batteries bursting into flames often enough that some airlines have set special rules for if, when and how passengers can bring them on at all.\nSo I pushed them for more detail in the way I expected their son would. What did they mean by over the top? While handing our children the best of everything probably isn’t wise, should we ban them from getting the best of anything, even if they buy it themselves? These parents had let their son pay for part of an iPhone, after all. They defended that by noting that it often makes sense to let a child use discretionary funds to make up the financial difference between a need (a phone, at a certain age) and a want (the shiny version of said need).\nBut not with that Swagway product. “The electric hoverboard feels different to us because it does feel a little like a fancy car for an 11-year-old,” they explained.\nSee what they did there? Feels? Feel? Ah, feelings. Money is feelings and feelings link directly with those values they referenced as being antithetical to fancy skateboards. Now we were getting somewhere. The hoverboard wasn’t just too fancy, they said. It was too fancy “insofar as his ability to afford it relative to his social cohort.”\nThese parents avoid purchases for themselves that display any big difference in their purchasing power between them and their cohort, and they do so for reasons that they acknowledge are complex: It has to do with how they see themselves; how they want others to see them; and the sort of people they want in their social circle in the first place. Their financial story is one of striving toward modesty, regardless of means. “Restraint,” as they put it, “is not merely a matter of affordability.”\nSo I encouraged them to explain that to their son in fine detail using the 11-year-old’s version of words like the ones they had used with me. I added that they should be explicit about the fact that there was nothing wrong with him wanting the hoverboard in the first place; liking shiny new things is not a character flaw. (Ditto families that buy one or more and the kids that ride them.) Finally, I warned them to be ready for a fusillade of pushback like the following: Why do you care so much about what others think about what we have? What about our nice house or the vacation photos you immodestly posted on Facebook?\nBut their son said none of those things. They explained themselves during a car ride, and he promptly fell asleep without any argument. And that was that.\nJust for kicks, however, I took their objections to Swagway. Did the company object to the characterization of its product as grandiose or toeing the line of vulgarity? Nick Villalobos, the company’s marketing director, noted that the board is not just a toy but a mode of transport. And while he didn’t say this, it would be quite reasonable to wonder if parents who object to hoverboards would also have trouble with bicycles at the same price point? Or is the problem the electric power? Or the lights?\nPrecise logic may fail us in moments like these, but we should expect second-guessing when we draw lines like this with our children— encourage it even. Saying no to something a child has saved for is a big deal, and that denial ought to come with some kind of an explanation. How else are children supposed to understand grown-up decision-making if we don’t give them one?", "url": "https://parenting.blogs.nytimes.com/2015/12/09/what-to-say-to-your-child-when-you-say-no-to-the-hoverboard/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}