{"authors": ["Melissa Clark", "Sam Sifton", "Mark Bittman", "A Guide", "Kim Severson", "Martha Rose Shulman", "Steven Raichlen", "Florence Fabricant", "Julia Moskin"], "date_download": "2018-11-16 03:24:49", "date_modify": "2018-11-16 03:24:49", "date_publish": "2015-09-17 00:00:00", "description": "Good gravy is more than just a sauce for the turkey. It brings all the elements of the Thanksgiving plate together, elevating mashed potatoes, stuffing and turkey to their transcendent ideals. You can use the classic method for making gravy, whisking it together at the last minute using the turkey pan drippings, or you can make the gravy ahead, then spike it later with the flavorful drippings. And visit our How to Plan and Cook Thanksgiving guide for more ideas and advice.", "filename": "guides_6-how-to-make-gravy_1542338689.html", "image_url": "https://static01.nyt.com/images/2015/09/17/dining/17CLARKTGIVING4/17CLARKTGIVING4-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_6-how-to-make-gravy_1542338689.html", "title": "How to Make Gravy", "title_page": "How to Make Gravy - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Homemade\nTo make your own stock, you first need poultry bones, either cooked or raw or a combination. Some of the bones should have meat on them, but most can be picked clean. I save my roast chicken carcasses in the freezer until stock-making day, and augment them with fresh chicken or turkey wings picked up at the supermarket. Two or three pounds of bones is plenty, but even a pound will give you enough stock to make gravy. If you’ve got turkey giblets from your bird (heart, gizzard, neck, anything but the liver), throw them into the pot with the bones and a big pinch of salt.\nAdd some vegetables and aromatics: a carrot, a leafy celery stalk, an onion and/or leek, a few cloves of peeled garlic, a bay leaf and/or some parsley stems, and a teaspoon of peppercorns.\nPour in enough water to cover all the solids by at least 2 inches. Then bring it up to a very gentle simmer and let it bubble for a couple of hours. I don’t bother skimming, but it won’t hurt if you do. Strain everything, pressing down on the solids, and chill for up to three days, or freeze for up to six months.\nIf you want to make a more intensely flavored stock, try this recipe by the chef Suzanne Goin, which calls for roasting the bones and the vegetables before they are combined with white wine and a red chile and simmered on the stove.", "url": "https://cooking.nytimes.com/guides/6-how-to-make-gravy"}