{"authors": ["Melissa Clark", "A Guide", "Florence Fabricant", "David Tanis", "Martha Rose Shulman", "David Leite", "Sam Sifton", "Jeff Gordinier", "Jacques Pepin", "Amanda Hesser"], "date_download": "2018-11-16 03:24:51", "date_modify": "2018-11-16 03:24:51", "date_publish": "2013-11-08 00:00:00", "description": "Its tangy-sweet flavor cuts the richness of turkey and stuffing, its crimson color brightens an otherwise beige meal. Whether you adore it or ignore it, your Thanksgiving table demands at least one bowl of cranberry sauce. And of all the dishes on the menu, it is one of the easiest to make yourself. It comes in three main genres: classic gelled cranberry sauce, quivering cranberry jelly and fresh raw cranberry sauce.", "filename": "guides_14-how-to-make-cranberry-sauce_1542338691.html", "image_url": "https://static01.nyt.com/images/2013/11/08/dining/08spicyredpeppercranberry/08spicyredpeppercranberry-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_14-how-to-make-cranberry-sauce_1542338691.html", "title": "How to Make Cranberry Sauce", "title_page": "How to Make Cranberry Sauce - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Basic Method\nIn a heavy saucepan, combine 1 1/2 cups Lillet, 1/2 cup orange liqueur (like Grand Marnier), 2 cups sugar and, if you’d like, 2 tablespoons juniper berries for a dash of spice. Bring to a boil over medium-high heat.\nAdd two 12-ounce bags of fresh or frozen cranberries (about 8 cups) to the pot and return to a boil. Reduce the heat to low and simmer until all the cranberries burst and are very soft, at least 10 minutes.\nStrain the sauce into a bowl through a sieve, pushing on the solids with a rubber spatula to extract all the liquid. Discard the solids. Stir the liquid and transfer to a pretty serving bowl or a mold. (A funnel or liquid measuring cup with a spout can be useful for transferring without splashing the sides.)\nCover and refrigerate. It will firm up within a few hours, or can be made several days ahead. Keep refrigerated until ready to serve.\nIf you chilled the jelly in a mold, you’ll need to turn it out. To do so, place the mold in a large bowl. Carefully pour hot water into the bowl so it comes up the sides of the mold, melting the jelly just enough to release it from the mold. After 3 minutes, try unmolding the jelly onto a serving dish. If it doesn’t come out, return to the bowl and try again 2 minutes later. Repeat until the jelly is released. If necessary, return it to the refrigerator to firm up before serving.", "url": "https://cooking.nytimes.com/guides/14-how-to-make-cranberry-sauce"}