{"authors": ["Sam Sifton", "Julia Moskin", "A Guide", "Jennifer Steinhauer", "Martha Rose Shulman", "Pierre Franey", "Melissa Clark", "Florence Fabricant", "Alex Witchel"], "date_download": "2018-11-16 03:25:17", "date_modify": "2018-11-16 03:25:17", "date_publish": "2018-01-31 00:00:00", "description": "Every practiced American cook’s recipe for chili is definitive and the best. A classic chili, the Texas bowl of red, is simply beef and hot peppers, simmered to perfection. But there’s no one recipe for the dish and no incorrect one – at least if we’re being honest with ourselves. You can make chili with beans; lamb or bison; venison, turkey or pork; with tomatoes or beer, with fresh chiles or dried, with chili powder or without. You should make chili as you like: delicious. We’ll help.", "filename": "guides_48-how-to-make-chili_1542338717.html", "image_url": "https://static01.nyt.com/images/2018/01/31/dining/31CHILI1/31CHILI1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_48-how-to-make-chili_1542338717.html", "title": "How to Make Chili", "title_page": "How to Make Chili - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Top row, from left: Dried ancho chiles, dried New Mexico chiles and fresh jalapeño peppers. Bottom row, from left: Dried chipotle peppers, dried pasilla peppers and fresh poblanos.\nSome varieties of chiles are hot, some sweet and some smoky. Some are dried and toasted and ground together; others are toasted and then simmered in water or stock before being blitzed in a blender or food processor or fished from the pot and discarded; still others are used fresh. As a general rule, you’ll want to add any chili powder early in the process, preferably after you’ve seared the meat and as you’re cooking down any aromatics. But whole chiles can be added along with the cooking juices, and pulled out before serving.\nThe world of chiles is broad, but here are a few varieties that work especially well in chili. There was a time when some of them were hard to find, even in large urban supermarkets. That is no longer true, save perhaps in the case of the delicious Chimayo. In which case, as ever, the internet can provide.\nPoblano: A big green pepper that is not too punchy in its heat. As poblanos ripen, the fruit reddens.\nAncho: A dried, ripe poblano pepper becomes an ancho chile, sweet and smoky, mild to medium hot.\nPasilla: This is a dark chocolate-brown dried pepper of moderate pungency, and brings great deepness of flavor to a chili.\nJalapeño: Arguably America’s pepper, this fiery little fruit can provide real zip and freshness when added to chili. When it has been smoked and dried, a jalapeño is called a chipotle.\nChimayo: A New Mexican pepper of extraordinary richness, which when dried and ground brings a deep redness to all that it touches. If you can’t find any Chimayos, note that any pepper from the state of New Mexico, usually labeled a “New Mexican” chile, is a worthy substitute, fresh or dried.", "url": "https://cooking.nytimes.com/guides/48-how-to-make-chili"}