{"authors": ["Melissa Clark", "Trish Hall", "Dorie Greenspan", "Mark Bittman", "Craig Claiborne And Pierre Franey", "Molly O'Neill", "David Tanis", "Kay Rentschler", "Sam Sifton", "Barbara Kafka"], "date_download": "2018-11-16 03:25:23", "date_modify": "2018-11-16 03:25:23", "date_publish": "2017-01-13 00:00:00", "description": "A hallmark of French cooking, the soufflé is like magic. It uses nothing more than air to transform workaday eggs into a lofty masterpiece, puffing and browning in the oven before collapsing at first bite. This guide is part of The New Essentials of French Cooking, the 10 definitive dishes every modern cook should master. Buy the book. Photographs by Francesco Tonelli for The New York Times. Videos by Alexandra Eaton and Shaw Lash.", "filename": "guides_30-how-to-make-souffle_1542338723.html", "image_url": "https://static01.nyt.com/images/2017/01/13/dining/13SOUFLE-1/13SOUFLE-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_30-how-to-make-souffle_1542338723.html", "title": "How to Make Soufflé", "title_page": "How to Make Soufflé - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Separating the Eggs • Always use eggs at room temperature or even warm, for the highest rise. Cold egg whites won’t beat up as loftily. To get cold eggs to temperature quickly, soak them in their shells in warm water for 20 minutes. • Make sure your hands are clean. If there is any trace of oil or grease on them and you touch the egg whites, the soufflé may not puff. • Crack your eggs on a flat surface, like the countertop, instead of on the rim of the bowl. That way, you are less likely to shatter the shell and pierce the yolk. • There are two ways to separate eggs. The first is to hold the cracked egg over a bowl and pass the yolk between shells, letting the white slip into the bowl. Gently drop the yolk in into a separate, smaller bowl. Take care: The sharp edge of the shell can easily pierce the yolk, allowing it to seep into the white. The other method requires you to strain the whites through your fingers, but it ensures that yolks do not creep into the whites. First, set up three bowls. Hold your hand over one bowl and drop the cracked egg into your palm, letting the white run through your fingers into the bowl. Drop the yolk into the second bowl. Inspect the white for traces of yolk. If there are none, slip the white into the third bowl. Repeat with remaining eggs. Using that first bowl as a way station for each freshly cracked white before it gets added to the main bowl of pristine whites helps ensure no yolk contaminates the mixture.\nBeating the Whites • Well-beaten, stable whites are the key to a gorgeously puffy soufflé. So don’t rush this step. The slower you go, the better your chances for success. • Take a moment to make sure there are no traces of yolk or any fat in the egg whites or the bowl. (Egg yolk will impede the whites from frothing.) • Adding a little bit of acid (in our recipes, cream of tartar) helps stabilize the egg foam, and also helps prevent overbeating. Beating the whites in a copper bowl will produce a similar result without the added acid, which is why copper bowls were historically considered essential for making meringues. • If you are using a stand mixer, check the bottom of the bowl every now and then for unbeaten egg whites. Sometimes the whites pool there, and when you go to incorporate the meringue into the base, those whites will deflate the overall soufflé. Whisk any pooled whites by hand into the rest of the meringue and continue beating with the machine. • Beat until the meringue is just able to hold stiff peaks. This means that when you lift the whisk out of the meringue, it will create a little cowlick that stays upright without drooping as you gently move the whisk. It should look glossy, or be just starting to lose its shine. Don’t overbeat (which will make the foam turn grainy and dry) or underbeat (which won’t give the proper lift). If you overbeat your whites, you might be able to rescue them by beating in another egg white. This often restores them.\nCombining the Whites and the Base • The goal in folding the egg whites into the base is to work quickly and use a light touch. This lightens the base, making it easier to fold in the rest of the meringue mixture all at once. Fold in a C shape, as demonstrated in the video above: Starting in the middle of the bowl, drag the thin edge of a spatula down like a knife, then tilt and scoop up a spatula full of the soufflé base, making sure to scrape the bottom of the bowl. Turn the batter over, away from your body, back into the middle of the bowl. Shift the bowl 45 degrees, and repeat. • Stop folding when the streaks of white have just disappeared — or rather, when they have almost disappeared. A few white streaks are preferable to overfolding, which deflates the batter.\n​Baking the Souffle • Buttering the soufflé dish, then coating the butter with something with a bit of texture, is essential for the rise. If the soufflé dish were to be just buttered, the soufflé would slip down the sides instead of climbing. An additional thin coating of granulated sugar, bread crumbs, ground nuts or grated cheese creates a rough texture for the egg whites to hold onto as they rise. • If your soufflé dish isn’t big enough to accommodate all of the batter, you can extend it by tying a buttered piece of parchment paper or foil around the rim of the soufflé dish to increase its volume. • For individual soufflés, use small ramekins placed on a rimmed baking sheet so they are easy to get in and out of the oven. Reduce the cooking time of a larger soufflé by about half. • Heat matters. Make sure the oven is preheated; that initial hot blast expands the air trapped inside the bubbly foam of batter, which makes it rise. Having the soufflé base hot or warm when you fold in the egg whites helps the temperature rise quickly, too. • Baking the soufflé on a preheated baking sheet on the bottom of the oven helps the soufflé cook on the bottom as well as the top, producing a more even result. The baking sheet will also catch any overflow.", "url": "https://cooking.nytimes.com/guides/30-how-to-make-souffle"}