{"authors": ["Melissa Clark"], "date_download": "2018-11-16 03:25:19", "date_modify": "2018-11-16 03:25:19", "date_publish": "2017-01-13 00:00:00", "description": "Where would French cuisine be without wine? It is as important in the pot as it is in the glass, the base of myriad stews and braises. One of the best is coq au vin, in which chicken is slowly simmered with red wine. This guide is part of The New Essentials of French Cooking, the 10 definitive dishes every modern cook should master. Buy the book.\r\nPhotographs by Francesco Tonelli for The New York Times. Videos by Alexandra Eaton and Shaw Lash.", "filename": "guides_35-how-to-make-coq-au-vin_1542338719.html", "image_url": "https://static01.nyt.com/images/2017/01/13/dining/DINING-COQAUVIN-1/DINING-COQAUVIN-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_35-how-to-make-coq-au-vin_1542338719.html", "title": "How to Make Coq au Vin", "title_page": "How to Make Coq au Vin - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why Master It?\nBraising chicken in wine is an age-old tradition, and a method used all over France. You brown the meat, add liquid to the pot, be it water, wine or stock, and then set it over low heat for a lengthy simmer. That initial browning creates the foundation of the sauce, lending complex layers of flavor to the final dish.\nIn a traditional coq au vin, which hails from the Burgundy region, wine is used both to tenderize what was traditionally a tough old rooster (a coq in French) and to imbue the meat with its heady flavor. When the bird is slowly simmered, often for hours and hours as the oldest recipes suggest, its sinewy flesh slackens, growing soft and aromatic, and easily yielding to the fork.\nAs the simmering wine seasons the chicken, the chicken seasons the wine, helping transform it into a savory sauce. The wine, which reduces as it cooks, also takes on the other flavors in the pot, in this case brandy, mushrooms, onions, bacon and herbs, along with the savory fond — that is, the caramelized bits on the bottom of the pan that you get from the initial browning of the chicken. The young, tender chickens of today cook more quickly than those earlier birds, but they are imbued with similar lusty flavors.\nThere are variations of coq au vin all over France, each a celebration of local wines both red and white. In Alsace, a dry riesling is used, resulting in a lighter, brighter sauce that is often enriched with a little cream or crème fraîche stirred in at the end. The Jura and the Champagne regions also have their own recipes; cooks in the Jura sometimes substitute morels for the more common white or brown button mushrooms. In Beaujolais, the young dark purple nouveau wine gives that dish the name coq au violet. But Burgundy’s version, made with its local wine, is the best known across France and all over the world.\nNo matter what kind of wine you pour into your pot, the method of simmering it with chicken or other meat is applicable across the kitchen. Case in point: Boeuf bourguignon, another French classic, is essentially coq au vin made with chunks of stewing beef instead of fowl. Mastering this one technique leads to many excellent dinners.", "url": "https://cooking.nytimes.com/guides/35-how-to-make-coq-au-vin"}