{"authors": ["Melissa Clark", "A Guide", "Alison Roman", "The New York Times", "Kim Severson", "Jennifer Steinhauer", "Florence Fabricant", "Alex Witchel", "Susan Campos", "Suzanne Lenzer"], "date_download": "2018-11-16 03:37:08", "date_modify": "2018-11-16 03:37:08", "date_publish": "2016-02-26 00:00:00", "description": "Everyone knows the icing on the cake is the best part, but it can also be one of the more challenging steps of the cake-making process. And it’s not just the fancy swirls, bobs and swags you see in bakeries. A slick, crumb-free frosting on a cake or cupcake is an achievement in itself. This guide will help you get there and beyond.", "filename": "guides_20-how-to-frost-a-cake_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339428.html", "image_url": "https://static01.nyt.com/images/2016/02/26/dining/26COOKING-FROSTING1/26COOKING-FROSTING1-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_20-how-to-frost-a-cake_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339428.html", "title": "How to Frost a Cake", "title_page": "How to Frost a Cake - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Decorating With a Spatula For a basic wavy look all over the cake, use an offset spatula or a knife and a back-and-forth motion to create swirls all over the frosting. This is one of the easiest ways to add texture and a classic diner cake look to your cake. If you’re using a fudge frosting or a meringue, you can lift the spatula to pull up some of the frosting and create spikes all over the surface of the cake. (This doesn’t work as well with ganache or buttercream, though.) You could also use a fork to create striped patterns on the cake.\nKarsten Moran for The New York Times\nDecorating With Garnishes To add texture to your cake, you could press chopped nuts, coconut, mini chocolate chips, chocolate shavings or curls, or sprinkles into the sides or top of the cake. Sliced strawberries, whole raspberries, pomegranate seeds or other fruit look nice too, but don’t add them until just before serving or they will water down and possibly stain the frosting.\nKarsten Moran for The New York Times\nDecorating With a Pastry Bag To pipe out letters, borders, flowers, dots and swirls, you’ll need a pastry bag, or a zip-top plastic bag approximation of one. (We’ll tell you how to do that.) Here’s how to use it: First, assemble the pastry bag. If using a disposable plastic bag, snip off the tip to create an opening. For any kind of pastry bag, plastic or coated cloth, insert a coupler down through the bag into the opening. Using a coupler, a plastic fitting that connects the bag to the tip, makes it easier to change tips; otherwise, you’ll have to remove the frosting from the bag to get to the tip. Then, screw the tip on to the coupler. You can also just insert the tip directly into bag if you don’t have a coupler. To load the frosting into the bag, invert the bag, tip down, into a glass and fold the bag over the sides. Using a spatula or large spoon, press the frosting down into the bag, getting it as far into the bag as possible. You’ll want to avoid as many air bubbles as possible. Once you’ve filled the bag – about halfway is best – twist the top shut and press a little frosting out through the tip. Hold the bag near the tip with your dominant hand, and use your other hand to push the frosting out of the bag from the top, continuing to twist the bag top as you go. Now your bag is ready for action. If you don’t have a pastry bag, you can also use a zip-top bag with the corner cut off. Choose a heavy-duty bag that is easy to seal, and a gallon-sized bag is easier to handle for adults (if you’re working with kids, though, choose a quart size.) Cut a very small opening in one corner for writing, and a larger opening for other decorations. You can attach tips and couplers to a plastic bag as well as you can with a pastry bag.\nKarsten Moran for The New York Times\nTo make stars and borders, choose a star tip. Use a smooth tip for writing, dots, and stripes. Choose the shell tip for leaves, shells, and borders. And for flowers? A flower tip, of course. Before you start decorating your cake, practice whatever you have in mind on a plate. It’s hard to neatly correct piping gone wrong without refrosting the cake. To pipe flowers, fit your pastry bag with a flower tip and fill bag with frosting. Place the bag straight up and down, at a 90 degree angle from the cake. Squeeze the bag gently while simultaneously turning the bag slightly. Pull up slowly. To pipe borders, fit your pastry bag with a star tip and fill the bag with frosting. Hold the pastry bag at a 45-degree angle, touch the tip to where you want to start the border, then squeeze hard while pulling the bag straight up. Stop squeezing and bring the bag down about 1/2-inch away from where you started. Continue in that fashion all the way around the top or bottom edge of the cake.\nKarsten Moran for The New York Times", "url": "https://cooking.nytimes.com/guides/20-how-to-frost-a-cake?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}