{"authors": ["Alison Roman", "A Guide", "Melissa Clark", "Mark Bittman", "The New York Times", "Molly O'Neill", "Mimi Sheraton", "Micheline Maynard", "Rosie Schaap", "Martha Rose Shulman"], "date_download": "2018-11-16 03:24:47", "date_modify": "2018-11-16 03:24:47", "date_publish": "2016-11-30 00:00:00", "description": "Basic, but never boring, the tender, buttery sugar cookie has an invitation to almost any celebration. This classic rendition can be a blank canvas for festive shapes and designs, or a vessel for bold flavors. Master it, and almond-flecked linzers, spicy ginger-molasses rounds or sweet, salty chocolate-hazelnut sablés are all at hand. We'll teach you how to make these treats, and how to prepare beautifully smooth royal icing for decorating with sprinkles, paint or anything your heart desires.", "filename": "guides_39-how-to-make-sugar-cookies_1542338687.html", "image_url": "https://static01.nyt.com/images/2016/11/30/dining/30COOKING-COOKIES3/30COOKING-COOKIES3-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_39-how-to-make-sugar-cookies_1542338687.html", "title": "How to Make Sugar Cookies", "title_page": "How to Make Sugar Cookies - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• First, make some space. Rolling out dough takes up a bit of space, so clear off those countertops before you begin.\n• Use parchment paper for rolling for best results (though a well-floured work surface will also work). To roll out the dough, you’ll want to lightly dust a large piece of parchment paper with flour. Roll out the dough until it starts to stick a bit to the parchment, then lightly dust the top of the dough with a bit more flour and cover it with another piece of parchment. Flip the whole thing over, peeling off the bottom piece (and saving it so you can repeat this process).\n• Keep an eye on the thickness of the dough. You want it to be about the thickness of a graham cracker, or, if you have a ruler handy, no thinner than an eighth of an inch. Don’t worry about making it a perfect circle or rectangle.\n• Cold is best. Regardless of the shape you’re cutting out, or the method you’re using (by hand, with a cutter, glass jar), you’ll want the dough to be chilled. If it gets too warm and flimsy, it’ll be challenging to cut out clean shapes and move. Put the dough back into the fridge to firm up if it starts to soften.\n• A cute cutter does not always make a cute cookie. No matter how appealing the wide range of cutters may be, there are some that don’t actually make great cookies. In particular, avoid shapes with small, delicate features. Those smaller parts of dough are doomed to tragedy: getting stuck in the cutters, burning before the rest of the cookie is baked through, or just breaking off. And they’re challenging to decorate.\n• Broad cookies make better canvases. Shapes with a lot of surface area (circles, triangles, diamonds, stars) yield the greatest success. They bake more evenly and offer multiple decorating options.", "url": "https://cooking.nytimes.com/guides/39-how-to-make-sugar-cookies"}