{"authors": ["Julia Moskin", "A Guide", "The New York Times", "Melissa Clark", "Tara Parker-Pope", "Jennifer Steinhauer", "Tejal Rao", "Florence Fabricant", "Kim Severson"], "date_download": "2018-11-16 03:25:16", "date_modify": "2018-11-16 03:25:16", "date_publish": "2017-12-06 00:00:00", "description": "To the modern cook, making a gingerbread house may seem nearly as daunting as building a real house. But, like dyeing Easter eggs, it’s a rewarding, hands-on way to connect to holiday traditions of the past. Stretched over a few winter evenings or a weekend, it’s a festive effort — especially with a group. This guide, made with help from Bill Yosses, the former White House pastry chef (and our chief gingerbread adviser), will lead you through the process step by easy step. You won’t even need a pastry bag.", "filename": "guides_47-how-to-make-a-gingerbread-house_1542338716.html", "image_url": "https://static01.nyt.com/images/2017/12/06/dining/06GINGERBREAD/06GINGERBREAD-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_47-how-to-make-a-gingerbread-house_1542338716.html", "title": "Gingerbread House", "title_page": "How to Make a Gingerbread House - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Once you’ve prepared the recipe, you should have five 10-by-10-inch slabs of gingerbread. These will then be cut into neat 9-inch squares to serve as the walls and roof of your house. You can do this with a ruler, a 9-inch square of parchment or cardboard, or using our template.\nLay the template onto the slabs, or measure out and mark a 9-inch square onto them. Using a bread knife or another large, sharp knife, trim off the edges of all five slabs. Save the trimmings: They can be used later for decorating.\nTo cut the front and back walls, reserve the smoothest, most unblemished gingerbread square for the front of your house. Using the template as a guide, cut two of the corners to make the top into a peaked shape. Take a second gingerbread square, and, again using the template, cut it to match. Set this piece aside. It will serve as your back wall.\nFor the side walls, use the template to cut one 9-inch square in half.\nFor the roof, set aside the last two 9-inch squares.\nIf you’re not using the template, take your ruler, and find the precise center of the top edge of your front wall, about 4½ inches from either side. Mark it with the tip of a knife. Place one end of the ruler on the mark, and angle the other end down to measure a line to the right edge of the wall. When the line is 6½ inches long from point to point, you have the correct angle. Mark the line with the tip of a small knife. Repeat on the other side, drawing the same line from the top-center mark to the left edge of the wall. Then, use your large knife to cut through the lines, slicing off the top corners.\nTo cut the back wall, place the trimmed front wall on top of it and cut to match, following the lines of the front wall.\nFor the side walls, cut one 9-inch square in half, to make two rectangles, each one 9 inches tall and 4½ inches wide.\nFor the roof, set aside the final two squares. You’ll use the whole pieces.\nFor the optional doorway, lay the front wall piece on a work surface and, using a ruler and the tip of a small knife, trace a doorway in the center of the bottom edge. It should be about 1½ inches wide by 2½ inches tall, wide enough so you can slide a tealight into the house. Cut it out, and set the door aside.", "url": "https://cooking.nytimes.com/guides/47-how-to-make-a-gingerbread-house"}