{"authors": ["Melissa Clark", "Mark Bittman", "Craig Claiborne And Pierre Franey", "Marian Burros", "Florence Fabricant", "Nancy Harmon Jenkins"], "date_download": "2018-11-16 03:25:15", "date_modify": "2018-11-16 03:25:15", "date_publish": "2017-01-15 00:00:00", "description": "​The French have a genius for cooking with vegetables. Even the humblest onion is transformed into something glorious in the hands of a Gallic cook. Ratatouille, one of jewels of Provençal cooking, is a fine example of that tradition. This guide is part of The New Essentials of French Cooking, the 10 definitive dishes every modern cook should master. Buy the book.\r\nPhotographs by Francesco Tonelli for The New York Times. Videos by Alexandra Eaton and Shaw Lash.", "filename": "guides_34-how-to-make-ratatouille_1542338715.html", "image_url": "https://static01.nyt.com/images/2017/01/15/dining/DINING-RATATOUILLE1/RATATOUILLE1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_34-how-to-make-ratatouille_1542338715.html", "title": "How to Make Ratatouille", "title_page": "How to Make Ratatouille - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why Master It?\nVegetables are the bedrock of French cuisine, the foundation upon which all is built. Although cooking bibles like “The Escoffier Cookbook” and “Larousse Gastronomique” may not have as many recipes centering on artichokes and carrots as they do on chicken or beef, it is only because vegetables suffuse the canon and the kitchen, from the broths and sauces that serve as the base of elaborate dishes, to the garnishes that finish them.\nBut there are a handful of dishes where vegetables are the stars. Ratatouille is beloved for its silky, olive oil-imbued vegetables, which are saturated with the summery scents of garlic and herbs. By mastering it, you will gain not only deeper insights into how to cook the vegetables in the recipe, but you will also be able to apply that knowledge to other vegetables, making you a better cook all around.\nUnlike much of French cuisine, ratatouille does not have a set recipe or precise technique. There are as many versions as there are cooks, each slightly different in method and ingredients.\nThe most traditional recipes call for cooking each vegetable separately in a pot on the stove until well browned, layering everything back into the pot with a generous amount of olive oil and some tomatoes, and then letting it all slowly stew. Most cooks agree that this is the best way to ensure that the vegetables are cooked to perfection before all are combined, and the flavors left to meld.\nHowever, all that standing at the stove stirring vegetables can become tedious. Even “Larousse Gastronomique” discards that method in its official recipe, throwing everything into the same pan in stages without the benefit of that individual browning.\nBut there is another, better way around the tedium: using your oven. This is what many contemporary French cooks do, and it’s the method on which our recipe is based. All the vegetables are bathed in olive oil and roasted separately on baking pans until well browned. Then they’re mixed together in one pan, covered with more oil and some tomato, and cooked again until everything condenses in flavor and practically falls apart, soaking up the good oil and tomato almost like a confit.\nThat time spent steeping in good oil makes ratatouille one of the rare vegetable dishes that improves as it sits. It is best made in advance, and you can be flexible with the way you cook it, roasting the vegetables in stages as time allows, then combining them all even days later. It is also wonderfully versatile at the table, making a fine starter, side dish or main course, one that can be eaten warm, at room temperature or cold.", "url": "https://cooking.nytimes.com/guides/34-how-to-make-ratatouille"}