{"authors": ["Robert Simonson", "A Guide", "Jennifer Steinhauer And Helene Cooper", "Rosie Schaap", "Jim Meehan", "Maria Newman", "Mark Bittman", "Florence Fabricant", "Jonathan Miles", "Pableaux Johnson"], "date_download": "2018-11-16 03:24:54", "date_modify": "2018-11-16 03:24:54", "date_publish": "2016-09-23 00:00:00", "description": "The first act of any dinner party rightly belongs to the cocktail, and so does the first moment of repose after a long day. With more than two centuries of history behind the cocktail, there is an art to making a good drink. Here, we’ll show you the basics: how to equip your bar, the drinks equivalent of a well-stocked pantry, and then how to use it to prepare five classic cocktails.", "filename": "guides_26-how-to-make-cocktails-and-mixed-drinks_1542338694.html", "image_url": "https://static01.nyt.com/images/2016/09/23/dining/23COCKTAILS-OLD-FASH/23COCKTAILS-OLD-FASH-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_26-how-to-make-cocktails-and-mixed-drinks_1542338694.html", "title": "How to Make Cocktails and Mixed Drinks", "title_page": "How to Make Cocktails and Mixed Drinks - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Above, from left: Y peeler, bar spoon, mixing glass, julep strainer, muddler, jiggers, Boston shaker and Hawthorne strainer.\nA Boston shaker, which consists of a mixing glass (the same shape and size as a 16-ounce Shaker pint glass) and a metal tin, is sufficient for all shaken and stirred cocktails. For stirred drinks, you’ll need a long-handled bar spoon. If you enjoy the ritual of stirring a cocktail, and want to feel slightly grand as you do so, there are a number of lovely, wide-mouthed, heavy-bottomed mixing glasses on the market.\nTo strain stirred drinks you’ll need a julep strainer, which has a perforated bowl shape. Shaken drinks require a Hawthorne strainer, which has a metal coil wrapped around its bowl to keep out citrus pulp. If you’d rather invest in only one strainer, the Hawthorne can do double duty.\nPrecise measurements produce a far better drink, so you’ll need a jigger. Jiggers are composed of two opposing metal cones. Unless you are a stickler, you really only need one size, the ½ ounce/1 ounce, with which you’ll have all the most common measurements covered. You can eyeball the rest.\nA simple Y peeler will work for citrus twists. Completing your toolkit should be a muddler, which is used to mash up the fruits, herbs and sometimes sugar cubes used in some drinks. Old-fashioned wooden specimens work best.\nMany on-the-rocks drinks, such as the Old-Fashioned, benefit from large-scale ice cubes. Molds for these (usually about 2 x 2 inches) have become increasingly easy to find.", "url": "https://cooking.nytimes.com/guides/26-how-to-make-cocktails-and-mixed-drinks"}