{"authors": ["Alison Roman", "A Guide", "Mark Bittman", "Martha Rose Shulman", "Melissa Clark", "Cathy Barrow", "Kay Rentschler", "Julia Moskin", "Joan Nathan", "Amanda Hesser"], "date_download": "2018-11-16 03:25:16", "date_modify": "2018-11-16 03:25:16", "date_publish": "2016-06-15 00:00:00", "description": "Through all the breakfast fads, pancakes stand resolute, the definitive breakfast dish, something almost everyone loves and all of us should master. They are the indulgent heroes of the breakfast table: eggy, salty and just this side of sweet. There may have been struggles with burned bottoms and raw interiors in your past, but with a well-made batter and some practice with your stove, you can achieve pancake perfection.", "filename": "guides_24-how-to-make-pancakes_1542338716.html", "image_url": "https://static01.nyt.com/images/2016/06/15/dining/15PANCAKEGUIDE3-WEB/15PANCAKEGUIDE3-WEB-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/guides_24-how-to-make-pancakes_1542338716.html", "title": "How to Make Pancakes", "title_page": "How to Make Pancakes - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Karsten Moran for The New York Times\nThe Temperature Finding the correct heat setting for cooking pancakes, which is medium-low, is tricky. Too hot, and you’ll likely burn the exteriors before the insides get cooked; too low and there will be no sizzle and no crispy edges. The temperature truly does need to be just right. Most oven burners are so different that medium-low is not an exact science, so play in the space somewhere in the middle of your middle and lowest setting. When using a large cast-iron skillet or griddle, heat it on low for a few minutes to get the heat evenly distributed. Just before ladling in your batter, turn it up to medium–low. To test if the skillet is ready, hit it with a small spoonful of batter. It should sizzle right away. If it doesn’t, turn the heat up just slightly. If the skillet starts to smoke, the heat is too high, so turn off the burner and wait a few minutes before trying again.\nThe Fat It should go without saying, but pancakes are not the time to use restraint, especially when it comes to your cooking fat. This is by no means a deep fry, but you do need plenty of fat to get the exterior properly browned and those edges wonderfully crisped, which are arguably the best part. Yes, we all love butter, and it definitely belongs inside and on top of your pancakes. But butter will burn at the heat needed to cook a proper pancake, so choose an oil with a high smoke point. Vegetable or canola will do, but if you can get your hands on some coconut oil (refined or unrefined), you’ll be rewarded with an almost buttery flavor and delightfully subtle, nutty, tropical vibes. Avoid olive oil, though.\nKarsten Moran for The New York Times\nThe Size The perfectly sized pancake cooked at home falls somewhere between the ones you might find at your favorite breakfast spot and the gimmicky silver-dollar pancake: about 4 inches across, the diameter of a generously sized orange. The best tool for ladling out properly-sized pancakes is a measuring cup, either 1/4 or 1/3 cup, depending on your preference. When scooping the batter into the skillet, resist the temptation to make too many pancakes at once. The batter will spread and puff slightly, so make sure you are spacing them about 1 inch apart. This gives them room to grow without bleeding into each other, and it gives you plenty of space to flip.\nKarsten Moran for The New York Times\nThe Flipping For good flipping technique, timing is everything. Wait too long and you’ve got blackened bottoms, but be too impatient and you’ll end up with a mess of batter everywhere. Each side will take about 2 to 3 minutes, but look for visual cues as well. As the pancake cooks, the top will start to form many tiny bubbles and appear just set around the edges. You can always give it a little peek, but avoid moving the pancakes around too much during this stage. The baking soda and baking powder need time to activate and create gas, which makes air, which makes for a delightfully fluffy pancake.", "url": "https://cooking.nytimes.com/guides/24-how-to-make-pancakes"}