{"authors": ["Robert Simonson", "Jonathan Miles", "Jennifer Steinhauer", "Melissa Clark", "Rosie Schaap", "Mayukh Sen", "Samantha Seneviratne", "Alison Roman"], "date_download": "2018-11-16 03:26:57", "date_modify": "2018-11-16 03:26:57", "date_publish": "2013-12-06 00:00:00", "description": "This dark winter cocktail from Dan Greenbaum, who has mixed drinks at The Beagle in the East Village and Attaboy on the Lower East Side, pairs sweet Pedro Ximénez sherry with two kinds of rum and a sizable dose of Angostura bitters, which adds spice elements The mixture comes on like a rich, rum old-fashioned, the forthright flavors of the rum, sherry and bitters intertwined in a fruitcake-like medley of clove, allspice, nuts, molasses and dried fruits It’s a nightcap, to be sure, made to accompany dessert at your holiday feast.", "filename": "recipes_1015784-act-of-faith_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542338817.html", "image_url": "https://static01.nyt.com/images/2013/12/06/dining/video-holiday-drinks-faith/video-holiday-drinks-faith-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015784-act-of-faith_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542338817.html", "title": "Act of Faith Recipe", "title_page": "Act of Faith Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This dark winter cocktail from Dan Greenbaum, who has mixed drinks at The Beagle in the East Village and Attaboy on the Lower East Side, pairs sweet Pedro Ximénez sherry with two kinds of rum and a sizable dose of Angostura bitters, which adds spice elements. The mixture comes on like a rich, rum old-fashioned, the forthright flavors of the rum, sherry and bitters intertwined in a fruitcake-like medley of clove, allspice, nuts, molasses and dried fruits. It’s a nightcap, to be sure, made to accompany dessert at your holiday feast.\nFeatured in: I’ll Have A Glass Of Originality.", "url": "https://cooking.nytimes.com/recipes/1015784-act-of-faith?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11"}