{"authors": ["Sarah Copeland", "Martha Rose Shulman", "Regina Schrambling", "Mark Bittman", "Melissa Clark", "Marian Burros", "Sam Sifton", "The New York Times", "Erin Jeanne Mcdowell", "Alison Roman"], "date_download": "2018-11-16 03:32:09", "date_modify": "2018-11-16 03:32:09", "date_publish": "2018-08-10 00:00:00", "description": "Lasagna in the summer It's fine food for those long, breezy summer days when you need to fill your belly, without turning on the oven This one-pan stovetop lasagna is a true crowd-pleaser, with rich tomato, oozing cheese and just enough squash and spinach to skip salad for the night", "filename": "recipes_1019470-skillet-lasagna-with-spinach-and-summer-squash_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542339129.html", "image_url": "https://static01.nyt.com/images/2018/08/10/dining/10SKILLET6/10SKILLET6-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019470-skillet-lasagna-with-spinach-and-summer-squash_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542339129.html", "title": "Skillet Lasagna With Spinach and Summer Squash", "title_page": "Skillet Lasagna With Spinach and Summer Squash Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lasagna in the summer? It's fine food for those long, breezy summer days when you need to fill your belly, without turning on the oven. This one-pan stovetop lasagna is a true crowd-pleaser, with rich tomato, oozing cheese and just enough squash and spinach to skip salad for the night. Using no-cook lasagna, you can cook this entirely over a low flame, covered. (Use foil if you don’t have a lid that fits you pan.) Be sure to start with a well-seasoned cast-iron pan, and never let the tomato sauce boil, which can be hard on your pan and on the flavor of your sauce. If your cast-iron seasoning isn’t in tip-top shape, try this in a stainless-steel skillet instead; you’ll still get all the depth and aroma, and that same stove-to-table ease that will make this a repeat meal all year long.", "url": "https://cooking.nytimes.com/recipes/1019470-skillet-lasagna-with-spinach-and-summer-squash?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11"}