{"authors": ["Robert Simonson", "Jim Meehan", "Rosie Schaap", "Jonathan Miles", "Claudia Fleming", "Julia Moskin", "Ali Slagle", "Samin Nosrat", "Alison Roman", "Melissa Clark"], "date_download": "2018-11-16 03:28:17", "date_modify": "2018-11-16 03:28:17", "date_publish": "2010-10-06 00:00:00", "description": "There are raging debates about the invention of and the proper recipe for this drink among tiki connoisseurs The more accepted versions are granted to Victor J Bergeron, the irascible, wooden-legged “Trader Vic,” from his eponymous restaurant bar in Oakland, Calif., in the ’40s", "filename": "recipes_1015316-mai-tai_1542338897.html", "image_url": "https://static01.nyt.com/images/2010/10/06/t-magazine/06casestudy-maitai/06casestudy-maitai-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015316-mai-tai_1542338897.html", "title": "Mai Tai Recipe", "title_page": "Mai Tai Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are raging debates about the invention of and the proper recipe for this drink among tiki connoisseurs. The more accepted versions are granted to Victor J. Bergeron, the irascible, wooden-legged “Trader Vic,” from his eponymous restaurant bar in Oakland, Calif., in the ’40s. Contrary to what you might think, the mai tai is actually just a rum sour, employing orgeat alongside Curaçao or triple sec as the sweetener, and using two rums to add complexity. The rest is just lime juice, and that’s it. No coconut, no passion fruit, pineapple, mango or orange juice. No umbrellas. It’s a relatively simple drink, but as such, each element has to be of the utmost quality; great rums, fresh lime juice and prefab orgeat syrup equal disappointment. But when concocted with homemade orgeat, all the tumblers click. The rums, the lime, the orange aromatics and the heft of the almond all play in stupendous balance.\nFeatured in: Case Study | Will The Real Mai Tai Please Stand Up?.", "url": "https://cooking.nytimes.com/recipes/1015316-mai-tai"}