{"authors": ["Margaux Laskey", "Molly O'Neill", "Melissa Clark", "Sarah Digregorio", "Samantha Seneviratne", "Julia Moskin", "Marian Burros", "R. W. Apple Jr.", "Elaine Louie", "Jeff Gordinier"], "date_download": "2018-11-16 03:25:36", "date_modify": "2018-11-16 03:25:36", "date_publish": "2016-09-28 00:00:00", "description": "This magnificent version of the popular banana-pineapple-pecan cake developed by Southern Living magazine in 1978 is adapted from the chef Ashley Christensen's cookbook, \"Poole's: Recipes from a Modern Diner.\" It is a Thanksgiving-worthy dessert for the pie averse: a supremely moist, dense cake crowded with sweet potato, roasted bananas, pineapple, currants and green peanuts (if you live north of the Mason-Dixon line, the plain, roasted variety work just fine) A lightly sweet, butter-cream cheese frosting finishes it off Set aside a solid afternoon for this project cake, as you have to roast the bananas and grate the sweet potato, and the assembly takes some patience and agility — but it is well worth the toil", "filename": "recipes_1018328-sweet-potato-hummingbird-cake_1542338736.html", "image_url": "https://static01.nyt.com/images/2016/09/28/dining/hummingbirdcake/hummingbirdcake-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018328-sweet-potato-hummingbird-cake_1542338736.html", "title": "Sweet Potato Hummingbird Cake", "title_page": "Sweet Potato Hummingbird Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This magnificent version of the popular banana-pineapple-pecan cake developed by Southern Living magazine in 1978 is adapted from the chef Ashley Christensen's cookbook, \"Poole's: Recipes from a Modern Diner.\" It is a Thanksgiving-worthy dessert for the pie averse: a supremely moist, dense cake crowded with sweet potato, roasted bananas, pineapple, currants and green peanuts (if you live north of the Mason-Dixon line, the plain, roasted variety work just fine). A lightly sweet, butter-cream cheese frosting finishes it off. Set aside a solid afternoon for this project cake, as you have to roast the bananas and grate the sweet potato, and the assembly takes some patience and agility — but it is well worth the toil. This recipe is for a towering three-layer version (get out your biggest mixing bowls), but you could just make a more modest, but still generously sized, two-layer cake instead. To do so, cut all of the ingredients in half (use just 2 eggs); divide the batter between two 8-inch round cake pans; and bake at the same time and temperature.\nFeatured in: Review: The Poole’s Cookbook, Reimagining Southern Classics.", "url": "https://cooking.nytimes.com/recipes/1018328-sweet-potato-hummingbird-cake"}