{"authors": ["Amanda Hesser", "Craig Claiborne", "Yossy Arefi", "Melissa Clark", "Margaux Laskey", "Martha Rose Shulman", "Claudia Fleming", "Mark Bittman", "Florence Fabricant", "David Tanis"], "date_download": "2018-11-16 03:32:44", "date_modify": "2018-11-16 03:32:44", "date_publish": "2016-02-09 00:00:00", "description": "It is hard to believe in this day and age – when salted caramel ice cream is almost as ubiquitous as vanilla – that desserts in which salt plays a starring role was once a newfangled concept This recipe, an adaptation of one attributed to the pastry chef Claudia Fleming, came to The Times in a 2000 article by Amanda Hesser about the development of that very trend, and it is a perfect example of how it's done right Layers of silky caramel and dark chocolate ganache topped with a sprinkling of crunchy, snow-white fleur de sel make this an unforgettable combination of flavors and textures.", "filename": "recipes_9360-chocolate-caramel-tart_1542339164.html", "image_url": "https://static01.nyt.com/images/2016/02/09/dining/09COOKING-CHOCTART3/09COOKING-CHOCTART3-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_9360-chocolate-caramel-tart_1542339164.html", "title": "Chocolate Caramel Tart", "title_page": "Chocolate Caramel Tart Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is hard to believe in this day and age – when salted caramel ice cream is almost as ubiquitous as vanilla – that desserts in which salt plays a starring role was once a newfangled concept. This recipe, an adaptation of one attributed to the pastry chef Claudia Fleming, came to The Times in a 2000 article by Amanda Hesser about the development of that very trend, and it is a perfect example of how it's done right. Layers of silky caramel and dark chocolate ganache topped with a sprinkling of crunchy, snow-white fleur de sel make this an unforgettable combination of flavors and textures.\nFeatured in: There's A New Flavor In Town And It's . . . Salt; Dessert Traditions Go Over The Shoulder.", "url": "https://cooking.nytimes.com/recipes/9360-chocolate-caramel-tart"}