{"authors": ["Joan Nathan", "Martha Rose Shulman", "Nigella Lawson", "Jonathan Reynolds", "Mark Bittman", "David Tanis", "Melissa Clark", "Erin Jeanne Mcdowell", "Alison Roman", "Julia Moskin"], "date_download": "2018-11-16 03:33:28", "date_modify": "2018-11-16 03:33:28", "date_publish": "2014-04-04 00:00:00", "description": "This Passover dish from Patricia Jinich came to The Times in 2009 For Ms Jinich, who grew up in Mexico, one of 40,000 to 50,000 Jews, European and Mexican influences ran through Passover and holiday cooking: chicken soups with matzo might feature jalapeños, while meat stews were paired with salsa", "filename": "recipes_1012453-chicken-with-apricot-tamarind-and-chipotle-sauce_1542339208.html", "image_url": "https://static01.nyt.com/images/2014/04/04/dining/apricotchicken-still/apricotchicken-still-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1012453-chicken-with-apricot-tamarind-and-chipotle-sauce_1542339208.html", "title": "Chicken With Apricot, Tamarind and Chipotle Sauce", "title_page": "Chicken With Apricot, Tamarind and Chipotle Sauce Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This Passover dish from Patricia Jinich came to The Times in 2009. For Ms. Jinich, who grew up in Mexico, one of 40,000 to 50,000 Jews, European and Mexican influences ran through Passover and holiday cooking: chicken soups with matzo might feature jalapeños, while meat stews were paired with salsa. Ms. Jinich learned this recipe from Flora Cohen, a woman of Syrian background who taught her and other Jewish brides in Mexico City how to cook. Here, a combination of dried apricots and apricot preserves give this chicken a savory sweetness, while chipotles in adobo add a little heat.\nFeatured in: A Taste Of Passover, With A Mexican Accent.", "url": "https://cooking.nytimes.com/recipes/1012453-chicken-with-apricot-tamarind-and-chipotle-sauce"}