{"authors": ["Sam Sifton", "Pierre Franey", "Julia Moskin", "Melissa Clark", "Tara Parker-Pope", "David Tanis", "Nigella Lawson", "Amanda Hesser", "Martha Rose Shulman", "Ali Slagle"], "date_download": "2018-11-16 03:25:45", "date_modify": "2018-11-16 03:25:45", "date_publish": "2017-08-02 00:00:00", "description": "Spices lose their flavor over time but few as quickly as paprika, which starts out tasting of pepper and sunshine but deteriorates in but a few months to sawdust and bitterness For this recipe, get some new at the market: sweet or hot Hungarian paprika is best, but the generic article isn’t terrible and the smoky Spanish varieties known as pimentón de La Vera would not be out of place either, lending a deep, woodsy aroma reminiscent of cooking over an open fire It’s a dish that pairs beautifully with butter-slicked egg noodles.", "filename": "recipes_1018068-chicken-paprikash_1542338745.html", "image_url": "https://static01.nyt.com/images/2017/08/02/dining/02COOKING_CHICKENPAPRIKASH2/02COOKING_CHICKENPAPRIKASH2-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018068-chicken-paprikash_1542338745.html", "title": "Chicken Paprikash", "title_page": "Chicken Paprikash Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Spices lose their flavor over time but few as quickly as paprika, which starts out tasting of pepper and sunshine but deteriorates in but a few months to sawdust and bitterness. For this recipe, get some new at the market: sweet or hot Hungarian paprika is best, but the generic article isn’t terrible and the smoky Spanish varieties known as pimentón de La Vera would not be out of place either, lending a deep, woodsy aroma reminiscent of cooking over an open fire. It’s a dish that pairs beautifully with butter-slicked egg noodles.\nFeatured in: The Fresher The Spice, The Better The Chicken Paprikash.", "url": "https://cooking.nytimes.com/recipes/1018068-chicken-paprikash"}