{"authors": ["Florence Fabricant", "Marian Burros", "Alison Roman", "Emily Weinstein", "Melissa Clark", "David Tanis", "Amanda Hesser", "Pierre Franey", "Craig Claiborne And Pierre Franey", "Moira Hodgson"], "date_download": "2018-11-16 03:26:01", "date_modify": "2018-11-16 03:26:01", "date_publish": null, "description": "This is a lamb dish done schnitzel-style, devised as a pairing for blaufränkisch wine from Austria Ask your butcher to pound slices of top round of lamb, from the leg, only lightly, which will result in pieces that are about a half-inch thick, providing enough tolerance so the meat can brown without overcooking Refrigerating the coated slices before frying them helps, too", "filename": "recipes_1018917-lamb-schnitzels-with-mint-horseradish-pesto_1542338761.html", "image_url": "https://int.nyt.com/applications/cooking/static/images/NYTCookingLogo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018917-lamb-schnitzels-with-mint-horseradish-pesto_1542338761.html", "title": "Lamb Schnitzels With Mint-Horseradish Pesto", "title_page": "Lamb Schnitzels With Mint-Horseradish Pesto Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is a lamb dish done schnitzel-style, devised as a pairing for blaufränkisch wine from Austria. Ask your butcher to pound slices of top round of lamb, from the leg, only lightly, which will result in pieces that are about a half-inch thick, providing enough tolerance so the meat can brown without overcooking. Refrigerating the coated slices before frying them helps, too. A pesto sauce, made with mint leaves and zapped with horseradish, picks up some of the herbal and pepper flavors in the wine. Warm potato salad in a vinaigrette dressing would be a perfect side dish for the schnitzel.\nFeatured in: Lamb With A Pesto That Packs A Wallop.", "url": "https://cooking.nytimes.com/recipes/1018917-lamb-schnitzels-with-mint-horseradish-pesto"}