{"authors": ["Sam Sifton", "Erin Jeanne Mcdowell", "Melissa Clark", "Martha Rose Shulman", "Julia Moskin", "Regina Schrambling", "Ali Slagle", "Mark Bittman", "David Tanis", "Sarah Digregorio"], "date_download": "2018-11-16 03:27:19", "date_modify": "2018-11-16 03:27:19", "date_publish": "2018-03-04 00:00:00", "description": "Mark Iacono sometimes serves a version of this salad at Lucali, his candlelit church of pizza in Brooklyn It’s what he calls a “bottom of the bowl” salad, reminiscent of what’s left after a long Sunday dinner with family, with tomatoes, black olives and red onion deeply marinated in a vinegar-heavy dressing He layers these above and below cold, crisp lettuce, adds a final drizzle of dressing and serves the salad with a meatball on top of it", "filename": "recipes_1019208-lucali-salad_1542338839.html", "image_url": "https://static01.nyt.com/images/2018/03/04/magazine/04mag-eat1/04mag-eat1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019208-lucali-salad_1542338839.html", "title": "Lucali Salad Recipe", "title_page": "Lucali Salad Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mark Iacono sometimes serves a version of this salad at Lucali, his candlelit church of pizza in Brooklyn. It’s what he calls a “bottom of the bowl” salad, reminiscent of what’s left after a long Sunday dinner with family, with tomatoes, black olives and red onion deeply marinated in a vinegar-heavy dressing. He layers these above and below cold, crisp lettuce, adds a final drizzle of dressing and serves the salad with a meatball on top of it. But it goes as well plain alongside a pizza or under a sausage that’s been simmered in sauce, with stuffed shells or lasagna or eggplant Parm. You don’t need fancy tomatoes or lettuce with bona fides, just strong vinaigrette and enough time to allow the tomatoes to bleed out in it before you assemble the salad and serve.\nFeatured in: Most House Salads Are Terrible. Make Yours Shockingly Superb..", "url": "https://cooking.nytimes.com/recipes/1019208-lucali-salad"}