{"authors": ["Sam Sifton", "Alison Roman", "Martha Rose Shulman", "Julia Moskin", "Tejal Rao", "Melissa Clark", "Mark Bittman", "Sarah Digregorio", "R. W. Apple Jr."], "date_download": "2018-11-16 03:24:52", "date_modify": "2018-11-16 03:24:52", "date_publish": "2018-07-08 00:00:00", "description": "Wedge salads are essential steakhouse fare and have been for decades – “iceberg wedges, blue cheese, bacon” was Roger Sterling’s order on “Mad Men” when he and Don Draper saved the Madison Square Garden account in Season 3, set in 1963 But there is no reason not to bring them home: Pale green-white triangles of commodity iceberg drizzled in pale white-blue dressing, with crumbles of bacon and bright red pops of cherry tomato, and pricks of green chive strewn across the top Serve a wedge and a steak, or a wedge and a hamburger, or a wedge and a roast chicken, or just a wedge and a lot of warm bread and cold red wine, and it’s a pleasant evening you’re having, a retro delight", "filename": "recipes_1019392-wedge-salad_1542338692.html", "image_url": "https://static01.nyt.com/images/2018/07/08/magazine/08mag-eat-image1/08mag-eat-image1-threeByTwoMediumAt2X-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019392-wedge-salad_1542338692.html", "title": "Wedge Salad Recipe", "title_page": "Wedge Salad Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wedge salads are essential steakhouse fare and have been for decades – “iceberg wedges, blue cheese, bacon” was Roger Sterling’s order on “Mad Men” when he and Don Draper saved the Madison Square Garden account in Season 3, set in 1963. But there is no reason not to bring them home: Pale green-white triangles of commodity iceberg drizzled in pale white-blue dressing, with crumbles of bacon and bright red pops of cherry tomato, and pricks of green chive strewn across the top. Serve a wedge and a steak, or a wedge and a hamburger, or a wedge and a roast chicken, or just a wedge and a lot of warm bread and cold red wine, and it’s a pleasant evening you’re having, a retro delight. Wedge is a salad for pleasure.\nFeatured in: Wedge Salads Don’t Need Gussying, Just The Proper Assembly.", "url": "https://cooking.nytimes.com/recipes/1019392-wedge-salad"}