{"authors": ["Sam Sifton", "Elaine Louie", "Melissa Clark", "Regina Schrambling", "Samantha Seneviratne", "David Tanis", "Erin Jeanne Mcdowell", "Martha Rose Shulman", "John Willoughand Chris Schlesinger", "Mark Bittman"], "date_download": "2018-11-16 03:26:20", "date_modify": "2018-11-16 03:26:20", "date_publish": "2017-08-06 00:00:00", "description": "Put a couple of whole cabbages over a hot fire on a grill, and leave them there, turning every few minutes when you get a chance, until they look like something tragic and ruined You don’t need to season them, or oil them, or remove the thick outer leaves the way you’d do if you were cooking them lightly or shredding them raw You just need to burn them, slowly and deeply, so that they soften within and take on the flavor of fire", "filename": "recipes_1018884-hot-slaw-mexican-style_1542338780.html", "image_url": "https://static01.nyt.com/images/2017/08/06/magazine/06eat2/06eat1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018884-hot-slaw-mexican-style_1542338780.html", "title": "Hot Slaw, Mexican-Style", "title_page": "Hot Slaw, Mexican-Style Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Put a couple of whole cabbages over a hot fire on a grill, and leave them there, turning every few minutes when you get a chance, until they look like something tragic and ruined. You don’t need to season them, or oil them, or remove the thick outer leaves the way you’d do if you were cooking them lightly or shredding them raw. You just need to burn them, slowly and deeply, so that they soften within and take on the flavor of fire. When you’ve got the cabbages good and blistered, put them on a cutting board, remove the charred exteriors and cut out the cores, then slice the remaining cabbage into shreds. Dress with crema, store-bought or home-made, along with chopped cilantro, some chipotle en adobo and lime juice. It makes for a slaw that goes with almost anything grilled.\nFeatured in: Why You Should Burn Your Vegetables.", "url": "https://cooking.nytimes.com/recipes/1018884-hot-slaw-mexican-style"}