{"authors": ["Joan Nathan", "Erin Jeanne Mcdowell", "The New York Times", "Molly O'Neill", "Melissa Clark", "Sarah Digregorio", "Martha Rose Shulman", "Alice Hart", "Florence Fabricant", "Alison Roman"], "date_download": "2018-11-16 03:25:45", "date_modify": "2018-11-16 03:25:45", "date_publish": "2016-09-21 00:00:00", "description": "This beautiful plum tart, adapted from the pastry chef Alex Levin of Osteria Morini in Washington, brings together a sablé butter crust flavored with vanilla bean; colorful, juicy plum slices; and an almond cream filling with a lovely flavor that complements the fruit Using confectioners' sugar in the crust gives you a texture that is finer and smoother than if you use granulated sugar And the sugar in the crust and filling removes the need to sweeten the plums (which in turn means the fruit juices won't leach into the dough) — though you'll want to sprinkle a little turbinado sugar over the top for added crunch.", "filename": "recipes_1018300-plum-almond-tart_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542338745.html", "image_url": "https://static01.nyt.com/images/2016/09/21/dining/21ROSH2/21ROSH2-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018300-plum-almond-tart_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542338745.html", "title": "Plum Almond Tart", "title_page": "Plum Almond Tart Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This beautiful plum tart, adapted from the pastry chef Alex Levin of Osteria Morini in Washington, brings together a sablé butter crust flavored with vanilla bean; colorful, juicy plum slices; and an almond cream filling with a lovely flavor that complements the fruit. Using confectioners' sugar in the crust gives you a texture that is finer and smoother than if you use granulated sugar. And the sugar in the crust and filling removes the need to sweeten the plums (which in turn means the fruit juices won't leach into the dough) — though you'll want to sprinkle a little turbinado sugar over the top for added crunch.\nFeatured in: Classic Rosh Hashana Desserts Get A Professional Upgrade.", "url": "https://cooking.nytimes.com/recipes/1018300-plum-almond-tart?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5"}