{"authors": ["Julia Moskin", "Sam Sifton", "Florence Fabricant", "Tara Parker-Pope", "Patrick Farrell", "Kim Severson", "Erin Jeanne Mcdowell", "Colu Henry", "Alison Roman", "Melissa Clark"], "date_download": "2018-11-16 03:29:39", "date_modify": "2018-11-16 03:29:39", "date_publish": "2018-07-25 00:00:00", "description": "From the same trend that brought us avocado toast, the breakfasts served in Australian cafes often include bright vegetables arranged in eye-catching ways Salad is definitely not part of the traditional American breakfast menu, but on a sunny morning the combination of chilled, crunchy greens; protein-rich cheese and eggs; and an eye-opening dressing is hugely appealing This one was created at Carthage Must Be Destroyed, an airy (and slightly eccentric) Australian-style cafe hidden behind an unmarked entrance in Brooklyn", "filename": "recipes_1019419-breakfast-salad_1542338979.html", "image_url": "https://static01.nyt.com/images/2018/07/25/dining/25ausrex1/25ausrex1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019419-breakfast-salad_1542338979.html", "title": "Breakfast Salad Recipe", "title_page": "Breakfast Salad Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "From the same trend that brought us avocado toast, the breakfasts served in Australian cafes often include bright vegetables arranged in eye-catching ways. Salad is definitely not part of the traditional American breakfast menu, but on a sunny morning the combination of chilled, crunchy greens; protein-rich cheese and eggs; and an eye-opening dressing is hugely appealing. This one was created at Carthage Must Be Destroyed, an airy (and slightly eccentric) Australian-style cafe hidden behind an unmarked entrance in Brooklyn. The chef and owner Amanda Bechara likes to leave the lettuce leaves whole to make it easier to eat with your fingers. (You can prepare the vegetables the day before, and skip marinating the feta if you must.) This would also make a lovely lunch.\nFeatured in: The Art Of The Australian Breakfast.", "url": "https://cooking.nytimes.com/recipes/1019419-breakfast-salad"}