{"authors": ["Christine Muhlke", "Melissa Clark", "Samantha Seneviratne", "Tejal Rao", "Alison Roman", "Julia Moskin", "Sarah Digregorio", "Mark Bittman", "David Tanis", "Sam Sifton"], "date_download": "2018-11-16 03:32:43", "date_modify": "2018-11-16 03:32:43", "date_publish": "2014-01-23 00:00:00", "description": "This recipe is adapted from “The Silver Palate Cookbook,” written by Sheila Lukins and Julee Rosso, who through their store in Manhattan, the Silver Palate, introduced bisteeya and poppy-seed dressing to the Upper West Side For many, their cookbook, originally published in 1982, was a book of revelations: even if you hadn’t mastered the art of French cooking, a meal of chicken Marbella and an indulgent dessert, cooked with confidence, was not beyond your grasp Enter this decadent chocolate cake, whose title belies its incredible simplicity", "filename": "recipes_8753-the-silver-palates-chocolate-cake_1542339163.html", "image_url": "https://static01.nyt.com/images/2014/01/23/dining/recipes-decadentchocolatecake/recipes-decadentchocolatecake-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_8753-the-silver-palates-chocolate-cake_1542339163.html", "title": "The Silver Palate's Chocolate Cake", "title_page": "The Silver Palate's Chocolate Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe is adapted from “The Silver Palate Cookbook,” written by Sheila Lukins and Julee Rosso, who through their store in Manhattan, the Silver Palate, introduced bisteeya and poppy-seed dressing to the Upper West Side. For many, their cookbook, originally published in 1982, was a book of revelations: even if you hadn’t mastered the art of French cooking, a meal of chicken Marbella and an indulgent dessert, cooked with confidence, was not beyond your grasp. Enter this decadent chocolate cake, whose title belies its incredible simplicity. The ingredients take hardly any time to whip together, and it bakes in a tube pan for under an hour. Gild it with a gooey chocolate frosting, and feed it to those you love with good cheer.\nFeatured in: The Way We Eat; Book Of Revelations.", "url": "https://cooking.nytimes.com/recipes/8753-the-silver-palates-chocolate-cake"}