{"authors": ["Craig Claiborne", "Florence Fabricant", "Alison Roman", "Melissa Clark", "Martha Rose Shulman", "Julia Moskin", "Sarah Digregorio", "Mark Bittman", "Pete Wells", "Pierre Franey"], "date_download": "2018-11-16 03:27:46", "date_modify": "2018-11-16 03:27:46", "date_publish": null, "description": "In 1975, Craig Claiborne, then editor of The Times' food department, shared his favorite childhood dish with readers “A few weeks ago we were interviewed on the McCanns' At Home Program on station WOR, and when the subject veered around to childhood foods, we described in some detail the dish that had given us most pleasure in early youth and adolescence and still gives us comfort as we approach senility. It was a family creation known as chicken spaghetti It consisted of spaghetti or spaghettini and sometimes vermicelli baked in a casserole, layered with a tomato and cream sauce, a meat sauce, boneless chicken and two kinds of grated cheese. It was almost always served when large numbers were invited for special occasions. Subsequent to the program we received numerous requests for the recipe and discovered with some astonishment that we had somehow never had occasion to use it in a story.”", "filename": "recipes_1019165-my-mothers-chicken-spaghetti_1542338866.html", "image_url": "https://int.nyt.com/applications/cooking/static/images/NYTCookingLogo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019165-my-mothers-chicken-spaghetti_1542338866.html", "title": "My Mother’s Chicken Spaghetti", "title_page": "My Mother’s Chicken Spaghetti Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 1975, Craig Claiborne, then editor of The Times' food department, shared his favorite childhood dish with readers.\n“A few weeks ago we were interviewed on the McCanns' At Home Program on station WOR, and when the subject veered around to childhood foods, we described in some detail the dish that had given us most pleasure in early youth and adolescence and still gives us comfort as we approach senility. It was a family creation known as chicken spaghetti. It consisted of spaghetti or spaghettini and sometimes vermicelli baked in a casserole, layered with a tomato and cream sauce, a meat sauce, boneless chicken and two kinds of grated cheese. It was almost always served when large numbers were invited for special occasions. Subsequent to the program we received numerous requests for the recipe and discovered with some astonishment that we had somehow never had occasion to use it in a story.”\nFeatured in: De Gustibus: The Chicken And Spaghetti That Mother Used To Make.", "url": "https://cooking.nytimes.com/recipes/1019165-my-mothers-chicken-spaghetti"}