{"authors": ["Kim Severson", "Trish Hall", "Nigella Lawson", "Jill Santopietro", "David Tanis", "Moira Hodgson", "Craig Claiborne And Pierre Franey", "Melissa Clark", "Erin Jeanne Mcdowell", "Alison Roman"], "date_download": "2018-11-16 03:28:51", "date_modify": "2018-11-16 03:28:51", "date_publish": "2018-04-11 00:00:00", "description": "Eddie Hernandez, who runs Taqueria del Sol, a string of easygoing Mexican restaurants in Georgia and Tennessee, considers himself a born-again Southern boy whose food reflects a mash-up of the two cultures He grew up in a working-class neighborhood in Monterrey, Mexico, where a pork roast like this would have never made it onto the table But he came to love the roast’s role in a traditional Southern Sunday supper, and decided to give it his own Mexican twist", "filename": "recipes_1019254-pork-roast-with-roasted-jalapeno-gravy_1542338931.html", "image_url": "https://static01.nyt.com/images/2018/04/11/dining/11turniprex1/11turniprex1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019254-pork-roast-with-roasted-jalapeno-gravy_1542338931.html", "title": "Pork Roast With Roasted Jalapeño Gravy", "title_page": "Pork Roast With Roasted Jalapeño Gravy Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eddie Hernandez, who runs Taqueria del Sol, a string of easygoing Mexican restaurants in Georgia and Tennessee, considers himself a born-again Southern boy whose food reflects a mash-up of the two cultures. He grew up in a working-class neighborhood in Monterrey, Mexico, where a pork roast like this would have never made it onto the table. But he came to love the roast’s role in a traditional Southern Sunday supper, and decided to give it his own Mexican twist. It has become one of the most popular specials at his restaurants. The granulated garlic and onion are essential to the flavor. The roast cooks fast in a hot oven that crisps the fat. The residual oven heat roasts the jalapeños while the meat rests. Once you make the roux, the rich gravy for the dish comes together quickly.\nFeatured in: Eddie Hernandez Doesn’t Care If His Food Isn’t ‘Authentic’.", "url": "https://cooking.nytimes.com/recipes/1019254-pork-roast-with-roasted-jalapeno-gravy"}