{"authors": ["Craig Claiborne", "Sam Sifton", "Martha Rose Shulman", "Melissa Clark", "Samantha Seneviratne", "Julia Moskin", "Kim Severson", "Alison Roman", "Molly O'Neill", "The New York Times"], "date_download": "2018-11-16 03:30:28", "date_modify": "2018-11-16 03:30:28", "date_publish": "2018-04-04 00:00:00", "description": "Maida Heatter’s famous lemon cake first appeared in The Times in a 1970s feature highlighting a few of her best-loved cake recipes This one was actually found by her daughter, Toni Evins Marks, who lived on East 62nd Street at the time Ms", "filename": "recipes_1019169-east-62nd-street-lemon-cake_1542339028.html", "image_url": "https://static01.nyt.com/images/2018/04/04/dining/20COOKING-LEMON-CAKE1/20COOKING-LEMON-CAKE1-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019169-east-62nd-street-lemon-cake_1542339028.html", "title": "East 62nd Street Lemon Cake", "title_page": "East 62nd Street Lemon Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Maida Heatter’s famous lemon cake first appeared in The Times in a 1970s feature highlighting a few of her best-loved cake recipes. This one was actually found by her daughter, Toni Evins Marks, who lived on East 62nd Street at the time. Ms. Marks, who went on to illustrate a number of Ms. Heatter's cookbooks, sent it to her mother. She tinkered with it and renamed it. The cake, which is tender, moist and scented with lemon zest, is brushed with a simple glaze of lemon juice and sugar when it's still warm so it soaks into the cake. It's a timeless dessert that's perfect for practically any celebration. (Note: Some readers have mentioned in the notes below the recipe that \"Maida Heatter's Book of Great Desserts\" instructs you to bake this cake at 350 degrees. Our recipe, the one that Craig Claiborne ran in 1970, before Ms. Heatter's book was published, indicates 325. Either will work, but if you bake at 350, start checking for doneness just before the hour mark.)\nFeatured in: The Simple Lemon Cake That Helped Create A Legend.", "url": "https://cooking.nytimes.com/recipes/1019169-east-62nd-street-lemon-cake"}