{"authors": ["Christine Muhlke", "Moira Hodgson", "Mark Bittman", "Martha Rose Shulman", "Dorie Greenspan", "Melissa Clark", "Ali Slagle", "Sarah Digregorio", "Alison Roman", "Sam Sifton"], "date_download": "2018-11-16 03:33:28", "date_modify": "2018-11-16 03:33:28", "date_publish": "2016-05-03 00:00:00", "description": "If there’s such a thing as boomer cuisine, it can be found in the pages of “The Silver Palate Cookbook” by Sheila Lukins and Julee Rosso With its chirpy tone and “Moosewood”-in-the-city illustrations, the book, published in time for Mother’s Day in 1982, gave millions of home cooks who hadn’t mastered the art of French cooking the courage to try sophisticated dishes like escabeche, wild mushroom soup and that new thing called pesto This recipe, also in the book, came to The Times in a 2007 article celebrating the 25th anniversary edition", "filename": "recipes_8752-the-silver-palates-chicken-marbella_1542339208.html", "image_url": "https://static01.nyt.com/images/2016/05/03/dining/03COOKING-CHICKENMARBELLA1/03COOKING-CHICKENMARBELLA1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_8752-the-silver-palates-chicken-marbella_1542339208.html", "title": "The Silver Palate’s Chicken Marbella", "title_page": "The Silver Palate’s Chicken Marbella Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If there’s such a thing as boomer cuisine, it can be found in the pages of “The Silver Palate Cookbook” by Sheila Lukins and Julee Rosso. With its chirpy tone and “Moosewood”-in-the-city illustrations, the book, published in time for Mother’s Day in 1982, gave millions of home cooks who hadn’t mastered the art of French cooking the courage to try sophisticated dishes like escabeche, wild mushroom soup and that new thing called pesto. This recipe, also in the book, came to The Times in a 2007 article celebrating the 25th anniversary edition. The briny-sweet combination once seemed as risky (capers! prunes!) as the East Village, but now it's considered as classic as Grand Central.\nFeatured in: The Way We Eat; Book Of Revelations.", "url": "https://cooking.nytimes.com/recipes/8752-the-silver-palates-chicken-marbella"}