{"authors": ["Robert Simonson", "Rosie Schaap", "Amanda Hesser", "Alison Roman", "Melissa Clark", "David Tanis", "Emily Weinstein", "William Grimes", "Mark Bittman", "Jonathan Miles"], "date_download": "2018-11-16 03:26:53", "date_modify": "2018-11-16 03:26:53", "date_publish": "2018-01-17 00:00:00", "description": "Sometimes it seems there are as many Caesar recipes as there are Canadians of drinking age The building blocks are usually the same: vodka, hot sauce, Worcestershire sauce, lime juice, spices (for the rim of the glass) and clam-tomato juice, be it the standard Mott’s Clamato or one of the newer brands But every bar and citizen has a special twist, usually in the departments of spices and garnish", "filename": "recipes_1019137-caesar-cocktail_1542338813.html", "image_url": "https://static01.nyt.com/images/2018/01/17/dining/17Caesar4/17Caesar4-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019137-caesar-cocktail_1542338813.html", "title": "Caesar Cocktail Recipe", "title_page": "Caesar Cocktail Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sometimes it seems there are as many Caesar recipes as there are Canadians of drinking age. The building blocks are usually the same: vodka, hot sauce, Worcestershire sauce, lime juice, spices (for the rim of the glass) and clam-tomato juice, be it the standard Mott’s Clamato or one of the newer brands. But every bar and citizen has a special twist, usually in the departments of spices and garnish. This recipe is an adaptation of the one used by the bartender London Richard at his restaurant Sorso, near Calgary, Alberta. For vodka, he prefers Calgary’s own Burwood Vodka. For the spiced rim, the nationally popular mix known as Montreal steak spice plays a part. The garnish is a pickled pineapple and a bacon-wrapped, cream-cheese stuffed pickle. This version is a bit less complicated. But since a Caesar is a form of individual expression, follow your creative urge wherever it takes you. As long as you’ve got the Clamato and a decently complex spiced rim, you’ll end up with a wonderfully savory eye-opener that may render the Bloody Mary a dim memory.\nFeatured in: It Came, It Quenched, It Conquered Canada: The Caesar.", "url": "https://cooking.nytimes.com/recipes/1019137-caesar-cocktail"}