{"authors": ["Sam Sifton", "Mark Bittman And Sam Sifton", "Jill Santopietro", "Rachel L. Swarns", "Julia Moskin", "Pete Wells", "Melissa Clark", "Mark Bittman", "Regina Schrambling", "Martha Rose Shulman"], "date_download": "2018-11-16 03:30:26", "date_modify": "2018-11-16 03:30:26", "date_publish": "2012-01-15 00:00:00", "description": "This is a recipe to win the dinner party sweepstakes, and at very low stakes: slow-roasted pork shoulder served with lettuce, rice and a raft of condiments The chef David Chang serves the dish, known by its Korean name, bo ssam, at his Momofuku restaurant in the East Village and elsewhere He shared the recipe with The Times in 2012", "filename": "recipes_12197-momofukus-bo-ssam_1542339026.html", "image_url": "https://static01.nyt.com/images/2012/01/15/magazine/15eat1_span/15eat1_span-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12197-momofukus-bo-ssam_1542339026.html", "title": "Momofuku's Bo Ssam", "title_page": "Momofuku's Bo Ssam Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is a recipe to win the dinner party sweepstakes, and at very low stakes: slow-roasted pork shoulder served with lettuce, rice and a raft of condiments. The chef David Chang serves the dish, known by its Korean name, bo ssam, at his Momofuku restaurant in the East Village and elsewhere. He shared the recipe with The Times in 2012. Mr. Chang is known as a kitchen innovator, but his bo ssam is a remarkably straightforward way to achieve high-level excellence with little more than ingredients and time. Simply cure the pork overnight beneath a shower of salt and some sugar, then roast it in a low oven until it collapses. Apply some brown sugar and a little more salt, then roast the skin a while longer until it takes on the quality of glistening bark. Meanwhile, make condiments – hot sauces and kimchi, rice, some oysters if you wish. Then tear meat off the bone and wrap it in lettuce, and keep at that until everything’s gone.\nFeatured in: The Bo Ssam Miracle.", "url": "https://cooking.nytimes.com/recipes/12197-momofukus-bo-ssam"}