{"authors": ["Samin Nosrat", "Moira Hodgson", "Melissa Clark", "Mark Bittman", "David Tanis", "Erin Jeanne Mcdowell", "Julia Moskin", "Martha Rose Shulman", "Marian Burros", "Barbara Kafka"], "date_download": "2018-11-16 03:24:49", "date_modify": "2018-11-16 03:24:49", "date_publish": "2018-07-01 00:00:00", "description": "Tart and sweet, tinged with the faint scent of almonds and flowers, apricots are ideal for both eating and preserving But cooked fruit, no matter how expertly preserved, can never measure up to the flawlessness of its fresh counterpart To be extraordinary, apricot jam must offer something the fruit, out of hand, cannot", "filename": "recipes_1019387-apricot-noyaux-jam_1542338689.html", "image_url": "https://static01.nyt.com/images/2018/07/01/magazine/01mag-eat-image1/01mag-eat-image1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019387-apricot-noyaux-jam_1542338689.html", "title": "Apricot-Noyaux Jam", "title_page": "Apricot-Noyaux Jam Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tart and sweet, tinged with the faint scent of almonds and flowers, apricots are ideal for both eating and preserving. But cooked fruit, no matter how expertly preserved, can never measure up to the flawlessness of its fresh counterpart. To be extraordinary, apricot jam must offer something the fruit, out of hand, cannot. The most seductive flavor apricots have to offer is hidden within their pits. While the kernels, or noyaux, taste bland and bitter, they are rife with the sweet aroma of almonds, vanilla, apricots and lilies. Take the time to crack them from their shells. Steep them into the pot of bubbling fruit, where the heat will coax the perfume out of the noyaux and into the preserves (the heat will also disable the small amount of amygdalin the kernels contain, preventing the body from converting it to cyanide). To intensify the noyau flavor even more, add a generous splash of homemade extract. The resulting jam is an improbable improvement over the natural perfection of ripe stone fruit. Spread the jam on hot, buttered toast. Swirl it into thick Greek yogurt. Slather it between layers of almond or spongecake. Or sneak spoonfuls of it straight from the jar — no one will fault you.\nFeatured in: How To Unlock The Secret Flavor Hidden At The Apricot’s Core.", "url": "https://cooking.nytimes.com/recipes/1019387-apricot-noyaux-jam"}