{"authors": ["Mark Bittman", "Florence Fabricant", "Melissa Clark", "Colu Henry", "Amanda Hesser", "Pierre Franey", "Alison Roman", "Emily Weinstein", "Julia Moskin", "The New York Times"], "date_download": "2018-11-16 03:27:32", "date_modify": "2018-11-16 03:27:32", "date_publish": "2015-06-08 00:00:00", "description": "In 1998, Mark Bittman and Katy Sparks, then chef of Quilty's in Manhattan, developed this easy recipe for salmon encrusted with fennel seeds, rosemary and orange zest It's a simple though sophisticated twist on weeknight salmon A couple things to keep in mind when making this dish: Make sure you use fillets of equal size", "filename": "recipes_7368-provencal-salmon-with-fennel-rosemary-and-orange-zest_1542338852.html", "image_url": "https://static01.nyt.com/images/2015/06/08/dining/08PROVENCALSALMON/08PROVENCALSALMON-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_7368-provencal-salmon-with-fennel-rosemary-and-orange-zest_1542338852.html", "title": "Provençal Salmon With Fennel, Rosemary and Orange Zest", "title_page": "Provençal Salmon With Fennel, Rosemary and Orange Zest Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 1998, Mark Bittman and Katy Sparks, then chef of Quilty's in Manhattan, developed this easy recipe for salmon encrusted with fennel seeds, rosemary and orange zest. It's a simple though sophisticated twist on weeknight salmon.\nA couple things to keep in mind when making this dish: Make sure you use fillets of equal size. Buy skinned salmon fillet from the thick (that is, not the tail) end of the fish then cut across the fillet to make the four pieces. Also, allow the fish to sit for a while after coating to encourage the fragrant seasonings to permeate the flesh of the fish.\nFeatured in: The Minimalist; A Straightforward Technique Leading To Splendid Salmon.\nLearn: How to Cook Salmon", "url": "https://cooking.nytimes.com/recipes/7368-provencal-salmon-with-fennel-rosemary-and-orange-zest"}