{"authors": ["Melissa Clark", "Pierre Franey", "Mark Bittman", "Julia Moskin", "David Tanis", "Alison Roman", "Tejal Rao", "Kim Severson", "Colu Henry"], "date_download": "2018-11-16 03:38:18", "date_modify": "2018-11-16 03:38:18", "date_publish": "2014-03-10 00:00:00", "description": "This recipe breaks the taboo of combining seafood and cheese This salad of blanched shrimp, new potatoes and crisp disks of sugar-snap peas is perfectly adequate It is vibrant from fresh mint, tangy from red-wine vinegar and mustard in the vinaigrette, sweet from the shrimp and earthy from the potatoes, but a few shards of young pecorino add the saline funk that brings this dish together", "filename": "recipes_1013677-shrimp-sugar-snap-pea-and-potato-salad-with-mint-and-pecorino_1542339498.html", "image_url": "https://static01.nyt.com/images/2014/03/10/dining/10shrimp/10shrimp-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1013677-shrimp-sugar-snap-pea-and-potato-salad-with-mint-and-pecorino_1542339498.html", "title": "Shrimp, Sugar-Snap Pea and Potato Salad With Mint and Pecorino", "title_page": "Shrimp, Sugar-Snap Pea and Potato Salad With Mint and Pecorino Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe breaks the taboo of combining seafood and cheese. This salad of blanched shrimp, new potatoes and crisp disks of sugar-snap peas is perfectly adequate. It is vibrant from fresh mint, tangy from red-wine vinegar and mustard in the vinaigrette, sweet from the shrimp and earthy from the potatoes, but a few shards of young pecorino add the saline funk that brings this dish together. The cheese will practically melt into the salad, adding a glossy complexity. (Another young, semifirm sheep’s milk cheese would work. So would aged pecorino, but use less since it’s saltier. )\nFeatured in: A Reason For Cheese On Shrimp (No, Really).\nLearn: How to Cook Potatoes", "url": "https://cooking.nytimes.com/recipes/1013677-shrimp-sugar-snap-pea-and-potato-salad-with-mint-and-pecorino"}