{"authors": ["Regina Schrambling", "Mark Bittman", "Molly O'Neill", "Amanda Hesser", "Julia Moskin", "Florence Fabricant", "David Tanis", "Erin Jeanne Mcdowell", "Colu Henry", "Emily Weinstein"], "date_download": "2018-11-16 03:32:04", "date_modify": "2018-11-16 03:32:04", "date_publish": "2018-10-30 00:00:00", "description": "This rich, comforting stew was brought to The Times by Regina Schrambling in 2001, in the dark days immediately following the attacks on the World Trade Center The accompanying article was an ode to the therapeutic benefits of cooking and baking:\n\"Whoever said cooking should be entered into with abandon or not at all had it wrong Going into it when you have no hope is sometimes just what you need to get to a better place", "filename": "recipes_1017085-dijon-and-cognac-beef-stew_1542339124.html", "image_url": "https://static01.nyt.com/images/2018/10/30/dining/rs-dijon-and-cognac-beef-stew/rs-dijon-and-cognac-beef-stew-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017085-dijon-and-cognac-beef-stew_1542339124.html", "title": "Dijon and Cognac Beef Stew", "title_page": "Dijon and Cognac Beef Stew Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This rich, comforting stew was brought to The Times by Regina Schrambling in 2001, in the dark days immediately following the attacks on the World Trade Center. The accompanying article was an ode to the therapeutic benefits of cooking and baking:\n\"Whoever said cooking should be entered into with abandon or not at all had it wrong. Going into it when you have no hope is sometimes just what you need to get to a better place. Long before there were antidepressants, there was stew.\"\nThis one, while complex in flavor, is not difficult to prepare, but it cannot be rushed. Make it when you have the time to indulge in the meditative qualities of chopping, sautéing, reducing, braising, waiting and tasting. You will be rewarded with an exceptionally flavorful dish that is just as satisfying to eat as it was to cook.\nFeatured in: When The Path To Serenity Wends Past The Stove.", "url": "https://cooking.nytimes.com/recipes/1017085-dijon-and-cognac-beef-stew"}