{"authors": ["Julia Moskin", "Melissa Clark", "Martha Rose Shulman", "Yossy Arefi", "Ali Slagle", "Emily Weinstein", "Kim Severson", "Leslie Kaufman", "Pete Wells", "Debbie Lee"], "date_download": "2018-11-16 03:30:44", "date_modify": "2018-11-16 03:30:44", "date_publish": "2015-06-03 00:00:00", "description": "Ssamjang, meaning \"sauce for wraps\" in Korean, has a wonderful combination of sweet, spicy and salty elements It’s like American barbecue sauce, which makes sense, as it’s often used with grilled Korean specialties like bulgogi (marinated shaved beef), galbi (thinly sliced short ribs) and pork belly Its main ingredient, doenjang, is a slow-fermented soybean paste that is similar to Japanese miso, providing the same rich umami flavor", "filename": "recipes_1017445-spicy-sweet-korean-barbecue-sauce-ssamjang_1542339044.html", "image_url": "https://static01.nyt.com/images/2015/06/03/dining/03MAANGCHI/03MAANGCHI-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017445-spicy-sweet-korean-barbecue-sauce-ssamjang_1542339044.html", "title": "Spicy-Sweet Korean Barbecue Sauce (Ssamjang)", "title_page": "Spicy-Sweet Korean Barbecue Sauce (Ssamjang) Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ssamjang, meaning \"sauce for wraps\" in Korean, has a wonderful combination of sweet, spicy and salty elements. It’s like American barbecue sauce, which makes sense, as it’s often used with grilled Korean specialties like bulgogi (marinated shaved beef), galbi (thinly sliced short ribs) and pork belly.\nIts main ingredient, doenjang, is a slow-fermented soybean paste that is similar to Japanese miso, providing the same rich umami flavor. Any Asian food market would stock multiple brands of doenjang; one of our favorite Korean cooking teachers, Emily Kim, a.k.a. Maangchi, advises simply, \"Buy the most expensive one!\"\nFeatured in: Maangchi: You Tube’s Korean Julia Child.", "url": "https://cooking.nytimes.com/recipes/1017445-spicy-sweet-korean-barbecue-sauce-ssamjang"}