{"authors": ["Sam Sifton", "Pierre Franey", "Mark Bittman", "John Willoughby", "Tamar Adler", "Melissa Clark", "Julia Moskin", "The New York Times", "Samantha Seneviratne", "Alison Roman"], "date_download": "2018-11-16 03:30:51", "date_modify": "2018-11-16 03:30:51", "date_publish": "2014-04-02 00:00:00", "description": "This is a dinner to evoke deep summer, when the heat lies heavy even at dusk and humidity wraps you like a blanket: shrimp tossed in garlic butter made fiery with Indonesian sambal and jalapeño, cut by lime, fragrant with cilantro It is a kind of scampi for the sun-kissed and sun-desirous alike, a vacation on a plate Add a mojito and a couple of beers", "filename": "recipes_1013144-yucatan-shrimp_1542339051.html", "image_url": "https://static01.nyt.com/images/2014/04/02/dining/Yucatan-Shrimp/Yucatan-Shrimp-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1013144-yucatan-shrimp_1542339051.html", "title": "Yucatan Shrimp Recipe", "title_page": "Yucatan Shrimp Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is a dinner to evoke deep summer, when the heat lies heavy even at dusk and humidity wraps you like a blanket: shrimp tossed in garlic butter made fiery with Indonesian sambal and jalapeño, cut by lime, fragrant with cilantro. It is a kind of scampi for the sun-kissed and sun-desirous alike, a vacation on a plate. Add a mojito and a couple of beers. The recipe comes out of southwest Florida, from Doc Ford’s Sanibel Rum Bar and Grille, a restaurant that sits off the road that runs slow and sultry along Sanibel Island toward Captiva, past the placid, russet waters of Tarpon Bay. Randy Wayne White, one of the owners, named the place after the fictional protagonist of his mystery novels. The air smells of salt and mangrove there, of tropical rot and fresh-cut grass. He graciously sent along a recipe, which we adapted for use at home, in 2010.\nFeatured in: The Sunshine Plate.", "url": "https://cooking.nytimes.com/recipes/1013144-yucatan-shrimp"}