{"authors": ["Yotam Ottolenghi", "Bryan Miller", "Alison Roman", "Martha Rose Shulman", "Melissa Clark", "Amanda Hesser", "David Tanis", "The New York Times", "Emily Weinstein", "Florence Fabricant"], "date_download": "2018-11-16 03:32:05", "date_modify": "2018-11-16 03:32:05", "date_publish": "2017-06-07 00:00:00", "description": "Even though this cake is packed full of dates, bananas and tahini (also known as tahini paste in Britain), it’s surprisingly soft and light You can serve it warm, if you like, with the tahini cream cheese and bananas alongside, although it’s worth the wait, if you can, for it to cool so that it can be assembled as a cake A note on tahini: We always use tahini from one of the Arabic brands, which tend to be creamy and nutty (as opposed to a Greek or Cypriot tahini, which can be bitter and sticky)", "filename": "recipes_1018781-sesame-date-and-banana-cake_1542339125.html", "image_url": "https://static01.nyt.com/images/2017/06/07/dining/07BAKING1/07BAKING1-videoSixteenByNineJumbo1600-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018781-sesame-date-and-banana-cake_1542339125.html", "title": "Sesame, Date and Banana Cake", "title_page": "Sesame, Date and Banana Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even though this cake is packed full of dates, bananas and tahini (also known as tahini paste in Britain), it’s surprisingly soft and light. You can serve it warm, if you like, with the tahini cream cheese and bananas alongside, although it’s worth the wait, if you can, for it to cool so that it can be assembled as a cake. A note on tahini: We always use tahini from one of the Arabic brands, which tend to be creamy and nutty (as opposed to a Greek or Cypriot tahini, which can be bitter and sticky). But it's also worth seeking out local or artisanal brands closer to home. Always be sure your tahini is well stirred before measuring.\nFeatured in: An Ingredient He Can’t Do Without.", "url": "https://cooking.nytimes.com/recipes/1018781-sesame-date-and-banana-cake"}