{"authors": ["Sam Sifton", "Pierre Franey", "Erin Jeanne Mcdowell", "Martha Rose Shulman", "Colu Henry", "Melissa Clark", "Kim Severson", "Alex Witchel", "David Tanis", "Tara Parker-Pope"], "date_download": "2018-11-16 03:26:07", "date_modify": "2018-11-16 03:26:07", "date_publish": "2018-02-11 00:00:00", "description": "This chowder of root-cellar vegetables, clams and fish is one of the easiest and best things to cook for a weekend dinner with family and friends Use a mixture of butter and the powdered dried seaweed called dulse as the flavored fat in which you sauté the vegetables before deglazing them, and each individual flavor in the resulting stew will pop — from carrot to leek, parsnip to potato, bacon to clam to scallop to fish. The seaweed is a powerful flavor enhancer You can omit it if you want, but really, you shouldn't.", "filename": "recipes_1019177-seafood-chowder_1542338767.html", "image_url": "https://static01.nyt.com/images/2018/02/11/magazine/11mag-eat1/11mag-eat1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019177-seafood-chowder_1542338767.html", "title": "Seafood Chowder Recipe", "title_page": "Seafood Chowder Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This chowder of root-cellar vegetables, clams and fish is one of the easiest and best things to cook for a weekend dinner with family and friends. Use a mixture of butter and the powdered dried seaweed called dulse as the flavored fat in which you sauté the vegetables before deglazing them, and each individual flavor in the resulting stew will pop — from carrot to leek, parsnip to potato, bacon to clam to scallop to fish. The seaweed is a powerful flavor enhancer. You can omit it if you want, but really, you shouldn't.\nFeatured in: The Flavor Enhancer You Don’t Need To Tell Anyone About.", "url": "https://cooking.nytimes.com/recipes/1019177-seafood-chowder"}