{"authors": ["Sarah Digregorio", "Florence Fabricant", "Tara Parker-Pope", "Martha Rose Shulman", "Samantha Seneviratne", "Julia Reed", "Emily Weinstein", "Molly O'Neill", "Melissa Clark", "Mark Bittman"], "date_download": "2018-11-16 03:25:59", "date_modify": "2018-11-16 03:25:59", "date_publish": "2018-10-29 00:00:00", "description": "The seasonings in Italian sausage — fennel, red pepper, garlic — pair beautifully with lentils, and here, they make for a punchy take on lentil soup The sausage's flavors are reinforced by adding more garlic and pepper to the soup itself, for pops of flavor Pleasantly firm but creamy on the inside, Beluga lentils (also known as black lentils) are worth seeking out for this hearty soup because they hold their shape when cooked, adding a lovely texture", "filename": "recipes_1019697-slow-cooker-lentil-soup-with-sausage-and-greens_1542338759.html", "image_url": "https://static01.nyt.com/images/2018/10/29/dining/sd-sausage-lentil/sd-sausage-lentil-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019697-slow-cooker-lentil-soup-with-sausage-and-greens_1542338759.html", "title": "Slow Cooker Lentil Soup With Sausage and Greens", "title_page": "Slow Cooker Lentil Soup With Sausage and Greens Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The seasonings in Italian sausage — fennel, red pepper, garlic — pair beautifully with lentils, and here, they make for a punchy take on lentil soup. The sausage's flavors are reinforced by adding more garlic and pepper to the soup itself, for pops of flavor. Pleasantly firm but creamy on the inside, Beluga lentils (also known as black lentils) are worth seeking out for this hearty soup because they hold their shape when cooked, adding a lovely texture. But you can absolutely use regular green or brown lentils instead. Just know that they will fall apart, making the soup smoother. This recipe freezes well and is better after it rests in the refrigerator, so make a big batch to eat for days.", "url": "https://cooking.nytimes.com/recipes/1019697-slow-cooker-lentil-soup-with-sausage-and-greens"}