{"authors": ["Craig Claiborne", "Florence Fabricant", "Molly O'Neill", "Jonathan Reynolds", "Julia Moskin", "Nancy Harmon Jenkins", "Robert Farrar Capon", "Sam Sifton", "Pierre Franey", "Mark Bittman"], "date_download": "2018-11-16 03:27:45", "date_modify": "2018-11-16 03:27:45", "date_publish": "2014-01-15 00:00:00", "description": "Craig Claiborne brought this marvelous dinner-party centerpiece to The Times in 1958, after securing it from Myra Waldo, a globetrotting food and travel writer who edited “The Complete Round-the-World Cookbook,” featuring recipes gathered by Pan American Airways Mr Claiborne recommended this one in a column in the newspaper four years later: a leg of lamb roasted above carrots and onions, broth, hot coffee, cream and a sprinkling of sugar", "filename": "recipes_1015959-myra-waldos-swedish-lamb_1542338865.html", "image_url": "https://static01.nyt.com/images/2014/01/15/dining/recipes-myrawaldoswedishlamb/recipes-myrawaldoswedishlamb-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015959-myra-waldos-swedish-lamb_1542338865.html", "title": "Myra Waldo's Swedish Lamb", "title_page": "Myra Waldo's Swedish Lamb Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Craig Claiborne brought this marvelous dinner-party centerpiece to The Times in 1958, after securing it from Myra Waldo, a globetrotting food and travel writer who edited “The Complete Round-the-World Cookbook,” featuring recipes gathered by Pan American Airways. Mr. Claiborne recommended this one in a column in the newspaper four years later: a leg of lamb roasted above carrots and onions, broth, hot coffee, cream and a sprinkling of sugar. Really! The result on the plate is remarkable in the way the richness of the sauce mingles with the big taste of the lamb. All we needed to do to improve it was exchange the beef broth Claiborne used (too tinny in flavor) for some of the low-sodium chicken variety. (Sam Sifton)\nFeatured in: Myra Waldo's Swedish Lamb.", "url": "https://cooking.nytimes.com/recipes/1015959-myra-waldos-swedish-lamb"}