{"authors": ["Sam Sifton", "Bryan Miller", "Peter Meehan", "Annemarie Conte", "Elaine Louie", "Molly O'Neill", "Melissa Clark", "Yossy Arefi", "Erin Jeanne Mcdowell", "Alison Roman"], "date_download": "2018-11-16 03:34:21", "date_modify": "2018-11-16 03:34:21", "date_publish": "2015-05-20 00:00:00", "description": "Spiedies are a mainstay sandwich of Binghamton, N.Y., and its surrounding boroughs They’re made of meat marinated for a long time in what amounts to Italian dressing, then threaded onto skewers, grilled, and slid into a cheap sub roll, sometimes with a drizzle of fresh marinade or hot sauce The recipe that follows calls for beef, but pork or venison can be used almost interchangeably", "filename": "recipes_1017420-spiedies_1542339261.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20ENTREE6/20ENTREE6-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017420-spiedies_1542339261.html", "title": "Spiedies Recipe", "title_page": "Spiedies Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Spiedies are a mainstay sandwich of Binghamton, N.Y., and its surrounding boroughs. They’re made of meat marinated for a long time in what amounts to Italian dressing, then threaded onto skewers, grilled, and slid into a cheap sub roll, sometimes with a drizzle of fresh marinade or hot sauce. The recipe that follows calls for beef, but pork or venison can be used almost interchangeably. Marinate for a long time: a full 24 to 36 hours is not uncommon, and results in chunks of meat that are so deeply flavored that they taste great even when slightly overcooked. (If you use chicken, however, reduce the length of time in the marinade, since the meat starts to break down after 12 hours or so.) Serve the spiedies with an additional drizzle of lemon juice and olive oil, on top of Italian bread or alongside rice.\nFeatured in: Summer Dinner Ideas That Work Again And Again.", "url": "https://cooking.nytimes.com/recipes/1017420-spiedies"}