{"authors": ["Dorie Greenspan", "The New York Times", "Erin Jeanne Mcdowell", "Margaux Laskey", "Melissa Clark", "Julia Moskin", "Yossy Arefi", "David Tanis", "Sam Sifton", "Regina Schrambling"], "date_download": "2018-11-16 03:31:12", "date_modify": "2018-11-16 03:31:12", "date_publish": "2018-07-08 00:00:00", "description": "Of course this cake is good at lunch, at dinner, after school, afternoon or after midnight, but I call it a breakfast cake because it reminds me of a lemon cake I had with coffee every morning that I was in Rome The cake is tall and golden, lightly lemony and most like a sponge cake — it’s soft and stretchy: Pull it gently, and it will tug itself back into shape If you have a tube pan, use it; if you don’t, choose a Bundt pan with as few curves, crannies and crenellations as possible (fewer nooks make unmolding easier)", "filename": "recipes_1019395-roman-breakfast-cake_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542339072.html", "image_url": "https://static01.nyt.com/images/2018/07/08/magazine/08mag-OnDessert-image1/08mag-OnDessert-image1-threeByTwoMediumAt2X.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019395-roman-breakfast-cake_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542339072.html", "title": "Roman Breakfast Cake", "title_page": "Roman Breakfast Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Of course this cake is good at lunch, at dinner, after school, afternoon or after midnight, but I call it a breakfast cake because it reminds me of a lemon cake I had with coffee every morning that I was in Rome. The cake is tall and golden, lightly lemony and most like a sponge cake — it’s soft and stretchy: Pull it gently, and it will tug itself back into shape. If you have a tube pan, use it; if you don’t, choose a Bundt pan with as few curves, crannies and crenellations as possible (fewer nooks make unmolding easier). When there are berries in the market, I fold them into the batter at the end. During the rest of the year, I go with straight lemon, although you could certainly make this cake with orange or a mix of citrus. Like so many of my favorite recipes, this is one that you can play with.\nFeatured in: A Lemony Breakfast Cake That Tastes Like A Roman Holiday.", "url": "https://cooking.nytimes.com/recipes/1019395-roman-breakfast-cake?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3"}