{"authors": ["Jeff Schwarz And Greg Kessler", "Florence Fabricant", "David Tanis", "Julia Moskin", "Melissa Clark", "Samantha Seneviratne", "Tara Parker-Pope", "The New York Times", "Jennifer Steinhauer", "Samin Nosrat"], "date_download": "2018-11-16 03:25:44", "date_modify": "2018-11-16 03:25:44", "date_publish": "2014-02-07 00:00:00", "description": "For cooking, forget the giant pumpkins that are meant for life as jack o’lanterns The flat, lesser known heirloom variety called the Long Island cheese pumpkin is the prizewinner This sweet, beige pumpkin gets its name from its resemblance to a wheel of cheese", "filename": "recipes_1015291-cheese-pumpkin-soup-with-sage-and-apple_1542338744.html", "image_url": "https://static01.nyt.com/images/2014/02/07/dining/recipe-cheese-pumpkin-soup/recipe-cheese-pumpkin-soup-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015291-cheese-pumpkin-soup-with-sage-and-apple_1542338744.html", "title": "Cheese Pumpkin Soup With Sage and Apple", "title_page": "Cheese Pumpkin Soup With Sage and Apple Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For cooking, forget the giant pumpkins that are meant for life as jack o’lanterns. The flat, lesser known heirloom variety called the Long Island cheese pumpkin is the prizewinner. This sweet, beige pumpkin gets its name from its resemblance to a wheel of cheese. Making pumpkin soup is a go-to way to prepare the fruit. As with any soup, the key is the quality of stock used. It should add flavor, but not too much or it will eclipse the taste of the pumpkin. Vegetable stock is the best choice here. Roasting the pumpkin with the seeds intact (except for a handful to be used as garnish) intensifies the flavor and adds a slight nuttiness to the soup. Adding sage and some raw apple brings aroma and acidity to the recipe. Finish with pumpkin oil for added richness.\nFeatured in: Visiting The Source | A Chef In The Field: Pumpkins.\nLearn: How to Make Soup", "url": "https://cooking.nytimes.com/recipes/1015291-cheese-pumpkin-soup-with-sage-and-apple"}