{"authors": ["Julia Moskin", "Florence Fabricant", "Mark Bittman", "William Grimes", "Melissa Clark", "Kim Severson", "David Leite", "Marian Burros", "Martha Rose Shulman", "Sarah Digregorio"], "date_download": "2018-11-16 03:32:51", "date_modify": "2018-11-16 03:32:51", "date_publish": "2014-05-12 00:00:00", "description": "This isn't steakhouse steak; it's your-house steak, ideal for home cooks who want fast weeknight meals The rules are simple: buy boneless cuts (they cook evenly), thinner steaks (they cook through on top of the stove), dry them well (to maximize crust), then salt and sear them in an insanely hot, preferably cast-iron pan The recipe here is a radical departure from the conventional wisdom on steak, which commands you to salt the meat beforehand, put it on the heat and then leave it alone", "filename": "recipes_1016334-cast-iron-steak_1542339171.html", "image_url": "https://static01.nyt.com/images/2014/05/12/multimedia/recipelab-steak/recipelab-steak-videoSixteenByNineJumbo1600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016334-cast-iron-steak_1542339171.html", "title": "Cast-Iron Steak Recipe", "title_page": "Cast-Iron Steak Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This isn't steakhouse steak; it's your-house steak, ideal for home cooks who want fast weeknight meals. The rules are simple: buy boneless cuts (they cook evenly), thinner steaks (they cook through on top of the stove), dry them well (to maximize crust), then salt and sear them in an insanely hot, preferably cast-iron pan. The recipe here is a radical departure from the conventional wisdom on steak, which commands you to salt the meat beforehand, put it on the heat and then leave it alone. Instead, you should salt the pan (not the meat) and flip the steak early and often. This combination of meat, salt, heat and cast-iron produces super-crusty and juicy steak — no grilling, rubbing, or aging required.\nFeatured in: Steak That Sizzles On The Stovetop.\nLearn: How to Make Steak", "url": "https://cooking.nytimes.com/recipes/1016334-cast-iron-steak"}