{"authors": ["Nancy Harmon Jenkins", "Mayukh Sen", "Melissa Clark", "Sarah Digregorio", "Tara Parker-Pope", "Kim Severson", "Martha Rose Shulman", "Florence Fabricant", "Julia Moskin", "Trish Hall"], "date_download": "2018-11-16 04:54:10", "date_modify": "2018-11-16 04:54:10", "date_publish": "2018-08-08 00:00:00", "description": "Bright broccoli, lightly coated with a rich sauce that conveys a bit of heat, mingles with pasta in this dish from Majordomo, David Chang's first Los Angeles restaurant There, they make their own thick noodles from scratch, using a combination of wheat flour and cassava starch You don't have to", "filename": "recipes_1019445-pasta-with-chinese-broccoli_1542344050.html", "image_url": "https://static01.nyt.com/images/2018/08/08/dining/08pairing1/08pairing1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019445-pasta-with-chinese-broccoli_1542344050.html", "title": "Pasta With Chinese Broccoli", "title_page": "Pasta With Chinese Broccoli Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bright broccoli, lightly coated with a rich sauce that conveys a bit of heat, mingles with pasta in this dish from Majordomo, David Chang's first Los Angeles restaurant. There, they make their own thick noodles from scratch, using a combination of wheat flour and cassava starch. You don't have to. The restaurant's executive chef Jude Parra-Sickels suggests bucatini as a substitution. In preparing and serving the dish, do not short change the mixing of the ingredients because the broccoli tends to hide under the pasta. You have to coax it out, especially as you serve it. Vegetarians could use untoasted sesame oil, preferably cold pressed, in place of the pork fat.\nFeatured in: Beyond Assyrtiko, Greek Whites Reach For Distinction.", "url": "https://cooking.nytimes.com/recipes/1019445-pasta-with-chinese-broccoli"}