{"authors": ["Martha Rose Shulman", "Moira Hodgson", "Melissa Clark", "Kim Severson", "Julia Moskin", "Joan Nathan", "Erin Jeanne Mcdowell", "Molly O'Neill", "Matt Lee And Ted Lee", "Amanda Hesser"], "date_download": "2018-11-16 03:25:47", "date_modify": "2018-11-16 03:25:47", "date_publish": "2014-09-24 00:00:00", "description": "This tart, adapted from the pastry chef Jacquy Pfeiffer, with whom I wrote a cookbook, is a very simple way to show off the last of the season’s plums Use the same formula for peaches, apricots and figs when those fruits are in season The important thing to remember when making fresh fruit tarts with cut stone fruit is that you need to pack the fruit into the pastry tightly", "filename": "recipes_1016817-plum-tart_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338747.html", "image_url": "https://static01.nyt.com/images/2014/09/24/dining/24DESSERT/24DESSERT-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016817-plum-tart_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338747.html", "title": "Plum Tart Recipe", "title_page": "Plum Tart Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This tart, adapted from the pastry chef Jacquy Pfeiffer, with whom I wrote a cookbook, is a very simple way to show off the last of the season’s plums. Use the same formula for peaches, apricots and figs when those fruits are in season. The important thing to remember when making fresh fruit tarts with cut stone fruit is that you need to pack the fruit into the pastry tightly. If you don’t, the fruit will collapse in the shell as it bakes, and it will lose a lot of liquid, which could make the pastry shell soggy. Another way to prevent the shell from becoming soggy is to line it with crumbs of one kind or another — they can be cookie crumbs or breadcrumbs, crumble topping or streusel, that will absorb the juice from the fruit.\nFeatured in: The Secret To Last Minute Tart: Keep Pastry Dough In The Freezer.", "url": "https://cooking.nytimes.com/recipes/1016817-plum-tart?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3"}