{"authors": ["Amanda Hesser", "Melissa Clark", "Hannah Kirshner", "Julia Moskin", "Leslie Land", "Jill Santopietro", "Martha Rose Shulman", "Sam Sifton", "Alison Roman"], "date_download": "2018-11-16 03:25:25", "date_modify": "2018-11-16 03:25:25", "date_publish": "2014-05-22 00:00:00", "description": "This recipe came to The Times from June Taylor, the impresario of preserving whose jams and jellies, made in her workshop in Berkeley, Calif., are esoteric works of art For this sweet-tart concoction, you’ll need a jelly bag, used to draw pectin from the fruit, which can be found online or at your local kitchen supply store (you can also make your own out of muslin.) The recipe is for marmalade devotees who want a surprise: you’ll cut the Meyer lemon into chunks, so when you eat the marmalade, you get a burst of lemon, a bit of culinary sunshine.", "filename": "recipes_6999-grapefruit-and-meyer-lemon-marmalade_1542338725.html", "image_url": "https://static01.nyt.com/images/2014/05/22/dining/Marmalade/Marmalade-mediumThreeByTwo440.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_6999-grapefruit-and-meyer-lemon-marmalade_1542338725.html", "title": "Grapefruit-and-Meyer-Lemon Marmalade", "title_page": "Grapefruit-and-Meyer-Lemon Marmalade Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe came to The Times from June Taylor, the impresario of preserving whose jams and jellies, made in her workshop in Berkeley, Calif., are esoteric works of art. For this sweet-tart concoction, you’ll need a jelly bag, used to draw pectin from the fruit, which can be found online or at your local kitchen supply store (you can also make your own out of muslin.) The recipe is for marmalade devotees who want a surprise: you’ll cut the Meyer lemon into chunks, so when you eat the marmalade, you get a burst of lemon, a bit of culinary sunshine.\nFeatured in: The Way We Eat; Jelly's Last Jam.\nLearn: How to Make Jam\nLearn: Basic Knife Skills", "url": "https://cooking.nytimes.com/recipes/6999-grapefruit-and-meyer-lemon-marmalade"}