{"authors": ["Martha Rose Shulman", "Mark Bittman", "Sam Sifton", "Julia Moskin", "Molly O'Neill", "Tara Parker-Pope", "Erin Jeanne Mcdowell", "Alison Roman", "Melissa Clark"], "date_download": "2018-11-16 03:27:13", "date_modify": "2018-11-16 03:27:13", "date_publish": "2014-03-11 00:00:00", "description": "Stir-fry is a great weeknight staple: fast, alive with flavor and bendable to whatever is in your refrigerator or freezer Here, mushrooms, scallions and peas, flavored with that feisty duo of garlic and ginger, are quickly cooked (there is no other way in a stir-fry) and then pushed aside in the wok before the fish is added The naturally flaky cod would fall apart if it were tossed around, so it is seared and turned once", "filename": "recipes_12869-wok-seared-cod-with-mushrooms-and-peas_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338833.html", "image_url": "https://static01.nyt.com/images/2014/03/11/dining/11wokcod/11wokcod-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12869-wok-seared-cod-with-mushrooms-and-peas_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338833.html", "title": "Wok-Seared Cod With Mushrooms and Peas", "title_page": "Wok-Seared Cod With Mushrooms and Peas Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stir-fry is a great weeknight staple: fast, alive with flavor and bendable to whatever is in your refrigerator or freezer. Here, mushrooms, scallions and peas, flavored with that feisty duo of garlic and ginger, are quickly cooked (there is no other way in a stir-fry) and then pushed aside in the wok before the fish is added. The naturally flaky cod would fall apart if it were tossed around, so it is seared and turned once. Finally, everything is gently stirred together with peas and a mixture of broth, soy sauce and rice wine, which glazes the fish and vegetables. Serve piping hot, with rice or soba noodles that ideally have been cooked while you prepped the ingredients for the stir-fry. A 12-inch stainless steel skillet can stand in for a wok, though it does not perform as well.\nFeatured in: Stir Fries For Crisp Autumn Days.", "url": "https://cooking.nytimes.com/recipes/12869-wok-seared-cod-with-mushrooms-and-peas?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3"}