{"authors": ["Melissa Clark", "Craig Claiborne And Pierre Franey", "Mark Bittman", "Florence Fabricant", "Julia Moskin", "Alison Roman", "Eric Asimov", "Tejal Rao"], "date_download": "2018-11-16 03:37:01", "date_modify": "2018-11-16 03:37:01", "date_publish": "2016-11-23 00:00:00", "description": "Laced with nuggets of pancetta and crisp-edged fried eggs, there’s a lot going on in this hearty salad, and you need a green that can stand up to it all With its thick, ruffled leaves and almost mineral flavor, mature spinach (as opposed to those ubiquitous baby leaves) does the job well If you can’t find it, you can substitute baby spinach, though it will wilt when it makes contact with the hot eggs", "filename": "recipes_1018446-spinach-salad-with-pancetta-and-fried-eggs_1542339421.html", "image_url": "https://static01.nyt.com/images/2016/11/23/multimedia/clark-spin-salad/clark-spin-salad-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018446-spinach-salad-with-pancetta-and-fried-eggs_1542339421.html", "title": "Spinach Salad With Pancetta and Fried Eggs", "title_page": "Spinach Salad With Pancetta and Fried Eggs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Laced with nuggets of pancetta and crisp-edged fried eggs, there’s a lot going on in this hearty salad, and you need a green that can stand up to it all. With its thick, ruffled leaves and almost mineral flavor, mature spinach (as opposed to those ubiquitous baby leaves) does the job well. If you can’t find it, you can substitute baby spinach, though it will wilt when it makes contact with the hot eggs. Or try kale, which also holds up nicely. Serve this for a light dinner or a hearty brunch with some good bread and olive oil for dipping on the side.\nFeatured in: A Warm Spinach Salad, Wearing Pancetta And Egg.\nLearn: How to Make Salad", "url": "https://cooking.nytimes.com/recipes/1018446-spinach-salad-with-pancetta-and-fried-eggs"}