{"authors": ["Julia Reed", "Julia Moskin", "Florence Fabricant", "Alex Witchel", "Frank Caiafa", "Emily Weinstein", "Melissa Clark", "Maida Heatter", "Moira Hodgson", "Amanda Hesser"], "date_download": "2018-11-16 03:33:33", "date_modify": "2018-11-16 03:33:33", "date_publish": null, "description": "Usually cakes are named for famous people who like them There's a flourless chocolate cake named after the late queen mother (It was served to her once at tea in a private house, and, the story goes, she began featuring it at royal parties.) There is even a cake, a genoise layered with kirsch-flavored crème mousseline and strawberries, named after a bandleader, Ray Ventura, who was popular in France just after World War II", "filename": "recipes_11109-roberts-redford-cake_1542339213.html", "image_url": "https://int.nyt.com/applications/cooking/static/images/NYTCookingLogo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_11109-roberts-redford-cake_1542339213.html", "title": "Robert’s Redford Cake", "title_page": "Robert’s Redford Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Usually cakes are named for famous people who like them. There's a flourless chocolate cake named after the late queen mother. (It was served to her once at tea in a private house, and, the story goes, she began featuring it at royal parties.) There is even a cake, a genoise layered with kirsch-flavored crème mousseline and strawberries, named after a bandleader, Ray Ventura, who was popular in France just after World War II. This cake was developed by the legendary baker Maida Heatter. Robert Redford was reported to have been wild about a chocolate cake sweetened with honey he ate in a Manhattan restaurant, so Heatter procured the recipe and gave it his name.\nFeatured in: Food; Rich And Famous.", "url": "https://cooking.nytimes.com/recipes/11109-roberts-redford-cake"}