{"authors": ["Melissa Clark", "Kim Severson", "Mark Bittman", "Martha Rose Shulman", "Sam Sifton", "David Tanis", "Florence Fabricant", "Amanda Hesser", "Alison Roman", "Julia Moskin"], "date_download": "2018-11-16 03:25:27", "date_modify": "2018-11-16 03:25:27", "date_publish": "2014-03-12 00:00:00", "description": "Roasted chicken thighs can be the juicy, meaty center of many weeknight meals Add delicata squash, quickly tossed in a maple syrup-butter glaze, along with slices of lemon and sage, and you have a something more unusual, an interplay of flavors that don’t generally meet on the same sheet pan This recipe is a little too fussy to count as a fast weeknight dish, but there is nothing difficult about any of the steps", "filename": "recipes_12881-roasted-chicken-thighs-with-winter-squash_1542338727.html", "image_url": "https://static01.nyt.com/images/2014/03/12/dining/12squash/12squash-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12881-roasted-chicken-thighs-with-winter-squash_1542338727.html", "title": "Roasted Chicken Thighs With Winter Squash", "title_page": "Roasted Chicken Thighs With Winter Squash Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Roasted chicken thighs can be the juicy, meaty center of many weeknight meals. Add delicata squash, quickly tossed in a maple syrup-butter glaze, along with slices of lemon and sage, and you have a something more unusual, an interplay of flavors that don’t generally meet on the same sheet pan. This recipe is a little too fussy to count as a fast weeknight dish, but there is nothing difficult about any of the steps. And it’s a fine introduction to delicata squash, if you haven’t cooked with them yet. Unlike many other winter squash varieties, they have a thin skin and don’t need to be peeled (just cut them in half and remove the seeds), making them as easy to prepare as they are sweet.\nFeatured in: Add Some Twists And Turns To A Familiar Route.", "url": "https://cooking.nytimes.com/recipes/12881-roasted-chicken-thighs-with-winter-squash"}