{"authors": ["Genevieve Ko", "David Tanis", "Mark Bittman", "Martha Rose Shulman", "Melissa Clark", "Samantha Seneviratne", "Amanda Hesser", "Ali Slagle", "R. W. Apple Jr.", "Yossy Arefi"], "date_download": "2018-11-16 03:25:58", "date_modify": "2018-11-16 03:25:58", "date_publish": "2018-10-03 00:00:00", "description": "Vietnamese-style marinated pork chops are often served whole with rice noodles, herbs and a dipping sauce This version mixes all the components, infusing the noodles, sliced meat and vegetables with the sauce and keeping the noodles tender even after a day in the fridge Dark, robust maple syrup takes the place of the traditional dark caramel in a nod to autumn (and as a weeknight shortcut to save you the hassle of browning sugar)", "filename": "recipes_1019646-rice-noodles-with-seared-pork-carrots-and-herbs_1542338758.html", "image_url": "https://static01.nyt.com/images/2018/10/03/dining/gk-Rice-Noodle-Salad-horizontal/gk-Rice-Noodle-Salad-horizontal-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019646-rice-noodles-with-seared-pork-carrots-and-herbs_1542338758.html", "title": "Rice Noodles With Seared Pork, Carrots and Herbs", "title_page": "Rice Noodles With Seared Pork, Carrots and Herbs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Vietnamese-style marinated pork chops are often served whole with rice noodles, herbs and a dipping sauce. This version mixes all the components, infusing the noodles, sliced meat and vegetables with the sauce and keeping the noodles tender even after a day in the fridge. Dark, robust maple syrup takes the place of the traditional dark caramel in a nod to autumn (and as a weeknight shortcut to save you the hassle of browning sugar). The pork takes only a few minutes to cook, the noodles about 3, so this whole dish comes together really fast.", "url": "https://cooking.nytimes.com/recipes/1019646-rice-noodles-with-seared-pork-carrots-and-herbs"}