{"authors": ["Sam Sifton", "Pierre Franey", "David Tanis", "Melissa Clark", "Florence Fabricant", "Tejal Rao", "Samin Nosrat", "Genevieve Ko", "Samantha Seneviratne", "Sarah Digregorio"], "date_download": "2018-11-16 03:26:17", "date_modify": "2018-11-16 03:26:17", "date_publish": "2015-04-01 00:00:00", "description": "Steven Satterfield, the chef at Miller Union in Atlanta, published a version of this recipe for a kind of Lowcountry risotto in his cookbook, \"Root to Leaf.\" He uses Carolina Gold rice, a heritage long-grain variety, but any good long-grain rice will do Likewise, feel free to substitute other hams for the country ham called for in the recipe But use the very best peas you can find or, failing that, asparagus tips or tiny radishes", "filename": "recipes_1017322-creamed-rice-with-english-peas-and-country-ham_1542338777.html", "image_url": "https://static01.nyt.com/images/2015/04/01/dining/01COOKBOOK1/01COOKBOOK1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017322-creamed-rice-with-english-peas-and-country-ham_1542338777.html", "title": "Creamed Rice With English Peas and Country Ham", "title_page": "Creamed Rice With English Peas and Country Ham Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Steven Satterfield, the chef at Miller Union in Atlanta, published a version of this recipe for a kind of Lowcountry risotto in his cookbook, \"Root to Leaf.\" He uses Carolina Gold rice, a heritage long-grain variety, but any good long-grain rice will do. Likewise, feel free to substitute other hams for the country ham called for in the recipe. But use the very best peas you can find or, failing that, asparagus tips or tiny radishes. Not rich enough for you? Add a poached egg.\nFeatured in: ‘Root To Leaf,’ A Field Guide To Vegetables.\nLearn: How to Make Rice", "url": "https://cooking.nytimes.com/recipes/1017322-creamed-rice-with-english-peas-and-country-ham"}