{"authors": ["Mark Bittman", "Pierre Franey", "Julia Moskin", "Melissa Clark", "The New York Times", "David Tanis", "Ali Slagle", "Martha Rose Shulman", "Alison Roman", "Sarah Digregorio"], "date_download": "2018-11-16 03:32:27", "date_modify": "2018-11-16 03:32:27", "date_publish": "2016-08-15 00:00:00", "description": "There are almost as many explanations for the origins of pasta puttanesca as there are ways to make it Ostensibly a sauce invented and made by prostitutes, it was designed to lure customers with its powerful aroma Whatever the origin, no better cold-weather pasta sauce has come down to us", "filename": "recipes_11583-pasta-puttanesca_1542339147.html", "image_url": "https://static01.nyt.com/images/2016/08/15/dining/15COOKING-PASTA/15COOKING-PASTA-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_11583-pasta-puttanesca_1542339147.html", "title": "Pasta Puttanesca", "title_page": "Pasta Puttanesca Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are almost as many explanations for the origins of pasta puttanesca as there are ways to make it. Ostensibly a sauce invented and made by prostitutes, it was designed to lure customers with its powerful aroma. Whatever the origin, no better cold-weather pasta sauce has come down to us. Puttanesca can be made completely with ingredients from the larder; in fact, it can be prepared entirely without ingredients that require refrigeration, though a bit of a fresh herb at the end does help. The basis is a garlicky tomato sauce; canned tomatoes are preferable here. This is brought to a high level of flavor by the addition of anchovies, capers and olives. Red pepper flakes make things even better. The whole process is ridiculously easy.\nFeatured in: The Minimalist; Busy Nights? Classic Sauce.\nLearn: How to Make Pasta", "url": "https://cooking.nytimes.com/recipes/11583-pasta-puttanesca"}