{"authors": ["Mark Bittman", "Bryan Miller", "Matt Lee And Ted Lee", "Florence Fabricant", "Amanda Hesser", "Pierre Franey", "Barbara Kafka", "David Tanis", "Melissa Clark", "Martha Rose Shulman"], "date_download": "2018-11-16 03:36:55", "date_modify": "2018-11-16 03:36:55", "date_publish": "2012-10-28 00:00:00", "description": "The pumpkin — or those squashes whose non-English names translate as “pumpkin” — is a staple the world over, turned into substantial dishes celebrated for their sweetness and density So-called sugar pumpkins, which are smaller and more flavorful than anything you might carve, are the best for cooking and available even in supermarkets But you can tackle the big boys too", "filename": "recipes_12892-moroccan-style-pumpkin-with-lentils_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2_1542339415.html", "image_url": "https://static01.nyt.com/images/2012/10/28/magazine/28eat_moroccan/28eat_moroccan-mediumThreeByTwo440.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12892-moroccan-style-pumpkin-with-lentils_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2_1542339415.html", "title": "Moroccan-Style Pumpkin (With Lentils)", "title_page": "Moroccan-Style Pumpkin (With Lentils) Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pumpkin — or those squashes whose non-English names translate as “pumpkin” — is a staple the world over, turned into substantial dishes celebrated for their sweetness and density. So-called sugar pumpkins, which are smaller and more flavorful than anything you might carve, are the best for cooking and available even in supermarkets. But you can tackle the big boys too.\nThis recipe uses cubes of pumpkin flesh. Admittedly, getting at the good stuff is the tricky part. And of course you can use any orange-fleshed squash in any pumpkin recipe. But given the season, let’s assume you’re working with a pumpkin. Start just as if you were carving a jack-o’-lantern: cut a circle around the stem, then pull up on the stem and discard it. Using the cavity as a handle, peel the pumpkin with a sturdy vegetable peeler. Yes, it will take a while.\nThen cut the pumpkin in half and scrape out the seeds with an ice cream scoop or heavy spoon. You can discard the seeds or roast them. (More on that in a moment.) Cut or scrape off any excess string and cut the pumpkin into approximately 1-inch cubes. (A 4-pound pumpkin will yield about 8 cups of cubes.)\nFeatured in: Afghan Style Pumpkin (With Yogurt Sauce).\nLearn: How to Cook Beans", "url": "https://cooking.nytimes.com/recipes/12892-moroccan-style-pumpkin-with-lentils?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2"}