{"authors": ["Mark Bittman", "Sam Sifton", "Steve Friedman", "Trish Hall", "Julia Moskin", "Jane Nickerson", "Kim Severson", "Nancy Harmon Jenkins", "David Tanis", "Amanda Hesser"], "date_download": "2018-11-16 03:36:46", "date_modify": "2018-11-16 03:36:46", "date_publish": "2014-05-01 00:00:00", "description": "Strawberries, like asparagus, peaches, corn and a few other joys of summer, are perhaps best enjoyed unadulterated, at least at the beginning of the season, when the thrill of their newness is fresh Later on, when you’re on your 10th quart, it’s time to tinker I craved a kind of crème anglaise, a cooked but marginally thickened custard", "filename": "recipes_1012565-fresh-strawberries-with-almond-creme-anglaise_1542339406.html", "image_url": "https://static01.nyt.com/images/2014/05/01/dining/strawberry/strawberry-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1012565-fresh-strawberries-with-almond-creme-anglaise_1542339406.html", "title": "Fresh Strawberries With Almond Crème Anglaise", "title_page": "Fresh Strawberries With Almond Crème Anglaise Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Strawberries, like asparagus, peaches, corn and a few other joys of summer, are perhaps best enjoyed unadulterated, at least at the beginning of the season, when the thrill of their newness is fresh. Later on, when you’re on your 10th quart, it’s time to tinker. I craved a kind of crème anglaise, a cooked but marginally thickened custard. But I wanted something a little more exciting than the standard vanilla-scented one. By jolting the custard with toasted almonds, I met that need, and with only a tad more work than in the original version.\nStrain out the cooked almonds if you want a creamy sauce (and you should). Served warm, over good strawberries, with slivered almonds as a garnish, this is almost as good an option as shortcake.\nFeatured in: Fresh Strawberries With Almond Crème Anglaise.", "url": "https://cooking.nytimes.com/recipes/1012565-fresh-strawberries-with-almond-creme-anglaise"}