{"authors": ["Erin Jeanne Mcdowell", "Nancy Harmon Jenkins", "Melissa Clark", "Samantha Seneviratne", "Martha Rose Shulman", "Alison Roman", "Florence Fabricant", "Sam Sifton", "David Tanis", "Tara Parker-Pope"], "date_download": "2018-11-16 03:25:19", "date_modify": "2018-11-16 03:25:19", "date_publish": "2018-11-14 00:00:00", "description": "This pie is both sweet and slightly tart, with deep flavors of citrus and warm spices to complement the cranberries, and a showstopper of a lattice on top The process for weaving the herringbone pattern looks quite long below, but if you follow the instructions and watch the video here (or check out this photo album), you’ll get the hang of it quickly — and you’ll have a seriously impressive end result The filling, which comes together easily, can be made up to 2 days ahead, but the pie is best served the day it is baked.", "filename": "recipes_1019712-cranberry-herringbone-pie_1542338719.html", "image_url": "https://static01.nyt.com/images/2018/11/14/dining/14Cranberry-herringbone-pie/14Cranberry-herringbone-pie-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019712-cranberry-herringbone-pie_1542338719.html", "title": "Cranberry Herringbone Pie", "title_page": "Cranberry Herringbone Pie Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This pie is both sweet and slightly tart, with deep flavors of citrus and warm spices to complement the cranberries, and a showstopper of a lattice on top. The process for weaving the herringbone pattern looks quite long below, but if you follow the instructions and watch the video here (or check out this photo album), you’ll get the hang of it quickly — and you’ll have a seriously impressive end result. The filling, which comes together easily, can be made up to 2 days ahead, but the pie is best served the day it is baked.\nFeatured in: 8 Spectacular Pies That Taste As Good As They Look.", "url": "https://cooking.nytimes.com/recipes/1019712-cranberry-herringbone-pie"}