{"authors": ["Tejal Rao", "Nancy Harmon Jenkins", "Sarah Digregorio", "Melissa Clark", "Colu Henry", "Margaux Laskey", "David Leite", "Florence Fabricant", "David Tanis", "Joan Nathan"], "date_download": "2018-11-16 03:25:30", "date_modify": "2018-11-16 03:25:30", "date_publish": "2017-11-19 00:00:00", "description": "This small, rich, impressive cake is a bit of a magic trick It looks like a standard buttercream-covered cake, but cut it open, and it reveals several fine pink vertical layers The key is to make a thick, flexible sponge and turn it into a single jelly roll using three smaller, connecting pieces, joining them up as you go, then sitting it upright (check out this video for step-by-step instructions)", "filename": "recipes_1019052-cranberry-lemon-stripe-cake_1542338730.html", "image_url": "https://static01.nyt.com/images/2017/11/19/magazine/19feast7/19feast7-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019052-cranberry-lemon-stripe-cake_1542338730.html", "title": "Cranberry-Lemon Stripe Cake", "title_page": "Cranberry-Lemon Stripe Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This small, rich, impressive cake is a bit of a magic trick. It looks like a standard buttercream-covered cake, but cut it open, and it reveals several fine pink vertical layers. The key is to make a thick, flexible sponge and turn it into a single jelly roll using three smaller, connecting pieces, joining them up as you go, then sitting it upright (check out this video for step-by-step instructions). In Helen Goh and Yotam Ottolenghi's original version, that buttercream is flavored and stained with a pulp of simmered black currants, but this one incorporates the tartness of cranberries instead.\nFeatured in: Three Gorgeous Cakes For The Holidays.", "url": "https://cooking.nytimes.com/recipes/1019052-cranberry-lemon-stripe-cake"}