{"authors": ["Dena Kleiman", "David Tanis", "Julia Moskin", "Erin Jeanne Mcdowell", "Martha Rose Shulman", "Alison Roman", "Melissa Clark", "Cathy Horyn", "Ron Lieber", "Florence Fabricant"], "date_download": "2018-11-16 03:25:01", "date_modify": "2018-11-16 03:25:01", "date_publish": "2015-10-15 00:00:00", "description": "This recipe was brought to The Times in a 1990 article about traditional Christmas cookies, but we think these butter-rich confections are delicious any time of year Sometimes called Mexican wedding cakes (or polvorones or Russian tea cakes or snowballs), their provenance is often debated, but this much is true: they are dead-simple to make and addictive to eat This version is done completely in a food processor, so you can clean-up in minutes, and get to the important business at hand: eating cookies and licking your fingers.", "filename": "recipes_1726-mexican-wedding-cookies_1542338701.html", "image_url": "https://static01.nyt.com/images/2015/10/15/dining/15RECIPE3DIN/15RECIPE3DIN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1726-mexican-wedding-cookies_1542338701.html", "title": "Mexican Wedding Cookies", "title_page": "Mexican Wedding Cookies Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe was brought to The Times in a 1990 article about traditional Christmas cookies, but we think these butter-rich confections are delicious any time of year. Sometimes called Mexican wedding cakes (or polvorones or Russian tea cakes or snowballs), their provenance is often debated, but this much is true: they are dead-simple to make and addictive to eat. This version is done completely in a food processor, so you can clean-up in minutes, and get to the important business at hand: eating cookies and licking your fingers.\nFeatured in: The Spirit Of Christmas Past Lives On In Traditional Cookies.\nLearn: How to Make Sugar Cookies", "url": "https://cooking.nytimes.com/recipes/1726-mexican-wedding-cookies"}