{"authors": ["David Tanis", "Jennifer Steinhauer", "Elisabetta Povoledo", "Jennifer Steinhauer And Helene Cooper", "Amanda Hesser", "Melissa Clark", "Martha Rose Shulman", "Samantha Seneviratne", "Alison Roman", "Florence Fabricant"], "date_download": "2018-11-16 03:28:17", "date_modify": "2018-11-16 03:28:17", "date_publish": "2014-05-13 00:00:00", "description": "This drink is sweet, bitter, citrusy and sparkling — even slightly salty — but with minimal punch It is a graceful way to begin an evening, and a thing of perfection on a sultry afternoon The spritz can be made several ways, but the best and most common is simply a glass of prosecco with two or three ice cubes and a dash of sparkling water, topped with Aperol, a twist of lemon or slice of orange and — importantly and strangely — one green olive", "filename": "recipes_1015338-the-venetian-spritz_1542338897.html", "image_url": "https://static01.nyt.com/images/2014/05/13/dining/venetianspritz3/venetianspritz3-mediumThreeByTwo440.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015338-the-venetian-spritz_1542338897.html", "title": "The Venetian Spritz", "title_page": "The Venetian Spritz Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This drink is sweet, bitter, citrusy and sparkling — even slightly salty — but with minimal punch. It is a graceful way to begin an evening, and a thing of perfection on a sultry afternoon. The spritz can be made several ways, but the best and most common is simply a glass of prosecco with two or three ice cubes and a dash of sparkling water, topped with Aperol, a twist of lemon or slice of orange and — importantly and strangely — one green olive. The drink also can be made with white wine and sparkling water, and Campari or Cynar turn up in some varieties, but the spritz a l’Aperol is the benchmark, and handily trumps the others.\nFeatured in: Case Study | Toasting The Venetian Spritz.", "url": "https://cooking.nytimes.com/recipes/1015338-the-venetian-spritz"}