{"authors": ["Joan Nathan", "Martha Rose Shulman", "Julia Moskin", "Ali Slagle", "Erin Jeanne Mcdowell", "Claudia Fleming", "Colu Henry", "Mark Bittman", "Melissa Clark", "David Tanis"], "date_download": "2018-11-16 03:35:26", "date_modify": "2018-11-16 03:35:26", "date_publish": "2018-01-16 00:00:00", "description": "This recipe came to The Times in a 2004 article about iftar, the breaking of the fast during Ramadan, the monthlong Muslim holiday during which observers abstain from food and drink from sunrise to sunset Soup, like this hearty, spiced lentil soup with meatballs and angel hair pasta, is a common iftar meal as it provides substantial nutrition as well as plenty of hydration It is adapted from a recipe belonging to Suad Shallal, who moved with her family from Iraq to the United States, in 1966", "filename": "recipes_10708-iraqi-lentil-soup-with-meatballs_1542339326.html", "image_url": "https://static01.nyt.com/images/2018/01/16/dining/16COOKING-IRAQIMEATBALLS1/16COOKING-IRAQIMEATBALLS1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_10708-iraqi-lentil-soup-with-meatballs_1542339326.html", "title": "Iraqi Lentil Soup With Meatballs", "title_page": "Iraqi Lentil Soup With Meatballs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe came to The Times in a 2004 article about iftar, the breaking of the fast during Ramadan, the monthlong Muslim holiday during which observers abstain from food and drink from sunrise to sunset. Soup, like this hearty, spiced lentil soup with meatballs and angel hair pasta, is a common iftar meal as it provides substantial nutrition as well as plenty of hydration. It is adapted from a recipe belonging to Suad Shallal, who moved with her family from Iraq to the United States, in 1966. It was served at her son Andy's restaurant, Mimi's American Bistro in downtown Washington, each day during Ramadan. (The restaurant is now closed.) Mrs. Shallal's recipe calls for ground allspice, but feel free to experiment with other spices found in Middle Eastern cooking like cumin, coriander, cardamom and turmeric. And don't forget to taste and season with salt as you go.\nFeatured in: Breaking Ramadan's Fast With A Family Meal.\nLearn: How to Make Soup\nLearn: How to Cook Beans", "url": "https://cooking.nytimes.com/recipes/10708-iraqi-lentil-soup-with-meatballs"}