{"authors": ["Yossy Arefi", "Colu Henry", "Melissa Clark", "Julia Moskin", "Tara Parker-Pope", "Marian Burros", "Florence Fabricant", "Erin Jeanne Mcdowell", "Sarah Copeland", "David Tanis"], "date_download": "2018-11-16 03:25:27", "date_modify": "2018-11-16 03:25:27", "date_publish": "2017-10-10 00:00:00", "description": "This simple, warmly spiced pumpkin cake is enough to feed a crowd, making it a perfect holiday treat It's also relatively versatile: You can serve it in the pan for an easy presentation, or transfer it to a platter for something a little more refined The frosting is just enough to coat the cake in a thin layer, but, if you want more, you may want to more for a generous coating", "filename": "recipes_1018957-pumpkin-sheet-cake-with-molasses-cream-cheese-frosting_1542338727.html", "image_url": "https://static01.nyt.com/images/2017/10/10/dining/10COOKING-PUMPKINCAKE1/10COOKING-PUMPKINCAKE1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018957-pumpkin-sheet-cake-with-molasses-cream-cheese-frosting_1542338727.html", "title": "Pumpkin Sheet Cake With Molasses Cream-Cheese Frosting", "title_page": "Pumpkin Sheet Cake With Molasses Cream-Cheese Frosting Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This simple, warmly spiced pumpkin cake is enough to feed a crowd, making it a perfect holiday treat. It's also relatively versatile: You can serve it in the pan for an easy presentation, or transfer it to a platter for something a little more refined. The frosting is just enough to coat the cake in a thin layer, but, if you want more, you may want to more for a generous coating. And, for a more subtly flavored frosting, substitute an equal amount of dark maple syrup for the molasses, or skip the molasses entirely for pure cream-cheese flavor.", "url": "https://cooking.nytimes.com/recipes/1018957-pumpkin-sheet-cake-with-molasses-cream-cheese-frosting"}