{"authors": ["David Tanis", "Florence Fabricant", "Martha Rose Shulman", "Christine Muhlke", "Tara Parker-Pope", "Samantha Seneviratne", "Melissa Clark", "Sam Sifton", "Alison Roman", "Julia Moskin"], "date_download": "2018-11-16 03:25:42", "date_modify": "2018-11-16 03:25:42", "date_publish": "2013-10-16 00:00:00", "description": "New-crop apples (that is, ones just picked) don’t necessarily make it to supermarkets, where the general rule is to stock four or five dependable varieties that travel well Those may come from eastern Washington or New Zealand or Peru Not that there is anything intrinsically wrong with supermarket apples", "filename": "recipes_1015233-new-crop-applesauce_1542338742.html", "image_url": "https://static01.nyt.com/images/2013/10/16/dining/16KITCH_SPAN/16KITCH_SPAN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015233-new-crop-applesauce_1542338742.html", "title": "New Crop Applesauce", "title_page": "New Crop Applesauce Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New-crop apples (that is, ones just picked) don’t necessarily make it to supermarkets, where the general rule is to stock four or five dependable varieties that travel well. Those may come from eastern Washington or New Zealand or Peru. Not that there is anything intrinsically wrong with supermarket apples. They still have more or less the same health benefits and versatility in the kitchen. They just aren’t going to make your heart beat faster.\nIf you long for the thrill of new-crop apples, head to a farmers’ market, a farm stand or an honest-to-goodness apple tree on a cool day. What you will find is firm, dense fruit, some with the leaves still attached. When you take your first bite into the crisp flesh, the sweet juices fairly drip upon the tongue, not at all like the apples you recall. Smack your lips and swoon.\nFeatured in: The Pick Of The Apple Orchard.", "url": "https://cooking.nytimes.com/recipes/1015233-new-crop-applesauce"}