{"authors": ["Sam Sifton", "Martha Rose Shulman", "Amanda Hesser", "Melissa Clark", "Yossy Arefi", "Alex Witchel", "Julia Moskin", "David Tanis", "Florence Fabricant", "Samantha Seneviratne"], "date_download": "2018-11-16 03:25:58", "date_modify": "2018-11-16 03:25:58", "date_publish": "2016-06-01 00:00:00", "description": "Don’t let the one-hour prep time on these enchiladas scare you Use some leftover roast chicken, or buy a roast chicken at the market on the way home, and you’ll save at least 20 minutes, making the dish a terrific weeknight feed, alongside a green salad (At El Real Tex-Mex restaurant, in Houston, the great Tex-Mex scholar and restaurateur Robb Walsh serves his version with lightly smoked chicken, which if you can find or make is superb.) The salsa verde is dead simple to make and the rest is assembly — a task that grows markedly easier each time you do it.", "filename": "recipes_1018153-chicken-enchiladas-with-salsa-verde_1542338758.html", "image_url": "https://static01.nyt.com/images/2016/06/01/dining/0601ENCHILADASJP3/0601ENCHILADASJP3-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018153-chicken-enchiladas-with-salsa-verde_1542338758.html", "title": "Chicken Enchiladas With Salsa Verde", "title_page": "Chicken Enchiladas With Salsa Verde  Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Don’t let the one-hour prep time on these enchiladas scare you. Use some leftover roast chicken, or buy a roast chicken at the market on the way home, and you’ll save at least 20 minutes, making the dish a terrific weeknight feed, alongside a green salad. (At El Real Tex-Mex restaurant, in Houston, the great Tex-Mex scholar and restaurateur Robb Walsh serves his version with lightly smoked chicken, which if you can find or make is superb.) The salsa verde is dead simple to make and the rest is assembly — a task that grows markedly easier each time you do it.\nFeatured in: Enchiladas Are The Saucy, Cheesy Addition To Your Dinner Table.", "url": "https://cooking.nytimes.com/recipes/1018153-chicken-enchiladas-with-salsa-verde"}