{"authors": ["Dorie Greenspan", "Florence Fabricant", "Melissa Clark", "Colu Henry", "Erin Jeanne Mcdowell", "David Leite", "Cathy Barrow", "Tejal Rao", "Julia Moskin", "Ali Slagle"], "date_download": "2018-11-16 03:25:57", "date_modify": "2018-11-16 03:25:57", "date_publish": "2018-11-11 00:00:00", "description": "This is not a traditional Eton mess, the renowned British dessert usually comprising meringue, whipped cream and strawberries I made one like that and loved it, but the elements just begged to be played with For this, my favorite mess for the fall-into-winter season, I’ve added spice-cookie crumbs to the meringue for more flavor and a bit of surprise, made two add-ins — a quick-cook cranberry jam and a lemon curd — and stirred in some fresh raspberries (more tang, more color)", "filename": "recipes_1019725-cranberry-lemon-eton-mess_1542338757.html", "image_url": "https://static01.nyt.com/images/2018/11/11/magazine/11mag-dessert-slide-MVM7/11mag-dessert-slide-MVM7-threeByTwoMediumAt2X-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019725-cranberry-lemon-eton-mess_1542338757.html", "title": "Cranberry-Lemon Eton Mess", "title_page": "Cranberry-Lemon Eton Mess Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is not a traditional Eton mess, the renowned British dessert usually comprising meringue, whipped cream and strawberries. I made one like that and loved it, but the elements just begged to be played with. For this, my favorite mess for the fall-into-winter season, I’ve added spice-cookie crumbs to the meringue for more flavor and a bit of surprise, made two add-ins — a quick-cook cranberry jam and a lemon curd — and stirred in some fresh raspberries (more tang, more color). Of course, I kept the whipped cream — it’s essential to a mess. Going with cranberries and curd make this a good choice for the holidays. You can serve the mess family style or in bowls, coupes or even canning jars. And if you want a bit more texture and another flavor, speckle the top with chopped pistachios.\nFeatured in: The Eton Mess, A Classic Dessert For Endless Variation.", "url": "https://cooking.nytimes.com/recipes/1019725-cranberry-lemon-eton-mess"}