{"authors": ["Melissa Clark", "Pierre Franey", "Mark Bittman", "Marian Burros", "Sam Sifton", "Florence Fabricant", "Emily Weinstein", "Margaux Laskey", "Samin Nosrat", "Alison Roman"], "date_download": "2018-11-16 03:34:48", "date_modify": "2018-11-16 03:34:48", "date_publish": "2015-06-22 00:00:00", "description": "Brining chicken breasts in a soy sauce and fish sauce marinade flecked with lime adds flavor and helps retain moisture while they are on the grill Chicken breasts do particularly well when pounded into an even thickness and cooked quickly over a hot fire, which chars the exterior but keeps them juicy inside But if you or anyone in your clan would prefer dark meat to white, this recipe will also work with boneless, skinless thighs, though you might have to add a minute or so to the cooking time", "filename": "recipes_1017482-grilled-sesame-lime-chicken-breasts_1542339288.html", "image_url": "https://static01.nyt.com/images/2015/06/22/dining/22GRILLCHICKEN/22GRILLCHICKEN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017482-grilled-sesame-lime-chicken-breasts_1542339288.html", "title": "Grilled Sesame Lime Chicken Breasts", "title_page": "Grilled Sesame Lime Chicken Breasts Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brining chicken breasts in a soy sauce and fish sauce marinade flecked with lime adds flavor and helps retain moisture while they are on the grill. Chicken breasts do particularly well when pounded into an even thickness and cooked quickly over a hot fire, which chars the exterior but keeps them juicy inside. But if you or anyone in your clan would prefer dark meat to white, this recipe will also work with boneless, skinless thighs, though you might have to add a minute or so to the cooking time. Or use a combination of breasts and thighs. Serve these with a cucumber salad and grilled eggplant in the heart of summer.\nFeatured in: Grilled Chicken Breast In Three Simple Steps.\nLearn: How to Grill", "url": "https://cooking.nytimes.com/recipes/1017482-grilled-sesame-lime-chicken-breasts"}