{"authors": ["Alex Witchel", "Nancy Harmon Jenkins", "Mark Bittman", "Martha Rose Shulman", "Julia Reed", "Florence Fabricant", "Julia Moskin", "Ali Slagle", "David Tanis", "Melissa Clark"], "date_download": "2018-11-16 03:25:37", "date_modify": "2018-11-16 03:25:37", "date_publish": "2018-01-25 00:00:00", "description": "The men who ruled the world in the late 1950s, or at least six of the men who ruled publishing, rejected Peg Bracken’s manuscript, “The I Hate to Cook Book.” It would never sell, they told her, because “women regard cooking as sacred.” It took a female editor to look at the hundreds of easy-to-follow recipes and say, “Hallelujah!” Since its publication in 1960, Bracken’s iconic book, which celebrated the virtues of canned cream-of-mushroom soup and chicken bouillon cubes, has sold more than three million copies This simple chicken dish, adapted from Ms Bracken, is as no-fuss as one would expect", "filename": "recipes_1740-braised-chicken-with-artichokes-and-mushrooms_1542338737.html", "image_url": "https://static01.nyt.com/images/2018/01/25/dining/25COOKING-BraiCasserole2/25COOKING-BraiCasserole2-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1740-braised-chicken-with-artichokes-and-mushrooms_1542338737.html", "title": "Braised Chicken With Artichokes and Mushrooms", "title_page": "Braised Chicken With Artichokes and Mushrooms Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The men who ruled the world in the late 1950s, or at least six of the men who ruled publishing, rejected Peg Bracken’s manuscript, “The I Hate to Cook Book.” It would never sell, they told her, because “women regard cooking as sacred.” It took a female editor to look at the hundreds of easy-to-follow recipes and say, “Hallelujah!” Since its publication in 1960, Bracken’s iconic book, which celebrated the virtues of canned cream-of-mushroom soup and chicken bouillon cubes, has sold more than three million copies. This simple chicken dish, adapted from Ms. Bracken, is as no-fuss as one would expect. Just sear the chicken in a bit of butter and transfer it to a baking dish. Scatter artichoke hearts (from a can, of course!) across the top. Make a quick sauté of mushrooms, flour, broth and a little sherry and pour it over the chicken. Slide it into the oven and bake for about an hour. Ms. Bracken recommended serving it with baked potatoes, but we like it best with a pile of rice to soak up all of the flavorful sauce.\nFeatured in: Peg Bracken | B. 1918.", "url": "https://cooking.nytimes.com/recipes/1740-braised-chicken-with-artichokes-and-mushrooms"}