{"authors": ["Sam Sifton", "Craig Claiborne And Pierre Franey", "Florence Fabricant", "Elaine Louie", "Molly O'Neill", "Bryan Miller", "Julia Moskin", "Mark Bittman", "Melissa Clark", "Jennifer Steinhauer"], "date_download": "2018-11-16 03:34:36", "date_modify": "2018-11-16 03:34:36", "date_publish": "2014-11-19 00:00:00", "description": "“Thanksgiving here is about hunting rather than football,” said Errol Rice of the Montana Stockgrowers Association The season for hunting big game comes to a close in the last, best place on the Thanksgiving weekend, and those who have not yet bagged a buck are known, said Dennis Konopatzke, the proprietor of Great Northern Brewing Company in Whitefish, to rush their holiday dinners in order to get out to the woods to hunt You’ll find huckleberries on Thanksgiving tables in Montana, Mr", "filename": "recipes_1016955-marinated-venison-steaks_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542339276.html", "image_url": "https://static01.nyt.com/images/2014/11/19/dining/19MONTANA/19MONTANA-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016955-marinated-venison-steaks_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542339276.html", "title": "Marinated Venison Steaks", "title_page": "Marinated Venison Steaks Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Thanksgiving here is about hunting rather than football,” said Errol Rice of the Montana Stockgrowers Association. The season for hunting big game comes to a close in the last, best place on the Thanksgiving weekend, and those who have not yet bagged a buck are known, said Dennis Konopatzke, the proprietor of Great Northern Brewing Company in Whitefish, to rush their holiday dinners in order to get out to the woods to hunt.\nYou’ll find huckleberries on Thanksgiving tables in Montana, Mr. Konopatzke added, or the Norwegian cured fish known as lutefisk, or pork pies and stuffed pasties, all nods to the state’s diverse history of settlers from afar. But game is the game. What follows is a recipe honed over the years by the members of the Rocky Mountain Elk Foundation for a marinade that works on wild venison perfectly and most other proteins as well. Broil some steaks and pair the result with traditional Thanksgiving side dishes.\nFeatured in: The United States Of Thanksgiving.\nLearn: How to Make Steak", "url": "https://cooking.nytimes.com/recipes/1016955-marinated-venison-steaks?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3"}