{"authors": ["Melissa Clark", "Nigella Lawson", "Alex Witchel", "Julia Moskin", "Mark Bittman", "Sam Sifton", "Colu Henry", "Alison Roman", "Samin Nosrat"], "date_download": "2018-11-16 03:29:29", "date_modify": "2018-11-16 03:29:29", "date_publish": "2018-03-21 00:00:00", "description": "Adding a few tablespoons of unsweetened cocoa powder to your morning oatmeal turns a quotidian breakfast into something unexpectedly complex and bittersweet, while browning the butter adds a nutty richness You can adapt this recipe to work in your slow cooker or pressure cooker, if that’s your preference Just brown the butter and oats first, then whisk the cocoa into the boiling water until no lumps remain, and proceed as you usually do", "filename": "recipes_1019222-brown-butter-chocolate-oatmeal_1542338969.html", "image_url": "https://static01.nyt.com/images/2018/03/21/dining/21appetite1/merlin_135367773_f4f31480-549d-410e-bf3b-8c779d9cc3aa-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019222-brown-butter-chocolate-oatmeal_1542338969.html", "title": "Brown-Butter Chocolate Oatmeal", "title_page": "Brown-Butter Chocolate Oatmeal Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adding a few tablespoons of unsweetened cocoa powder to your morning oatmeal turns a quotidian breakfast into something unexpectedly complex and bittersweet, while browning the butter adds a nutty richness. You can adapt this recipe to work in your slow cooker or pressure cooker, if that’s your preference. Just brown the butter and oats first, then whisk the cocoa into the boiling water until no lumps remain, and proceed as you usually do. For something a little mellower, substitute whole milk, nut milk or coconut milk for up to half of the water.\nFeatured in: Yes, Adults Can Have Chocolate For Breakfast. Really..", "url": "https://cooking.nytimes.com/recipes/1019222-brown-butter-chocolate-oatmeal"}