{"authors": ["Joan Nathan", "Martha Rose Shulman", "Melissa Clark", "Elaine Louie", "Emily Weinstein", "Margaux Laskey", "Colu Henry", "Alison Roman", "Sam Sifton"], "date_download": "2018-11-16 03:25:55", "date_modify": "2018-11-16 03:25:55", "date_publish": "2017-09-13 00:00:00", "description": "Festive dishes in Israel and throughout the Middle East often include rice and lamb This magnificent recipe, topped with a bright pomegranate and fennel relish, is the Israeli chef Erez Komarovsky's twist on an ancient, labor-intensive classic of individual stuffed chard, cabbage or grape leaves, symbolizing the plenty of the fall harvest It is perfect for Rosh Hashana or any seasonal holiday gathering", "filename": "recipes_1018922-swiss-chard-and-lamb-torte-with-fennel-pomegranate-relish_1542338755.html", "image_url": "https://static01.nyt.com/images/2017/09/13/dining/13ROSHRECIPE/13ROSHRECIPE-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018922-swiss-chard-and-lamb-torte-with-fennel-pomegranate-relish_1542338755.html", "title": "Swiss Chard and Lamb Torte With Fennel-Pomegranate Relish", "title_page": "Swiss Chard and Lamb Torte With Fennel-Pomegranate Relish Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Festive dishes in Israel and throughout the Middle East often include rice and lamb. This magnificent recipe, topped with a bright pomegranate and fennel relish, is the Israeli chef Erez Komarovsky's twist on an ancient, labor-intensive classic of individual stuffed chard, cabbage or grape leaves, symbolizing the plenty of the fall harvest. It is perfect for Rosh Hashana or any seasonal holiday gathering. Make it with blanched Swiss chard, grape leaves or even cabbage or kale as the outer crust, and assemble it a day in advance. Then bake it and revel in the heightened flavors from the cardamom, cinnamon, fennel and mint; the crunch of pistachio; and the slight kick you get from the Mexican Serrano pepper now planted in Israel.\nFeatured in: An Israeli Chef Looks To The Landscape.", "url": "https://cooking.nytimes.com/recipes/1018922-swiss-chard-and-lamb-torte-with-fennel-pomegranate-relish"}