{"authors": ["Moira Hodgson", "David Mas Masumoto", "Cathy Horyn", "Matt Lee And Ted Lee", "Florence Fabricant", "Kim Severson", "Julia Moskin", "Melissa Clark", "Alison Roman", "Sam Sifton"], "date_download": "2018-11-16 03:28:20", "date_modify": "2018-11-16 03:28:20", "date_publish": null, "description": "Puréeing fresh white peaches, a main ingredient in Bellinis, the signature Venetian drink, creates a perfect simulacrum between baby food and wallpaper paste — a dull, brownish pap with a smattering of bright pink rags scattered through it Worse yet, this dubious pudding begins almost immediately to oxidize, turning into a brown-gray of even less distinction But add a splash of lemon juice and something much better happens", "filename": "recipes_1015310-white-peach-puree_1542338900.html", "image_url": "https://int.nyt.com/applications/cooking/static/images/NYTCookingLogo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015310-white-peach-puree_1542338900.html", "title": "White Peach Purée", "title_page": "White Peach Purée Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Puréeing fresh white peaches, a main ingredient in Bellinis, the signature Venetian drink, creates a perfect simulacrum between baby food and wallpaper paste — a dull, brownish pap with a smattering of bright pink rags scattered through it. Worse yet, this dubious pudding begins almost immediately to oxidize, turning into a brown-gray of even less distinction. But add a splash of lemon juice and something much better happens. The lemon leaches the brilliant pink hue from the skins of the peach and incorporates it into the whole, brightening the mix, amplifying the aroma and transforming it all into the very manna you’d want from this fruit.\nFeatured in: Case Study | The White Peach Sgroppino.", "url": "https://cooking.nytimes.com/recipes/1015310-white-peach-puree"}