{"authors": ["Jeff Schwarz And Greg Kessler", "Bryan Miller And Pierre Franey", "Florence Fabricant", "Craig Claiborne", "Mark Bittman", "Melissa Clark", "Erin Jeanne Mcdowell", "Colu Henry", "Sam Sifton", "Alison Roman"], "date_download": "2018-11-16 03:25:53", "date_modify": "2018-11-16 03:25:53", "date_publish": "2014-04-08 00:00:00", "description": "Grilling striped bass is a great way to cook the fish because the skin takes on a char that goes well with other strong flavors like oregano-laden chimichurri sauce Usually paired with meat, chimichurri plays off of bass just as beautifully, as long as you use a light vinegar like champagne or rice wine, rather than balsamic In preparing the fish, make sure the grill is hot first and be patient about flipping — you usually want about 4 minutes per side for a 7 to 8 ounce piece", "filename": "recipes_1015298-grilled-striped-bass-with-charred-kale-and-yellow-squash_1542338753.html", "image_url": "https://static01.nyt.com/images/2014/04/08/dining/Bass2/Bass2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015298-grilled-striped-bass-with-charred-kale-and-yellow-squash_1542338753.html", "title": "Grilled Striped Bass With Charred Kale and Yellow Squash", "title_page": "Grilled Striped Bass With Charred Kale and Yellow Squash Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Grilling striped bass is a great way to cook the fish because the skin takes on a char that goes well with other strong flavors like oregano-laden chimichurri sauce. Usually paired with meat, chimichurri plays off of bass just as beautifully, as long as you use a light vinegar like champagne or rice wine, rather than balsamic. In preparing the fish, make sure the grill is hot first and be patient about flipping — you usually want about 4 minutes per side for a 7 to 8 ounce piece. Drop some local lacinato kale and thinly sliced yellow squash onto the grill as well for a charred vegetable side.\nFeatured in: Visiting The Source | A Chef In The Field: Striped Bass.\nLearn: How to Grill", "url": "https://cooking.nytimes.com/recipes/1015298-grilled-striped-bass-with-charred-kale-and-yellow-squash"}