{"authors": ["Jeff Gordinier", "Pierre Franey", "Melissa Clark", "Erin Jeanne Mcdowell", "Julia Reed", "Michael Moss", "Marian Burros", "Nancy Harmon Jenkins", "Kay Rentschler", "Margaux Laskey"], "date_download": "2018-11-16 03:39:06", "date_modify": "2018-11-16 03:39:06", "date_publish": "2014-02-19 00:00:00", "description": "New Nordic cuisine has spread far beyond Scandinavia in the last few years, and this dish goes a long toward explaining why The broccoli, seared but still crunchy, is brightened by a beguilingly salty, savory and garlicky aioli, then finished with buttery seasoned panko While the recipe requires multiple steps and some attention to make sure the bread crumbs and garlic are not overcooked, the preparation pulls together easily", "filename": "recipes_1016053-charred-broccoli_1542339546.html", "image_url": "https://static01.nyt.com/images/2014/02/19/dining/20140219-NORDIC-slide-GFS0/20140219-NORDIC-slide-GFS0-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016053-charred-broccoli_1542339546.html", "title": "Charred Broccoli", "title_page": "Charred Broccoli Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New Nordic cuisine has spread far beyond Scandinavia in the last few years, and this dish goes a long toward explaining why. The broccoli, seared but still crunchy, is brightened by a beguilingly salty, savory and garlicky aioli, then finished with buttery seasoned panko. While the recipe requires multiple steps and some attention to make sure the bread crumbs and garlic are not overcooked, the preparation pulls together easily. This dish also lends itself well to situations where time may be limited, as both the aioli and bread crumbs can easily be prepared ahead of time. The result is a composed, umami-laden dish that is rich but balanced.\nFeatured in: A Nordic Quest In New York.", "url": "https://cooking.nytimes.com/recipes/1016053-charred-broccoli"}