{"authors": ["Julia Moskin", "The New York Times", "Martha Rose Shulman", "Melissa Clark", "David Tanis", "Jennifer Steinhauer", "Emily Weinstein", "Erin Jeanne Mcdowell", "Alison Roman", "Eric Asimov"], "date_download": "2018-11-16 03:35:30", "date_modify": "2018-11-16 03:35:30", "date_publish": "2016-04-12 00:00:00", "description": "The trick to great grilled cheese sandwiches isn't in the ingredients, but on the stove Achieving a golden, crusty outside and oozy inside takes a little patience: if the heat is too high, the outside will scorch before the cheese melts Cooking the slices separately at first gives the cheese a good head start", "filename": "recipes_1017326-grilled-cheese-sandwich_1542339330.html", "image_url": "https://static01.nyt.com/images/2016/04/12/dining/grilledcheese/grilledcheese-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017326-grilled-cheese-sandwich_1542339330.html", "title": "Grilled Cheese Sandwich", "title_page": "Grilled Cheese Sandwich Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The trick to great grilled cheese sandwiches isn't in the ingredients, but on the stove. Achieving a golden, crusty outside and oozy inside takes a little patience: if the heat is too high, the outside will scorch before the cheese melts. Cooking the slices separately at first gives the cheese a good head start. There's no need to search out artisanal loaves or local cheese (though they won't hurt), but definitely do not use homemade mayonnaise. Mustard, chutney or even strawberry jam (believe it) can be dabbed on the cheese as it melts, or add ham, prosciutto or slices of apple or tomato (drain on paper towels first). You can use any melting cheese, such as American, Muenster or Swiss, but not too much: part of the perfection here is in the proportion of bread to cheese.\nFeatured in: A Field Guide To The American Sandwich.", "url": "https://cooking.nytimes.com/recipes/1017326-grilled-cheese-sandwich"}