{"authors": ["Julia Moskin", "Barbara Kafka", "Nigella Lawson", "Martha Rose Shulman", "Sam Sifton", "Nancy Arum", "Melissa Clark", "Rosie Schaap", "Florence Fabricant", "R. W. Apple Jr."], "date_download": "2018-11-16 03:37:45", "date_modify": "2018-11-16 03:37:45", "date_publish": "2014-03-06 00:00:00", "description": "A dish that calls to the hearts and stomachs of the meat-and-potatoes crowd, breakfast hash is thrillingly easy to cook and deeply satisfying to eat Because a key ingredient in hash is meat that is already cooked, it’s perfect for leftovers and friendly for home cooks (So feel free to try the recipe with roast beef instead of the pastrami, or even leftover pork and chicken.) Here, in classic form, the dish also includes potatoes for starch and onions for sweetness", "filename": "recipes_1013421-pastrami-hash-with-confit-potatoes-parsley-and-shallots_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=1_1542339465.html", "image_url": "https://static01.nyt.com/images/2014/03/06/dining/06hash/06hash-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1013421-pastrami-hash-with-confit-potatoes-parsley-and-shallots_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=1_1542339465.html", "title": "Pastrami Hash With Confit Potatoes, Parsley and Shallots", "title_page": "Pastrami Hash With Confit Potatoes, Parsley and Shallots Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A dish that calls to the hearts and stomachs of the meat-and-potatoes crowd, breakfast hash is thrillingly easy to cook and deeply satisfying to eat. Because a key ingredient in hash is meat that is already cooked, it’s perfect for leftovers and friendly for home cooks. (So feel free to try the recipe with roast beef instead of the pastrami, or even leftover pork and chicken.) Here, in classic form, the dish also includes potatoes for starch and onions for sweetness. A couple of lightly fried eggs on top will provide a sauce that brings all the flavors together.\nFeatured in: The Humble Plate Of Hash Has Nobler Ambitions.", "url": "https://cooking.nytimes.com/recipes/1013421-pastrami-hash-with-confit-potatoes-parsley-and-shallots?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=1"}