{"authors": ["Rosie Schaap", "Mark Bittman", "Yossy Arefi", "Julia Moskin", "Alison Roman", "Mayukh Sen", "Melissa Clark", "Sarah Digregorio", "Nigella Lawson", "Peter Meehan"], "date_download": "2018-11-16 03:25:18", "date_modify": "2018-11-16 03:25:18", "date_publish": "2016-07-24 00:00:00", "description": "My friend Michael Sharkey is one of the best home bartenders I know, and he sometimes surprises me with delicious new creations when I visit His latest is the Eye of the Komodo (he originally christened it Ojo del Komodo — but I botched and Anglicized it, probably because I think the Eye of the Komodo sounds more like a ‘60s horror movie) Built on a foundation of what Michael calls “lizard liquid” and fortified by mezcal, it is bright green, satisfyingly spicy and garnished with a vegetal “eyeball.” What’s not to love?", "filename": "recipes_1018225-eye-of-the-komodo_1542338718.html", "image_url": "https://static01.nyt.com/images/2016/07/24/magazine/24mag-eye-of-komodo/24mag-eye-of-komodo-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018225-eye-of-the-komodo_1542338718.html", "title": "Eye of the Komodo", "title_page": "Eye of the Komodo Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My friend Michael Sharkey is one of the best home bartenders I know, and he sometimes surprises me with delicious new creations when I visit. His latest is the Eye of the Komodo (he originally christened it Ojo del Komodo — but I botched and Anglicized it, probably because I think the Eye of the Komodo sounds more like a ‘60s horror movie). Built on a foundation of what Michael calls “lizard liquid” and fortified by mezcal, it is bright green, satisfyingly spicy and garnished with a vegetal “eyeball.” What’s not to love?\nFeatured in: How Sex, Animals And Obama End Up In Drink Names.", "url": "https://cooking.nytimes.com/recipes/1018225-eye-of-the-komodo"}