{"authors": ["Julia Moskin", "Joan Nathan", "Florence Fabricant", "Jeff Gordinier", "Martha Rose Shulman", "David Leite", "Alison Roman", "Barbara Whitaker", "Regina Schrambling", "Jennifer Steinhauer"], "date_download": "2018-11-16 03:24:56", "date_modify": "2018-11-16 03:24:56", "date_publish": "2016-04-14 00:00:00", "description": "When the chef Danielle Oron was growing up in the New Jersey suburbs, she knew that her Israeli family’s habits of dousing vanilla ice cream with tahini and spreading halvah on toast would be considered odd Sesame has long been shunned in American desserts, but its addition to a confection can add a nutty, salty undertone, and sesame desserts are now popping up all over the place These chocolate chip cookies, developed by Ms", "filename": "recipes_1018055-salted-tahini-chocolate-chip-cookies_1542338696.html", "image_url": "https://static01.nyt.com/images/2016/04/14/dining/14SESAME6/14SESAME6-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018055-salted-tahini-chocolate-chip-cookies_1542338696.html", "title": "Salted Tahini Chocolate Chip Cookies", "title_page": "Salted Tahini Chocolate Chip Cookies Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the chef Danielle Oron was growing up in the New Jersey suburbs, she knew that her Israeli family’s habits of dousing vanilla ice cream with tahini and spreading halvah on toast would be considered odd. Sesame has long been shunned in American desserts, but its addition to a confection can add a nutty, salty undertone, and sesame desserts are now popping up all over the place. These chocolate chip cookies, developed by Ms. Oron, are a great place to start for the home baker seeking more sesame. Rich, savory and sweet, they are one of the rare variations that are just as good as the original.\nFeatured in: Sesame Extends Its Sweet Reach Beyond The Middle East.\nLearn: How to Make Sugar Cookies", "url": "https://cooking.nytimes.com/recipes/1018055-salted-tahini-chocolate-chip-cookies"}