{"authors": ["Sam Sifton", "Christine Muhlke", "Samantha Seneviratne", "Emily Weinstein", "Yossy Arefi", "Melissa Clark", "Dena Kleiman", "Molly O'Neill", "Nicole Mones", "Kim Severson"], "date_download": "2018-11-16 03:35:24", "date_modify": "2018-11-16 03:35:24", "date_publish": "2015-12-24 00:00:00", "description": "This recipe came to The Times in 2001 in an article by the chef Bill Yosses, who would go on to become the executive pastry chef for the Obama White House He learned it, he wrote, in France, from a pastry chef named Jacques Mahou at Au Vieux Four in Tours \"He had a special technique,\" Yosses wrote", "filename": "recipes_5346-lemon-poundcake_1542339324.html", "image_url": "https://static01.nyt.com/images/2015/12/24/dining/24COOKING-LEMONPOUNDCAKE/24COOKING-LEMONPOUNDCAKE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_5346-lemon-poundcake_1542339324.html", "title": "Lemon Poundcake Recipe", "title_page": "Lemon Poundcake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This recipe came to The Times in 2001 in an article by the chef Bill Yosses, who would go on to become the executive pastry chef for the Obama White House. He learned it, he wrote, in France, from a pastry chef named Jacques Mahou at Au Vieux Four in Tours. \"He had a special technique,\" Yosses wrote. \"Instead of brushing the cake with a sweet syrup, Jacques immersed his in a lemon syrup bath. Then he gently squeezed the cake like a sponge. It was a tricky maneuver since the warm loaf was apt to fall apart -- you have to cradle it gently, and apply just a little bit of pressure -- but it's worth the extra care. The cake absorbs a lot more liquid, which moistens the interior and intensifies the citrus flavor.\" In addition, Yosses added lemon segments to the batter. \"The fruit evaporates, leaving behind powerful little pockets of lemon,\" he wrote. \"It makes a major difference. The lemon segments, combined with the syrup, also help preserve the cake. Well wrapped and stored in the refrigerator, it keeps for 7 to 10 days\"\nFeatured in: The Chef; Pound Cake With A French Squeeze.", "url": "https://cooking.nytimes.com/recipes/5346-lemon-poundcake"}