{"authors": ["Francis Lam", "Marian Burros", "Martha Rose Shulman", "Melissa Clark", "Samantha Seneviratne", "Michael Moss", "Pierre Franey", "David Tanis", "Amanda Hesser", "Julia Moskin"], "date_download": "2018-11-16 03:33:47", "date_modify": "2018-11-16 03:33:47", "date_publish": "2018-04-15 00:00:00", "description": "Full of chewy grains, caramelized broccoli and juicy mushrooms, this delicious blend of textures and flavors can feel like the best way to get your vitamins and fiber The omelet ribbons come together almost like fettuccine on top, and the lemony, herbal buttermilk dressing lends the bowl some decadence If you have the vegetables and grains already cooked and stashed in the fridge, this dish comes together in just a few minutes", "filename": "recipes_1019271-roasted-mushroom-and-broccoli-grain-bowls_1542339227.html", "image_url": "https://static01.nyt.com/images/2018/04/15/magazine/15mag-eat1/15mag-eat1-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019271-roasted-mushroom-and-broccoli-grain-bowls_1542339227.html", "title": "Roasted-Mushroom-and-Broccoli Grain Bowls", "title_page": "Roasted-Mushroom-and-Broccoli Grain Bowls Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Full of chewy grains, caramelized broccoli and juicy mushrooms, this delicious blend of textures and flavors can feel like the best way to get your vitamins and fiber. The omelet ribbons come together almost like fettuccine on top, and the lemony, herbal buttermilk dressing lends the bowl some decadence. If you have the vegetables and grains already cooked and stashed in the fridge, this dish comes together in just a few minutes. Feel free to use any combination of roasted vegetables and grains you like — this recipe can be a template for all your leftovers.\nFeatured in: How To Make A Weeknight Grain Bowl That Is Actually Delicious.", "url": "https://cooking.nytimes.com/recipes/1019271-roasted-mushroom-and-broccoli-grain-bowls"}