{"authors": ["Kim Severson", "Alison Roman", "Melissa Clark", "Erin Jeanne Mcdowell", "Alex Witchel", "Margaux Laskey", "Amanda Hesser", "Mark Bittman", "Julia Moskin", "Jennifer Steinhauer"], "date_download": "2018-11-16 03:28:56", "date_modify": "2018-11-16 03:28:56", "date_publish": "2018-05-30 00:00:00", "description": "This is a rich, special-occasion cake that takes the traditional Southern coconut cake to another level, with ground toasted pecans in the batter and an easy-to-make Chantilly cream for frosting It has become the signature dessert for Dolester Miles, who serves slices over a little puddle of crème anglaise at Chez Fonfon and Bottega, and sometimes at the Highlands Bar & Grill, the Birmingham, Ala., restaurants owned by Frank and Pardis Stitt Assembly can be a challenge, so she suggests building the cake by stacking the delicate slabs of cake with filling in between each layer into a deep, round cake pan, then slipping it into the refrigerator for about an hour", "filename": "recipes_1019330-coconut-pecan-cake_1542338936.html", "image_url": "https://static01.nyt.com/images/2018/05/30/dining/30pastryrex2/30pastryrex2-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019330-coconut-pecan-cake_1542338936.html", "title": "Coconut Pecan Cake", "title_page": "Coconut Pecan Cake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is a rich, special-occasion cake that takes the traditional Southern coconut cake to another level, with ground toasted pecans in the batter and an easy-to-make Chantilly cream for frosting. It has become the signature dessert for Dolester Miles, who serves slices over a little puddle of crème anglaise at Chez Fonfon and Bottega, and sometimes at the Highlands Bar & Grill, the Birmingham, Ala., restaurants owned by Frank and Pardis Stitt. Assembly can be a challenge, so she suggests building the cake by stacking the delicate slabs of cake with filling in between each layer into a deep, round cake pan, then slipping it into the refrigerator for about an hour. The filling acts like a delicious glue. When the cake is inverted and unmolded, the edges have an even, professional appearance.\nFeatured in: An Alabama Chef And Her Beloved Desserts Hit The Big Time.", "url": "https://cooking.nytimes.com/recipes/1019330-coconut-pecan-cake"}