{"authors": ["Jeff Schwarz And Greg Kessler", "Mark Bittman", "Martha Rose Shulman", "Rosie Schaap", "Tara Parker-Pope", "Melissa Clark", "Yossy Arefi", "Alison Roman", "Julia Moskin"], "date_download": "2018-11-16 03:25:53", "date_modify": "2018-11-16 03:25:53", "date_publish": "2014-04-09 00:00:00", "description": "Making zucchini pasta is simple, but there are some rules to keep in mind Green or yellow gold bar zucchini are better to use than the yellow, pear-shaped variety Zucchinis are firmer skinned and more cylindrical than other squashes, which works well in a mandoline", "filename": "recipes_1015292-zucchini-pasta-with-sungold-tomatoes-corn-and-sunflower-seeds_1542338753.html", "image_url": "https://static01.nyt.com/images/2014/04/09/dining/Zuc/Zuc-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015292-zucchini-pasta-with-sungold-tomatoes-corn-and-sunflower-seeds_1542338753.html", "title": "Zucchini Pasta with Sungold Tomatoes, Corn and Sunflower Seeds", "title_page": "Zucchini Pasta with Sungold Tomatoes, Corn and Sunflower Seeds Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Making zucchini pasta is simple, but there are some rules to keep in mind. Green or yellow gold bar zucchini are better to use than the yellow, pear-shaped variety. Zucchinis are firmer skinned and more cylindrical than other squashes, which works well in a mandoline. Be sure to squeeze out as much water as possible with a cheesecloth or kitchen towel or the zucchinis will leach a puddle of water onto the serving plate after salting. To dress the pasta, a combination of olive oil, lemon juice and basil leaves works just as well. This dish is served with Sungold tomatoes and corn to add sweetness, and sunflower seeds for crunch.\nFeatured in: Visiting The Source | A Chef In The Field: Zucchini.", "url": "https://cooking.nytimes.com/recipes/1015292-zucchini-pasta-with-sungold-tomatoes-corn-and-sunflower-seeds"}