{"authors": ["Jeff Gordinier", "Mark Bittman", "Colu Henry", "Melissa Clark", "David Tanis", "Julia Moskin", "Tejal Rao", "Nigella Lawson", "Amanda Hesser", "Emily Weinstein"], "date_download": "2018-11-16 03:28:36", "date_modify": "2018-11-16 03:28:36", "date_publish": "2015-02-25 00:00:00", "description": "On her nights off, Amanda Cohen, the chef at Dirt Candy in Manhattan, uses up the white takeout containers full of rice that accumulate in her fridge by making vegetable fried rice (see the recipe here) To ward off blandness, she stocks her freezer in advance with flavor bombs: small, dark green ice blocks of garlic, ginger, cilantro, parsley and other ingredients, frozen in ice cube trays When the rice and vegetables are hot in the pan and ready for a boost, you simply melt a flavor cube or two in the mix and let the rice take on a tasty coat of green.", "filename": "recipes_1017249-amanda-cohens-secret-weapon-stir-fry-sauce_1542338916.html", "image_url": "https://static01.nyt.com/images/2015/02/25/dining/25DIRTJP6/25DIRTJP6-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017249-amanda-cohens-secret-weapon-stir-fry-sauce_1542338916.html", "title": "Amanda Cohen’s Secret-Weapon Stir-Fry Sauce", "title_page": "Amanda Cohen’s Secret-Weapon Stir-Fry Sauce Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On her nights off, Amanda Cohen, the chef at Dirt Candy in Manhattan, uses up the white takeout containers full of rice that accumulate in her fridge by making vegetable fried rice (see the recipe here). To ward off blandness, she stocks her freezer in advance with flavor bombs: small, dark green ice blocks of garlic, ginger, cilantro, parsley and other ingredients, frozen in ice cube trays. When the rice and vegetables are hot in the pan and ready for a boost, you simply melt a flavor cube or two in the mix and let the rice take on a tasty coat of green.\nFeatured in: Little Sprout Grows Up.", "url": "https://cooking.nytimes.com/recipes/1017249-amanda-cohens-secret-weapon-stir-fry-sauce"}