{"authors": ["Mark Bittman", "William Grimes", "Sam Sifton", "Florence Fabricant", "Matt Lee And Ted Lee", "Melissa Clark", "Emily Weinstein", "Yossy Arefi", "Colu Henry", "Alison Roman"], "date_download": "2018-11-16 03:32:54", "date_modify": "2018-11-16 03:32:54", "date_publish": "2015-08-16 00:00:00", "description": "A huge rib-eye, cooked slowly then quickly – whether on a grill or in the oven – will yield perfectly cooked meat The cost of the cut may seem like a lot to pay for a piece of meat, but if it’s local and well raised, with better flavor, texture and karma than cheaper commodity beef, it’s worth it for a table of four You might think sauce is overkill with a rib-eye like this, but playing steakhouse chef means dreaming up the accompanying sauces that you would most like to see on the table", "filename": "recipes_1017618-blowout-rib-eye_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542339174.html", "image_url": "https://static01.nyt.com/images/2015/08/16/magazine/16eat1/16mag-16eat-t_CA0-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017618-blowout-rib-eye_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542339174.html", "title": "Blowout Rib-Eye Recipe", "title_page": "Blowout Rib-Eye Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A huge rib-eye, cooked slowly then quickly – whether on a grill or in the oven – will yield perfectly cooked meat. The cost of the cut may seem like a lot to pay for a piece of meat, but if it’s local and well raised, with better flavor, texture and karma than cheaper commodity beef, it’s worth it for a table of four. You might think sauce is overkill with a rib-eye like this, but playing steakhouse chef means dreaming up the accompanying sauces that you would most like to see on the table. My favorite is what I call ‘‘blue butter,’’ a blend of blue cheese and butter.\nIf blue cheese isn't your thing, try creamed spinach sauce, chile chimichurri, tomato nam prik or bourbon balsamic syrup.\nFeatured in: The Pleasure Of A Steak At Home.\nLearn: How to Grill", "url": "https://cooking.nytimes.com/recipes/1017618-blowout-rib-eye?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5"}