{"authors": ["Melissa Clark", "Genevieve Ko", "Mark Bittman", "Sam Sifton", "Julia Moskin", "Yotam Ottolenghi", "Ali Slagle", "David Tanis", "Emily Weinstein", "Samantha Seneviratne"], "date_download": "2018-11-16 03:25:14", "date_modify": "2018-11-16 03:25:14", "date_publish": "2018-10-10 00:00:00", "description": "The key to cooking shrimp biryani in an electric pressure cooker is to buy jumbo shrimp, which won’t overcook in the amount of time it takes to cook the rice This version, from Chandra Ram’s “The Complete Indian Instant Pot Cookbook,” is bright with ginger root, fresh curry leaves and plenty of lime juice Kashmiri chile is a very mild red chile powder that can be found in Indian markets, but if you can’t get it, substitute three parts sweet paprika and one part cayenne", "filename": "recipes_1019634-pressure-cooker-shrimp-biryani_1542338714.html", "image_url": "https://static01.nyt.com/images/2018/10/10/dining/10Apperex1/merlin_144643311_b0fad675-8f0c-4323-9330-855f38273409-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019634-pressure-cooker-shrimp-biryani_1542338714.html", "title": "Pressure Cooker Shrimp Biryani", "title_page": "Pressure Cooker Shrimp Biryani Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The key to cooking shrimp biryani in an electric pressure cooker is to buy jumbo shrimp, which won’t overcook in the amount of time it takes to cook the rice. This version, from Chandra Ram’s “The Complete Indian Instant Pot Cookbook,” is bright with ginger root, fresh curry leaves and plenty of lime juice. Kashmiri chile is a very mild red chile powder that can be found in Indian markets, but if you can’t get it, substitute three parts sweet paprika and one part cayenne. And if you can’t get the fresh curry leaves, simply leave them out. The dish won’t be quite as fragrant, but will still be delicious.\nFeatured in: Indian Cooks Embrace The Instant Pot.", "url": "https://cooking.nytimes.com/recipes/1019634-pressure-cooker-shrimp-biryani"}