{"authors": ["Florence Fabricant", "Sam Sifton", "Julia Moskin", "Mark Bittman", "David Tanis", "The New York Times", "Melissa Clark", "Amanda Hesser", "Steven Raichlen", "Erin Jeanne Mcdowell"], "date_download": "2018-11-16 03:37:49", "date_modify": "2018-11-16 03:37:49", "date_publish": "2014-11-19 00:00:00", "description": "Betty Groff, the home cook turned proprietor of Groff’s Farm Restaurant, once said that there were only two authentic American cuisines: Pennsylvania Dutch and Creole Her brown-sugar-glazed bacon represents the former, and she occasionally served it as an hors d’oeuvre at her restaurant, which she started in her family’s 1756 Pennsylvania Dutch farmhouse in Mount Joy in the late 1950s The restaurant became a place of pilgrimage for food lovers, among them Craig Claiborne, who wrote an article about it in The New York Times in 1965", "filename": "recipes_1016900-glazed-bacon_1542339469.html", "image_url": "https://static01.nyt.com/images/2014/11/19/dining/19PENNSYLVANIA/19PENNSYLVANIA-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016900-glazed-bacon_1542339469.html", "title": "Glazed Bacon Recipe", "title_page": "Glazed Bacon Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Betty Groff, the home cook turned proprietor of Groff’s Farm Restaurant, once said that there were only two authentic American cuisines: Pennsylvania Dutch and Creole. Her brown-sugar-glazed bacon represents the former, and she occasionally served it as an hors d’oeuvre at her restaurant, which she started in her family’s 1756 Pennsylvania Dutch farmhouse in Mount Joy in the late 1950s. The restaurant became a place of pilgrimage for food lovers, among them Craig Claiborne, who wrote an article about it in The New York Times in 1965. This recipe, which Ms. Groff said “will amaze every guest,” serves six, but she noted that you can easily scale it up to serve 30, or possibly more.\nFeatured in: The United States Of Thanksgiving.", "url": "https://cooking.nytimes.com/recipes/1016900-glazed-bacon"}