{"authors": ["Sam Sifton", "Florence Fabricant", "Mark Bittman", "Alison Roman", "Genevieve Ko", "Melissa Clark", "Julia Moskin"], "date_download": "2018-11-16 03:35:28", "date_modify": "2018-11-16 03:35:28", "date_publish": "2015-05-20 00:00:00", "description": "The chef and barbecue madman Chris Schlesinger sold the East Coast Grill, his restaurant in Cambridge, Mass., in 2012 But his recipe for pulled pork, which adorned the restaurant’s menu from its opening in 1985, lives on in this excellent version he gave to The Times in 2003: a tangle of soft, vinegar-scented pork that pairs extremely well with coleslaw on top of a cheap hamburger bun Cooking the dish can be an all-day or an all-night affair, the meat luxuriating in a bath of hardwood smoke, but it is hardly taxing for anyone with a kettle grill and 12 hours on hand", "filename": "recipes_1016087-pulled-pork_1542339328.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20HIT_PORK/20HIT_PORK-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016087-pulled-pork_1542339328.html", "title": "Pulled Pork Recipe", "title_page": "Pulled Pork Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The chef and barbecue madman Chris Schlesinger sold the East Coast Grill, his restaurant in Cambridge, Mass., in 2012. But his recipe for pulled pork, which adorned the restaurant’s menu from its opening in 1985, lives on in this excellent version he gave to The Times in 2003: a tangle of soft, vinegar-scented pork that pairs extremely well with coleslaw on top of a cheap hamburger bun. Cooking the dish can be an all-day or an all-night affair, the meat luxuriating in a bath of hardwood smoke, but it is hardly taxing for anyone with a kettle grill and 12 hours on hand. “Barbecue is such a typical guy thing to do,” Schlesinger said at the time. “Much ado about nothing.” But the results put the lie to the time spent spacing out, watching the smoke curl up into the sky. Schlesinger agreed. “It is intense,” he said.\nFeatured in: Barbecue? You Could Do It In Your Sleep.", "url": "https://cooking.nytimes.com/recipes/1016087-pulled-pork"}