{"authors": ["Melissa Clark", "Marian Burros", "Erin Jeanne Mcdowell", "Alison Roman", "Genevieve Ko", "Amanda Hesser", "Trish Hall", "Nancy Harmon Jenkins", "Craig Claiborne", "Jacques Pepin"], "date_download": "2018-11-16 03:36:39", "date_modify": "2018-11-16 03:36:39", "date_publish": "2013-05-23 00:00:00", "description": "Here’s a take on the perfect summer birthday cake: a buttery, vanilla-scented spongecake doused with ripe strawberries and fresh whipped cream, gilded with a spicy-tart syrup to cut the sweetness After the cake cools, you’ll cut it into two layers and put them back together with the sliced strawberries, which have been resting in some sugar and lemon zest, your whipped cream and the lemon-pepper syrup Then top the whole thing with more whipped cream and serve it up", "filename": "recipes_1014772-strawberry-shortcake-with-lemon-pepper-syrup_1542339399.html", "image_url": "https://static01.nyt.com/images/2013/05/23/dining/video-clarkspongecake/video-clarkspongecake-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1014772-strawberry-shortcake-with-lemon-pepper-syrup_1542339399.html", "title": "Strawberry Shortcake with Lemon-Pepper Syrup", "title_page": "Strawberry Shortcake with Lemon-Pepper Syrup Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here’s a take on the perfect summer birthday cake: a buttery, vanilla-scented spongecake doused with ripe strawberries and fresh whipped cream, gilded with a spicy-tart syrup to cut the sweetness. After the cake cools, you’ll cut it into two layers and put them back together with the sliced strawberries, which have been resting in some sugar and lemon zest, your whipped cream and the lemon-pepper syrup. Then top the whole thing with more whipped cream and serve it up. It’s a couple of hours of your time, resulting in a treat appropriate to welcome anyone’s next trip around the sun.\nFeatured in: Strawberry Shortcake Forever.", "url": "https://cooking.nytimes.com/recipes/1014772-strawberry-shortcake-with-lemon-pepper-syrup"}