{"authors": ["Melissa Clark", "Martha Rose Shulman", "Tejal Rao", "Emily Weinstein", "Alison Roman", "Samantha Seneviratne", "Erin Jeanne Mcdowell", "Liz Smith", "Marian Burros", "Sam Sifton"], "date_download": "2018-11-16 03:37:21", "date_modify": "2018-11-16 03:37:21", "date_publish": "2014-11-19 00:00:00", "description": "Like many restaurant workers toiling in Las Vegas, Eric Klein, the executive chef at Spago, spends Thanksgiving Day on the line, dishing out turkey and trimmings to vacationing high rollers Time with family and friends comes after the holiday While the rest of the city combs shopping arcades for Black Friday deals, he’s making magic with the leftovers", "filename": "recipes_1016921-thanksgiving-sandwich_1542339441.html", "image_url": "https://static01.nyt.com/images/2014/11/19/dining/19NEVADA/19NEVADA-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016921-thanksgiving-sandwich_1542339441.html", "title": "Thanksgiving Sandwich", "title_page": "Thanksgiving Sandwich Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like many restaurant workers toiling in Las Vegas, Eric Klein, the executive chef at Spago, spends Thanksgiving Day on the line, dishing out turkey and trimmings to vacationing high rollers. Time with family and friends comes after the holiday. While the rest of the city combs shopping arcades for Black Friday deals, he’s making magic with the leftovers.\nOne of his favorites is this play on a French dip sandwich. Shredded turkey stands in for the usual beef, while gravy, thinned out to make it brothlike, replaces the jus for dipping. To this he adds the requisite leftover stuffing, and he folds the cranberry sauce into a fragrant and creamy aioli. He likes to crumble mild blue cheese over the top of his sandwich for extra pizazz, but feel free to leave it out if you’re feeling more traditional.\nFeatured in: The United States Of Thanksgiving.", "url": "https://cooking.nytimes.com/recipes/1016921-thanksgiving-sandwich"}