{"authors": ["Mark Bittman", "Marian Burros", "Melissa Clark", "Martha Rose Shulman", "Elaine Louie", "Amanda Hesser", "Christine Muhlke", "Paul Prudhomme", "Julia Moskin", "Erin Jeanne Mcdowell"], "date_download": "2018-11-16 03:37:50", "date_modify": "2018-11-16 03:37:50", "date_publish": "2013-11-27 00:00:00", "description": "After living in what must have seemed like every neighborhood in three boroughs, my mother’s parents, in their old-ish age, settled in Astoria, which is where I spent almost all the Thanksgivings of my childhood Thanksgiving was always (in my memory) gray and blustery, and my grandmother’s kitchen, steamy She produced, almost solo, the traditionally ridiculous abundance of food, including my favorite, the potato “nik,” a huge latke fried in chicken fat until really brown, and as crisp as perfectly done shoestring fries", "filename": "recipes_12207-potato-nik_1542339470.html", "image_url": "https://static01.nyt.com/images/2013/11/27/dining/27FLEX_SPAN/27FLEX_SPAN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12207-potato-nik_1542339470.html", "title": "Potato Nik Recipe", "title_page": "Potato Nik Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After living in what must have seemed like every neighborhood in three boroughs, my mother’s parents, in their old-ish age, settled in Astoria, which is where I spent almost all the Thanksgivings of my childhood. Thanksgiving was always (in my memory) gray and blustery, and my grandmother’s kitchen, steamy. She produced, almost solo, the traditionally ridiculous abundance of food, including my favorite, the potato “nik,” a huge latke fried in chicken fat until really brown, and as crisp as perfectly done shoestring fries. I still make this, and so can you.\nFeatured in: Root Vegetable Recipes.\nLearn: How to Cook Potatoes", "url": "https://cooking.nytimes.com/recipes/12207-potato-nik"}