{"authors": ["Melissa Clark", "Nancy Harmon Jenkins", "Mark Bittman", "David Tanis", "Ali Slagle", "Julia Reed", "Florence Fabricant", "Kim Severson", "Martha Rose Shulman", "Colu Henry"], "date_download": "2018-11-16 03:23:12", "date_modify": "2018-11-16 03:23:12", "date_publish": "2015-07-08 00:00:00", "description": "At the height of tomato season, for every perfectly ripe, taut and juicy specimen, there’s an overripe, oozing counterpart not far away The Tuscan bread salad called panzanella is the perfect place to use those sad, soft tomatoes that are still rich in flavor Traditional panzanella is made with stale, dried bread that’s rehydrated from a dressing of sweet tomato juices, vinegar and plenty of olive oil", "filename": "recipes_1017518-panzanella-with-mozzarella-and-herbs_1542338592.html", "image_url": "https://static01.nyt.com/images/2015/07/08/dining/08APPE2/08APPE2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017518-panzanella-with-mozzarella-and-herbs_1542338592.html", "title": "Panzanella With Mozzarella and Herbs", "title_page": "Panzanella With Mozzarella and Herbs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the height of tomato season, for every perfectly ripe, taut and juicy specimen, there’s an overripe, oozing counterpart not far away. The Tuscan bread salad called panzanella is the perfect place to use those sad, soft tomatoes that are still rich in flavor. Traditional panzanella is made with stale, dried bread that’s rehydrated from a dressing of sweet tomato juices, vinegar and plenty of olive oil. This version also includes some mozzarella for richness and cucumber for crunch. It’s an ideal make-ahead dish; the longer the mixture sits (up to 6 or so hours), the better it tastes. Just make sure your bread thoroughly dries out in the oven so it won’t turn to mush.\nFeatured in: Fried Chicken Stars In This Make Ahead Meal.", "url": "https://cooking.nytimes.com/recipes/1017518-panzanella-with-mozzarella-and-herbs"}