{"authors": ["Martha Rose Shulman", "Mark Bittman", "Florence Fabricant", "Alison Roman", "Melissa Clark", "Alex Witchel", "Samantha Seneviratne", "Sarah Digregorio", "Sam Sifton"], "date_download": "2018-11-16 03:32:26", "date_modify": "2018-11-16 03:32:26", "date_publish": "2011-03-15 00:00:00", "description": "These quesadillas have little in common with fast-food varieties, which are made with flour tortillas and a lot more cheese A Taco Bell cheese quesadilla has 480 calories and 1,000 milligrams of sodium; if you order cheese quesadillas at Baja Fresh, you’re asking for 1,200 calories and 2,140 milligrams of sodium I make a meal out of quesadillas by including beans or vegetables with the cheese, and I use corn tortillas rather than flour", "filename": "recipes_1013515-baked-bean-and-cheese-quesadillas_1542339146.html", "image_url": "https://static01.nyt.com/images/2011/03/15/science/14recipehealth/14recipehealth-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1013515-baked-bean-and-cheese-quesadillas_1542339146.html", "title": "Baked Bean and Cheese Quesadillas", "title_page": "Baked Bean and Cheese Quesadillas Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These quesadillas have little in common with fast-food varieties, which are made with flour tortillas and a lot more cheese. A Taco Bell cheese quesadilla has 480 calories and 1,000 milligrams of sodium; if you order cheese quesadillas at Baja Fresh, you’re asking for 1,200 calories and 2,140 milligrams of sodium. I make a meal out of quesadillas by including beans or vegetables with the cheese, and I use corn tortillas rather than flour. Another plus: Quesadillas make a great destination for leftovers. Beans in a thick sauce make a delicious and comforting quesadilla filling.\nFeatured in: Fast Food For Harried Days.", "url": "https://cooking.nytimes.com/recipes/1013515-baked-bean-and-cheese-quesadillas"}