{"authors": ["Sam Sifton", "David Tanis", "Nick Fox", "Melissa Clark", "Alex Witchel", "Joan Nathan", "Tara Parker-Pope", "Alison Roman", "Hannah Kirshner", "Tejal Rao"], "date_download": "2018-11-16 03:30:43", "date_modify": "2018-11-16 03:30:43", "date_publish": "2014-04-08 00:00:00", "description": "Here is an adaptation of the Korean braised-short-rib stew known as galbijjim, a staple of neighborhood potlucks and church suppers and, in the words of the Los Angeles chef Roy Choi, “that meal from home that every Korean kid says his or her mom does best.” His recipe (well, my version of his recipe, which is his version of his mom’s) is rich and deeply flavored, thickly sauced and pungent with sugar, spice, soy and garlic It is the sort of meal you could put together on a weekend afternoon and serve for nights to come It is the best sort of family food.", "filename": "recipes_1015300-roy-chois-braised-short-rib-stew_1542339043.html", "image_url": "https://static01.nyt.com/images/2014/04/08/dining/braised/braised-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015300-roy-chois-braised-short-rib-stew_1542339043.html", "title": "Roy Choi’s Braised Short-Rib Stew", "title_page": "Roy Choi’s Braised Short-Rib Stew Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here is an adaptation of the Korean braised-short-rib stew known as galbijjim, a staple of neighborhood potlucks and church suppers and, in the words of the Los Angeles chef Roy Choi, “that meal from home that every Korean kid says his or her mom does best.” His recipe (well, my version of his recipe, which is his version of his mom’s) is rich and deeply flavored, thickly sauced and pungent with sugar, spice, soy and garlic. It is the sort of meal you could put together on a weekend afternoon and serve for nights to come. It is the best sort of family food.\nFeatured in: Choi Division.", "url": "https://cooking.nytimes.com/recipes/1015300-roy-chois-braised-short-rib-stew"}