{"authors": ["Melissa Clark", "Florence Fabricant", "Erin Jeanne Mcdowell", "Colu Henry", "Sarah Digregorio", "Julia Moskin", "The New York Times", "Martha Rose Shulman", "Mark Bittman", "Kim Severson"], "date_download": "2018-11-16 03:36:38", "date_modify": "2018-11-16 03:36:38", "date_publish": "2012-06-27 00:00:00", "description": "A classic berry tart is a perfect way to showcase your farmers’ market bounty, but it’s also kind of staid and dull, offering up visions of a vicar’s tea with an old aunt But here, you’ll infuse the pastry cream with rose petals and sweeten the crust with almonds, giving a sexy twist to an old standby For those with green thumbs, here’s a different way to showcase your most fragrant roses, free of pesticides and redolent of summer in the garden.", "filename": "recipes_12563-rose-scented-berry-tart-with-an-almond-shortbread-crust_1542339398.html", "image_url": "https://static01.nyt.com/images/2012/06/27/dining/27APPE_SPAN/27APPE_SPAN-superJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12563-rose-scented-berry-tart-with-an-almond-shortbread-crust_1542339398.html", "title": "Rose-Scented Berry Tart With an Almond Shortbread Crust", "title_page": "Rose-Scented Berry Tart With an Almond Shortbread Crust Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A classic berry tart is a perfect way to showcase your farmers’ market bounty, but it’s also kind of staid and dull, offering up visions of a vicar’s tea with an old aunt. But here, you’ll infuse the pastry cream with rose petals and sweeten the crust with almonds, giving a sexy twist to an old standby. For those with green thumbs, here’s a different way to showcase your most fragrant roses, free of pesticides and redolent of summer in the garden.\nFeatured in: A Fresh Fruit Tart, Perfumed With Roses.", "url": "https://cooking.nytimes.com/recipes/12563-rose-scented-berry-tart-with-an-almond-shortbread-crust"}