{"authors": ["Tejal Rao", "Mark Bittman", "Melissa Clark", "Emily Weinstein", "Colu Henry", "Samantha Seneviratne", "Kim Severson", "Elaine Louie", "David Tanis", "Alison Roman"], "date_download": "2018-11-16 03:24:21", "date_modify": "2018-11-16 03:24:21", "date_publish": "2018-08-26 00:00:00", "description": "Surnoli are soft, round and puffy pancakes, about the size of a diner’s silver dollars, and they can be served like them too, as a warm stack with a piece of melting butter on top But surnoli batter contains no egg and no flour, and it isn't flipped at all but left to cook through on one side Made from puréed raw and cooked rice, as well as coconut, and fermented with yogurt overnight, the konkani pancake becomes airy and takes on a gentle tang", "filename": "recipes_1019510-surnoli-coconut-rice-pancakes_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338661.html", "image_url": "https://static01.nyt.com/images/2018/08/26/magazine/26mag-eat-image4/26mag-eat-image4-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019510-surnoli-coconut-rice-pancakes_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338661.html", "title": "Surnoli (Coconut-Rice Pancakes)", "title_page": "Surnoli (Coconut-Rice Pancakes) Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Surnoli are soft, round and puffy pancakes, about the size of a diner’s silver dollars, and they can be served like them too, as a warm stack with a piece of melting butter on top. But surnoli batter contains no egg and no flour, and it isn't flipped at all but left to cook through on one side. Made from puréed raw and cooked rice, as well as coconut, and fermented with yogurt overnight, the konkani pancake becomes airy and takes on a gentle tang. Have it plain with a drizzle of ghee, or even a little honey. And if you want to try them savory, open a jar of your favorite Indian pickles instead. If you want to skip the longer fermentation, you could add a half teaspoon of Eno — an antacid made from sodium bicarbonate and citric acid, commonly used to fizz batters in Indian kitchens — just before you're ready to start cooking.\nFeatured in: A Superior Pancake.", "url": "https://cooking.nytimes.com/recipes/1019510-surnoli-coconut-rice-pancakes?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}