{"authors": ["Melissa Clark", "Pierre Franey", "Genevieve Ko", "Erin Jeanne Mcdowell", "Claudia Fleming", "Mark Bittman", "Martha Rose Shulman", "Yotam Ottolenghi", "Julia Moskin", "Sarah Jampel"], "date_download": "2018-11-16 03:38:15", "date_modify": "2018-11-16 03:38:15", "date_publish": "2014-03-10 00:00:00", "description": "The best main-course salads are precariously balanced things, requiring planning and forethought to come out well You need to make sure that your mix of vegetables, proteins and starches hits all the requisite flavor and textural notes — sweet, salty, tangy, fresh, crisp, soft and rich In the end, a main-course salad should feel virtuous and a little decadent, and eminently satisfying", "filename": "recipes_1015083-spinach-salad-with-roasted-vegetables-and-spiced-chickpeas_1542339495.html", "image_url": "https://static01.nyt.com/images/2014/03/10/dining/10spinach/10spinach-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015083-spinach-salad-with-roasted-vegetables-and-spiced-chickpeas_1542339495.html", "title": "Spinach Salad With Roasted Vegetables and Spiced Chickpeas", "title_page": "Spinach Salad With Roasted Vegetables and Spiced Chickpeas Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The best main-course salads are precariously balanced things, requiring planning and forethought to come out well. You need to make sure that your mix of vegetables, proteins and starches hits all the requisite flavor and textural notes — sweet, salty, tangy, fresh, crisp, soft and rich. In the end, a main-course salad should feel virtuous and a little decadent, and eminently satisfying. This recipe works on all those levels. It has crunchy, salty chickpeas imbued with spice. There are sweet potatoes and carrots roasted until exquisitely tender. The creamy Greek yogurt dressing spiked with garlic is creamy and rich. And finally, there’s the spinach, which is earthy and fresh.\nFeatured in: A Main Course Salad With Spinach And Chickpeas.", "url": "https://cooking.nytimes.com/recipes/1015083-spinach-salad-with-roasted-vegetables-and-spiced-chickpeas"}