{"authors": ["Sarah Copeland", "Francis Lam", "Mark Bittman", "Martha Rose Shulman", "David Tanis", "Melissa Clark", "Julia Moskin", "Sam Sifton", "Colu Henry", "Alison Roman"], "date_download": "2018-11-16 03:32:16", "date_modify": "2018-11-16 03:32:16", "date_publish": "2018-09-16 00:00:00", "description": "If you want dinner with ease, make it a rice bowl You can cook the rice in advance and reheat it, or employ a rice cooker (A small one doesn’t demand much space, and it cooks perfect rice while you go about other business.) But even if you make rice on the stovetop, you’ll have 30 minutes to pull together the rest of this meal, so it’s hot and ready all at once", "filename": "recipes_1019585-shrimp-and-kimchi-rice-bowl_1542339136.html", "image_url": "https://static01.nyt.com/images/2018/09/16/dining/sc-rice-bowl/sc-rice-bowl-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019585-shrimp-and-kimchi-rice-bowl_1542339136.html", "title": "Shrimp and Kimchi Rice Bowl", "title_page": "Shrimp and Kimchi Rice Bowl Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you want dinner with ease, make it a rice bowl. You can cook the rice in advance and reheat it, or employ a rice cooker. (A small one doesn’t demand much space, and it cooks perfect rice while you go about other business.) But even if you make rice on the stovetop, you’ll have 30 minutes to pull together the rest of this meal, so it’s hot and ready all at once. Kimchi is the heavy lifter here, since it has tons of crunch and tang, which gives you space to add in other vegetable without doing much to them. They could be grated and raw, or make use of yesterday’s leftovers. If shrimp isn’t your speed, try this marinade on beef chuck or tofu. Or top the rice with an egg fried in a mixture of canola and sesame oil.", "url": "https://cooking.nytimes.com/recipes/1019585-shrimp-and-kimchi-rice-bowl"}