{"authors": ["Tamar Adler", "Pierre Franey", "Melissa Clark", "Samantha Seneviratne", "The New York Times", "Erin Jeanne Mcdowell", "Genevieve Ko", "Yossy Arefi", "Mark Bittman", "Pete Wells"], "date_download": "2018-11-16 03:32:47", "date_modify": "2018-11-16 03:32:47", "date_publish": "2015-07-05 00:00:00", "description": "Tomatoes grow so many places that all herbs seem to have some sort of agreement worked out with them And the polyamorous tomato seems, among a lucky few ingredients, to carry on genuine and stirring and entirely unique relationships with each herb Here is a recipe for herbed tomatoes inspired by something my friend Emma made years ago, which she called, enigmatically, Tomatoes Provençal", "filename": "recipes_1017511-herbed-tomatoes_1542339167.html", "image_url": "https://static01.nyt.com/images/2015/07/05/magazine/05eat1/05mag-05eat-t_CA0-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017511-herbed-tomatoes_1542339167.html", "title": "Herbed Tomatoes Recipe", "title_page": "Herbed Tomatoes Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tomatoes grow so many places that all herbs seem to have some sort of agreement worked out with them. And the polyamorous tomato seems, among a lucky few ingredients, to carry on genuine and stirring and entirely unique relationships with each herb.\nHere is a recipe for herbed tomatoes inspired by something my friend Emma made years ago, which she called, enigmatically, Tomatoes Provençal. In any case, mine are neither Provençal nor provincial, but à l’Americaine, using herbs that I usually eat in food from Vietnam and Thailand but that grow happily beside tomatoes in each of those countries — as well as in ours — in what may or may not be a French provincial preparation.\nFeatured in: A Philosophy Of Herbs.", "url": "https://cooking.nytimes.com/recipes/1017511-herbed-tomatoes"}