{"authors": ["Melissa Clark", "Molly O'Neill", "Erin Jeanne Mcdowell", "Samantha Seneviratne", "Kim Severson", "William L. Hamilton", "Mark Bittman", "Joan Nathan", "David Tanis", "Sam Sifton"], "date_download": "2018-11-16 03:26:59", "date_modify": "2018-11-16 03:26:59", "date_publish": "2016-05-17 00:00:00", "description": "These crispy shrimp cakes were inspired by chao tom, Vietnamese shrimp on sugar cane, a delectable appetizer you'll find at restaurants in which shrimp is whirled into a paste in the food processor, then patted on pieces of sugar cane and steamed before grilling or frying This version leaves out the sugar cane, which can be hard for some home cooks to find, but keeps the essence of the dish: golden-edged, pan-fried cakes that are served with nuoc cham, a piquant sauce Although traditional recipes keep the shrimp seasonings to a minimum, making up for it later with the sauce, this one spices up the paste, adding lemon grass to the shrimp along with green chiles and scallions", "filename": "recipes_1014568-vietnamese-style-crispy-shrimp-cakes_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338819.html", "image_url": "https://static01.nyt.com/images/2016/05/17/dining/17COOKING-SHRIMPCAKES/17COOKING-SHRIMPCAKES-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1014568-vietnamese-style-crispy-shrimp-cakes_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3_1542338819.html", "title": "Vietnamese-Style Crispy Shrimp Cakes", "title_page": "Vietnamese-Style Crispy Shrimp Cakes Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These crispy shrimp cakes were inspired by chao tom, Vietnamese shrimp on sugar cane, a delectable appetizer you'll find at restaurants in which shrimp is whirled into a paste in the food processor, then patted on pieces of sugar cane and steamed before grilling or frying. This version leaves out the sugar cane, which can be hard for some home cooks to find, but keeps the essence of the dish: golden-edged, pan-fried cakes that are served with nuoc cham, a piquant sauce. Although traditional recipes keep the shrimp seasonings to a minimum, making up for it later with the sauce, this one spices up the paste, adding lemon grass to the shrimp along with green chiles and scallions. (If you don't often cook with lemon grass, this video will show you how to prepare it.) You can serve the cakes as an appetizer wrapped in lettuce leaves or herbs (large basil leaves are wonderful in summer). Or fry them up for dinner, heaping them on rice noodles and dousing it all with nuoc cham.\nFeatured in: Vietnamese Shrimp, From Cane To Cake.", "url": "https://cooking.nytimes.com/recipes/1014568-vietnamese-style-crispy-shrimp-cakes?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=3"}