{"authors": ["Sam Sifton", "Barbara Kafka", "Florence Fabricant", "Ann Seranne", "Melissa Clark", "Brett Anderson", "Mark Bittman", "The New York Times", "Julia Moskin", "Alison Roman"], "date_download": "2018-11-16 03:34:59", "date_modify": "2018-11-16 03:34:59", "date_publish": "2016-01-27 00:00:00", "description": "An Internet darling of a recipe, a favorite of mom bloggers and Pinterest, Mississippi Roast is traditionally made by placing a chuck roast in a slow cooker and simmering it beneath a stick of butter, a package of ranch dressing mix, another of “au jus” gravy mix and a handful of pepperoncini And you can certainly cook it that way The raves are justified", "filename": "recipes_1017937-mississippi-roast_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542339299.html", "image_url": "https://static01.nyt.com/images/2016/01/27/dining/27ROAST1/27ROAST1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017937-mississippi-roast_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11_1542339299.html", "title": "Mississippi Roast", "title_page": "Mississippi Roast Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An Internet darling of a recipe, a favorite of mom bloggers and Pinterest, Mississippi Roast is traditionally made by placing a chuck roast in a slow cooker and simmering it beneath a stick of butter, a package of ranch dressing mix, another of “au jus” gravy mix and a handful of pepperoncini. And you can certainly cook it that way. The raves are justified. But replacing the packaged mixes is no real chore, and it results in a luscious tangle of deliciously tangy beef that goes beautifully with mashed or roasted potatoes or egg noodles, or as a hot-sandwich filling. Cooking time will vary depending on the size of your roast and the effectiveness of your slow cooker. But six to eight hours generally does the trick. (If you're in the market for a slow-cooker, our colleagues at The Sweethome have spent a great deal of time testing them. Check out their guide to the best on the market.)\nFeatured in: The Improbable Rise Of Mississippi Roast.", "url": "https://cooking.nytimes.com/recipes/1017937-mississippi-roast?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=11"}