{"authors": ["Julia Moskin", "Pierre Franey", "Hannah Kirshner", "Melissa Clark", "Genevieve Ko", "Alison Roman", "Kim Severson", "Mark Bittman", "Craig Claiborne", "Moira Hodgson"], "date_download": "2018-11-16 03:30:11", "date_modify": "2018-11-16 03:30:11", "date_publish": "2016-09-21 00:00:00", "description": "A classic Provençal beef daube, or slow-baked stew, is made with quantities of red wine, like the recipes that Julia Child often made in her house in Provence, La Pitchoune Patricia Wells, a former New York Times food writer in Paris, also lives part-time in the South of France, and she has adapted the daube for white wine, which plays a more subtle part in flavoring the stew The large amount of liquid makes a tender braise that can also be served as a sauce for pasta: penne, gnocchi and long noodles like tagliatelle are familiar in the region, which borders Italy on the east.", "filename": "recipes_1018309-provencal-white-wine-beef-daube_1542339011.html", "image_url": "https://static01.nyt.com/images/2016/09/21/dining/21JULIA3/21JULIA3-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018309-provencal-white-wine-beef-daube_1542339011.html", "title": "Provençal White Wine Beef Daube", "title_page": "Provençal White Wine Beef Daube Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A classic Provençal beef daube, or slow-baked stew, is made with quantities of red wine, like the recipes that Julia Child often made in her house in Provence, La Pitchoune. Patricia Wells, a former New York Times food writer in Paris, also lives part-time in the South of France, and she has adapted the daube for white wine, which plays a more subtle part in flavoring the stew. The large amount of liquid makes a tender braise that can also be served as a sauce for pasta: penne, gnocchi and long noodles like tagliatelle are familiar in the region, which borders Italy on the east.\nFeatured in: In Julia Child’s Provençal Kitchen.", "url": "https://cooking.nytimes.com/recipes/1018309-provencal-white-wine-beef-daube"}