{"authors": ["Sam Sifton", "John Willoughby", "David Tanis", "Florence Fabricant", "Alice Hart", "Mark Bittman", "The New York Times", "Danny Bowien", "Cathy Barrow", "Amanda Hesser"], "date_download": "2018-11-16 03:37:38", "date_modify": "2018-11-16 03:37:38", "date_publish": "2014-02-26 00:00:00", "description": "Here is a recipe inspired by the cooking exploits of Manny Howard, a size-large Brooklynite with a generous spirit, a healthy capacity for self-deception and the cooking skills of a dude-ranch Escoffier It may be slightly intimidating to consider: a giant pan of rice and protein cooked on an outdoor grill But it is remarkably easy to pull off if you have a paella pan (available online and in most cookware stores) and a healthy amount of patience", "filename": "recipes_1016085-grilled-paella_1542339458.html", "image_url": "https://static01.nyt.com/images/2014/02/26/dining/recipes-grilledpaella/recipes-grilledpaella-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016085-grilled-paella_1542339458.html", "title": "Grilled Paella Recipe", "title_page": "Grilled Paella Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here is a recipe inspired by the cooking exploits of Manny Howard, a size-large Brooklynite with a generous spirit, a healthy capacity for self-deception and the cooking skills of a dude-ranch Escoffier. It may be slightly intimidating to consider: a giant pan of rice and protein cooked on an outdoor grill. But it is remarkably easy to pull off if you have a paella pan (available online and in most cookware stores) and a healthy amount of patience. The whole game is in the preparation, so that you’re not muddling around with ingredients while the fire burns down. Read the recipe two or three times before you get started and, the first time you make the paella, make sure you have everything ready before even you light the fire. Your overall time will improve with practice. But the flavors will be sublime from the very first attempt.\nFeatured in: Fire And Rice.\nLearn: How to Grill", "url": "https://cooking.nytimes.com/recipes/1016085-grilled-paella"}