{"authors": ["Kim Severson", "Julia Moskin", "R. W. Apple Jr.", "Melissa Clark", "Martha Rose Shulman", "Tara Parker-Pope", "Sam Sifton", "Alison Roman", "Ali Slagle", "Erin Jeanne Mcdowell"], "date_download": "2018-11-16 03:28:37", "date_modify": "2018-11-16 03:28:37", "date_publish": "2017-08-23 00:00:00", "description": "Alice Waters often recommends that cooks master a good minestrone It’s communal and seasonal, two pillars on which she has built her cooking career This summer recipe came from the cookbook that is her top seller: \"The Art of Simple Food.\" It uses the best of the season’s green beans, tomatoes and squash", "filename": "recipes_1018898-alice-waterss-seasonal-minestrone_1542338917.html", "image_url": "https://static01.nyt.com/images/2017/08/23/dining/23WATERSJump4/23WATERSJump4-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018898-alice-waterss-seasonal-minestrone_1542338917.html", "title": "Alice Waters’s Seasonal Minestrone", "title_page": "Alice Waters’s Seasonal Minestrone Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Alice Waters often recommends that cooks master a good minestrone. It’s communal and seasonal, two pillars on which she has built her cooking career. This summer recipe came from the cookbook that is her top seller: \"The Art of Simple Food.\" It uses the best of the season’s green beans, tomatoes and squash. In the spring, fresh peas, asparagus and spinach would make a good vegetable trio, with some fennel standing in for the carrot in the sofrito. In the fall, cubes of butternut squash, a small can of tomatoes and a bunch of kale would star, with rosemary and a little chopped sage instead of thyme for seasoning. Winter might bring a soup built from turnips, potatoes and cabbage. If the turnips have greens, add them, too. Start with a large pot that has a heavy bottom. Always cook the vegetables through, about 10 minutes. They should look good enough to eat on their own. Add the beans about 10 minutes before serving. A cup or two of cooked pasta can be stirred in at the last minute. Don’t overcook the pasta. The olive oil and cheese garnish should be added once the soup is in the bowls. Ms. Waters likes to pass those at the table, once everyone is served. Pesto makes a lovely garnish, too, and gives a garlicky, herbal punch to the soup.", "url": "https://cooking.nytimes.com/recipes/1018898-alice-waterss-seasonal-minestrone"}