{"authors": ["Melissa Clark", "Marian Burros", "Paul Greenberg", "Florence Fabricant", "Anne Semmes", "Moira Hodgson", "Genevieve Ko", "Alison Roman", "Sam Sifton", "Colu Henry"], "date_download": "2018-11-16 03:27:42", "date_modify": "2018-11-16 03:27:42", "date_publish": "2014-06-06 00:00:00", "description": "All my other relatives served gefilte fish at holiday meals, but not Aunt Sandy Instead of breaking the fast on Yom Kippur with gefilte fish, kugel and bagels and lox, she made potage Parmentier, pesto pasta salad and, her masterpiece, sweet and sour fish in a shimmering aspic In my version, I reduced sugar and substituted balsamic for the sharper wine vinegar", "filename": "recipes_1012766-almost-aunt-sandys-sweet-and-sour-salmon_1542338862.html", "image_url": "https://static01.nyt.com/images/2014/06/06/dining/Sweet-and-Sour-Salmon/Sweet-and-Sour-Salmon-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1012766-almost-aunt-sandys-sweet-and-sour-salmon_1542338862.html", "title": "Almost Aunt Sandy’s Sweet and Sour Salmon", "title_page": "Almost Aunt Sandy’s Sweet and Sour Salmon Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All my other relatives served gefilte fish at holiday meals, but not Aunt Sandy. Instead of breaking the fast on Yom Kippur with gefilte fish, kugel and bagels and lox, she made potage Parmentier, pesto pasta salad and, her masterpiece, sweet and sour fish in a shimmering aspic.\nIn my version, I reduced sugar and substituted balsamic for the sharper wine vinegar. I added raisins and sliced lemons, an idea stolen from a similar recipe I found online. I eliminated the peppercorns, which were unpleasant to crunch, adding aromatic thyme instead.\nFinally, because I didn’t want aspic, I substituted prepared fish broth for the mess of boiling bones. The broth was light and refreshing with a gentle acidity that was balanced by the sweetness of the raisins. And the fish was succulent and rich and suffused with flavor.\nFeatured in: Reinventing A Childhood Memory.\nLearn: How to Cook Salmon", "url": "https://cooking.nytimes.com/recipes/1012766-almost-aunt-sandys-sweet-and-sour-salmon"}