{"authors": ["Martha Rose Shulman", "Melissa Clark", "Mark Bittman", "Paul Prudhomme", "Sam Sifton", "Julia Moskin", "Alison Roman", "Tejal Rao"], "date_download": "2018-11-16 03:30:24", "date_modify": "2018-11-16 03:30:24", "date_publish": "2009-12-14 00:00:00", "description": "Mushrooms are the most versatile of ingredients, with a meaty texture and a rich, deep flavor ideal for vegetarian dishes When raw, they’re elegant and delicious; when cooked, they become substantial They are as welcome in a classic French omelet as they are in an Asian stir-fry", "filename": "recipes_1012934-mushroom-omelet-with-chives_1542339024.html", "image_url": "https://static01.nyt.com/images/2009/12/14/health/14recipehealth_600/14recipehealth_600-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1012934-mushroom-omelet-with-chives_1542339024.html", "title": "Mushroom Omelet With Chives", "title_page": "Mushroom Omelet With Chives Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mushrooms are the most versatile of ingredients, with a meaty texture and a rich, deep flavor ideal for vegetarian dishes. When raw, they’re elegant and delicious; when cooked, they become substantial. They are as welcome in a classic French omelet as they are in an Asian stir-fry. Mushrooms also are a nutritional bargain. Two ounces of sliced white mushrooms — about a cup — contain only 15 calories, and they are among the best dietary sources of B vitamins. Best of all, there are just so many mushroom dishes to try. This savory omelet is great for dinner or for brunch. If I’m making it for two, I make one large omelet in a 10-inch pan. It’s just as easy as making two individual omelets, and both servings are ready at the same time.\nFeatured in: Mushrooms: The Flavor Of The Dark.\nLearn: How to Cook Eggs\nLearn: How to Make an Omelet", "url": "https://cooking.nytimes.com/recipes/1012934-mushroom-omelet-with-chives"}