{"authors": ["Alison Roman", "David Tanis", "Nigella Lawson", "Mark Bittman", "Martha Rose Shulman", "Melissa Clark", "Florence Fabricant", "Alex Witchel", "Amanda Hesser", "Paul Prudhomme"], "date_download": "2018-11-16 03:25:45", "date_modify": "2018-11-16 03:25:45", "date_publish": "2017-09-26 00:00:00", "description": "This baked ziti is layered almost like a lasagna to ensure every bite has enough creamy ricotta, stringy mozzarella and tangy tomato sauce But the key to its success comes from undercooking the pasta during the initial boil so it stays perfectly al dente, even after a trip to the oven Heavy cream is added to prevent the ricotta from becoming grainy or dry during baking, letting it be its most luscious self", "filename": "recipes_1018954-baked-ziti_1542338745.html", "image_url": "https://static01.nyt.com/images/2017/09/26/dining/26COOKING-BAKEDZITI/26COOKING-BAKEDZITI-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018954-baked-ziti_1542338745.html", "title": "Baked Ziti Recipe", "title_page": "Baked Ziti Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This baked ziti is layered almost like a lasagna to ensure every bite has enough creamy ricotta, stringy mozzarella and tangy tomato sauce. But the key to its success comes from undercooking the pasta during the initial boil so it stays perfectly al dente, even after a trip to the oven. Heavy cream is added to prevent the ricotta from becoming grainy or dry during baking, letting it be its most luscious self. While this baked ziti is meatless (there’s plenty of richness from the cheese — three types, to be exact), you could always incorporate a bit of sausage, ground meat or pancetta, if you like. Simply add 1/2 pound to the onions while sautéeing and proceed with the recipe.", "url": "https://cooking.nytimes.com/recipes/1018954-baked-ziti"}