{"authors": ["Sarah Copeland", "Marian Burros", "David Tanis", "Martha Rose Shulman", "Molly O'Neill", "Pierre Franey", "Melissa Clark", "Genevieve Ko", "Erin Jeanne Mcdowell", "Alison Roman"], "date_download": "2018-11-16 03:32:10", "date_modify": "2018-11-16 03:32:10", "date_publish": "2018-09-11 00:00:00", "description": "Chicken and orzo is timeless combination, simple and satisfying In this recipe, you could use chicken thighs, but drumsticks make this dish super family-friendly Of course, if you have a crowd that doesn’t love the classic feta-dill pairing, feel free to change the toppings", "filename": "recipes_1019463-chicken-drumsticks-with-orzo-dill-and-feta_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=10_1542339130.html", "image_url": "https://static01.nyt.com/images/2018/09/11/dining/sc-chicken-orzo-horizontal/merlin_143416791_00faf07e-cb79-438b-a14c-812ad8df907a-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019463-chicken-drumsticks-with-orzo-dill-and-feta_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=10_1542339130.html", "title": "Chicken Drumsticks With Orzo, Dill and Feta", "title_page": "Chicken Drumsticks With Orzo, Dill and Feta Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chicken and orzo is timeless combination, simple and satisfying. In this recipe, you could use chicken thighs, but drumsticks make this dish super family-friendly. Of course, if you have a crowd that doesn’t love the classic feta-dill pairing, feel free to change the toppings. Mint or parsley work just as well for the herbs, and any salty, crumbly cheese is lovely here. You can dress this up as you like with cucumbers or cherry tomatoes, or green olives, served alongside or pitted, chopped and tossed in instead. Besides the obvious perks of a one-pot dinner, leftovers are great. For the next day's lunch, pull any remaining chicken off the bone, chop it, skin and all, and toss with the remaining orzo, vegetables and cheese. Know that the orzo — a very small pasta, not rice — soaks up all the liquid and flavor as it sits and cools, so you may need a drizzle of oil and lemon juice over the top to serve it the second day.", "url": "https://cooking.nytimes.com/recipes/1019463-chicken-drumsticks-with-orzo-dill-and-feta?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=10"}