{"authors": ["Joan Nathan", "David Tanis", "Matt Lee And Ted Lee", "David Firestone And Susan Brenna", "Melissa Clark", "Julia Moskin", "Jennifer Steinhauer", "The New York Times", "Regina Schrambling", "Pierre Franey"], "date_download": "2018-11-16 03:35:01", "date_modify": "2018-11-16 03:35:01", "date_publish": "2016-03-30 00:00:00", "description": "Brisket is the Zelig of the kitchen It takes on the character of whoever cooks it In the early part of the 20th century, when ''The Settlement Cook Book'' reigned supreme in American Jewish households, recipes for savory briskets of beef with sauerkraut, cabbage or lima beans were the norm", "filename": "recipes_1016867-brisket-in-sweet-and-sour-sauce_1542339301.html", "image_url": "https://static01.nyt.com/images/2016/03/30/dining/30COOKING2/30COOKING2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016867-brisket-in-sweet-and-sour-sauce_1542339301.html", "title": "Brisket in Sweet-and-Sour Sauce", "title_page": "Brisket in Sweet-and-Sour Sauce Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brisket is the Zelig of the kitchen. It takes on the character of whoever cooks it. In the early part of the 20th century, when ''The Settlement Cook Book'' reigned supreme in American Jewish households, recipes for savory briskets of beef with sauerkraut, cabbage or lima beans were the norm. As tastes became more exotic, cranberry or barbecue sauce, root beer, lemonade and even sake worked their way into recipes. Here, Coca-Cola is the secret ingredient, along with ginger.\nThe result is sublime and the dish only improves if it's cooked a day in advance of serving it. However, you can prepare and serve it the same day, if you'd like, though you may want to use a fat separator to strain the fat from the finished sauce. Several readers commented that the original cooking time and temperature on the recipe (3 hours, including 1 hour uncovered, at 350 degrees) was inaccurate. We've retested and adjusted the recipe, so the brisket now cooks for 5 to 6 hours, covered, at 325 degrees. Please also note that this recipe is not kosher for Passover.\nFeatured in: Just Right For The First Night Of Hanukkah.", "url": "https://cooking.nytimes.com/recipes/1016867-brisket-in-sweet-and-sour-sauce"}