{"authors": ["Dorie Greenspan", "Craig Claiborne", "Julia Moskin", "Melissa Clark", "David Tanis", "Erin Jeanne Mcdowell", "Alex Witchel", "Nigella Lawson", "Amanda Hesser", "The New York Times"], "date_download": "2018-11-16 03:30:33", "date_modify": "2018-11-16 03:30:33", "date_publish": "2017-05-28 00:00:00", "description": "Pâte à choux, aka cream puff dough, is a baker’s putty, the mixture that becomes the cream puff as well as éclairs, beignets, churros, croquembouches, gâteaux St Honoré and tens more desserts The dough is cooked before it’s baked, and it's a quick-change artist – a lump when it goes into the oven, it emerges golden, ping-pong-ball light, a couple or three times its size and smelling of warm butter and eggs. It's simple to master, and it lends itself to tweaks and endless embellishments", "filename": "recipes_1018777-craquelin-topped-cream-puffs_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542339033.html", "image_url": "https://static01.nyt.com/images/2017/05/28/magazine/28desserts/28desserts-videoSixteenByNineJumbo1600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018777-craquelin-topped-cream-puffs_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5_1542339033.html", "title": "Craquelin-Topped Cream Puffs", "title_page": "Craquelin-Topped Cream Puffs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pâte à choux, aka cream puff dough, is a baker’s putty, the mixture that becomes the cream puff as well as éclairs, beignets, churros, croquembouches, gâteaux St. Honoré and tens more desserts. The dough is cooked before it’s baked, and it's a quick-change artist – a lump when it goes into the oven, it emerges golden, ping-pong-ball light, a couple or three times its size and smelling of warm butter and eggs. It's simple to master, and it lends itself to tweaks and endless embellishments. Here, the puffs are capped with a round of frozen sweet dough called craquelin, which produces a crunchy coating that's a little like streusel. It adds enough texture and sweetness so that filling becomes a choice, not a necessity.\nFeatured in: A More Perfect Cream Puff.", "url": "https://cooking.nytimes.com/recipes/1018777-craquelin-topped-cream-puffs?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=5"}