{"authors": ["Samin Nosrat", "Barbara Kafka", "Martha Rose Shulman", "Melissa Clark", "Colu Henry", "Regina Schrambling", "Kim Severson", "Nigella Lawson", "Anthony Tassinello", "Marian Burros"], "date_download": "2018-11-16 03:24:50", "date_modify": "2018-11-16 03:24:50", "date_publish": "2018-07-01 00:00:00", "description": "Hidden within the pit of an apricot is a kernel, or noyau, rife with the perfume of almonds, vanilla, apricots and lilies The fragrance is intoxicating, simultaneously familiar and indescribable, and entirely worth extracting and capturing in a jar to add to preserves, whipped cream, custard, ice cream, cakes and even aperitifs all year long To disable the amygdalin the noyaux contain, and prevent the body from converting it to cyanide, give the kernels a quick toast before steeping them in the alcohol.", "filename": "recipes_1019388-noyaux-extract_1542338690.html", "image_url": "https://static01.nyt.com/images/2018/07/01/magazine/01mag-eat-image3/01mag-eat-image3-threeByTwoMediumAt2X.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019388-noyaux-extract_1542338690.html", "title": "Noyaux Extract Recipe", "title_page": "Noyaux Extract Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hidden within the pit of an apricot is a kernel, or noyau, rife with the perfume of almonds, vanilla, apricots and lilies. The fragrance is intoxicating, simultaneously familiar and indescribable, and entirely worth extracting and capturing in a jar to add to preserves, whipped cream, custard, ice cream, cakes and even aperitifs all year long. To disable the amygdalin the noyaux contain, and prevent the body from converting it to cyanide, give the kernels a quick toast before steeping them in the alcohol.\nFeatured in: How To Unlock The Secret Flavor Hidden At The Apricot’s Core.", "url": "https://cooking.nytimes.com/recipes/1019388-noyaux-extract"}