{"authors": ["Melissa Clark", "Marian Burros", "Florence Fabricant", "Amanda Hesser", "Pierre Franey", "Mark Bittman", "Alison Roman", "Alex Witchel", "Samantha Seneviratne", "Erin Jeanne Mcdowell"], "date_download": "2018-11-16 03:27:34", "date_modify": "2018-11-16 03:27:34", "date_publish": "2015-04-03 00:00:00", "description": "Minced anchovies and garlic add a complex salinity to seared salmon, enriching and deepening its flavor To get the most out of them, the anchovies and garlic are mashed into softened butter, which is used in two ways: as a cooking medium and as a sauce Used to cook the salmon, the butter browns and the anchovies and garlic caramelize, turning sweet", "filename": "recipes_1017329-salmon-with-anchovy-garlic-butter_1542338854.html", "image_url": "https://static01.nyt.com/images/2015/04/03/multimedia/clark-oven-salmon/clark-oven-salmon-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017329-salmon-with-anchovy-garlic-butter_1542338854.html", "title": "Salmon With Anchovy-Garlic Butter", "title_page": "Salmon With Anchovy-Garlic Butter Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Minced anchovies and garlic add a complex salinity to seared salmon, enriching and deepening its flavor. To get the most out of them, the anchovies and garlic are mashed into softened butter, which is used in two ways: as a cooking medium and as a sauce. Used to cook the salmon, the butter browns and the anchovies and garlic caramelize, turning sweet. When stirred into the pan sauce, the raw garlic and anchovies give an intense bite that’s mitigated by the creaminess of the butter. It’s a quickly made, weeknight-friendly dish that’s far more nuanced than the usual seared salmon — but no harder to prepare.\nFeatured in: An Easy Salmon Recipe For Weeknight Meals.\nLearn: How to Cook Salmon", "url": "https://cooking.nytimes.com/recipes/1017329-salmon-with-anchovy-garlic-butter"}