{"authors": ["Julia Moskin", "Trish Hall", "Sam Sifton", "Florence Fabricant", "David Tanis", "Sara Bonisteel", "Melissa Clark", "Genevieve Ko", "Alison Roman"], "date_download": "2018-11-16 03:29:44", "date_modify": "2018-11-16 03:29:44", "date_publish": "2018-07-11 00:00:00", "description": "These are the best oven-roasted ribs ever, and they can also be finished on a grill for extra smoky flavor Creating steam in the oven is the key to tender meat The ingredients here are close to the ones used by traditional Cantonese barbecue masters to produce sticky-salty-sweet meat that has a reddish, caramelized crust — with ketchup standing in for Chinese red fermented tofu", "filename": "recipes_1019375-chinese-style-barbecued-ribs_1542338984.html", "image_url": "https://static01.nyt.com/images/2018/07/11/dining/11ribsrex/11ribsrex-threeByTwoMediumAt2X-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1019375-chinese-style-barbecued-ribs_1542338984.html", "title": "Chinese-Style Barbecued Ribs", "title_page": "Chinese-Style Barbecued Ribs Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These are the best oven-roasted ribs ever, and they can also be finished on a grill for extra smoky flavor. Creating steam in the oven is the key to tender meat. The ingredients here are close to the ones used by traditional Cantonese barbecue masters to produce sticky-salty-sweet meat that has a reddish, caramelized crust — with ketchup standing in for Chinese red fermented tofu. (It can be left out if desired.) Although these ribs are presented as an appetizer in many American Chinese restaurants, barbecued meat is traditionally a main course, served with freshly cooked rice and a green side like smashed cucumber salad or stir-fried bok choy.\nFeatured in: Mastering Chinese Style Ribs At Home.", "url": "https://cooking.nytimes.com/recipes/1019375-chinese-style-barbecued-ribs"}