{"authors": ["Jeff Gordinier", "Martha Rose Shulman", "Nigella Lawson", "Mark Bittman", "Vegnews Magazine", "Adam Nagourney", "Melissa Clark", "Tejal Rao", "Erin Jeanne Mcdowell", "Alison Roman"], "date_download": "2018-11-16 03:28:35", "date_modify": "2018-11-16 03:28:35", "date_publish": "2014-11-19 00:00:00", "description": "For many Italian-American families, in New Jersey and elsewhere, the Thanksgiving smorgasbord doesn’t feel quite right without a little touch of red sauce So you say: “Manicotti That doesn’t really go with turkey and stuffing and cranberries.” What, you want to argue about it", "filename": "recipes_1016936-crepes-style-manicotti_1542338915.html", "image_url": "https://static01.nyt.com/images/2014/11/19/dining/19NEWJERSEY/19NEWJERSEY-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016936-crepes-style-manicotti_1542338915.html", "title": "Crepes-Style Manicotti", "title_page": "Crepes-Style Manicotti Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For many Italian-American families, in New Jersey and elsewhere, the Thanksgiving smorgasbord doesn’t feel quite right without a little touch of red sauce. So you say: “Manicotti? That doesn’t really go with turkey and stuffing and cranberries.” What, you want to argue about it? Besides, Thanksgiving also represents an American expression of abbondanza, the Italian concept of too-muchness that makes a meal feel epic.\nHere, courtesy of Reservoir Tavern, which has been serving customers in the Boonton area since 1936, comes a recipe for baked manicotti that uses crepes in place of pasta. Nicola Bevacqua, a member of the family that owns the place, said that his own family digs into this melted-cheese masterwork each holiday, as do the New Jersey locals who drop by to pick it up. The crepes, he assured us, “are light and airy and will leave you plenty of room for the turkey.”\nFeatured in: The United States Of Thanksgiving.", "url": "https://cooking.nytimes.com/recipes/1016936-crepes-style-manicotti"}