{"authors": ["Martha Rose Shulman", "Melissa Clark", "Mark Bittman", "Sam Sifton", "Tara Parker-Pope", "Paul Prudhomme", "Julia Moskin", "Samantha Seneviratne", "Alison Roman", "Florence Fabricant"], "date_download": "2018-11-16 03:31:43", "date_modify": "2018-11-16 03:31:43", "date_publish": "2014-12-16 00:00:00", "description": "Searing brussels sprouts in a hot cast iron pan was a revelation to me when I first began preparing them this way a few years ago In this version, adapted from Momofuku’s recipe for Roasted Brussels Sprouts With Fish Sauce Vinaigrette, as featured in Food52’s upcoming book “Genius Recipes,” I achieve the sear on the cut surface of the sprouts in the pan, finish them in a hot oven, then return them to the frying pan, where in the meantime I have cooked a sweet red pepper The combo is", "filename": "recipes_1017071-seared-and-roasted-brussels-sprouts-with-red-pepper-and-mint-gremolata_1542339103.html", "image_url": "https://static01.nyt.com/images/2014/12/16/science/15recipeforhealth/15recipeforhealth-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017071-seared-and-roasted-brussels-sprouts-with-red-pepper-and-mint-gremolata_1542339103.html", "title": "Seared and Roasted Brussels Sprouts With Red Pepper and Mint Gremolata", "title_page": "Seared and Roasted Brussels Sprouts With Red Pepper and Mint Gremolata Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Searing brussels sprouts in a hot cast iron pan was a revelation to me when I first began preparing them this way a few years ago. In this version, adapted from Momofuku’s recipe for Roasted Brussels Sprouts With Fish Sauce Vinaigrette, as featured in Food52’s upcoming book “Genius Recipes,” I achieve the sear on the cut surface of the sprouts in the pan, finish them in a hot oven, then return them to the frying pan, where in the meantime I have cooked a sweet red pepper. The combo is\nFeatured in: For Hanukkah, Cooking With Oil.\nLearn: How to Cook Brussels Sprouts", "url": "https://cooking.nytimes.com/recipes/1017071-seared-and-roasted-brussels-sprouts-with-red-pepper-and-mint-gremolata"}