{"authors": ["David Tanis", "Florence Fabricant", "Julia Reed", "Melissa Clark", "Elaine Louie", "Mark Bittman", "Pableaux Johnson", "Zz Packer", "Sam Sifton", "The New York Times"], "date_download": "2018-11-16 03:37:16", "date_modify": "2018-11-16 03:37:16", "date_publish": "2014-10-08 00:00:00", "description": "In Paris’s small neighborhood cafés and bistros, kitchens are extremely small, consisting often of no more than a small wooden cutting board and a wall mounted heavy-duty toaster oven At lunchtime a hot open-faced tartine — bubbling with fragrant cheese — is a popular menu choice Similar to a piece of pizza, a tartine is constructed from a thick slice of rustic bread, lightly toasted", "filename": "recipes_1016851-spinach-and-bacon-tartine_1542339436.html", "image_url": "https://static01.nyt.com/images/2014/10/08/dining/08KITCH3/08KITCH3-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016851-spinach-and-bacon-tartine_1542339436.html", "title": "Spinach and Bacon Tartine", "title_page": "Spinach and Bacon Tartine Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Paris’s small neighborhood cafés and bistros, kitchens are extremely small, consisting often of no more than a small wooden cutting board and a wall mounted heavy-duty toaster oven. At lunchtime a hot open-faced tartine — bubbling with fragrant cheese — is a popular menu choice. Similar to a piece of pizza, a tartine is constructed from a thick slice of rustic bread, lightly toasted. A savory topping and some good French cheese precede a few minutes of browning under the broiler. This tartine has a light smear of Dijon mustard, wilted spinach, bacon lardons and the bold-flavored cheese called Raclette, which melts in a spectacular way. If you can’t get Raclette, substitute Gruyère or Emmenthaler. Accompanied by a green salad, it makes a quick light meal, or you may cut the tartine into small wedges to serve with drinks.\nFeatured in: Grilled Cheese? Try A Tartine Recipe Instead.", "url": "https://cooking.nytimes.com/recipes/1016851-spinach-and-bacon-tartine"}