{"authors": ["Sam Sifton", "Craig Claiborne", "Mark Bittman", "Pierre Franey", "Steven Raichlen", "Tejal Rao", "Julia Moskin", "Ali Slagle", "David Tanis", "Melissa Clark"], "date_download": "2018-11-16 03:34:59", "date_modify": "2018-11-16 03:34:59", "date_publish": "2016-11-11 00:00:00", "description": "In this vaguely Cantonese turkey, the bird is roasted beneath a rich glaze of fermented soybean paste, garlic, ginger, soy sauce and alliums galore, then served with roasted potatoes basted in the sauce and drippings of the bird It came to The Times from Dr Carolyn Ling, a physician in Carmel, Ind., whose grandfather came to the United States in the late 19th century from southern China and set up an import-export firm in Manhattan", "filename": "recipes_1018420-cantonese-style-turkey_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=12_1542339299.html", "image_url": "https://static01.nyt.com/images/2016/11/11/dining/COOKING-TURKEY1/COOKING-CHINESE1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018420-cantonese-style-turkey_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=12_1542339299.html", "title": "Cantonese-Style Turkey", "title_page": "Cantonese-Style Turkey Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In this vaguely Cantonese turkey, the bird is roasted beneath a rich glaze of fermented soybean paste, garlic, ginger, soy sauce and alliums galore, then served with roasted potatoes basted in the sauce and drippings of the bird. It came to The Times from Dr. Carolyn Ling, a physician in Carmel, Ind., whose grandfather came to the United States in the late 19th century from southern China and set up an import-export firm in Manhattan. There were other investments as well. Her grandfather, Dr. Ling told me, had “interests in restaurants.” Those interests played a big role in the Ling family’s early Thanksgiving feasts: They ate takeout. Dr. Ling’s father, a doctor who fought at Anzio in Italy in 1944 and earned a Bronze Star, loved those meals. When Dr. Ling was young, she said, her father urged her mother, a passionate home cook and reader of Gourmet, to emulate them in her holiday cooking at home in Forest Hills, Queens. The result is remarkably easy to prepare, phenomenally juicy, and rich, Dr. Ling said, “with the umami of soy and turkey fat.”\nFeatured in: The American Thanksgiving.", "url": "https://cooking.nytimes.com/recipes/1018420-cantonese-style-turkey?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=12"}