{"authors": ["Sam Sifton", "Mark Bittman", "Martha Rose Shulman", "Melissa Clark", "Yossy Arefi", "Kim Severson", "Pierre Franey", "Steven Stern", "David Tanis", "Elaine Louie"], "date_download": "2018-11-16 03:31:05", "date_modify": "2018-11-16 03:31:05", "date_publish": "2015-10-18 00:00:00", "description": "This simple curry serves as a fine introduction to the Indian home cooking of Meera Sodha, a British cookbook author whose “Made in India: Recipes From an Indian Family Kitchen” was released in 2015 The recipe for this curry, her \"ultimate comfort food,'' derives from the one her Indian-born mother cooked for Sodha when she was growing up in Lincolnshire and for which she pined for during her college years in London It provides a thick, gingery, garlic-flecked tomato sauce with deep notes of cinnamon and cumin, and a low flame of chile heat, surrounding small chunks of skinless chicken thigh, with slivered almonds scattered over the top at the end", "filename": "recipes_1017746-meera-sodhas-chicken-curry_1542339065.html", "image_url": "https://static01.nyt.com/images/2015/10/18/magazine/18eat1/18mag-18eat-t_CA1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017746-meera-sodhas-chicken-curry_1542339065.html", "title": "Meera Sodha’s Chicken Curry", "title_page": "Meera Sodha’s Chicken Curry Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This simple curry serves as a fine introduction to the Indian home cooking of Meera Sodha, a British cookbook author whose “Made in India: Recipes From an Indian Family Kitchen” was released in 2015. The recipe for this curry, her \"ultimate comfort food,'' derives from the one her Indian-born mother cooked for Sodha when she was growing up in Lincolnshire and for which she pined for during her college years in London. It provides a thick, gingery, garlic-flecked tomato sauce with deep notes of cinnamon and cumin, and a low flame of chile heat, surrounding small chunks of skinless chicken thigh, with slivered almonds scattered over the top at the end. If you’ve ever cooked a ragù for spaghetti, or made a beef stew, you’ll have no problem making it at all. Only the spices are different.\nFeatured in: Curry For Comfort.", "url": "https://cooking.nytimes.com/recipes/1017746-meera-sodhas-chicken-curry"}