{"authors": ["Margaux Laskey", "Nigella Lawson", "Sarah Digregorio", "Regina Schrambling", "Melissa Clark", "Emily Weinstein", "Yossy Arefi", "Julia Moskin", "Mark Bittman", "Martha Rose Shulman"], "date_download": "2018-11-16 03:37:02", "date_modify": "2018-11-16 03:37:02", "date_publish": "2016-09-28 00:00:00", "description": "Broccoli salads are a dime a dozen, but this one, which is adapted from Ashley Christensen's cookbook, \"Poole's: Recipes From a Modern Diner,\" is a game-changing celebration of flavors, colors and textures: broccoli, toasted pecans and red grapes are cloaked in a warm bacon-scallion vinaigrette, then sprinkled with small chunks of sharp white Cheddar Ms Christensen's recipe, which uses the florets as well as the stalks, asks you to blanch the broccoli (cooking it for a few minutes in generously salted boiling water, then shocking it with salted iced water)", "filename": "recipes_1018327-broccoli-salad-with-cheddar-and-warm-bacon-vinaigrette_1542339422.html", "image_url": "https://static01.nyt.com/images/2016/09/28/dining/28POOLES-WEB1/28POOLES-WEB1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018327-broccoli-salad-with-cheddar-and-warm-bacon-vinaigrette_1542339422.html", "title": "Broccoli Salad With Cheddar and Warm Bacon Vinaigrette", "title_page": "Broccoli Salad With Cheddar and Warm Bacon Vinaigrette Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Broccoli salads are a dime a dozen, but this one, which is adapted from Ashley Christensen's cookbook, \"Poole's: Recipes From a Modern Diner,\" is a game-changing celebration of flavors, colors and textures: broccoli, toasted pecans and red grapes are cloaked in a warm bacon-scallion vinaigrette, then sprinkled with small chunks of sharp white Cheddar. Ms. Christensen's recipe, which uses the florets as well as the stalks, asks you to blanch the broccoli (cooking it for a few minutes in generously salted boiling water, then shocking it with salted iced water). It takes a little extra time, but the crisp-tender, bright green broccoli, seasoned inside and out, is your just reward. Try not to eat the entire bowl yourself.\nFeatured in: Review: The Poole’s Cookbook, Reimagining Southern Classics.\nLearn: How to Make Salad", "url": "https://cooking.nytimes.com/recipes/1018327-broccoli-salad-with-cheddar-and-warm-bacon-vinaigrette"}