{"authors": ["Martha Rose Shulman", "David Tanis", "Melissa Clark", "Julia Moskin", "Tejal Rao", "Samin Nosrat", "Alison Roman", "Sam Sifton"], "date_download": "2018-11-16 03:36:59", "date_modify": "2018-11-16 03:36:59", "date_publish": "2012-04-02 00:00:00", "description": "When I am planning a Passover menu I look to the Sephardic traditions of the Mediterranean The Sephardim were the Jews of the Iberian Peninsula; they had a rich culture and lived in harmony with Christians and Muslims until the Spanish and Portuguese Inquisitions at the end of the 15th century, when all non-Christians were expelled from Spain and Portugal The Sephardim were welcomed in Turkey, and many went to Greece, North Africa and the Middle East as well", "filename": "recipes_12358-moroccan-fava-bean-and-vegetable-soup_1542339419.html", "image_url": "https://static01.nyt.com/images/2012/04/02/health/nutrition/02recipehealth/02recipehealth-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_12358-moroccan-fava-bean-and-vegetable-soup_1542339419.html", "title": "Moroccan Fava Bean and Vegetable Soup", "title_page": "Moroccan Fava Bean and Vegetable Soup Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When I am planning a Passover menu I look to the Sephardic traditions of the Mediterranean. The Sephardim were the Jews of the Iberian Peninsula; they had a rich culture and lived in harmony with Christians and Muslims until the Spanish and Portuguese Inquisitions at the end of the 15th century, when all non-Christians were expelled from Spain and Portugal. The Sephardim were welcomed in Turkey, and many went to Greece, North Africa and the Middle East as well. Throughout the Mediterranean, springtime is the season for spinach and other greens, artichokes and fava beans, and these vegetables make delicious appearances at Passover meals. This dish is inspired by the fresh fava bean soup that Rivka Levy-Mellul, author of “La Cuisine Juive Marocaine,” remembers as the first course of her childhood Seders in Morocco. The authentic dish is a substantial soup made with quite a lot of meat, but I’ve made a vegetarian version. I expected the fava beans to color this soup a pale green, but the other vegetables — the carrots, leeks, turnips and onion — and especially the turmeric contribute just as much, and the color of the soup is more of a burnt orange.\nFeatured in: Sephardic Dishes For The Passover Table.\nLearn: How to Make Soup", "url": "https://cooking.nytimes.com/recipes/12358-moroccan-fava-bean-and-vegetable-soup"}