{"authors": ["Robert Simonson", "Eric Asimov", "Alex Witchel", "William Grimes", "Mark Bittman", "Jim Meehan", "Julia Moskin", "Samantha Seneviratne", "Tejal Rao", "Genevieve Ko"], "date_download": "2018-11-16 03:25:44", "date_modify": "2018-11-16 03:25:44", "date_publish": "2013-12-06 00:00:00", "description": "Leo Robitschek, bar manager at The NoMad in Manhattan, named this cocktail for two Little Italy streets, in homage to its Italian and American ingredients He aimed to create a drink that was festive, like a hot spiced cider, while avoiding the rich excesses of some traditional holiday tipples The cocktail is basically a whiskey sour armed with two secret weapons: the distinctly sweet-tart flavor of Honeycrisp apple juice and Amaro Abano, which the bartender called a “spice bomb, adding cinnamon and clove notes while adding a pleasant bitterness.” It is suited for the cocktail hour, or just before dinner.", "filename": "recipes_1015795-mott-and-mulberry_1542338744.html", "image_url": "https://static01.nyt.com/images/2013/12/06/dining/video-holiday-drinks-mott-1/video-holiday-drinks-mott-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1015795-mott-and-mulberry_1542338744.html", "title": "Mott and Mulberry", "title_page": "Mott and Mulberry Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leo Robitschek, bar manager at The NoMad in Manhattan, named this cocktail for two Little Italy streets, in homage to its Italian and American ingredients. He aimed to create a drink that was festive, like a hot spiced cider, while avoiding the rich excesses of some traditional holiday tipples. The cocktail is basically a whiskey sour armed with two secret weapons: the distinctly sweet-tart flavor of Honeycrisp apple juice and Amaro Abano, which the bartender called a “spice bomb, adding cinnamon and clove notes while adding a pleasant bitterness.” It is suited for the cocktail hour, or just before dinner.\nFeatured in: I’ll Have A Glass Of Originality.", "url": "https://cooking.nytimes.com/recipes/1015795-mott-and-mulberry"}