{"authors": ["Nancy Harmon Jenkins", "Florence Fabricant", "Julia Moskin", "Kim Severson", "Erin Jeanne Mcdowell", "Genevieve Ko", "Melissa Clark", "Martha Rose Shulman", "Kay Rentschler", "Trish Hall"], "date_download": "2018-11-16 03:32:13", "date_modify": "2018-11-16 03:32:13", "date_publish": "2015-06-05 00:00:00", "description": "There's a kind of magic in a summer recipe that you can make wherever you are, provided that wherever you are has, say, flour, butter, an oven and whatever fruit is most glorious is at that very moment This is one such recipe, so simple that you can decide that you're having shortcake for dessert and make it so within the hour, and so satisfying that it may become your go-to for summer, the recipe you keep in your back pocket Strawberries are the classic choice, but this would also be heavenly in high summer with very ripe peaches or any other juicy, macerated fruit.", "filename": "recipes_11823-strawberry-shortcake_1542339133.html", "image_url": "https://static01.nyt.com/images/2015/06/05/dining/05STRAWSHORTCAKE/05STRAWSHORTCAKE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_11823-strawberry-shortcake_1542339133.html", "title": "Strawberry Shortcake", "title_page": "Strawberry Shortcake Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There's a kind of magic in a summer recipe that you can make wherever you are, provided that wherever you are has, say, flour, butter, an oven and whatever fruit is most glorious is at that very moment. This is one such recipe, so simple that you can decide that you're having shortcake for dessert and make it so within the hour, and so satisfying that it may become your go-to for summer, the recipe you keep in your back pocket. Strawberries are the classic choice, but this would also be heavenly in high summer with very ripe peaches or any other juicy, macerated fruit.\nFeatured in: The Berries: From Fool To Flummery.", "url": "https://cooking.nytimes.com/recipes/11823-strawberry-shortcake"}