{"authors": ["Mark Bittman", "Molly O'Neill", "Florence Fabricant", "Craig Claiborne", "Marian Burros", "Melissa Clark", "Alex Witchel", "Julia Moskin", "Emily Weinstein", "Samantha Seneviratne"], "date_download": "2018-11-16 03:30:41", "date_modify": "2018-11-16 03:30:41", "date_publish": "2017-02-07 00:00:00", "description": "The main characters here are Gorgonzola and arugula, the first of which appears in a number of different pasta sauces, all unsurpassed for their creaminess But in many instances, to me at least, Gorgonzola-based sauces tend to be too slick and rich This makes the addition of the fresh-tasting spicy arugula from the supermarket even more welcome", "filename": "recipes_11380-pasta-with-gorgonzola-and-arugula_1542339041.html", "image_url": "https://static01.nyt.com/images/2017/02/07/dining/07COOKING-PASTA-GORGONZOLA2/07COOKING-PASTA-GORGONZOLA2-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_11380-pasta-with-gorgonzola-and-arugula_1542339041.html", "title": "Pasta With Gorgonzola and Arugula", "title_page": "Pasta With Gorgonzola and Arugula Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The main characters here are Gorgonzola and arugula, the first of which appears in a number of different pasta sauces, all unsurpassed for their creaminess. But in many instances, to me at least, Gorgonzola-based sauces tend to be too slick and rich. This makes the addition of the fresh-tasting spicy arugula from the supermarket even more welcome. Not only does it provide a little bit of crunch, but its odd version of heat also gives a bit of an edge to what could otherwise be a soft, almost insipid sauce. Don't forget to finish up with a few hearty cranks of the pepper mill. A full teaspoon for the entire dish is not too much.\n(The original recipe called for 1/4 pound of Gorgonzola and 2 tablespoons of butter, but after many readers commented that the dish needed more sauce, we tested it and agreed. The figures you see below are for doubling the sauce, but if you prefer it the old way, just half the Gorgonzola and butter.)\nFeatured in: The Minimalist; Pasta On The Fast Track.\nLearn: How to Make Pasta", "url": "https://cooking.nytimes.com/recipes/11380-pasta-with-gorgonzola-and-arugula"}