{"authors": ["Florence Fabricant", "Molly O'Neill", "Melissa Clark", "Alison Roman", "Julia Moskin", "Emily Weinstein", "Sarah Digregorio", "Mark Bittman", "Sam Sifton", "Julie Scelfo"], "date_download": "2018-11-16 03:37:01", "date_modify": "2018-11-16 03:37:01", "date_publish": "2016-07-19 00:00:00", "description": "This is, quite possibly, the bread salad to end all bread salads Judy Rodgers, the legendary chef and bread lover, developed it to serve alongside roast chicken, but it's perfect paired with any roast meat Bread chunks are mixed with a sharp vinaigrette, softened currants, toasted pine nuts and lightly cooked scallions and garlic", "filename": "recipes_10721-warm-bread-salad_1542339421.html", "image_url": "https://static01.nyt.com/images/2016/07/19/dining/19COOKING-ZUNIWARMBREADSALAD2/19COOKING-ZUNIWARMBREADSALAD2-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_10721-warm-bread-salad_1542339421.html", "title": "Warm Bread Salad", "title_page": "Warm Bread Salad Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is, quite possibly, the bread salad to end all bread salads. Judy Rodgers, the legendary chef and bread lover, developed it to serve alongside roast chicken, but it's perfect paired with any roast meat. Bread chunks are mixed with a sharp vinaigrette, softened currants, toasted pine nuts and lightly cooked scallions and garlic. Everything is piled into a roasting pan then slid into the oven just before the chicken comes out and stays in while the chicken rests (if you're not making it with chicken, heat the oven to 450, turn it off and pop the salad in for 15 minutes). At the last minute, toss the bread mixture with arugula and vinaigrette. Top with your meat of choice (or not) and dig in.\nFeatured in: The Chef: Judy Rodgers; Every Blessed Crumb.\nLearn: How to Make Salad", "url": "https://cooking.nytimes.com/recipes/10721-warm-bread-salad"}