{"authors": ["Francis Lam", "Molly O'Neill", "Hannah Kirshner", "David Tanis", "Melissa Clark", "Erin Jeanne Mcdowell", "Mark Bittman", "Betty Fussell", "Julia Moskin", "Alison Roman"], "date_download": "2018-11-16 03:33:36", "date_modify": "2018-11-16 03:33:36", "date_publish": "2016-09-18 00:00:00", "description": "This origins of this seafood soup — seared fish, shrimp and conch quickly poached in a simple coconut broth — can be discerned by its elements It's a specialty of the Garifuna people, descendants of intermarried Africans and Carib natives who settled on the Atlantic coast of Honduras (as well as Belize, Guatemala and Nicaragua), and the tropical coconut and abundant seafood speak to where they live The fact that it's always served with machuca, a mash of sweet and green plantains, reflects the Garifunas' West African origins, where cassava and plantain mashes called fufu are a staple.", "filename": "recipes_1018302-hudutu_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2_1542339216.html", "image_url": "https://static01.nyt.com/images/2016/09/18/magazine/18eat1/18mag-18eat-t_CA0-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018302-hudutu_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2_1542339216.html", "title": "Hudutu Recipe", "title_page": "Hudutu Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This origins of this seafood soup — seared fish, shrimp and conch quickly poached in a simple coconut broth — can be discerned by its elements. It's a specialty of the Garifuna people, descendants of intermarried Africans and Carib natives who settled on the Atlantic coast of Honduras (as well as Belize, Guatemala and Nicaragua), and the tropical coconut and abundant seafood speak to where they live. The fact that it's always served with machuca, a mash of sweet and green plantains, reflects the Garifunas' West African origins, where cassava and plantain mashes called fufu are a staple.\nFeatured in: A History Lesson, Served As Coconut Seafood Soup.", "url": "https://cooking.nytimes.com/recipes/1018302-hudutu?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=2"}