{"authors": ["Melissa Clark", "Marian Burros", "Mark Bittman", "Moira Hodgson", "Pierre Franey", "Sam Sifton", "Tara Parker-Pope", "Julia Moskin", "Martha Rose Shulman", "Emily Weinstein"], "date_download": "2018-11-16 03:31:26", "date_modify": "2018-11-16 03:31:26", "date_publish": "2014-12-10 00:00:00", "description": "Roasting brussels sprouts in schmaltz — rendered poultry fat —gives them an incredibly nutty richness that you can’t get from any other fat If you are making the schmaltz from scratch for this recipe (and you should if you want the gribenes), do use the onion, which lends an incomparable browned sweetness to the mix The gribenes, which are the crispy bits of chicken skin that fry in the rendered fat, make an excellent garnish", "filename": "recipes_1017056-schmaltz-roasted-brussels-sprouts_1542339086.html", "image_url": "https://static01.nyt.com/images/2014/12/10/dining/10SCHMALTZ/10SCHMALTZ-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1017056-schmaltz-roasted-brussels-sprouts_1542339086.html", "title": "Schmaltz-Roasted Brussels Sprouts", "title_page": "Schmaltz-Roasted Brussels Sprouts Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Roasting brussels sprouts in schmaltz — rendered poultry fat —gives them an incredibly nutty richness that you can’t get from any other fat. If you are making the schmaltz from scratch for this recipe (and you should if you want the gribenes), do use the onion, which lends an incomparable browned sweetness to the mix. The gribenes, which are the crispy bits of chicken skin that fry in the rendered fat, make an excellent garnish. (They may be strained out of store-bought schmaltz; if you don’t have them, just omit them here.) This recipe goes particularly well with a nice roasted chicken, whose flavor underscores the schmaltz.\nFeatured in: Schmaltz Finds A New, Younger Audience.\nLearn: How to Cook Brussels Sprouts", "url": "https://cooking.nytimes.com/recipes/1017056-schmaltz-roasted-brussels-sprouts"}