{"authors": ["Jeff Gordinier", "Ligaya Mishan", "Hannah Kirshner", "Genevieve Ko", "Martha Rose Shulman", "Melissa Clark", "Erin Jeanne Mcdowell", "Mark Bittman", "Amanda Hesser", "Craig Claiborne And Pierre Franey"], "date_download": "2018-11-16 03:28:43", "date_modify": "2018-11-16 03:28:43", "date_publish": "2014-11-19 00:00:00", "description": "When it comes to pawpaw, accept no substitutes Trust us; we tried We went to a bunch of experts — scholars who specialize in fruit, plus chefs and cookbook authors who know all about the proud culinary history of Appalachia — and we asked them, “If a home cook doesn’t happen to have any pawpaw, what combination of other fruits and vegetables might work well as a replacement?” We picked up passing nods to sweet potatoes, bananas, papayas, avocados, really ripe mangoes", "filename": "recipes_1016961-pawpaw-pudding_1542338923.html", "image_url": "https://static01.nyt.com/images/2014/11/19/dining/19WESTVIRGINIA/19WESTVIRGINIA-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1016961-pawpaw-pudding_1542338923.html", "title": "Pawpaw Pudding Recipe", "title_page": "Pawpaw Pudding Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When it comes to pawpaw, accept no substitutes. Trust us; we tried. We went to a bunch of experts — scholars who specialize in fruit, plus chefs and cookbook authors who know all about the proud culinary history of Appalachia — and we asked them, “If a home cook doesn’t happen to have any pawpaw, what combination of other fruits and vegetables might work well as a replacement?” We picked up passing nods to sweet potatoes, bananas, papayas, avocados, really ripe mangoes. But in the end everyone came back with variations on “Forget it, there’s nothing like a pawpaw.”\nThe weird, goopy-textured, tropical-ish fruit whose name sounds like a punch line on “Hee Haw” can be found scattered all over the country, but recipes (for cakes, pies, puddings) abound largely in West Virginia and nearby states like Kentucky, Ohio and Indiana. If you happen to secure some pawpaw, best to get out of its way, as is the case with this pudding. Pawpaw is a holiday guest who responds well to minimal interference.\nFeatured in: The United States Of Thanksgiving.", "url": "https://cooking.nytimes.com/recipes/1016961-pawpaw-pudding"}