{"authors": ["Melissa Clark", "Marian Burros", "Amanda Hesser", "Florence Fabricant", "Elaine Sciolino", "Nigella Lawson", "Mark Bittman", "Matt Lee And Ted Lee", "Samantha Seneviratne", "Erin Jeanne Mcdowell"], "date_download": "2018-11-16 03:31:00", "date_modify": "2018-11-16 03:31:00", "date_publish": "2017-01-13 00:00:00", "description": "A coq au vin is a classic French stew in which chicken is braised slowly in red wine and a little brandy to yield a supremely rich sauce filled with tender meat, crisp bits of bacon, mushrooms and burnished pearl onions Traditional recipes call for a whole cut-up chicken, but using all dark meat gives you a particularly succulent dish without the risk of overcooked white meat However, if you would rather substitute a whole cut-up bird, just add the breasts in the last 30 minutes of simmering", "filename": "recipes_1018529-coq-au-vin_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=7_1542339060.html", "image_url": "https://static01.nyt.com/images/2017/01/13/dining/DINING-COQAUVIN-1/DINING-COQAUVIN-1-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018529-coq-au-vin_action=click&module=RecirculationRibbon&pgType=recipedetails&rank=7_1542339060.html", "title": "Coq au Vin Recipe", "title_page": "Coq au Vin Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A coq au vin is a classic French stew in which chicken is braised slowly in red wine and a little brandy to yield a supremely rich sauce filled with tender meat, crisp bits of bacon, mushrooms and burnished pearl onions. Traditional recipes call for a whole cut-up chicken, but using all dark meat gives you a particularly succulent dish without the risk of overcooked white meat. However, if you would rather substitute a whole cut-up bird, just add the breasts in the last 30 minutes of simmering. If you want to skip the croutons for garnish you can, but they do add a lovely, buttery crunch alongside the soft, simmered meat and vegetables. This recipe is part of The New Essentials of French Cooking, a guide to definitive dishes every modern cook should master. Buy the book.", "url": "https://cooking.nytimes.com/recipes/1018529-coq-au-vin?action=click&module=RecirculationRibbon&pgType=recipedetails&rank=7"}