{"authors": ["Tejal Rao", "Florence Fabricant", "Melissa Clark", "Alex Witchel", "David Tanis", "Alison Roman", "Rosie Schaap", "Marian Burros", "Mark Bittman", "Colu Henry"], "date_download": "2018-11-16 03:38:10", "date_modify": "2018-11-16 03:38:10", "date_publish": "2017-08-02 00:00:00", "description": "What if salade niçoise wasn't a salad at all, but a warmer, heftier dish with a beautiful piece of butter-browned halibut right at its center Erin French, the chef at the Lost Kitchen in Freedom, Me., does just that with her Maine halibut niçoise, in which the main components of a classic niçoise are accounted for, but totally reconfigured Beans and new potatoes are in a simple shallot dressing; eggs are poached so the yolks are still soft and runny; garlic and anchovies season a quick tapenade", "filename": "recipes_1018874-halibut-nicoise_1542339490.html", "image_url": "https://static01.nyt.com/images/2017/08/02/dining/02ERINREX1/02ERIN2-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cooking.nytimes.com/recipes_1018874-halibut-nicoise_1542339490.html", "title": "Halibut Niçoise Recipe", "title_page": "Halibut Niçoise Recipe - NYT Cooking", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What if salade niçoise wasn't a salad at all, but a warmer, heftier dish with a beautiful piece of butter-browned halibut right at its center? Erin French, the chef at the Lost Kitchen in Freedom, Me., does just that with her Maine halibut niçoise, in which the main components of a classic niçoise are accounted for, but totally reconfigured. Beans and new potatoes are in a simple shallot dressing; eggs are poached so the yolks are still soft and runny; garlic and anchovies season a quick tapenade. If your cast-iron pan fits only two fillets comfortably, cook the fish in two batches to avoid overcrowding.\nFeatured in: How Erin French Made A Tiny Maine Town A Dining Destination.", "url": "https://cooking.nytimes.com/recipes/1018874-halibut-nicoise"}