{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:12:36", "date_modify": "2018-11-16 04:12:36", "date_publish": "2013-06-10 21:22:29", "description": "Addressing some questions readers raised about the magic of $1 million as a retirement savings goal — an asset level out of reach for most Americans.", "filename": "2013_06_10_the-1-million-nest-egg__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341556.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bucks.blogs.nytimes.com/2013_06_10_the-1-million-nest-egg__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341556.html", "title": "The $1 Million Nest Egg", "title_page": "The $1 Million Nest Egg  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My Strategies column on Sunday, “For Retirees, a Million-Dollar Illusion,” was intended to be provocative. It evidently succeeded.\nHundreds of people responded to the column in writing, raising far more questions than I can address individually.\nI plan to answer some of the major ones in my column this coming weekend — and to cover others in the weeks ahead, along with my colleagues. For now, here are some quick thoughts on a central question, and then an answer to a specific one.\nSeveral people asked why the column focused on a $1 million nest egg. Why go there if most people don’t have $1 million? And if $1 million retirees might exhaust their money before they die, what hope is there for everyone else?\nOne million dollars has symbolic power. That’s why it was the column’s central metaphor. It wasn’t chosen to represent the savings of a typical American family.\nIn fact, $1 million in financial assets is more money than 9 out of 10 American families have — and it’s vastly more than the typical family possesses. That’s especially true when you exclude the value of a home, which accounts for a high proportion of the wealth of people in most income brackets.\nAs Edward N. Wolff, an economics professor at New York University, said in the column, $10,890 is the median financial net worth of American households of all ages today, including the value of their stocks, bonds, 401(k)’s and other investments. To be absolutely clear, that figure excludes the value of a home. (With home equity included, the median net worth of an American family in 2013 is $60,678, he calculates. That estimate is based on 2010 Federal Reserve data, updated according to changes in the Standard & Poor’s 500-stock index and the Case-Shiller housing index.)\nYet thanks to inflation, $1 million is no longer a great fortune. It’s not the vast sum it was when John Jacob Astor was popularly described as America’s first millionaire, nor does it come near the riches it represented a generation ago, when Marilyn Monroe, Lauren Bacall and Betty Grable portrayed women seeking rich husbands in “How to Marry a Millionaire.”\nToday, there are almost 10 million millionaire households in the United States (excluding the value of a home), according to Professor Wolff’s calculations. In short, $1 million is a great deal of money, yet it is not so absurdly large a sum as to be beyond the comprehension — and, perhaps, the aspirations — of many people.\nThat may be why the calculations for the $1 million portfolio were so startling.\nThey started with a 65-year-old couple, retiring this year and using the 4 percent withdrawal rate that is a commonly used rule-of-thumb draw-down. The calculations provided by Bernstein Global Wealth Management showed that at a 4 percent withdrawal rate, adjusted for inflation, if they had invested the $1 million entirely in municipal bonds, there is a 72 percent probability that they will exhaust all of that money before they die.\nOne important factor for this disturbing outcome is the highly unusual state of the markets more than five years after the onset of a global financial crisis. Bond yields remain very low, and central bank intervention in the economy remains very high. This won’t persist forever, but it has caused many investors to rethink the rules of investing and retirement.\nAs the column suggests, this situation underlines the important role that Social Security plays for people at nearly all levels in the national income distribution. If Social Security is important for millionaires, it is far more crucial for nearly everybody else.\nAnd the column notes that people at nearly all income levels are not saving enough to maintain their current living standards in retirement. Paring back spending would help in many cases, as would delaying retirement, for those able to do so. That’s true for many people with big nest eggs, and it’s true for many without them.\nAs many readers pointed out, payouts from solidly funded, traditional pension funds make retirement much easier. One implication, not drawn specifically in the column, is that old-fashioned pension funds may have enormous value — in some cases, providing more monthly income than a $1 million portfolio.\nThe column briefly discussed measures that can be taken to recalibrate portfolios, mainly adding stocks to the mix. Over the long run, stocks have added to annual portfolio returns — at the cost of higher volatility, and possible losses of capital, which may be unpalatable to many retirees. That raises some difficult choices.\nSeveral people asked specifically about one of those choices — including dividend-paying stocks in a portfolio intended to produce steady income. I didn’t discuss dividend-paying stocks at all in the column, but that was only because of space limitations.\nDividend-paying stocks in the current environment do make sense for many investors. Why? The current dividend yield for the S.&P. 500 is 2.07 percent, according to Bloomberg. That’s almost as much as the yield on the 10-year Treasury note. And the advantage of holding dividend-payers is much the same as for other stocks — if history holds for the future, they may well increase in value at a faster rate than Treasuries. Furthermore, at the moment, the consensus in the bond market is that Treasuries are vulnerable to losses if the economy improves and the Federal Reserve tapers its bond-buying.\nThere are dangers, however, that investors, and particularly retirees, need to evaluate carefully: Dividends aren’t as steady as bond yields, and the value of a stock is likely to fluctuate much more severely than that of a high-quality bond. That risk-reward trade-off can be tricky; bonds and dividend-paying stocks aren’t entirely equivalent. The general rule that diversification is safer is very important here.\nI’ll end by noting that many people have asked for specific advice. For concrete guidance about your own finances, you’ll need to talk to an adviser. I’ll provide more analysis of these broad issues, however. And I do appreciate those comments and questions!", "url": "https://bucks.blogs.nytimes.com/2013/06/10/the-1-million-nest-egg/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}