{"authors": ["Cara Buckley", "Topics.Nytimes.Com Top Reference Timestopics People B Cara_Buckley Index.Html"], "date_download": "2018-11-16 03:20:24", "date_modify": "2018-11-16 03:20:24", "date_publish": "2015-02-13 14:54:32", "description": "Paul Thomas Anderson yelled at him, and he stuck to his guns about stars: “They’re not that important.”", "filename": "2015_02_13__1542338424.html", "image_url": "https://static01.nyt.com/images/2015/02/13/arts/bagger/bagger-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/carpetbagger.blogs.nytimes.com/2015_02_13__1542338424.html", "title": "When the First Bagger, David Carr, Hit the Red Carpet", "title_page": "When the First Bagger, David Carr, Hit the Red Carpet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nIt’s a dark day at The New York Times, and particularly here on the Carpetbagger beat, which the inimitable David Carr, who died last night, started a decade ago.\nPhoto\nSui generis, blunt to a fault and almost like a pulp fiction character brought to life, Mr. Carr had the world’s most finely tuned radar for bull. And rather than being remotely beguiled by Hollywood’s pageantry, he took wicked delight in shaking a stick at it. “Remember,” he told the latest Bagger in her introductory video, referring to Hollywood’s stars and publicists, “they’re not your friends, they’re your fake friends.”\nWhether filming his Carpetbagger videos in his dank basement in New Jersey or annoying the hell out of Paul Thomas Anderson, who once yelled at him, “you know nothing about film!” (Mr. Carr said he replied, “I like films that tell stories, is all,”), Mr. Carr covered Hollywood’s awards season in a way bigwigs still talk about.\nHe also freely shared his thoughts, sources and advice, whether welcome or not. One of his early tidbits to this Bagger included this, from a few months ago. Feeling her early coverage was a bit too starry-eyed, he told her to “hose it off a little,” adding, “They’re not that important.” Sure it stung a little, but, as he nearly always was, David was absolutely right.", "url": "https://carpetbagger.blogs.nytimes.com/2015/02/13/when-the-first-bagger-david-carr-hit-the-red-carpet/"}