{"authors": ["Andrew Martin"], "date_download": "2018-11-16 04:32:12", "date_modify": "2018-11-16 04:32:12", "date_publish": "2010-08-05 23:55:57", "description": "The legislation would require new guidelines for healthier foods to be sold in school lunch lines or in school vending machines.", "filename": "2010_08_05__1542342732.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/prescriptions.blogs.nytimes.com/2010_08_05__1542342732.html", "title": "Senate Passes Child Nutrition Act", "title_page": "Senate Passes Child Nutrition Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Senate on Thursday approved a long-awaited child nutrition act that intends to feed more hungry kids and make school food more nutritious, and it provides for $4.5 billion over the next decade to make that happen.\nCalled the Healthy, Hunger-Free Kids Act, it passed the Senate unanimously and now moves on to the House, where passage is also expected. National child nutrition programs are set to expire Sept. 30.\nThe legislation will expand the number of low-income children who are eligible for free or reduced-price school meals, largely by streamlining the paperwork required to receive the meals. And it will expand a program to provide after-school meals to at-risk children.\nFood sold in schools will be required to meet new nutrition guidelines, whether sold in the school lunch lines or in vending machines. Schools still may be allowed to sell pizza and other favorites, though they may have to substitute healthier ingredients to qualify.\nSchool vending machines and à la carte lines, however, may be prohibited from selling candy bars and high-sugar sodas that have long provided revenue for extracurricular programs.\nTo help schools cover the costs of healthier foods, the bill provides for the first non-inflationary increase in the reimbursement rate for federal-sponsored school meals— the amount local districts are repaid by the federal government — since 1973. The increase amounts to an additional 6 cents for every meal.\nThe legislation “will finally put us on a path toward improving the health of the next generation of Americans, providing common-sense solutions to tackling childhood hunger and obesity,” said Senator Blanche Lincoln, Democratic of Arkansas and the chairwoman of the Senate Agriculture Committee, in prepared remarks. “In this budget environment, with record deficits, we have been able to produce a bill that is fully paid for and will not add a dime to the deficit.”\nThe Senate bill was applauded by nutrition advocates, who have long complained that federally sponsored school lunch programs provided food that didn’t meet the government’s own nutrition guidelines.\n“The Senate bill changes the school food landscape in ways that are all positive,” said Michael F. Jacobson, executive director of the Center for Science in the Public Interest, in a press release. “Put simply, it will get junk food out of, and put more healthy food into, America’s schools. It preserves the free and reduced-cost meals that many families depend on in an economic downturn.”\nMichelle Obama, who has pushed for the bill’s passage as part of her “Let’s Move” agenda for children, also applauded the Senate’s action.\n“While childhood obesity cannot be solved overnight, with everyone working together, there’s no question that it can be solved — and today’s vote moves us one step closer to reaching that goal,” the first lady said in a statement released by the White House.", "url": "https://prescriptions.blogs.nytimes.com/2010/08/05/senate-passes-child-nutrition-act/"}