{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 03:45:38", "date_modify": "2018-11-16 03:45:38", "date_publish": "2010-06-04 19:25:11", "description": "An Israeli commando who said he killed six passengers during Monday’s raid on a ship challenging Israel’s naval blockade of Gaza gives his account; a spoof music video mocks those of the passengers on the flotilla.", "filename": "2010_06_04__1542339938.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2010_06_04__1542339938.html", "title": "Israelis Explain, and Mock, Flotilla Clash", "title_page": "Israelis Explain, and Mock, Flotilla Clash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday, The Jerusalem Post published the accounts of an Israeli commando who took part in Monday’s deadly raid on a ship challenging the naval blockade of Gaza. The day before, a columnist for the right-leaning Israeli newspaper released a satirical music video, “We Con the World,” which suggests that the activists on board the flotilla were, in fact, violent provocateurs.\nIn the interviews, the commando described the beginning of the raid, which took place before dawn on Monday, and is still shrouded in some mystery, in part because Israel has so far refused to release all of the video filmed during the raid by its military and by journalists and activists on the ship. Instead, the media unit of the Israel Defense Forces has uploaded short, annotated clips to its YouTube channel, edited from its own footage and from some of the video confiscated after the ship was seized.\nThe Post reported that the commandos who took part in the operation “threw a number of stun grenades and fired warning shots before rappelling down onto the deck” of the Mavi Marmara, and “said that they began using their weapons within a minute and a half after boarding the ship, due to the extreme violence they faced.”\nThe newspaper spoke to a commando identified only as “S.” and his commander, a lieutenant-colonel identified as “T.” from the Shayetet 13, a Special Forces unit of the I.D.F. The commando said that he was the 15th and last member of the boarding party to rappel down onto the ship from a helicopter.\nLooking to his side, he saw three of his commanders lying wounded — one with a gunshot wound to the stomach and another with a gunshot wound to the knee. A third was lying unconscious; his skull was fractured by a devastating blow with a metal bar. As the next in the chain of command, S., who has been in the Shayetet for three and a half years, immediately took charge. He pushed the wounded soldiers up against the wall of the upper deck and created a perimeter of soldiers around them to begin treating their wounds, he said. He then arranged his men to form a second perimeter, and pulled out his 9-mm Glock pistol to stave off the charging attackers and to protect his wounded comrades. The attackers had already seized two pistols from the commandos, and fired repeatedly at them. Facing more than a dozen of the mercenaries, and convinced their lives were in danger, he and his colleagues opened fire, he said. S. singlehandedly killed six men. His colleagues killed another three. […] “When I hit the deck, I was immediately attacked by people with bats, metal pipes and axes,” S. told the Post. “These were without a doubt terrorists. I could see the murderous rage in their eyes and that they were coming to kill us.”\nIn part, the commando’s account matches that of an Al Jazeera journalist who was on the ship. The journalist, Jamal Elshayyal, said that the Israelis had fired sound grenades and live ammunition from the helicopters above the ship before the commandos rappelled down onto its decks. Mr. Elshayyal said that he saw a passenger on the boat being shot in the head by one of those shots from the air, though, while the commando said that they were just warning shots.\nThe commander interviewed by The Post said that the ship’s passengers did not react as he would have expected to the initial barrage of warning shots and stun grenades. His interpretation of this was that the group was laying an ambush:\nT. said he realized the group they were facing was well-trained and likely ex-military after the commandos threw a number of stun grenades and fired warning shots before rappelling down onto the deck. “They didn’t even flinch,” he said. “Regular people would move.”\nThen again, it also seems plausible that the passengers on the ship, hearing and seeing shots being fired and grenades being thrown from the dark sky above, might not have understood that they were not being attacked with deadly force before the commandos landed on the ship’s deck. If the early part of the Israeli raid was an effort to stun the passengers, it might have had the opposite effect, of making them enraged at a perceived attack.\nThis possible misunderstanding about what sort of weaponry the Israelis were using might also have been bolstered by the paintball guns the commandos carried with them, which, in the chaotic, pre-dawn encounter could easily have been mistaken for real rifles.\nEarlier in the week, a military expert who looked at the available footage of the raid told Britain’s Channel 4 News that even shots fired by a paint-pellet gun would stun and confuse people struck by them. In hindsight, perhaps confusing a large group of activists already enraged at Israel’s military blockade of Gaza by firing shots of any kind in their direction in the dark was a recipe for disaster.\nEarlier in the week, in a video released by the I.D.F., one of the commandos claimed that despite being preceded by warning shots and stun grenades, the raid was not aggressive:\nThey came prepared for a battle. We came prepared to straighten thongs out, to talk to them, convince them to unboard the ship.\nSomewhat confusingly, another Israeli newspaper, Haaretz, published a similar account of the raid on Friday, also based on interviews with military sources, but it differs slightly from the Post’s article in some ways. According to Haaretz:\nAs seen on a video documenting the takeover, the first four commandos to rappel onto the deck were attacked by activists with bars, axes and knives. The fourth commando, K., saw his team leader on the deck, with a Turkish activist holding the pistol he had grabbed from him and pointing it to his head. K. jumped from the rope and managed to shoot the activist holding the gun. This happened 20 seconds after the first soldier landed on the deck.\nOn Friday, the I.D.F. also released what it said was audio of people on the Mavi Marmara responding to the Israeli navy’s calls for the ships to turn back before the raid by saying, “Shut up, go back to Auschwitz,” and, “We’re helping Arabs go against the U.S., don’t forget 9/11 guys.” (It should be stressed that there is no way to tell if this audio is genuine and the accents of the people speaking on the tape, as well as the odd reference to 9/11, are at least unusual.)\n(Later Update: After this post was published, Max Blumenthal, a blogger and journalist, pointed out that there are reasons to doubt the authenticity of this I.D.F. video. As Mr. Blumenthal noted in a post on his blog, the video includes audio of Huwaida Arraf, one of the organizers of the flotilla, saying “we have permission from the Gaza port authority to enter.” But Ms. Arraf was not on the main ship in the convoy, the Mavi Marmara, so her audio was taken from another recording and inserted into this clip as if she had been on that ship. Mr. Blumenthal also pointed out that the I.D.F. had previously released video of the same exchange between this Israeli sailor and the Mavi Marmara in which the only reply from the ship was “Negative, negative. Our destination is Gaza. Our destination is Gaza.”)\nAlso on Friday, The Associated Press obtained what appear to be the first video images shot inside the ship after it was under the full control of the Israeli military, showing some of the wounded and dead passengers on board:\nAccording to The A.P. the video was shot by a Turkish journalist, Adem Ozkose, on a small video camera and stored on a video card he hid in his luggage before being interrogated by Israeli soldiers. He gave the video to Turkish television, and then the new agency, when his luggage was returned to Turkey on Friday.\nCaroline Glick, the Jerusalem Post columnist who was behind the satirical video that mocks the ship’s activists — and the world’s media for not seeing them as provocateurs — wrote on her blog that it features “the Turkish-Hamas ‘love boat’ captain, crew and passengers in a musical explanation of how they con the world.”\nMs. Glick explained that the video was produced for Latma, an Israeli media satire Web site she edits, which is an initiative of the Center for Security Policy in Washington.\nMs. Glick is a former adviser to Israeli Prime Minister Benjamin Netanyahu and hails from Chicago, as she explains in a post on her blog:", "url": "https://thelede.blogs.nytimes.com/2010/06/04/israelis-explain-and-mock-flotilla-clash/"}