{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 03:45:38", "date_modify": "2018-11-16 03:45:38", "date_publish": "2010-06-02 13:54:01", "description": "On Wednesday, Israel’s military posted an edit of video shot from the ship that was raided on Monday by Israeli commandos who killed nine people in a flotilla that was trying to break Israel’s naval blockade of Gaza.", "filename": "2010_06_02__1542339938.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2010_06_02__1542339938.html", "title": "Complete Video of Israeli Raid Still Missing", "title_page": "Complete Video of Israeli Raid Still Missing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Wednesday, Israel’s military posted another 70 seconds of video shot during the commando raid Monday that killed nine people on board a ship that was protesting Israel’s naval blockade of Gaza by trying to break it. Unlike previous clips of the raid uploaded to the Israel Defense Forces YouTube channel — which has been live since the Israeli offensive in Gaza in December 2008 — this footage (embedded above) appears to have been shot by activists or journalists on the ship and edited by the I.D.F.\nSince, as my colleague Brian Stelter reports, at least 15 journalists aboard the flotilla were detained by Israel after the raid, this video may have been seized from a camera crew or from one of the hundreds of activists arrested on Monday. The footage was clearly edited by Israel’s military, though, since it includes annotation seeking to bolster the Israeli argument that its commandos were forced to use deadly violence after being attacked by passengers of the ship. A description of the video posted on YouTube by the I.D.F. says:\nIn footage taken from the Mavi Marmara activists are seen attacking the soldiers with a stun grenade, a box of plates, and water hoses as the soldiers attempt to board the ship. The activists are also waving around metal rods and chains later used to attack the soldiers with.\nAs Noam Sheizaf, an Israeli journalist and blogger, noted on Monday, within hours of the raid, video clips of the encounter were posted online by both supporters of the activists who were killed and Israel’s military.\nThose initial snippets of the encounter — shot from the main ship in the flotilla, the Mavi Marmara, and from the Israeli military craft that intercepted it — can be seen in a Lede post that discussed the video evidence on Monday. Despite the claims made by each side, none of the clips released so far, which offer only brief glimpses of the encounter, prove which side was responsible for the escalation into deadly violence.\nDespite the claim made by Israel’s military that video it released of activists on the ship fighting with its commandos shows that they were met with violence and so were forced to defend themselves by firing live ammunition, the Israel Defense Forces has not claimed that the video it released of the clashes with passengers on the Mavi Marmara was shot at the very start of the encounter. Those images of commandos being attacked with clubs and chairs are lacking context. Were they shot before or after the boarding party started using force? One thing that we know the Israeli military’s footage does not show is any of the shooting of activists by its commandos. If footage of that exists, the military has chosen not to release it.\nLikewise, supporters of the activists pointed only to those initial images that showed bloody victims of the raid, not any sort of violent clashes between the pro-Palestinian campaigners and the Israelis.\nObviously the world would get a more complete picture of what took place on Monday if all of the video shot from both sides was released and posted online. At the moment, we are forced to rely on clips of the encounter that are only partial and fragmentary, as if this was the Zapruder film. The complete, original video is very likely time-coded and in the control of Israel’s military. If the I.D.F. wants to present a complete picture of what happened, or when certain parts of the encounter were filmed, it could release the unedited footage.\nIn the meantime, journalists and observers are left to piece together an incomplete mosaic of the events by pulling together the clips posted online by each side. On Wednesday, Adam Gabbat and Matt Weaver of The Guardian pointed to this video posted on YouTube, apparently taken from the live satellite feed broadcast from the Mavi Marmara during the early stages of the raid:\nNear the end of the clip, which includes brief reports in several languages from reporters, an unidentified English-speaking correspondent said that the raid had begun about 30 minutes earlier, and that the activists on board had captured two Israeli commandos. At the moment, this appears to be one of the few clips available online that makes clear at what stage during the raid it was filmed.\nUpdate: Later on Wednesday, Israel’s military uploaded this edited and annotated video, apparently taken by surveillance camera on the main ship in the flotilla, the Mavi Marmara:\nIn a post called on the relatively small amount of information, and video, Israel’s military has released — “Things the I.D.F. Doesn’t Want Us to Know” — the Israeli blogger and journalist Noam Sheizaf notes that more might be known about the raid “had the IDF not confiscated all material from the Mavi Marmara. What’s even worse is that the army is now editing the films and releasing it in a way which suits its own narrative.”\nIn a speech on Wednesday, Israeli Prime Minister Benjamin Netanyahu argued that the edited video the military has released so far is overwhelming proof that the commandos only acted in self-defense. Mr. Netanyahu said: “This wasn’t a Love Boat. This was a hate boat. These weren’t pacifists, they weren’t peace activists, these were violent supporters of terrorism. I think that the evidence that the lives of the Israeli seamen were in danger is crystal clear. If you are a fair-minded observer and you look at those videos you know this simple truth.”", "url": "https://thelede.blogs.nytimes.com/2010/06/02/complete-video-of-israeli-raid-still-missing/"}