{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:27:19", "date_modify": "2018-11-16 04:27:19", "date_publish": "2011-03-12 10:37:55", "description": "Video of an explosion at the Fukushima Nuclear Power Plant in Japan.", "filename": "2011_03_12__1542342439.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_12__1542342439.html", "title": "March 12 Updates on Earthquake Aftermath in Japan", "title_page": "March 12 Updates on Earthquake Aftermath in Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Despite an explosion this morning, the health risk from radiation leaking out of the damaged Fukushima nuclear power plant is likely low, the World Health Organization said on Saturday.\n“At this moment it appears to be the case that the public health risk is probably quite low,” Gregory Hartl, a spokesman for the organization, told Reuters. “We understand radiation that has escaped from the plant is very small in amount,”\nAs the situation evolves in Fukushima, here’s some more information on the facility and the nuclear industry in Japan. The plant has six reactors, though only one appears to have suffered significant damage.\nAccording to a chart published by the Japanese Atomic Energy Agency, the damaged reactor was the first in operation at Tokyo Electric Power Company’s facility in Fukushima and began operating in 1971. Here’s an aerial view of the facility from the Japanese government:\nMinistry of Land, Infrastructure and Transport\nThe plant’s current problems, stemming from the earthquake and tsunami, appeared likely to increase safety concerns over Japan’s extensive nuclear power facilities, which have been criticized for major safety violations in the past.\nReuters reports that the company that operates the Fukushima facility and many others, know by its acronym TEPCO, has had its own troubles over the years, including falsified repair records and other safety issues.\nAccording to the World Nuclear Association, there are 54 nuclear reactors in Japan providing approximately 30 percent of the country’s electricity, with several more planned.\nBelow is a map published by the Japan Nuclear Energy Safety Organziation of the locations of the country’s nuclear power plants.", "url": "https://thelede.blogs.nytimes.com/2011/03/12/video-of-japanese-nuclear-plant-explosion/"}