{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 03:19:16", "date_modify": "2018-11-16 03:19:16", "date_publish": "2011-07-17 21:01:26", "description": "News of Sunday’s arrest of Rebekah Brooks was greeted with a mix of righteous indignation, concealed glee and conspicuous understatement.", "filename": "2011_07_17__1542338356.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_07_17__1542338356.html", "title": "Media Response to the Arrest of Rebekah Brooks", "title_page": "Media Response to the Arrest of Rebekah Brooks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "News of Sunday’s arrest of Rebekah Brooks, the former chief of Rupert Murdoch’s media operations in Britain, was greeted with a mix of righteous indignation that she had clung to power for so long, barely concealed glee by some of Mr. Murdoch’s rivals and conspicuous understatement in at least one of the tabloid newspapers that Ms. Brooks once edited.\nMs. Brooks, 43, a former secretary who scaled the heights of the male-dominated world of the British tabloids, resigned on Friday as chief executive of News International, a subsidiary of Mr. Murdoch’s News Corporation. Her arrest is the latest twist in an escalating scandal that has convulsed the Murdoch empire since an inquiry began into accusations over phone hacking and payments to the police.\nThe blogosphere was awash with taunts on Sunday for Ms. Brooks, who once edited The News of the World, a News International tabloid that has been accused of hacking into the phones of celebrities, politicians and others, including a 13-year-old girl, Milly Dowler, who was abducted and murdered. The paper was Britain’s best-selling Sunday tabloid until it closed last week.\n“Rebekah Brooks will be allowed one phone call after her arrest. By rights, we should all be able to listen in on it,” Toby Hadoke, a British comedian, tweeted sardonically on Sunday. Some questioned whether the arrest, just two days before Ms. Brooks was scheduled to appear before a parliamentary committee with Mr. Murdoch and his son James, was little more than a pretext to avoid being eviscerated in public.\n“Is this just another ploy to make sure Rebekah Brooks can’t answer questions at select committee on Tuesday on grounds of self incrimination?” a young woman who calls herself Oxfordgirl asked on Twitter.\nThe contention that the arrest could prove her salvation was also suggested by several bloggers who said the move could provide cover for both Ms. Brooks and the police, who are increasingly under scrutiny for abetting News International’s attempt to cover up possible wrongdoing.\nOthers appeared intent on ridiculing Ms. Brooks with the same venom that her staple of tabloids had once heaped on countless politicians and celebrities. “Always takes my brain a second to realize I’m looking at a picture of Rebekah Brooks and not some lesser-known faculty member at Hogwarts,” the television writer and producer Danny Zuker said in a Twitter message, alluding to the school where Harry Potter studies magic.\nFor all the baying by a voracious media, however, news of Ms. Brooks’s arrest appeared to be conspicuously underplayed in some of the newspapers in the Murdoch empire, including the popular tabloid The Sun, which Ms. Brooks also once edited. On Sunday the paper seemed far more preoccupied with the birth a week ago of the soccer star David Beckham’s daughter, Harper Seven, a picture of whom was splashed on its homepage. (Coincidentally, the British media reported over the weekend that Mr. Beckham was said to believe that he was the target of phone hackers and that he had instructed his lawyers to find out if he was on the list of the 4,000 possible victims.)\nThe Sun, famous for its scantily clad Page Three girls, did carry news of the arrest in a 243-word article by an unnamed staff member, who reported that Ms. Brooks had been arrested “by appointment” at a London police station. The conservative Daily Telegraph, for its part, emphasized that Ms. Brooks had been surprised by the arrest, even though the meeting had been arranged.\nOther newspapers were far less forgiving of Ms. Brooks, whose audaciousness is legendary in British newspaper circles. In 1994, she famously prepared for The News of the World’s interview with James Hewitt, a paramour of Princess Diana, by reserving a hotel suite and hiring a team to “kit it out with secret tape devices in various flowerpots and cupboards,” according to Piers Morgan, her former boss and now a CNN talk show host, writing in his memoir “The Insider.”\nIn the Sunday issue of The Observer, which has played a leading role in exposing the scandal, the columnist Andrew Rawnsley wrote that Mr. Murdoch had been humiliated by the revelations about phone hacking while Ms. Brooks fell — “or was thrust — on to the spike.” Mr. Rawnsley said the biggest political winner in the affair was the previously struggling opposition leader, Ed Miliband of the Labour Party, who, he noted, had led the charge against the Murdoch empire and in so doing had transformed himself into a “geek with teeth.”\nThe Daily Mail, a British tabloid that competes with the Murdoch newspapers, said Sunday that Ms. Brooks’s arrest would intensify pressure on Mr. Murdoch’s company while potentially putting “James Murdoch, the son of the 82-year-old media tycoon, back at the heart of the inquiry.” “Today it was claimed that he had been involved in covering up the ‘industrial scale’ of the phone hacking,” the paper said.\nOthers, like the journalist Michael Wolff, tweeted about the close ties between James Murdoch and Ms. Brooks, suggesting that the younger Mr. Murdoch may have a difficult time insulating himself from the scandal. “In 2008, during a two-hour interview I did with Rebekah Brooks, she took seven phone calls from James Murdoch — that’s how often they spoke,” Mr. Wolff said in Twitter messages posted in the hours after Ms. Brooks’s arrest. In another tweet, he added, with more than a hint of schadenfreude, “Here’s a detail from inside the Murdoch entourage: They are having trouble getting London restaurant reservations.”\nThe call for Mr. Murdoch’s company to be called to account for its unsavory behavior resounded in the British media.\nThe Guardian ran an editorial over the weekend that suggested questions that Ms. Brooks should be asked by the select committee in Parliament on Tuesday. The first, the paper insisted, should be: “As editor of the Sun and NoW, did you honestly not know about phone hacking, when so many of your reporters and executives say it was openly discussed in the newsroom?” The paper also said that members of Parliament should ask her if she was remaining on the News International payroll.\nSome bloggers and commentators said Sunday that the arrest of Ms. Brooks, whom Mr. Murdoch has compared to a daughter, would satisfy at least some of the public’s demand for justice, while perhaps helping the News Corporation manage a public relations debacle that has shaken it to its core.\nIn its report on the arrest, The Wall Street Journal, which is also owned by the News Corporation, emphasized that Ms. Brooks’s resignation last week was part of a broader attempt by the company to minimize the fallout from the phone-hacking affair. The paper wrote that people close to the company had said on Friday that her resignation was not tied to any anticipated developments in the police investigation. “Instead, the company portrayed it as part of a broader damage-control campaign that it rolled out Friday and that also included the resignation of Dow Jones Chief Executive Les Hinton and several apologies from Rupert Murdoch.”", "url": "https://thelede.blogs.nytimes.com/2011/07/17/media-response-to-the-arrest-of-rebekah-brooks/"}