{"authors": ["J. David Goodman"], "date_download": "2018-11-16 03:48:31", "date_modify": "2018-11-16 03:48:31", "date_publish": "2011-08-05 18:10:57", "description": "The blogger called “Fjordman,” mentioned frequently in writings by the accused Norwegian killer Anders Breivik, reveals himself and calls the devoted reader of his “a monster.”", "filename": "2011_08_05__1542340111.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_08_05__1542340111.html", "title": "Blogger Cited by Norway Killer Comes Forward to Denounce Him", "title_page": "Blogger Cited by Norway Killer Comes Forward to Denounce Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In composing his 1,500-page, hate-filled manifesto [pdf], the man accused of the massacre in Norway last month, Anders Behring Breivik, drew on a well of anti-Muslim thought in Europe and the United States.\nAmong his more frequently cited sources was a pseudonymous blogger called “Fjordman,” and in the aftermath of the Mr. Breivik’s killing spree, which left 77 people dead, attention in the Norwegian media focused on the possible identity of the blogger whom some called Mr. Breivik’s favorite writer. According to reports, his manifesto mentions Fjordman or his blog posts 111 times.\nMr. Breivik wrote of the kinship he felt with the blogger:\nTo my great surprise I found that Fjordman had written about many of the same topics I was writing about. The only difference being that he was a professional essay writer and I was not. Our views are quite similar with the exception of me being an actual armed resistance fighter. I had researched hundreds of writers in the past, many of whom are good. However, I really felt a connection to Fjordmans essays. He is most likely the most talented right wing essay writer in Europe.\nOn Friday, the mysterious blogger revealed himself in an interview and photograph published in the Norwegian newspaper VG Nett as a 36-year-old Norwegian man named Peder Jensen.\nMr. Jensen, who stopped writing his fjordman.blogspot.com blog just before Christmas 2005 but continued to post on right-leaning Web sites and forums, said he decided to come forward to clear his name and denounce Mr. Breivik. “He showed an extreme brutality that’s completely incomprehensible, and he must have believed he was part of a computer game where he was the superhero,” Mr. Jensen said, according to a translation by Reuters.\n“Any person doing such a thing is a monster,” he said.\nMr. Jensen said that Mr. Breivik had sent him e-mails but he never responded: “Not because he talked about violence, but because I thought he seemed boring — like a vacuum cleaner salesman.”\nReuters also reported that the police, who had sought his identity, questioned Mr. Jensen on Thursday before he sat with for his interview in a cafe in downtown Oslo. Mr. Jensen told the paper that he no longer wishes to be connected to the massacre and that he would now go into hiding for fear he would be recognized on the street. He said he would stop writing under the Fjordman pseudonym.\nMr. Jensen has called Islam “institutionalised slavery” and warned about what he believes is a loss of European values. In 2006, The Washington Times called Fjordman a “prominent” blogger who “has supplied some tormenting predictions about what Europe’s Islamization entails.”\nIn one passage, quoted by Mr. Breivik in his manifesto, Mr. Jensen wrote:", "url": "https://thelede.blogs.nytimes.com/2011/08/05/blogger-cited-by-norway-killer-comes-forward-to-denounce-him/"}