{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:18:12", "date_modify": "2018-11-16 04:18:12", "date_publish": "2011-12-16 21:47:51", "description": "As they tried to fend off an attack on a sit-in by military police in Cairo on Friday, Egyptian protesters used their phones to transmit video, photo and text accounts of the clashes.", "filename": "2011_12_16__1542341892.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_12_16__1542341892.html", "title": "Under Attack by Soldiers, Egyptian Protesters Report From Inside the Fray", "title_page": "Under Attack by Soldiers, Egyptian Protesters Report From Inside the Fray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleague David Kirkpatrick reports from Cairo, at least two people were killed and more than 200 were injured on Friday as military police beat up demonstrators challenging military rule and angry protesters hurled improvised explosives at the empty Parliament building.\nAll day, as they tried to fend off soldiers who began the violence with an attack on a sit-in before dawn, Egyptian protesters used their phones to transmit video, photographs and text accounts of the clashes to the Web. Several activist bloggers who helped to document the anti-Mubarak protests earlier this year were on hand, posting updates to their Twitter accounts and even streaming live video from the front line.\nAs the blogger Gigi Ibrahim noted early on Friday, the violence began when soldiers tried to disperse protesters who have been camped outside the Parliament in Cairo for weeks, a protest they call Occupy Cabinet. Ms. Ibrahim explained that one protester was badly beaten in the initial assault, and posted a link to video of an injured man circulating online.\nLater in the day, Ms. Ibrahim drew attention to this edited video of the clashes, which she said, showed a fellow activist, Noor Ayman Nour, “being beaten while trying to protect a girl.”\nOn Friday evening, Mr. Nour, who is the son of an Egyptian opposition leader, reported on his NoorNoor1 Twitter feed that he was released after being beaten and detained by soldiers. The woman he was trying to defend, an activist named Farida Elhessy, posted this image of the lashes on Mr. Nour’s back on Twitter, and hailed his bravery.\n@NoorNoor1,the bravest man ever!He was hit while protecting me from their brutal violence!God bless U,you’re the best! twitter.com/FaridaElhessy/… — Farida Elhessy(@FaridaElhessy) December 16, 2011\nIn addition to the beatings doled out by soldiers on the ground, activists documented injuries they said were caused by rocks hurled down from above the street by members of the military who gathered on a tall building above them.\nOne activist, Lilian Wagdy, posted this video of the attacks from above — which could be seen even more clearly in video of uniformed soldiers hurling rocks recorded by an English-language news site, Daily News Egypt, and in two clips posted on YouTube by the Cairo film collective Mosireen.\nSeveral bloggers also pointed to several photographs showing, they said, soldiers throwing rocks and making obscene gestures at them from a rooftop.\nAfter nightfall, Ms. Wagdy posted video, which showed, she said, that the soldiers were also dropping improvised explosives down on the protesters from above.\nAnother blogger, Adel Abdel Ghafar, who spent as much of the day streaming live video of the clashes as his iPhone battery would allow, captured the fall of one of the flaming objects in this photograph.\nMr. Ghafar, who writes on Twitter as dooolism, reported that, after the attacks started from above, merchants appeared in the middle of the fray, selling helmets.\nPeople selling helmets already , gotta love egyptian entrepreneurship #OccupyCabinet — Adel Abdel Ghafar (@dooolism) December 16, 2011\nAnother activist who was photographing the clashes, Mosa’ab Elshamy, posted an image of himself after he was struck in the eye with glass thrown down at the protesters from above. The final image in his Flickr slide show on the clashes showed rocks and glass coming his way:\nLater, he reported that his injury caused him to have blurred vision, but was not as serious as those suffered by other protesters. From the hospital, Mr. Elshamy observed that the determination of even some of the most badly activists remained high: “Protester who was being operated on before me lost an eye and a smile doesn’t abandon his face. No words.”\nThe Mosireen filmmakers posted more graphic video evidence of head injuries suffered by protesters on their YouTube channel.\nThe same group also released disturbing raw video of a protester said to have been killed in the clashes — a young man identified by activists as a 21-year-old medical student. The clip showed the man being rushed to an ambulance, apparently too late.\nNazly Hussein, an activist who works with Mosireen, reported on his Twitter feed that the young man who was killed often volunteered to treat other injured protesters at a makeshift field hospital.", "url": "https://thelede.blogs.nytimes.com/2011/12/16/under-attack-by-soldiers-egyptian-protesters-report-from-inside-the-fray/"}