{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 03:19:15", "date_modify": "2018-11-16 03:19:15", "date_publish": "2011-07-18 21:19:17", "description": "Like his boss, Sir Paul Stephenson, the commissioner of the Metropolitan Police Service, who resigned on Sunday night, John Yates announced his resignation in a recorded statement in which he protested his complete innocence.", "filename": "2011_07_18__1542338355.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_07_18__1542338355.html", "title": "The New York Times", "title_page": "Scotland Yard Deputy Yates Explains His Resignation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleagues Alan Cowell and Sarah Lyall report, John Yates, the assistant commissioner of London’s Metropolitan Police Service and the country’s most senior counterterrorism officer, resigned his post on Monday over his role in the botched investigation of phone hacking at The News of the World.\nLike his boss, Sir Paul Stephenson, the commissioner of the Metropolitan Police Service who resigned on Sunday night, Mr. Yates announced his resignation in a recorded statement in which he protested his complete innocence.\nThe full text of the statement from Mr. Yates was also posted online by the Metropolitan Police Service, commonly known as Scotland Yard or the Met.\nMr. Yates was drawn in to the phone-hacking scandal in July 2009, after Nick Davies of The Guardian reported that Scotland Yard had failed to notify thousands of people whose personal information was found in the notes of a private investigator working for The News of the World that their voice mail might have been hacked. Those notes were seized by police officers in 2006.\nAfter that report was published in The Guardian, Mr. Yates was asked to determine if a new investigation was needed. He announced, just one day later: “No additional evidence has come to light. I therefore consider no further investigation is required.”\nThe problem, as my colleague Don Van Natta Jr. wrote on Saturday, was that there was quite a lot of old evidence, collected by Scotland Yard in 2006 but overlooked or concealed for years, to indicate that The News of the World had indeed broken into the voice mail accounts of thousands of people.\nThis video report from Britain’s Channel 4 News explains that Mr. Yates now faces an investigation from the Independent Police Complaints Commission into both his decision not to reopen the phone-hacking investigation in 2009 and a new allegation, that he improperly secured a job at Scotland Yard for the daughter of a former deputy editor of The News of the World, Neil Wallis:\nMr. Yates is due to give evidence to the Commons select committee on home affairs on Tuesday. The Guardian has compiled this video of highlights from several previous appearances by Mr. Yates before parliamentary committees in relation to the phone-hacking scandal over the past two years:", "url": "https://thelede.blogs.nytimes.com/2011/07/18/yates-of-the-yard-explains-his-resignation/"}