{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:50:18", "date_modify": "2018-11-16 04:50:18", "date_publish": "2011-03-16 13:00:08", "description": "On Wednesday, The Lede continues to supplement reporting from our colleagues in Japan on the post-earthquake crisis, including efforts to regain control of a damaged nuclear plant.", "filename": "2011_03_16__1542343818.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_16__1542343818.html", "title": "The New York Times", "title_page": "March 16 Updates on Japan's Nuclear Crisis and Earthquake Aftermath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tepco/Agence France-Presse — Getty Images\nJapan’s Kyodo News reports that the U.S. military plans to deploy “a Global Hawk unmanned high-altitude reconnaissance aircraft, possibly on Thursday, to take images of the inside of the building that houses the No. 4 reactor, according to Japanese government sources.”\nThat seems to be in line with reported concerns from the Pentagon about trying to help Japan recover from the crisis without exposing American soldiers or their families in the country to radiation.\nA Pentagon spokesman said on Wednesday that U.S. military personnel and their families will not be allowed within 50 miles of the damaged Fukushima Daiichi nuclear plant, Reuters reports.\nReuters added that the American military “gave Japanese forces firetrucks and water pumps, but stressed Americans will not operate them.”\nThe news agency also reported that it found signs of trepidation from the wife of one American sailor who posted a message on Facebook about the situation in Japan:\nOn a Facebook page for U.S. Naval Forces Japan, some Americans voiced concern. One living [near] Atsugi, Japan, where radiation was detected at a naval base, asked about a potential evacuation. “Having a toddler and being pregnant, I need to know if they can get us going,” wrote 21-year-old Chelsea Origer. Another woman, identifying herself as Melanie Cobos Lopez, responded: “You know they will wait (until) the last (minute). Just book a flight and keep them babies safe.” “Who knows what (they’re) not telling us,” she wrote.\nAccording to an expert who has studied the effects of the Chernobyl disaster, the pregnant female soldier could have reason for concern.\nDouglas Almond, a Columbia University economist whose research suggests that children in Sweden who were exposed, in utero, to low levels of radiation from Chernobyl “experienced significantly lower cognitive function” later in life, wrote to The Lede on Wednesday to express concern about possibly inadequate warnings to pregnant women in Japan.\nMr. Almond wrote:\nDiscussion of the likely public health impacts of nuclear crisis in Japan omit the evidence on developmental impacts, i.e. radiation exposure to pregnant women that damages the fetus and is not resolved/addressed by iodine supplementation. For this reason, we think pregnant women might be targeted for relocation/remaining indoors at greater distances from the reactors than the non-pregnant population.\nMr. Almond’s research on the possible impact of low levels of radiation on Swedish children from Chernobyl accident was discussed at greater length in a post on our Economix blog by my colleague David Leonhardt.\nThe Lede’s coverage of the crisis in Japan will resume on Thursday. In the meantime, please visit the NYTimes.com homepage to reader reports from my colleagues in Japan, watch video reports and explore interactive graphics. The Lede’s Japan Crisis Twitter list is also worth keeping an eye on.\nThanks for your comments and tips.", "url": "https://thelede.blogs.nytimes.com/2011/03/16/latest-updates-on-japans-nuclear-crisis-and-earthquake-aftermath-3/"}