{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:27:20", "date_modify": "2018-11-16 04:27:20", "date_publish": "2011-03-09 13:13:15", "description": "On Wednesday, The Lede is following the uprising in Libya and protest movements across North Africa and the Middle East.", "filename": "2011_03_09__1542342440.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_09__1542342440.html", "title": "The New York Times", "title_page": "March 9: Updates on Libya's Revolt and Middle East Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Three journalists working for the BBC were arrested and tortured by Libyan government forces, according to an account published by the British network on Wednesday.\nThe journalists — Feras Kilani, a reporter, and Goktay Koraltan, a cameraman, of BBC Arabic and Chris Cobb-Smith, a British journalist with the network — were arrested at a checkpoint outside Zawiyah as they tried to enter the town, where clashes between rebels and Colonel Qaddafi’s forces have been most intense in recent days.\nThey were accused of spying against the government and were hooded, beaten and subjected to mock executions over the course of 21 hours.\nThe abuse appeared to be the worst yet described by reporters in Libya as the conflict there has grown “increasingly precarious” for foreign journalists, according to the London-based International News Safety Institute.\nWyre Davies, another BBC reporter who is in Tripoli, wrote of the BBC journalists experience:\nThey had all already gone through a mock “execution” – hooded and thrown to the floor off the back of a jeep while armed men repeatedly cocked their guns just feet away. Hours later, when it happened again, Chris feared the worst. “We were lined up against the wall. I was the last in line – facing the wall. I looked and I saw a plain-clothes guy with a small sub-machine gun. He put it to everyone’s neck. I saw him and he screamed at me,” said Chris as he went over things with us later. “Then he walked up to me, put the gun to my neck and pulled the trigger, twice. The bullets whisked past my ear. The soldiers just laughed. Now it just feels like a bad dream.”\nIn video interviews, Mr. Koraltan and Mr. Kilani described being held with other prisoners who appeared to have been tortured. “I heard a lot of screaming,” said Mr. Koraltan, the cameraman. “The worst thing I’ve ever seen in my life. And I’ve seen a lot of bad stuff.”", "url": "https://thelede.blogs.nytimes.com/2011/03/09/march-9-updates-on-libyas-revolt-and-middle-east-protests/"}