{"authors": ["The New York Times"], "date_download": "2018-11-16 04:27:14", "date_modify": "2018-11-16 04:27:14", "date_publish": "2011-03-11 23:35:41", "description": "Organizations providing aid and assistance to victims of Friday’s earthquake and tsunami in Japan and the Pacific.", "filename": "2011_03_11__1542342434.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_11__1542342434.html", "title": "Japan Earthquake and Tsunami: How to Help", "title_page": "Japan Earthquake and Tsunami: How to Help - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For readers interested in contributing to help victims of the earthquake and tsunami that struck Japan and the Pacific region, here is a list of contact information and links for some agencies that plan to provide relief. (The New York Times does not certify the charities’ fund allocations or administrative costs. More information about giving, for this and other causes, is available online from the GuideStar database on nonprofit agencies and the BBB Wise Giving Alliance.)\nLocating Loved Ones\nIf you are looking for information on people in the quake zone, Google has opened a Person Finder page.\nUshahidi, a crowdsourcing mapping tool, has set up a local platform for Japan that allows people in the area affected by the earthquake to text the location of people who may be trapped in damaged buildings.\nInquiries concerning U.S. citizens living or traveling in Japan should be referred to the U.S. Department of State, Office of Overseas Citizens Services at 1-888-407-4747 or 202 647-5225.\nGroups Assisting Japanese NGOs\nThe following groups are raising funds on behalf of Japanese nongovernmental organizations working in the disaster area.\nCIVIC FORCE\nCivic Force is currently transporting relief goods and experts by helicopter and trucks to the affected areas.\nGIVE2ASIA.org\nGive2Asia.org is sending money to Japanese disaster relief organizations working on the ground and will keep some money for longer term recovery efforts.\nJAPANESE CHAMBER OF COMMERCE AND INDUSTRY OF NEW YORK\nThe JCCINY and the Nippon Club have established the 2011 Northeastern Japan Earthquake Relief Fund to get money to Japanese NGOs. Click here to donate.\nTHE JAPAN CENTER FOR INTERNATIONAL EXCHANGE\nThe Japan Center for International Exchange has set up the Japan NGO Earthquake Relief and Recovery Fund. Half of the money raised will go to support six Japanese NGOs currently at work in the disaster area and half will be retained to support the longer term recovery.\nTHE JAPAN SOCIETY\nThe Japan Society has set up a Japan Earthquake Relief Fund.\nPEACE WINDS AMERICAPeace Winds America, the U.S. affiliate of a Japanese humanitarian organization that is working in the affected area, is accepting donations.\nU.S.-JAPAN COUNCIL The council is accepting donations for an “Earthquake Relief Fund.”\nJAPAN ICU FOUNDATION The U.S.-based fund-raising arm for Tokyo’s International Christian University, is raising money for scholarships for kids from the affected area.\nOther Aid and Charitable Organizations\nAMERICAN RED CROSS\nRed Cross officials say donors can text REDCROSS to 90999 and a $10 donation will automatically be charged to donor’s phone bill, or donations can be made directly on its Web site.\nAMERICARES\nInformation is available on the organization’s Web site.\nB’NAI B’RITH INTERNATIONAL\nTo help the victims of the Japan earthquake and tsunami, donate online at the group’s secure Web site.\nOr, by mail to: B’nai B’rith International Disaster Relief Fund, Attn: Japan Earthquake, 2020 K Street, NW, 7th Floor, Washington, D.C., 20006.\nOr by phone: 800-573-9057\nCARE\nCARE is one of the world’s largest private international humanitarian organizations. Their offices in Asia are on high alert and have ensured that staff are informed of the tsunami warnings and other related developments. (Updated information on CARE’s work in Japan is available here.)\nGLOBALGIVING.ORG\nGlobalGiving is working with International Medical Corps, Save the Children, and other organizations on the ground to disburse funds to organizations providing relief and emergency services to victims of the earthquake and tsunami. Donors can text JAPAN to 50555 to give $10, and larger increments can be submitted on GlobalGiving’s Web site.\nINTERNATIONAL MEDICAL CORPS\nInformation is available on the organization’s Web site.\nLIONS CLUBS INTERNATIONAL\nInformation is available on the organization’s Web site.\nTHE SALVATION ARMY\nThe Salvation Army has been providing food and shelter to Tokyo commuters who were stranded when public transportation was interrupted by the earthquake. They are to send a team to Sendai, a city about 250 miles Tokyo, to assess the situation there. Text JAPAN or QUAKE to 80888 to make a $10 donation. (Make sure to respond “YES” to the Thank You message you receive.) Donations can also be made on the organization’s Web site or by calling 1-800-SAL-ARMY.\nSAVE THE CHILDREN\nTo make a donation, visit Save the Children’s Web site, call 1-800-728-3843, or text JAPAN to 20222 to donate $10.\nSHELTERBOX.ORG\nShelterbox.org is a disaster-relief organization that focuses on providing survival materials such as tents and cooking equipment to families displaced by disasters.\nUJA-FEDERATION OF NEW YORK\nInformation is available on the organization’s Web site or by calling (212) 836-1486.", "url": "https://thelede.blogs.nytimes.com/2011/03/11/japan-earthquake-and-tsunami-how-to-help/"}