{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:27:36", "date_modify": "2018-11-16 04:27:36", "date_publish": "2011-12-29 18:51:18", "description": "Bloggers in Cairo used Twitter to document a raid on a democracy-promotion group in text updates and photographs as it unfolded.", "filename": "2011_12_29__1542342456.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_12_29__1542342456.html", "title": "Activists Document Raids on Civil Society Groups and a Protest in Cairo", "title_page": "Activists Document Raids on Civil Society Groups and a Protest in Cairo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleagues David Kirkpatrick and David Goodman report, “Egyptian security forces stormed the offices of 17 nonprofit groups around the country on Thursday, including at least three democracy-promotion groups financed by the United States, as part of what Egypt’s military-led government has said is an investigation into ‘foreign hands’ in the recent outbreak of protests.”\nSarah Carr, a journalist and rights activist, uploaded several photographs of the raid on the office of the National Democratic Institute, which is financed by the United States government and affiliated with the Democratic Party.\nWhile Ms. Carr was forced to observe the raid from outside the organization’s office, she was also in touch with Hana Elhattab, an Egyptian who works with the National Democratic Institute and posted several updates on her Twitter feed from inside the office during the raid. In a series of updates over the course of about two hours, she reported that the heavily-armed officers refused to allow employees to leave the premises, were “taking pictures like it’s a crime scene” and confiscated equipment, “even taking empty flip charts, personal laptops, and Skype conferencing equipment.”\nMs. Elhattab managed to keep providing updates on the raid as it unfolded, and her Twitter timeline detailed the anger and frustration of an Egyptian working to promote democracy being treated like a criminal by the country’s military government.\n@Sarahcarr we asked if they had a search warrant,they said the person who issues warrants is in buidling &doesnt need to issue one 4 himself — Hana Elhattab (@hana_elhattab) December 29, 2011\nI was on the balcony, dude with machine gun came up and told us to in and locked it. — Hana Elhattab (@hana_elhattab) December 29, 2011\nI really have no idea why they are holding us inside and confiscating our personal laptops. They wont tell us anything! — Hana Elhattab (@hana_elhattab) December 29, 2011\nThey’re even taking history books from people’s bags. Grrrrrrrrr. — Hana Elhattab (@hana_elhattab) December 29, 2011\nSince the raid came on the same day that some Egyptian officers were acquitted of killing protesters on Jan. 28, the day that Egypt’s revolution took hold, Ms. Elhattab also used her Twitter feed to express her rage.\nSo the murderers who killed the protestors are innocent and civil Rights ngos are being raided.IF UR NOT OUTRAGED,UR NOT PAYING ATTENTION — Hana Elhattab (@hana_elhattab) December 29, 2011\nAnother activist blogger who documented the raid from outside the National Democratic Institute office, Mostafa Hussein, posted on his Twitter feed a photograph of boxes of confiscated equipment, and wrote: “At NDI, they’re confiscating everything. Video conf. equip, printers, laptops, server. There is an archive at the garage they’re going thru.”\nIt’s like armed robbery on slow motion. — Mostafa Hussein (@moftasa) December 29, 2011\nThe security forces also raided the Cairo office of a similar democracy-promoting organization affiliated with the Republican Party, the International Republican Institute. As the blogger Mohamed El Dahshan noted on Twitter, the Egyptian newspaper Al Ahram reported last month that an Egyptian government investigation into the finances of nonprofit groups said that the the N.D.I. and I.R.I. had received $6.7 million from the State Department this year.\nShadi Hamid, the director of research at the Brookings Doha Center, observed, the Egyptian military, which takes $1.3 billion in aid a year from the United States, is not well-placed to argue that groups sponsored by the American government are suspect.\n#Egypt‘s military council accuses NGOs of foreign funding even though at least 20% of its budget – $1.3 billion – is foreign funded. — Shadi Hamid (@shadihamid) December 29, 2011\nDespite the fact that they accept so much money from the U.S. government themselves, Egypt’s military rulers seem to be emulating the Kremlin, which temporarily suspended the work of both the National Democratic Institute and the International Republican Institute in 2006, after accusing them of instigating or assisting the so-called “color revolutions” in other former Soviet republics.\nEarlier this month, the Russian government harassed Golos, an election-monitoring group partially financed by the United States through the N.D.I. As my colleague Ellen Barry reported, on the eve of Russia’s parliamentary elections, state-controlled television “aired a documentary suggesting that Golos was being used by Western governments to spark Arab-spring-style civil unrest after the Russian elections.”\nLater on Thursday, a number of activists posted photographs and text updates on the progress of a protest march in Cairo, which drew attention to the plight of a blogger who was jailed in April for “insulting the military” on Facebook.\nمسيرة مايكل نبيل في طلعت حرب #mikailnabil twitter.com/TheBigPharaoh/… — The Big Pharaoh (@TheBigPharaoh) December 29, 2011\nAs The Lede explained in a previous post on the jailed Coptic Christian blogger, Maikel Nabil, the fact that he is both an opponent of Egypt’s military and an outspoken supporter of Israel makes his case unusually complicated.\nHowever, discontent with the military rulers of the country has grown since his arrest. As this video — produced by Aalam Wassef, an activist campaigning for the blogger’s release — shows, his supporters argue that Mr. Nabil was one of the first to suggest that the army was not, in fact, on the side of the protesters. As the video indicates, Mr. Nabil was prosecuted after he argued on his blog that the revolutionary slogan “The People and the Army Are One Hand” was misguided from the start.\nSince many Egyptians without access to the Internet or satellite channels never see video like this documenting abuses by the military government, activists have started to bring projectors with them to protests, to screen the footage in public. An activist who writes on Twitter as The Big Pharaoh posted this image on Thursday night of video of a recent attack on protesters by soldiers on the outside wall of Egypt’s high court.", "url": "https://thelede.blogs.nytimes.com/2011/12/29/eyewitness-accounts-of-raid-on-civil-society-group-in-cairo-posted-on-twitter/"}