{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:50:14", "date_modify": "2018-11-16 04:50:14", "date_publish": "2011-03-18 12:49:29", "description": "On Friday, The Lede is following the uprising in Libya and protest movements across North Africa and the Middle East.", "filename": "2011_03_18__1542343814.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_18__1542343814.html", "title": "March 18 Updates on Libya and Arab Uprisings", "title_page": "March 18 Updates on Libya and Arab Uprisings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Lede is signing off for the evening, though we will no doubt return to follow events in Libya and the wider region again over the days and weeks ahead. In the meantime, please visit the homepage of NYTimes.com to read reports by my colleagues in the region, watch videos and get more context and analysis from Times reporters and experts.\nAs the international community appears to be on the verge of a complex military intervention justified on humanitarian grounds, readers might be interested in a new post on The New Yorker’s news blog by Philip Gourevitch, who has written in great depth about the crisis in Rwanda in the 1990s. In his post on Libya, Mr. Gourevitch observes:\nAdvocates of intervention have been fond of invoking Rwanda in 1994 as a spur to action. As usual with such historical analogies, the differences are far greater and more significant than the parallels. If Rwanda taught us anything, it should be that the U.N. is a woeful instrument for responding to an emergency. Time and again, we have seen that to be under U.N. protection in a U.N. safe area is to be in terrible peril. Qaddafi’s first answer to the Security Council was to start the heavy bombardment of the rebels, and then, this morning, his Foreign Minister declared a unilateral ceasefire; that accommodating gesture was accompanied by Qaddafi’s comments to Portuguese TV that he’d start attacking non-military ships and planes in the Mediterranean. “If the world gets crazy with us, we will get crazy, too,” he said. “We will respond. We will make their lives hell because they are making our lives hell. They will never have peace.”\nTo Qaddafi, everything that is not murder is theatre, and having scared us into joining his war he is now calling our bluff, saying, in effect, that the West once again pretends to be acting in the name of humanitarianism when the real motive is regime change. It’s true that a full-scale humanitarian intervention would merely turn the crisis into the status quo and insure that it drags on forever. And it’s true, too, that now that we’ve made this our war we cannot pretend to be satisfied by simply containing or neutralizing Qaddafi. Are we prepared to accept that, by the grim logic of our intervention, the only way we can avoid being defeated in Libya is by defeating him? That could happen swiftly, or it could be a brutally drawn out, bitter, bloody slog, and come at a terrible price.\nEither way, the military campaign is likely to be the easy part. Then what? We know that we are fighting against Qaddafi, but whom are we fighting for? It is impossible not to sympathize with victims of Qaddafi’s reign of terror who want to overthrow him. Still, do we have a good idea of who the Libyan rebels are and what they stand for? Jon Lee Anderson’s superb dispatches from the eastern front in recent weeks have made it clear that even the rebels themselves don’t know exactly. Some say the fight is for freedom; some say it’s for democracy. Meanwhile, an acting chief of the rebellion is a man who served, until a few weeks ago, as Qaddafi’s own Minister of Justice.", "url": "https://thelede.blogs.nytimes.com/2011/03/18/latest-updates-on-libya-and-arab-uprisings/"}