{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 03:19:18", "date_modify": "2018-11-16 03:19:18", "date_publish": "2011-07-16 01:51:35", "description": "One of the more bizarre aspects of the scandal at the British newspaper division of News Corporation is that it has forced news organizations owned by the company to report extensively in recent days on the man who is, ultimately, their boss, Rupert Murdoch.", "filename": "2011_07_15__1542338358.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_07_15__1542338358.html", "title": "The New York Times", "title_page": "Murdoch's Reporters Report on Murdoch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of the more bizarre aspects of the scandal at the British newspaper division of the News Corporation is that it has forced journalists at news organizations owned by the company to report extensively in recent days on the man who is, ultimately, their boss, Rupert Murdoch.\nHere, for example, is a blog post on the sudden resignation of Les Hinton, who was for decades a close ally of Mr. Murdoch’s and, until Friday, the chief executive of Dow Jones. The post was written by Peter Kafka of D: All Things Digital, a Web site that is wholly owned by Dow Jones, the publisher of The Wall Street Journal.\nOn his Twitter feed, Mr. Kafka also pointed to this video report on The Journal’s Web site with Bruce Orwall, the newspaper’s London bureau chief, who managed to score an exclusive interview with Mr. Murdoch one day earlier:\nIn the Journal video report, Mr. Orwall described Mr. Murdoch’s meeting on Friday in London with the family of Milly Dowler, a 13-year-old girl who was abducted and killed in 2002. During the meeting, Mr. Murdoch apologized for the fact that the girl’s cellphone had been hacked into by journalists from his tabloid newspaper The News of the World after she went missing.\nMr. Murdoch’s comments following that meeting were carried by Sky News, which is part of the British Sky Broadcasting satellite network in which the News Corporation owns a 39 percent stake.\nThe Sky News report showed a contrite Mr. Murdoch but also included footage of a lawyer for the Dowler family who spoke frankly about the meeting and challenged the media baron to back up his words of regret with real action.\nTight regulation of television news in Britain obliges Sky News to be impartial, but journalists at another of his British news organizations, The Times of London, who are not (yet) subject to that sort of legal obligation, also made no effort to conceal what their owner might see as very bad news. As a photograph posted on the official Sky News Twitter feed shows, Friday’s front page of The Times of London made much of the fact that Mr. Murdoch and his son James, chairman of the News Corporation, had tried, and failed, to avoid appearing before a parliamentary committee looking into the scandal.\nBack in the United States, though, the Fox News Channel, which broadcasts from the News Corporation headquarters in New York, did try to throw Mr. Murdoch a rope. In this segment of “Fox and Friends” on Friday — an interview of Robert Dilenschneider, a public relations expert, by Steve Doocy, one of the show’s hosts — the two men seemed to misstate the nature of the allegations of misconduct by the company’s British journalists.\nAs the left-leaning Web site Think Progress observed, “Their defense of News Corp. really got embarrassing when Dilenschneider and Doocy engaged in some stunning subject/object sleight of hand, comparing News Corp. to companies that have been hacked, while failing to note it was News Corp. that did the hacking in this case.”\nMr. Dilenschneider also claimed that the media coverage of the scandal by other news organizations was “too much.” He added, “We should move on.”", "url": "https://thelede.blogs.nytimes.com/2011/07/15/murdochs-reporters-report-on-murdoch/"}