{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 03:19:12", "date_modify": "2018-11-16 03:19:12", "date_publish": "2011-07-19 10:57:33", "description": "On Tuesday, The Lede is following parliamentary hearings on the phone-hacking scandal.", "filename": "2011_07_19__1542338352.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_07_19__1542338352.html", "title": "Updates on Phone Hacking Scandal", "title_page": "Updates on Phone Hacking Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here, from ITN, is a selection of highlights from Tuesday’s parliamentary hearings into phone hacking at The News of the World.\nIn the day’s first session, Sir Paul Stephenson, the Metropolitan Police commissioner who announced his intention to resign on Sunday, was questioned about the fact that a luxury spa, Champneys, which offered him $19,000 worth of free hospitality, employed Neil Wallis, a former tabloid editor who recently worked as a public relations consultant for Scotland Yard and was arrested last week in connection with phone hacking. As this clip shows, Sir Paul said that while he had no idea that Mr. Wallis worked for the spa, it was “damnably unlucky” for him that he did:\nNext are excerpts from the testimony of John Yates, who resigned on Monday as Scotland Yard’s assistant commissioner. Mr. Yates has been criticized for not properly vetting Mr. Wallis before he was offered a contract with Scotland Yard. Mr. Yates told the committee on home affaris: “I sought assurances off Mr. Wallis, before the contract was let, to the effect — I’ve got a note, I can read it for you if you like — ‘Is there anything that Nick Davies [of The Guardian] is still chasing, still reporting on, that could embarrass you, Mr. Wallis, me, the commissioner or the Metropolitan Police?’ And I received categorical assurances.”\nAt the start of their joint appearance before the Commons select committee on culture, media and sport, James Murdoch and his father Rupert took time to apologize. James Murdoch apologized “to the victims of illegal voice mails interceptions and their families.” Moments later, his father then interrupted him and said: “I would just like to say one sentence: This is the most humble day of my life.”\nUnder questioning from Tom Watson, a Labour Party member of Parliament, Rupert Murdoch said that more than $1 million had been paid to settle a lawsuit brought by Gordon Taylor, a union official whose phone had been hacked, without his knowledge:\nHere is one more view of the intervention of an “activist/comedian” who rushed at Rupert Murdoch with a pie and was slapped in the face by Mr. Murdoch’s wife Wendi in the ensuing melee:\nCommenting on the fact that Mr. Murdoch’s wife, Wendi (wearing a pink jacket), seemed to land a solid blow on the attacker’s face, Marina Hyde, a Guardian columnist, joked on Twitter: “if only Wendi Deng could use her powers for good.”\nif only Wendi Deng could use her powers for good… Why, I’ll bet she could clean up the Gotham City that is Britain. Marina Hyde\nMarinaHyde\nThe Guardian has a profile of the attacker, Jonathan May-Bowles, who blogs — and video blogs — as Jonnie Marbles\nDuring her testimony later in the day, Rebekah Brooks, a former editor of The News of the World, said that she had never sanctioned payments to police officers for information. She said that remarks she made in 2003 to the committee — when she said, “We have paid the police for information” — referred not to the actions of her own newspaper, but to what she knew of the British newspaper industry in general. Here is what Ms. Brooks said on Tuesday:\nHere is video — and a transcript — of a prior appearance by Ms. Brooks before the committee in 2003, during which she said: “We have paid the police for information in the past.”\nThe man sitting next to Ms. Brooks during that appearance in 2003 was her former deputy at The News of the World, Andy Coulson, who resigned in January as Prime Minister David Cameron’s media adviser and was arrested recently in connection with a new investigation into bribery.", "url": "https://thelede.blogs.nytimes.com/2011/07/19/latest-updates-on-phone-hacking-scandal/"}