{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:27:33", "date_modify": "2018-11-16 04:27:33", "date_publish": "2011-12-28 22:36:00", "description": "On its second day of work in the Syrian city of Homs, a team of observers from the Arab League dodged bullets and was confronted by angry residents, who displayed the dead body of a child they said had been killed by government forces.", "filename": "2011_12_28__1542342453.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_12_28__1542342453.html", "title": "Observers Confronted With Anger, Gunshots and a Dead Child in Syria", "title_page": "Observers Confronted With Anger, Gunshots and a Dead Child in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On its second day of work in the Syrian city of Homs, a team of observers from the Arab League dodged bullets and was confronted by angry residents, who displayed the dead body of a child they said had been killed by government forces.\nThe observers, in orange jackets, were accompanied everywhere by activists wielding video cameras, who posted video online of the team’s being confronted with the body of the young boy.\nThe activists also uploaded extremely graphic and disturbing video of the observers’ photographing the wounds of the dead child, with another clip of the young boy’s body being placed on the hood of the monitors’ car.\nAs CNN reports, men in the video identify the young boy as Ahmed Mohammed al-Ra’i, and call him a “martyr.”\nAlthough the Sudanese head of the mission, Lt. Gen. Mohamed al-Dabi, told Reuters after his team’s first day in Homs that the observers had seen “nothing frightening,” several video clips recorded by activists on Wednesday seemed to show them dodging gunfire as they toured the city with residents.\nAccording to the activists who uploaded these two clips to an activist YouTube channel on Wednesday, this video was recorded as gunshots were fired at observers crossing a street in Homs.\nAnother clip, posted on the Sham News Network YouTube channel, appeared to show members of the delegation taking refuge from gunfire in a doorway, and then waving a white cloth as more shots were fired.\nAccording to Shakeeb Al-Jabri, a Syrian activist in Beirut who writes as LeShaque on Twitter, this video shows Homs residents taking advantage of the monitors’ presence to “taunt” government soldiers at a checkpoint in the city.\nAfter the crowd chanted, “Peaceful! Peaceful!” at the start of the clip, Mr. Jabri explained the protesters “chanted right in front of the army: ‘Traitors! Traitors! Traitors! The Syrian Army is a traitor!'” Later in the day, Mr. Jabri reported that activists in Homs said three of the people who spoke to the observers were arrested by the government.\nSalman Shaikh, the director of the Brookings Doha Center, called the role played by citizen journalists in Homs, observing the observers, a “potential game-changer.”\n2.Role being played by citizen activists observing #AL observers is extraordinary in shedding light on #AL mission. Potential game-changer — Salman Shaikh (@Salman_Shaikh1) December 28, 2011\nAfter video of the observers praying was posted online, Mr. Jabri, the activist in Beirut, suggested that the monitors must be “thinking the entire city is an episode of ‘Big Brother.'”\nActivists trailing the delegation with cameras also captured this video of a man identified by the blogger BSyria as a citizen journalist named Khaled Abu Salah showing the head of the delegation, General Dabi, a devastated street in Homs.\nIn another clip, Mr. Abu Salah was recorded explaining to the general that residents of Homs feel let down by the Arab League.\nMore video posted online by activists later in the day was said to show defectors from the Syrian army leading chants at a large rally in the city on Wednesday.\nLate Wednesday, an activist who writes as Alexander Page reported on Twitter that one of the most active citizen journalists in Homs, Basil al Sayid, was killed while recording this video.", "url": "https://thelede.blogs.nytimes.com/2011/12/28/observers-confronted-with-anger-gunshots-and-a-dead-child-in-syria/"}