{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:27:14", "date_modify": "2018-11-16 04:27:14", "date_publish": "2011-03-10 12:45:44", "description": "On Thursday, The Lede is following the uprising in Libya and protest movements across North Africa and the Middle East.", "filename": "2011_03_10__1542342434.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_10__1542342434.html", "title": "The New York Times", "title_page": "Updates on Libya's Revolt and Middle East Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mazen Mahdi/EPA\nBefore The Lede signs off for the night, a quick rundown of what’s going on across various hot spots in the Arab world as the region braces for another day of protests on Friday:\nLIBYA\nRebels fled the oil town of Ras Lanuf as warplanes stretched their bombardments east to Brega.\nFrance became the first country to recognize the rebel leaders as the legitimate government, and Gulf Arab states, meeting in Riyadh, said that the Colonel Qaddafi had lost his legitimacy.\nBut as the diplomatic reins appeared to grow tighter around the Libyan leader, his most prominent son, Seif al-Islam, promised that the government would not surrender.\nSAUDI ARABIA\nSaudi police used gunfire to disperse a crowd of more than 100 protesters in the eastern city of Al Qatif. An Interior Ministry spokesman told Bloomberg that the shots were fired over the crowd.\nActivists have called for large scale protests on Friday.\nBAHRAIN\nThe Associated Press reported that on Thursday tempers boiled over in an angry sectarian confrontation that had to be broken up by police as hundreds of Sunnis and Shiites faced off in a schoolyard in the town of Saar.\nOn Friday, Shiite protest organizers have planned a march on the royal court, Reuters reported. Protesters still control a central square in the capital, Manama, where they have been camping out since mid-February.\nEGYPT\nThousands attended funerals on Thursday for eight Coptic Christians who were killed in sectarian violence in Cairo on Tuesday, posting video online.\nYEMEN\nMy colleague Laura Kasinof reports that: President Ali Abdullah Saleh proposed giving more power to Parliament in an attempt to quell sustained protests that have continued for over a month.\nBut a leader of the antigovernment protesters staging a sit-in in the capital, Sana, quickly rejected the offer.", "url": "https://thelede.blogs.nytimes.com/2011/03/10/march-10-updates-on-libyas-revolt-and-middle-east-protests/"}