{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:27:13", "date_modify": "2018-11-16 04:27:13", "date_publish": "2011-03-11 09:13:39", "description": "Television networks across the world carried dramatic footage, some of it live, of the tsunami that hit northern Japan.", "filename": "2011_03_11__1542342433.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_11__1542342433.html", "title": "Updates on the Earthquake and Tsunami in Japan", "title_page": "Updates on the Earthquake and Tsunami in Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "William M. Tsutsui, a professor of Japanese business and economic history and a dean at Southern Methodist University in Dallas, was in Tokyo when the earthquake struck. He blogged about the experience and spoke to my colleague Maria Newman by telephone:\nProfessor Tsutsui was getting off a bus in front of a hotel in Tokyo, where he was traveling with a business delegation, when the ground began to shake.\n“The door to the bus opened, and it began to shake and sway, and we saw groups of people running out of the hotel,’’ he said.\n“The shaking became really very intense,’’ he said. “I used to live here, and I’ve visited here many times, and lived through many earthquakes, but this was far and away the strongest I’d ever felt. You could see the awnings on the hotel bouncing up and down.\n“What was scariest was to look up at the skyscrapers all around,’’ he said. “They were swaying like trees in the breeze.’’\nHe said he saw some window washers on a platform, swaying back and forth: “Luckily, they were wearing their harnesses, so they came out okay. It was truly terrifying.’’\nDr. Tsutsui walked around the city afterward, experiencing the aftershocks of the first quake, and said that he saw no real damage to structures anywhere. They were left standing, he said, while people on bicycles and motorcycles had fallen over.\n“It’s really a testament to Japanese construction methods,’’ he said. “I can’t imagine a quake of this magnitude in Los Angeles or San Francisco causing almost no damage. The contrast to Haiti could not be more extreme.’’\nHe said he was also struck by the mood of the people all around him. They appeared frightened, he said, but they were calm and patient, even hours later when the streets became clogged with traffic and public transportation was halted, forcing people to scramble for a way to get wherever they were going.\n“It’s been gridlock on the streets here for almost 12 hours, and in all that time, I’ve heard cars honking maybe three or four times,’’ he said.\nDr. Tsutsui said his group was scheduled to meet with the Japanese prime minister on Friday afternoon.", "url": "https://thelede.blogs.nytimes.com/2011/03/11/video-of-the-earthquake-and-tsunami-in-japan/"}