{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:42:54", "date_modify": "2018-11-16 04:42:54", "date_publish": "2011-01-13 21:03:53", "description": "On Thursday, as protests continued across Tunisia, bloggers and eyewitnesses posted more video of the demonstrations online, including graphic images of protesters who have been gunned down on the streets.", "filename": "2011_01_13__1542343374.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_01_13__1542343374.html", "title": "Fresh Video of Tunisian Protests", "title_page": "Fresh Video of Tunisian Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Thursday, as protests continued across Tunisia, bloggers and eyewitnesses posted more video of the demonstrations online, including graphic images of protesters who have been gunned down on the streets.\nOne clip, uploaded by contributors to Nawaat — a group blog using Posterous, YouTube, Facebook and Twitter to spread news of the protests — showed a huge banner of the country’s president, Zine el-Abidine Ben Ali, being torn down in Hammamet on Thursday. As my colleague David Kirkpatrick reported from Hammamet, an exclusive Mediterranean beach town, “rioters calling for the ouster of Tunisia’s authoritarian president swarmed the streets, torched bank offices and ransacked a mansion belonging to one of his relatives.”\nDespite apparent efforts by the government to keep Tunisians from using social networks to report on the crisis, new video continues to be posted day after day.\nAs the casualties mount, and the government continues to use violence to suppress the discontent, video of dead protesters has been added to Nawaat’s YouTube channel with disturbing regularity. On Thursday, one extremely graphic clip, apparently filmed earlier in the day on the streets of Tunis, the capital, showed the body of a man the bloggers said was gunned down by a sniper.\nNawaat, which reported on Thursday night that it was no longer being blocked inside Tunisia, also uploaded this video of Thursday’s funeral for Hattem Bettahar, a 38-year-old French-Tunisian university professor who was shot and killed on the streets of the southern city of Douz one day earlier.\nThe French news site Rue89 reported that Mr. Bettahar, the father of a young child whose wife is pregnant, was visiting his mother in Douz and had just left a library when he was shot.\nMr. Bettahar’s death was also recorded in a graphic detail in a video posted online on Wednesday, as The Lede noted in a previous post. The dead man’s colleagues, including his brother who also teaches at the same university of France, told Rue89 that they had identified him from the video.", "url": "https://thelede.blogs.nytimes.com/2011/01/13/fresh-video-of-tunisian-protests/"}