{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:18:04", "date_modify": "2018-11-16 04:18:04", "date_publish": "2011-12-17 00:35:26", "description": "A video report based on interviews with people who took part in the riots that spread across England in August reveals that anger at the police was a significant factor for many.", "filename": "2011_12_16__1542341884.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_12_16__1542341884.html", "title": "Listening to the British Rioters", "title_page": "Listening to the British Rioters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As we come to the end of a remarkable year of protests and riots across the globe, it is not hard to feel that too little time has been devoted to digesting the meaning of what’s happened, perhaps in part because technology now makes it so easy to get caught up in following the rush of events as they unspool online.\nGiven that, readers who might find themselves with 20 minutes on their hands this weekend should consider watching a remarkable video report posted online last week by The Guardian as part of its investigative series “Reading the Riots,” on the unrest that spread across England in August.\nThe series is based on a series of interviews reporters for the newspaper and researchers from the London School of Economics carried out with 270 people who rioted in London, Birmingham, Liverpool, Nottingham, Manchester and Salford.\nThis video report, presented by Paul Lewis, The Guardian’s special projects editor, includes excerpts from some of those interviews, in which several of the people who took part in the rioting explained that a desire to get “revenge” on the police for how they are routinely treated was what drove them to take part.", "url": "https://thelede.blogs.nytimes.com/2011/12/16/listening-to-the-british-rioters/"}