{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:50:17", "date_modify": "2018-11-16 04:50:17", "date_publish": "2011-03-20 16:25:35", "description": "The Taliban in Afghanistan condemned what it called a “politically motivated” military intervention in Libya.", "filename": "2011_03_20__1542343817.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_20__1542343817.html", "title": "Taliban Condemn Attacks on Libya", "title_page": "Taliban Condemn Attacks on Libya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — Col. Muammar el-Qaddafi has at least one good friend in the outside world — the Taliban in Afghanistan.\n“The Islamic Emirate of Afghanistan strongly condemns this politically motivated and uncalled-for intervention and adventure by the Western countries in the internal conflict of the people of Libya,” the Taliban announced in a statement e-mailed to news organizations with the names the insurgents’ three key spokesmen.\nThe message was sent using an e-mail address that has been used previously for Taliban announcements, and was signed by Tariq Ghazniwal, who runs a Taliban Web site, and Zabiullah Mujahid and Qari Yousef Ahmadi, Taliban spokesmen for different regions of the country.\nThe statement scolded Libyans for squabbling among themselves and thereby giving Western countries an excuse to intervene, and it also warned “the rulers of the Islamic world not to remain neutral in this conflict.”\n“In the view of the Islamic Emirate, it is a pity that the situation in Libya evolved to the extent that paved the way for the anti-Islamic forces to intervene,” the statement said.\n“We believe the Western colonialists do not want a solution in this country on the basis of the aspirations of the people but rather have plans to weaken this Islamic country in a war of attrition and then seize its oil reserves through a direct invasion,” the statement said.", "url": "https://thelede.blogs.nytimes.com/2011/03/20/taliban-condemn-attacks-on-libya/"}