{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:27:24", "date_modify": "2018-11-16 04:27:24", "date_publish": "2011-03-08 13:41:28", "description": "On Tuesday, The Lede is following the uprising in Libya and protest movements across North Africa and the Middle East.", "filename": "2011_03_08__1542342444.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2011_03_08__1542342444.html", "title": "The New York Times", "title_page": "Updates on Libya's Revolt and Middle East Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The gaggle of more than 100 foreign journalists waited in a Tripoli hotel on Tuesday night.\nAnd waited.\nAnd then, all of a sudden, after hours of waiting, it happened.\nCol. Muammar el-Qaddafi swooped through the hotel around midnight on Tuesday, later than promised but still keeping his date. Cameras delivered shaky pictures of the ensuing pandemonium as over a hundred journalists, who had been made to believe that the embattled Libyan leader would speak to the press, chased after his orange blur.\nIn the end, he spoke only to Turkish television and departed, leaving a large number of journalists with easy access to Twitter rather unhappy.\nGadhafi wouldn’t speak to 100+ journalists waiting to question him— he arrived front door, went off to private room, then left by side door. Nic Robertson\nNicRobertsonCNN\n#libya. One reporter said, we waited all day to watch qaddafi walk thru a lobby, who’s crazy? Him or us? richard engel\nrichardengelnbc\nMore than a few observers on Twitter commented that the event had the appearance of a distraction, keeping scores of foreign reporters detained far from Colonel Qaddafi’s increasingly brutal response to the rebel uprising.\nThe London-based International News Safety Institute reported earlier on Tuesday that the situation in Libya was growing “increasingly precarious” for Western reporters.\nSeveral journalists were detained trying to get in to Zawiya, about 30 miles west of Tripoli. Some were held overnight, at least one was beaten.\nThe Lede is signing off for the evening but will return to continue following the uprising in Libya and protest movements across North Africa and the Middle East on Wednesday. In the meantime, please visit the homepage of NYTimes.com to read reports from our colleagues in the region.\nThanks for your comments and tips.", "url": "https://thelede.blogs.nytimes.com/2011/03/08/march-8-updates-on-libyas-revolt-and-middle-east-protests/"}