{"authors": ["Jennifer Preston"], "date_download": "2018-11-16 04:26:11", "date_modify": "2018-11-16 04:26:11", "date_publish": "2012-10-27 16:11:39", "description": "Power companies are warning customers that widespread outages could last more than a week.", "filename": "2012_10_27__1542342371.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_10_27__1542342371.html", "title": "Major Power Failures Expected Across Northeast", "title_page": "Major Power Failures Expected Across Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last Updated, 4:05 p.m. With high winds and heavy rain from Hurricane Sandy expected to topple trees and down power lines even before it is projected to make landfall late Monday or early Tuesday, utility companies and emergency management officials are urging people to prepare for widespread power failures that could last more than a week in some areas.\nIn Washington, D.C. and Maryland, Pepco, the utility company that was criticized last summer for leaving people without power for more than a week after a storm in June, called customers reminding them to prepare and issued a warning on Twitter.\nWe’re preparing for the possibility that tens of thousands or even hundreds of thousands of customers could lose power during this storm. — Pepco (@PepcoConnect) 26 Oct 12\nAs my colleague Marc Santora reports, Hurricane Sandy is such a large storm that its impact will be felt for hundreds of miles across the Northeast starting Sunday, producing up to two feet of snow in the mountains of West Virgina, inland flooding, coastal surges and high winds.\n“People should be ready for the possibility of power outages paired with cold temperatures,” said FEMA Administrator Craig Fugate on Saturday. “Now is the time to prepare. Review your emergency plans, check your supplies and stay informed.”\nStephanie Abrams of the Weather Channel shared this map on Twitter, showing where power failures were likely and possible.\nIn a statement from the FirstEnergy Corporation, which runs Jersey Central Power and Light and some of the region’s other large utilities, a spokesman warned the storm had the “potential to cause significant damage to the electrical system in New Jersey, eastern Pennsylvania and Maryland, which could result in power outages lasting up to seven to 10 days.”\nBrian Kolts, a meteorologist for FirstEnergy, said failures could be widespread. “While it appears that New Jersey has the potential to be the hardest-hit area, this massive weather event has the potential to cause damage across a large portion of FirstEnergy’s service territory,” he said.\nFrom New England to North Carolina, utilities began mobilizing tree contractors, linemen and hazard crews to help avoid long-term power failures. During Hurricane Irene last year, more than seven million homes and businesses were without power for days and even longer in some of the hardest-hit areas.\nIn Connecticut, Gov. Dannel P. Malloy reminded the state’s utilities to be better prepared this time. Hundreds of thousands of customers of Connecticut Light & Power were without power for days following Hurricane Irene and an unusual storm last October that prompted criticism from state regulators and led to the resignation of the utility’s president.\nHurricane Sandy could also force the closing of some nuclear power plants. During Irene, at least two nuclear reactors, Oyster Creek in New Jersey and Calvert Cliffs in Maryland, were shut down. Reuters reports that the Nuclear Regulatory Commission was monitoring the hurricane closely.\n“We’re keeping a close eye on the coastal plants,” Neil Sheehan, a spokesman, told Reuters. “All plants have procedures to deal with hurricanes, which include procedures to shut the reactors if winds are expected to reach a certain speed.”\nThe prospect of a long-term power failures created a run on generators across the Northeast.\nHuge Line outside my local NJ Lowes just now in hopes to get a generator for Sandy’s arrival. //t.co/UDc6kYwe — Mark (@mtrprods) 27 Oct 12\nBut some people arrived too late to their local store, as Cathy Sharick, the managing editor of Time.com, noted on Twitter.\nDefinitely not getting a generator today in #newjersey thx #sandy! //t.co/ABHPlJJK — Cathy Sharick (@cathysharick) 27 Oct 12\nPortable generators also prompted reminders of safety tips.\nThe American Red Cross teamed up with Home Depot to put together this short video on YouTube with safety tips.\nHow to prepare for an extended power failure without a generator? Food safety is a major concern, and federal officials put together a short video with reminders about what to do when the power goes out and the fridge is packed with food.", "url": "https://thelede.blogs.nytimes.com/2012/10/27/massive-power-outages-expected-across-northeast/"}