{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:47", "date_modify": "2018-11-16 04:35:47", "date_publish": "2012-07-17 01:17:16", "description": "Many Egyptians who vented their rage during Secretary of State Hillary Rodham Clinton’s visit appear to have been inspired by fears that the Obama administration harbors a secret, pro-Islamist agenda.", "filename": "2012_07_16__1542342947.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_07_16__1542342947.html", "title": "Behind Jeers for Clinton in Egypt, a Conspiracy Theory With U.S. Roots", "title_page": "Behind Jeers for Clinton in Egypt, a Conspiracy Theory With U.S. Roots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated | Tuesday, 10:03 a.m. The news that Secretary of State Hillary Rodham Clinton’s motorcade was pelted with shoes and tomatoes by Egyptian protesters, who also taunted her by chanting “Monica! Monica!” as she left the U.S. consulate in Alexandria on Sunday, delighted conservative bloggers in the United States.\nWhat has attracted less attention, however, is the extent to which the Egyptians who vented their rage during Mrs. Clinton’s visit appear to have been inspired by fears that the Obama administration harbors a secret, pro-Islamist agenda which originated with American conservatives.\nAs my colleague Kareem Fahim reported on Sunday, some political opponents of the Muslim Brotherhood in Egypt claim that the United States even plotted to install the Islamist party’s presidential candidate in office. “Although wildly counterintuitive,” my colleagues David Kirkpatrick and Mayy El Sheikh observed on Saturday, “that conspiracy theory has tapped into the deep popular distrust here of the United States.”\nThe strength of that belief was on full display on Saturday in Cairo, as hundreds rallied outside Mrs. Clinton’s hotel, waving placards that read: “Stop U.S. funding of the Muslim Brotherhood,” “Clinton is the supreme guide of the Muslim Brotherhood” and “To Hillary: Hamas will never rule Egypt,” suggesting an even-wider conspiracy, including the Islamists in neighboring Gaza.\nHundreds of Anti-US & Muslim Brotherhood protestors outside the hotel where Hillary Clinton is staying while in Cairo //t.co/5QyR1DtW — Ayman Mohyeldin (@AymanM) 14 Jul 12\nThe Egyptian writer and blogger Bassem Sabry reported on Twitter that the protesters at Saturday’s rally roared their approval when they were addressed by Tawfik Okasha, the host of a popular television program who has been called “Egypt’s Glenn Beck,” because of his embrace of conspiratorial thinking and hatred of political Islam. Last month, Mr. Okasha insisted that the presidential election had been rigged at the behest of the U.S. to deny Ahmed Shafik, a former general who was Hosni Mubarak’s last prime minister, the victory he earned at the ballot box.\nMr. Sabry also noted evidence of a desire among some in the crowd to remind Mrs. Clinton of her husband’s infidelity with a White House intern.\nI really don’t understand what this anti-Hillary protest sign says. But the picture sort of hints towards the meaning //t.co/h2bQ7xyR — Bassem Sabry (@Bassem_Sabry) 14 Jul 12\nPressed by American reporters to explain where they got the idea that their new Islamist president, Mohamed Morsi, had been foisted on them through a U.S. plot, rather than the will of the majority, several Egyptians cited information gathered from American blogs or news sites.\nAn Egyptian-American Christian who met Mrs. Clinton on Sunday cited recent claims by Representative Michele Bachmann, a Republican, “that the Obama Administration is pursuing a closeted pro-Muslim agenda,” in a conversation with Time magazine’s correspondent, Abigail Hauslohner.\nRumors that the Obama administration has provided the Muslim Brotherhood with billions of dollars in aid remain an article of faith with many Egyptians who are convinced that Mr. Morsi’s victory was a sham, despite repeated efforts by the U.S. Embassy in Cairo to correct the record on Twitter.\n.@matchbox20 Fact: US has given NO money to MB. Funds you refer to are $1.3bil in military aid and 250 mil in econ aid — US Embassy Cairo (@USEmbassyCairo) 9 Jul 12\nIn an online conversation on Monday, when Matt Bradley of The Wall Street Journal asked an Egyptian blogger named Sara Ahmed for proof that the Obama administration was “financing” the Muslim Brotherhood, she directed him to a blog post about American aid to Egypt by an ultra-conservative Canadian blogger, Judi McLeod. Ms. McLeod’s post was based on a news story posted on Lucianne.com, a site run by Lucianne Goldberg, an American conservative who played a central role in the Monica Lewinsky scandal.\nAs Mr. Bradley pointed out to Ms. Ahmed, though, Ms. McLeod had badly garbled the original news report, which simply said that the U.S. had decided to release $1.3 billion in aid to Egypt’s military in April. Ms. McLeod falsely reported that the money had been given instead to a delegation of Muslim Brotherhood leaders who visited Washington around the same time.\nVery ironic that the source of the US$1.5 billion to the Brotherhood rumor is actually money the US gives the Egyptian military. — Matt Bradley (@MattMcBradley) 16 Jul 12\nMs. Ahmed then directed Mr. Bradley to a transcript of a recent conversation between two American conservatives who claimed that Mrs. Clinton’s deputy chief of staff, Huma Abedin, was participating in a Muslim Brotherhood plot “to penetrate our government.”\n@MattMcBradley //t.co/EAOZEaop\nyou can ask him for more details if you like — Sara Ahmed (@EgyPrincess1) 16 Jul 12\nThe conversation was an episode of a Web radio program hosted by Frank Gaffney, who served in the Reagan administration and now leads the effort to block what he calls the Brotherhood’s secret plot to impose Islamic Shariah law on Americans.\nThis year, Mr. Gaffney’s organization, the Center for Security Policy, released a 10-part lecture series, “The Muslim Brotherhood in America: The Enemy Within,” in which he lays out what he sees as the entire conspiracy in great detail.\nIn a letter to the State Department’s deputy inspector general last month, Ms. Bachmann, the Republican congresswoman, cited Mr. Gaffney’s video series to explain her concerns about American diplomatic “policies and activities that appear to be the result of influence operations conducted by individuals and organizations associated with the Muslim Brotherhood.” A copy of the letter posted online by the St. Cloud Times in Ms. Bachmann’s home state of Minnesota shows that she also cited Mr. Gaffney to accuse Mrs. Clinton’s aide, Ms. Abedin, of being at the nexus of an Islamist plot which explained why the State Department had been “assisting the realization of the Brotherhood’s goals.”\nThe episode of Mr. Gaffney’s Web radio show that Ms. Ahmed cited was a conversation, on the Fourth of July, with a retired American general, William G. Boykin.\nAs my colleague Erik Eckholm reported in January, “General Boykin, a longtime commander of Special Operations forces, first caused controversy after the Sept. 11 attacks when, as a senior Pentagon official, he described the fight against terrorism as a Christian battle against Satan.”\nIn 2003, after General Boykin was appointed deputy undersecretary of defense for intelligence, The Los Angeles Times reported that he had made a speech at a church in Florida in which he recalled being certain that he would capture a Muslim warlord in Somalia because, “I knew that my God was bigger than his. I knew that my God was a real God and his was an idol.”\nDespite Mr. Bradley’s effort to convince her that General Boykin did not possess any inside information, Ms. Ahmed remained resolute in her belief that a former official who served in such a high position in the Pentagon would not make such accusations without proof.", "url": "https://thelede.blogs.nytimes.com/2012/07/16/egyptians-who-jeered-clinton-cite-american-conservatives-to-argue-u-s-secretly-supports-islamists/"}