{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:19:01", "date_modify": "2018-11-16 04:19:01", "date_publish": "2012-05-11 23:14:31", "description": "A skirmish over who owns a band of coral rocks in the South China Sea — China or the Philippines — would have to be small, since the land mass is almost comically tiny.", "filename": "2012_05_11__1542341941.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_05_11__1542341941.html", "title": "Territory Claimed by China and Philippines Is Mainly Underwater", "title_page": "Territory Claimed by China and Philippines Is Mainly Underwater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleague Jane Perlez reported on Thursday, China expressed concern for “the safety of Chinese nationals and institutions in the Philippines,” before protests planned for Friday over a small territory in the South China Sea claimed by both nations.\nAt issue is the sovereignty of a band of coral rocks and a sunken reef, and the very definition of the territory, which the Chinese refer to as an island and the Filipinos call a shoal. While the land mass is almost comically tiny, the two countries are vying for control of the territory to bolster their claims to fish, coral and potential oil and gas deposits in the waters around it.\nAfter a month of escalating tensions, last week the Chinese military’s newspaper, The People’s Liberation Army Daily, warned in an editorial that “China should be prepared to engage in a small-scale war” to defend the territory it calls Huangyan Island against claims from the Philippines, where the formation is known as Panatag Shoal or Scarborough Shoal.\nAny skirmish on the disputed land would presumably have to be very small indeed, since video of the territory broadcast on Chinese and Philippine television in the past month — as patriots from both sides rushed there to plant flags — showed that the even the biggest of the rocks is no more than a few feet wide.\nDespite the dire warning from China’s foreign ministry, Friday’s “Global Day of Action Against China’s Bullying in the West Philippine Sea” attracted just 300 or so mildly disconcerted nationalists to the Chinese Embassy in Manila. Video posted online by a local news site showed that the demonstrators appeared to be more interested in dancing than violence\nDemonstrations outside Chinese embassies in other cities were apparently just as sparsely attended, with even the organizers estimating that no more than 6,000 Filipinos turned out worldwide to support the nation’s claim to the rocks. Video of a rally in New York showed about a dozen protesters outside a bowling alley across from the Chinese consulate.\nThat underwhelming show of rage was answered by a counter-demonstration in Hong Kong attended by just seven Chinese activists.", "url": "https://thelede.blogs.nytimes.com/2012/05/11/disputed-territory-is-mainly-underwater/"}