{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:50", "date_modify": "2018-11-16 04:35:50", "date_publish": "2012-06-28 21:34:54", "description": "Two members of the military council that has ruled Egypt since Hosni Mubarak’s ouster rejected claims by a television host that they had conspired with the U.S. to rig this month’s presidential election.", "filename": "2012_06_28__1542342950.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_06_28__1542342950.html", "title": "The New York Times", "title_page": "Military Rulers Fixed Presidential Vote to Install Islamist, 'Egypt's Glenn Beck' Says  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — Two members of the military council that has ruled Egypt since Hosni Mubarak was forced from power last year took to the airwaves Wednesday night to reject claims by a television host that they had conspired with the United States to rig this month’s presidential election in favor of the Islamist candidate.\nUntil the moment Sunday afternoon when the official results of the election were announced, confirming that Mohamed Morsi, a leader of Egypt’s Muslim Brotherhood, had won, rumors had swept the country that the military council was planning to fix the vote-count on behalf of his opponent, Ahmed Shafik, a former general who served as Mr. Mubarak’s last prime minister.\nAs the state news agency MENA reports, after Mr. Shafik was declared the loser, Tawfik Okasha, the host of a popular television program known for his embrace of conspiratorial thinking and hatred of leftists and political Islam, railed against Egypt’s Supreme Council of the Armed Forces, or SCAF, on live television.\nIn a diatribe that transfixed Egyptian liberals and revolutionary youth activists, his more usual targets, Mr. Okasha lashed out against the military council he had previously supported, accusing the generals of being part of a U.S.-backed plot to install the Muslim Brotherhood in power, and even called on junior officers to mount a coup.\nHahaah Okasha (Glen Beck of Egypt) is saying SCAF hijacked the July revolution of the free officers by making Morsi win LOL #Habal #absurd — Gigi Ibrahim (@Gsquare86) 25 Jun 12\nAccording to the MENA report, Mr. Okasha, frequently called “Egypt’s Glenn Beck,” claimed that Mr. Shafik “was the actual victor with more than 50 percent of the vote,” but the military council agreed to change the results “because it feared the Muslim Brotherhood and public outrage.” Mr. Okasha also wove in the accusation that the Obama administration had pressured the military council to make Mr. Morsi president, as part of an elaborate plot to seize Egyptian oil fields and turn them over to Israel.\nAfter a public counting of the ballots on election night suggested that Mr. Morsi had won, American officials called on Egypt’s military rulers to respect the results of the election. Some die-hard supporters of Mr. Shafik complained to the U.S. Embassy in Cairo that this was evidence of American support for the Islamists.\n@USEmbassyCairo if u do, maybe u shouldn’t have issued any statements in favor of one the candidates. ur statements ruined our elex! thnx! — Shimaa Gamal (@shimaagamal) 24 Jun 12\n@USEmbassyCairo BACK OFF EGYPT & leave it to its ppl to decide, creating a theocracy ruled by ur fascist allies won’t help u..BACK OFF EGYPT — Mona ElAshry (@Mona_ElAshry) 24 Jun 12\nIn an appearance on Egyptian television late Wednesday, Maj. Gen. Mahmoud Hegazy, a member of the council, flatly rejected Mr. Okasha’s claims, calling it “impossible to rig the will of people.” Asked, on the same program, to respond to the allegation that the U.S. had pressed the council to support one candidate, Maj. Gen. Mohamed al-Assar, another council member, called the suggestion “an insult to the military.” The Egyptian Army, he insisted, would never “betray” the people by changing “the outcome of the elections due to pressure from the U.S.”\nSince Mr. Okasha had previously been a staunch supporter of the military rulers, his postelection U-turn was greeted with amazement and mockery by many of Egypt’s activist bloggers.\nAs the long rant went on, one activist, Omar Kamel, wrote on Twitter: “For those who don’t get it. We’re transfixed by Okasha now like Jews would’ve been had Goebbels went on a TV rant against Hitler.” Later, he called the spectacle of the disgruntled host, “Surreal, yet hypnotic. Idiotic, yet enthralling. Confusing, yet logical. Stupid, very very stupid, but… fascinating.”\nOthers, including the British-Egyptian journalist Sarah Carr and a psychiatrist named Mostafa Hussein who blogs as Moftasa, tried to read between the lines of Mr. Okasha’s attacks on the generals, suggesting that they might have been an indication of a sudden split between Field Marshal Mohamed Hussein Tantawi, the country’s de facto ruler, and the powerful military intelligence service.\nOkasha: Tantawi has a plan to dismantle the intelligence. — Mostafa Hussein (@moftasa) 25 Jun 12\nSo if this idiot is actually talking sense we shld understand that there is a power battle btwn the army and general intelligence/int. Min — المشير أبو كار (@Sarahcarr) 25 Jun 12\nAt one stage, Mr. Okasha held up what he said was documentary evidence of the plot, which he said also involved support from the Palestinian Islamist militant group Hamas.\nWhile some activists bloggers encouraged friends to turn off their televisions as Mr. Okasha unspooled his elaborate conspiracy theory, others insisted that he was perhaps absurd, but influential and popular, so he had to be watched closely.\n#okashamania is sickening and gives him legitimacy- Discussing the guy and his rantings is counter-productive but everybody does it — Quick SoTic (@kikhote) 25 Jun 12", "url": "https://thelede.blogs.nytimes.com/2012/06/28/military-rulers-fixed-presidential-vote-to-install-islamist-egypts-glenn-beck-says/"}