{"authors": ["Jennifer Preston"], "date_download": "2018-11-16 04:35:49", "date_modify": "2018-11-16 04:35:49", "date_publish": "2012-07-14 01:25:16", "description": "Farmers and ranchers struggled to save their crops and feed their livestock as the drought worsens across the country.", "filename": "2012_07_13__1542342949.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_07_13__1542342949.html", "title": "Drought Worsens for Farmers and Ranchers", "title_page": "Drought Worsens for Farmers and Ranchers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daniel Acker/Bloomberg News\nScattered rain fell in parts of the Midwest on Friday, but it was not enough to provide relief to farmers struggling to salvage crops scorched by worsening drought conditions and ranchers worried about feeding livestock.\nMore than 1,000 counties in 26 states across the country were named natural-disaster areas on Thursday in a statement from the U.S. Department of Agriculture. It was the single largest designation in the program’s history and the worst drought since 1988, government officials said.\nCorn is starting to go brown!! What next? #drought12 — michael sims (@farmersims) 13 Jul 12\nNearly 61 percent of the contiguous U.S. was listed in drought this week, up from 56 percent for the previous week, according to the National Weather Service’s Drought Monitor, a weekly government report.\nThe report found that nearly two-thirds of the states in the Midwest are facing drought conditions, up from 50 percent a week earlier, prompting deep concerns about the deteriorating crop conditions in the Corn Belt.\nIn Iowa, and 17 other important corn-growing states, the report said that “30 percent of the crop is now in poor or very poor condition, up from 22 percent the previous week.”\nJohn Dunham/The Messenger-Inquirer, via Associated Press\n“In addition, fully half of the nation’s pastures and ranges are in poor or very poor condition, up from 28 percent in mid-June,” the report said.\nIn Indiana, where much of the northeastern part of the state remains in extreme drought, the photographer Chad Ryan captured this photo of the corn crops and shared it on Twitter.\nCorn crops looking BAD here in NE Indiana. What does it mean for our #deer herd? Beans could come back. #RainPlease //t.co/5RGeSNJp — Chad Ryan (@TheChadRyan) 13 Jul 12\nThe News-Sentinel reports that the corn in some of the fields of Allen County is already “completely lost.”\n“Corn is anywhere from knee-high to waist-high,” Gonzalee Martin, agriculture and natural resources educator with Purdue University’s Allen County extension office, told The News-Sentinel. “Much of it has already tassled with no ears at all. Much of it’s going to be completely lost,”\nMr. Martin said some farmers might choose to destroy their drought-stunted corn. He said there was more hope for soybeans as they are more resistant to heat and drought.\nAnd the government’s precipitation analysis does not look promising.\nThe drought-stricken area includes most of the southeastern and southwestern U.S. A broad band of afflicted counties includes parts of Indiana, Illinois, Missouri, Arkansas, Tennessee and Kentucky. The department said this week that a disaster declaration is “nearly automatic” for counties that have been in severe drought for eight consecutive weeks.\nThe drought has also forced some farmers to sell their livestock earlier because a scarce food supply has left many farmers with few options, reports KY3, a television station in Springfield, Mo.\n“I’ve not got a choice,” Ray Alvis, a farmer, told KY3. “No hay handy, what there is has not got any food value. So, the best thing to do is to sell out and downsize to where I can build back,”\nSome farmers were discussing on Twitter whether their ruined corn crop could be used for feed.\nTalked to @openingprint and he told me 7.40 #corn makes good #milk Hard times to feed an animal #drought12 — Thomas Grisafi (@IndianaGrainCo) 13 Jul 12\nOn Friday, as dark clouds hovered over parts of the parched earth and scattered showers raised expectations, farmers and ranchers also used Twitter to express their frustrations and hopes.\nVery hard to concentrate on feeding calves while watching #rain clouds on 3 sides of us. Please don’t pass us by! #Drought12 — Annie Link (@dairydiscovery) 13 Jul 12\nStill no rain, stops at highway. Praying hard hope fading #pray4rain #drought12 #ranchlife — Miranda Quarles (@MirandaQuarles) 13 Jul 12\nalmost rained this a.m. 1/2 a nil is all I could shake out of the rain gauge. Guess that is better than absolute zero. Gonna need some soon. — Doug Adams (@farmerdoug93) 13 Jul 12\nWhat will this mean for consumers? Higher food prices is a possibility.", "url": "https://thelede.blogs.nytimes.com/2012/07/13/drought-worsens-for-farmers-and-ranchers/"}