{"authors": ["John H. Cushman Jr."], "date_download": "2018-11-16 04:26:13", "date_modify": "2018-11-16 04:26:13", "date_publish": "2012-10-27 23:23:51", "description": "Concern about coastal surge from Hurricane Sandy has prompted evacuations from Delaware to Connecticut.", "filename": "2012_10_27__1542342373.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_10_27__1542342373.html", "title": "Coastal Surge Forecast From Hurricane Sandy Prompts Evacuations", "title_page": "Coastal Surge Forecast From Hurricane Sandy Prompts Evacuations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The computer models forecasting the track of Hurricane Sandy over the next three days are converging upon a landing around southern New Jersey that could create record coastal flooding and a big enough storm surge that state and local officials have ordered mandatory and voluntary evacuations along the coast from Delaware to Connecticut.\n“There is no avoiding a significant storm surge event over a large area,” said Rick Knabb, the director of the National Hurricane Center, in a conference call with reporters on Saturday afternoon.\nIn New Jersey, National Weather Service officials in Mount Holly issued a flood warning at 5 p.m. that said a 10-to-12-foot storm tide was possible along the Atlantic Coast, the Delaware Bay and the Raritan Bay, which could lead to coastal flooding in many locations.\nThe two high tides on Monday will be the most dangerous ones, the flood warning noted, with major to record coastal flooding expected. Between the coastal flooding and expected high winds, New Jersey’s barrier islands may be cut off from the mainland during both high tides.\nPhoto\nThis map from the National Hurricane Center looks at the probability of storm surge at three feet. Storm surge from Hurricane Sandy and its aftermath could reach four to eight feet from Maryland to Massachusetts, with some of the worst coastal flooding near Atlantic City, and could pose significant risk for New York City, according to the latest forecasts.\nAs my colleague Matt Flegenheimer reports, the New York region’s transit systems may shut down Sunday evening. In addition to concern about high winds, there is also concern the subways are at risk of flooding. Amtrak is beginning to trim back its service, with updates being posted to amtrak.com/alerts.\nAt a news conference Saturday evening, Mayor Michael R. Bloomberg and other New York City officials said that the biggest unknown was the size of the storm surge that might occur, especially on Monday night, when, they said, it could set a record. Mr. Bloomberg said that it would probably develop more slowly than in an ordinary hurricane, and that it would be watched very closely. The officials acknowledged that the surge might exceed what was experienced in Hurricane Irene, and that it might require shutting off steam pipes, might damage underground electrical systems and might even flood subway tunnels, which could cause prolonged problems.\nAt 5 p.m., Gov. Jack Markell of Delaware ordered 50,000 residents along the coastline in Kent, New Castle and Sussex counties to evacuate by Sunday evening because of the flooding risk. The mayor of Wilmington, Del., also ordered the evacuation of people living in low-lying areas of the city.\nIn New Jersey, Gov. Chris Christie announced Saturday that he was closing the state’s 12 casinos, starting at 4 p.m. Sunday. He called for the mandatory evacuation of barrier islands south of Point Pleasant, including Long Beach Island, and coastal towns from Atlantic City to Wildwood to Cape May.\n“Everyone’s saying, ‘This is crap, it isn’t going to happen. The weathermen always get it wrong, so I’m just going to hang out here,’ ” Governor Christie said at a news conference in Middletown, in central New Jersey. “Please don’t, O.K.? We have to be prepared for the worst here.”\nRick Fuentes, head of the New Jersey State Police, said that a landfall near Delaware Bay could send a storm surge up the Delaware River, adding to the flooding threat in some portions of western New Jersey, in addition to the coastline.\nMayor Bill Finch of Bridgeport, Conn., posted a warning to residents.\n.@MayorBillFinch urges residents in low-lying areas to plan to seek shelter on higher ground due to possible flooding //t.co/f2WTf6Dy — CityofBridgeportCT (@CityofBptCT) 27 Oct 12\nIn nearby Fairfield, residents along the shore were under mandatory evacuation orders.\nFairfield orders shoreline evacuation: Fairfield orders shoreline evacuation In signing the Declaration of… //t.co/wUDGvOr9 — Fairfield County CT (@fairfieldctyct) 27 Oct 12\nThe National Hurricane Center gave this breakdown on Saturday of their projections for the storm surge.\nSTORM SURGE…THE COMBINATION OF A DANGEROUS STORM SURGE AND THE TIDE WILL CAUSE NORMALLY DRY AREAS NEAR THE COAST TO BE FLOODED BY RISING WATERS. THE WATER COULD REACH THE FOLLOWING DEPTHS ABOVE GROUND IF THE PEAK SURGE OCCURS AT THE TIME OF HIGH TIDE… SE VA AND DELMARVA INCLUDING LOWER CHESAPEAKE BAY…2 TO 4 FT UPPER CHESAPEAKE BAY…1 TO 2 FT OCEAN CITY MD TO THE CT/RI BORDER…4 TO 8FT LONG ISLAND SOUND…RARITAN BAY…AND DELAWARE BAY…4 TO 8 FT SURGE-RELATED FLOODING DEPENDS ON THE RELATIVE TIMING OF THE SURGE AND THE TIDAL CYCLE…AND CAN VARY GREATLY OVER SHORT DISTANCES. GIVEN THE LARGE WIND FIELD ASSOCIATED WITH SANDY…ELEVATED WATER LEVELS COULD SPAN MULTIPLE TIDE CYCLES RESULTING IN REPEATED AND EXTENDED PERIODS OF COASTAL AND BAYSIDE FLOODING. IN ADDITION… ELEVATED WATERS COULD OCCUR FAR REMOVED FROM THE CENTER OF SANDY.\nState and city officials in New York are closely monitoring the forecasts because of concern that landfall farther north could cause a storm surge in New York City big enough to flood the Battery and even inundate the subways.\nThere is no way to be sure, since it depends upon so many factors, including the timing of the storm’s arrival, how long it lingers and where its most forceful winds and waves would be felt.\nThe National Hurricane Center has created interactive graphics that zoom in on particular sections of the coast so that a user can see the probabilities of flooding at any height.\nVarious models, updated frequently, show where the flooding is expected to be worst. A projection on Saturday showed 30 or 40 percent risks of four-foot storm surges around Atlantic City and New York City.\nOn the WunderBlog, the meteorologist Jeff Masters compares the current situation with New York City’s experience during Hurricane Irene last year, when this was also a concern. It uses the latest experimental models and explains what is at stake.\n“I give a 20 percent chance that Sandy’s storm surge will end up flooding a portion of the New York City subway system,” he said.\nAs he noted, the city had a narrow escape from Hurricane Irene, and in some ways this storm poses greater risks. Storm flooding is something the city has being worried about for some time, and as the seas rise from climate change, the worries are likely to remain with us for a generation to come. Mireya Navarro of The Times reported on these risks last month.", "url": "https://thelede.blogs.nytimes.com/2012/10/27/coastal-surge-forecast-from-hurricane-sandy-prompts-evacuations/"}