{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:22:36", "date_modify": "2018-11-16 04:22:36", "date_publish": "2012-01-10 03:44:19", "description": "According to Iranian state television, a former United States marine who was convicted of spying on Iran and sentenced to death on Monday was also involved in a nefarious plot to brainwash the youth of the Middle East using an unlikely tool: video games.", "filename": "2012_01_09__1542342156.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2012_01_09__1542342156.html", "title": "Iran Calls Video Games Part of C.I.A. Plot", "title_page": "Iran Calls Video Games Part of C.I.A. Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to Iranian state television, a former United States marine who was convicted of spying on Iran and sentenced to death on Monday was also involved in a nefarious plot to brainwash the youth of the Middle East using an unlikely tool: video games.\nIn a video report broadcast last month, Amir Mirzaei Hekmati, the former marine of Iranian descent who was arrested during a visit to Tehran in August, allegedly confessed to a career in American intelligence that included a stint at a video game company in New York that was “a cover for the C.I.A.”\nAccording to an English translation of the report published by The Tehran Times, an Iranian state-run newspaper, about one-third of the way through the report, Mr. Hekmati said he had worked for the Defense Advanced Research Projects Agency, or Darpa, after he left the Marine Corps in 2005. Then, according to the newspaper’s somewhat oddly worded translation, Mr. Hekmati said in Persian:\nAfter Darpa, I was recruited by Kuma Games Company, a computer games company which received money from C.I.A. to design and make special films and computer games to change the public opinion’s mindset in the Middle East and distribute them among Middle East residents free of charge. The goal of Kuma Games was to convince the people of the world and Iraq that what the U.S. does in Iraq and other countries is good and acceptable.\nHe reportedly added: “The head of Kuma called me and said, ‘I have received your resume from Darpa, and we have a program in which you can help us.’ ” Kuma, Mr. Hekmati explained, “was also a cover for the C.I.A. and only the chief of company knows that you’re working with the agency.”*\n(After the verdict against Mr. Hekmati was reported on Monday, his family, along with the White House and the State Department, flatly denied that he was a spy.)\nKeith Halper, the chief executive of Kuma Games, has not yet responded to a request to comment on the Iranian report, but he is apparently familiar with the accusations contained in it. In 2006, Mr. Halper told MTV that, although his company did some contract work for the United States military, a report in an Iranian newspaper that called Kuma a front for the government was false.\nThat said, Gawker Media’s video games blog Kotaku reported on Monday that Mr. Hekmati does seem to have worked for the company in 2009. According to a grant description on a federal government Web site, Kuma was awarded $95,920 that year to develop a game that would help United States soldiers retain “mission-specific language knowledge.” The description listed Mr. Hekmati as the project’s “principal investigator,” and provided a Kumagames.com e-mail address for him.\nSeveral trailers for a new game featured on Kuma’s YouTube channel depict a car race through a post-apocalyptic Middle East, in which players have to dodge helicopter fire from gunships bearing Iranian flags. There appear to be versions of the game in several languages — including Arabic, Persian and Urdu — that might come in handy for American soldiers on current deployments.\nThe grant description was first reported by Darius Kazemi, a video game designer and blogger who lives in Cambridge, Mass. A short time later, he wrote on Twitter:\nThis Amir Hekmati business unsettles me. We’re the same age, work(ed) in games, and I’m planning to visit grandparents in Iran this year. — Darius Kazemi (@tinysubversions) January 9, 2012\nAs Wired explained in 2003, Kuma Games takes pride in recreating military encounters that give players the chance to imagine what it would be like to take part in real missions from America’s “global war on terror,” like the killing of Osama bin Laden or Saddam Hussein’s sons.\nImages from the Kuma simulation of Saddam Hussein being found in his spider hole were featured in the Iranian state television report on Mr. Hekmati.\nWhile most of the simulated missions that visitors to the Kuma War Web site are invited to download are based on recent events in Iraq or Afghanistan, one game allows players to imagine a successful end to the botched effort to rescue the hostages held at the United States Embassy in Tehran in 1980. Another, called “Assault on Iran,” was released in 2005 and set out to answer the question: “What if the United States were to invade Iran?”\nIn 2007, Iran’s state-financed Press TV reported:\nA student group has introduced a computer game to encourage the Iranian youth to support the country’s peaceful nuclear activities. The game, called “Special Operation 85,” designed by the Union of Iran’s Students Islamic Associations, follows two Iranian nuclear scientists who are kidnapped and jailed by the United States while on a pilgrimage to southern Iraq. The hero of the game — an Iranian special agent — is to not only save the Iranians but also to catch an Israeli spy who transfers classified nuclear information to the West. The video game was described by its creators as a response to a United States-based company’s Assault on Iran game, which depicts an American attack on an Iranian nuclear facility. “This is our defense against the enemy’s cultural onslaught,” Mohammad Taqi Fakhrian, the secretary general of the union told reporters.\nThen too, it should be noted that in some parts of the Iranian television report where Mr. Hekmati spoke in English, and his words were translated into Persian, the translation relayed by The Tehran Times is wildly inaccurate. At one stage, Mr. Hekmati can be clearly heard saying, in English, that one aim of the U.S. presence in Iraq was “to create a secular democracy in a majority-Muslim, Arab country and create an example for other countries in the region.” According to The Tehran Times, Mr. Hekmati said the U.S. aimed “to control the Middle East region… in order to prevent Islamic Republic of Iran from becoming a model for those countries.”", "url": "https://thelede.blogs.nytimes.com/2012/01/09/iran-calls-video-games-part-of-c-i-a-plot/"}