{"authors": ["Jennifer Preston"], "date_download": "2018-11-16 04:02:41", "date_modify": "2018-11-16 04:02:41", "date_publish": "2013-03-07 01:45:31", "description": "The massacre in Newtown, Conn., that killed 27 people, including 20 children, has reignited a conversation about our country’s relationship with guns.", "filename": "2013_03_06_latest-updates-on-gun-violence-debate__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340961.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_03_06_latest-updates-on-gun-violence-debate__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340961.html", "title": "Latest Updates on the Gun Violence Debate", "title_page": "Latest Updates on the Gun Violence Debate  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As our colleague, Sheryl Gay Stolberg reported, the National Rifle Association’s school safety task force unveiled its plan Tuesday to develop a plan to train and equip security guards at schools across the country.\nWith the Senate vote on new gun restrictions approaching next week, former Representative Asa Hutchinson, a Republican from Arkansas, issued a 225-page report and eight recommendations that also called for more federal funds to train and equip school personnel with firearms.\nMark Mattioli, whose six-year-old son, James, was among the 20 children slain at Sandy Hook Elementary School in Newtown, Conn. joined Mr. Hutchinson at the announcement in Washington. “This is a comprehensive program,” Mr. Mattioli said, calling the recommendations “real solutions.”\n“I applaud everyone for their input,” he said. He added, “I also want to say that politics need to be set aside here.”\nMr. Mattioli said that parents are sending their children off to school with “certain expectations.” “And obviously in Sandy Hook, those expectations were not met,” he said.\nHe also said that he believed that concern about mental health issues needed to be addressed. “If you look what took place in Sandy Hook, mental health is a huge component of that,” he said.\nThe recommendations include a call for schools to develop “a threat assessment team, which will work in coordination with mental health professionals.”\n“The purpose is to create a positive school environment that encourages sharing information on early warning signs and reducing incidences of bullying or other anti- social behavior,” according to the report.\nOther excerpts from the National Rifle Association’s recommendations on school safety:\nNo. 1: Training: A model-training program has been developed by the NSS Task Force for the professional training of armed personnel in the school environment….This training will only be open to those who are designated by school officials and qualified by appropriate background investigation, testing and relevant experience.\nThe National School Shield initiative should adopt this model-training program for armed officers or personnel in the schools as a best practice. The N.R.A. has the nationally recognized expertise to develop and implement the stringent training courses required by this model program. It is recommended that the professional training programs that are approved by the states for armed school personnel use private sector approved and certified trainers as well as traditional state law enforcement trainers.\nNo. 2: Adoption of Model Law for Armed School Personnel: Many states prohibit anyone other than a sworn law-enforcement officer or licensed security guard to carry a firearm in a public or non-public school. In order for a selected school staff member to be designated, trained and armed on school property, the states will have to change current legal restrictions.\nNo. 3: School Resource Officer: Each school that employs an S.R.O. should have a Memorandum of Understanding (M.O.U.), or an “interagency agreement,” between the appropriate law-enforcement agency and the school district. This contract should define the duties and responsibilities of the SRO, as well as the applicable laws, rules and regulations. The objective of the S.R.O. is not to increase juvenile arrests within a school, but to provide security and to support the normal disciplinary policies of a school consistent with the M.O.U.\nNo. 4: Online Self-Assessment Tool: An internet-based self-assessment tool has been created to allow any school (whether public, private or parochial) to have secure access to comprehensively evaluate and assess the security gaps and vulnerabilities of each school. The National School Shield initiative should pilot this self-assessment tool in three school districts of different sizes in order to perfect the questions and scoring. After the pilot projects are completed, this assessment tool should be deployed in a secure fashion on the N.S.S. Web site for free access by all schools who obtain authorization codes.\nNo. 5: State Education Adequacy Requirement: State standards related to school security vary from non-existent to stringent. Although state responses to school security will naturally vary, there should be a common element that requires all public schools to participate in an assessment and develop a security plan based on the unique requirements of that particular institution.\nNo. 6: Federal Coordination and Funding: Either through legislation or executive action, a lead agency should be designated to coordinate the federal programs and funding of local school safety efforts. The Department of Homeland Security should be designated as the lead, supported by the Department of Education and Department of Justice. It is recommended that the Department of Homeland Security grants should be open for school security programs such as training, risk assessment and security response planning. This would not involve any additional federal funds, but would open up schools as a potential recipient of the Homeland Security grants.\nNo. 7: Umbrella National Organization to Advocate and Support School Safety: Because of the limitations of federal, state and local funding for school safety, there is an\nimportant role that can be filled by a private non-profit advocacy and education organization. The National School Shield is in a position with adequate funding and support from the N.R.A. to fulfill this important national mission. The N.S.S. mission would: (a) provide national advocacy for school safety; (b) supply ongoing online self-assessment and other tools for public, private and parochial schools; (c) make available best practices in school safety to help guide schools in the development of school safety and security policies; (d) fund innovative pilot projects and training costs for armed school personnel; and (e) provide state-of-the-art training programs in the area of school safety and security.\nNo. 8: Specific Pilot Program on Threat Assessments and Mental Health. As part of its comprehensive security plan, each school should develop a threat assessment team, which will work in coordination with mental health professionals. The purpose is to create a positive school environment that encourages sharing information on early warning signs and reducing incidences of bullying or other anti- social behavior. The team should coordinate with any current crisis response protocols, and should be responsible for assessing the emotional climate of the school by reviewing all relevant policies, rules and regulations that affect the educational environment. The team will be responsible for evaluating all threats, including the surrounding circumstances, and conducting an investigation to determine whether the threat is serious. After all appropriate assessments have been made, the team should create a written safety plan by integrating all relevant findings, and should determine whether to refer the student to a school psychologist for a mental health assessment and, if necessary, to the school resource officer for a law-enforcement investigation.", "url": "https://thelede.blogs.nytimes.com/2013/03/06/latest-updates-on-gun-violence-debate/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}