{"authors": ["Liam Stack"], "date_download": "2018-11-16 03:13:03", "date_modify": "2018-11-16 03:13:03", "date_publish": "2013-11-18 21:33:54", "description": "Mayor Rob Ford knocked over a City Council member during a tense special session called to debate a motion that would strip him of almost all mayoral powers.", "filename": "2013_11_18_toronto-mayor-kn_06ec5f8339d5a74b4f61c33e2f39a218__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337983.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_11_18_toronto-mayor-kn_06ec5f8339d5a74b4f61c33e2f39a218__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337983.html", "title": "Toronto Mayor Knocks Over City Council Member at Meeting", "title_page": "Toronto Mayor Knocks Over City Council Member at Meeting  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The embattled Toronto mayor, Rob Ford, knocked over a City Council member during a tense special session on Monday called to debate a motion that would strip him of almost all mayoral powers, according to The Globe and Mail, a Toronto newspaper. The meeting came after a string of reports that included an admission by Mr. Ford that he bought and used crack cocaine while in office.\nAccording to video of the incident that was quickly uploaded to YouTube, Mr. Ford knocked over the council member, Pam McConnell, during the course of what a television announcer heard on the video calls “some angry exchanges going on while the meeting was still going on.”\nMr. Ford can be seen running across a short stretch of the council chamber and then quickly turning a corner, where he knocked over Ms. McConnell, who appeared to slap at him as she fell. In shock, a second television announcer can be heard to say, “Oh my God, the mayor attacked somebody.”\nAccording to The Globe and Mail, the incident took place during a shouting match that pitted Mayor Ford and his brother Doug Ford, a council member, against members of the public seated in a viewing gallery who heckled the mayor and called for him to resign.\nMembers of the crowd began shouting “Shame! Shame! Shame!” The speaker called a 10-minute break and the mayor and his brother Councillor Doug Ford began exchanging shouts with some members of the public, who moments before Councillor Ford had described as members of unions and special interest groups. “Resign you thug,” one member of the public shouted. The Mayor shouted to members of the public in the gallery: “You don’t like saving money. We are saving millions. You don’t like that. Is that affecting your grants? Are you a professional grant-man.” As councillors tried to restore order, Councillor Ford shouted: “You are a disgrace. Bring it on buddy. Get the real taxpayers down here.” Then he shouted: “You are milking the system,” as Councillor Mark Grimes pulled him away. The two brothers stood smiling when they returned to their desks.\nEarly in the session, The Globe and Mail reported, the mayor “seemed to mock” another council member, Paul Ainslie, whose driver’s license was suspended for three days after he was pulled over at a police checkpoint after he had been drinking. Mr. Ford gestured “in a pantomime of drinking from a bottle while driving,” before he said to the man the phrase “behind the wheel,” The Globe and Mail said.", "url": "https://thelede.blogs.nytimes.com/2013/11/18/toronto-mayor-knocks-over-city-council-member-at-meeting/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}