{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:50:09", "date_modify": "2018-11-16 04:50:09", "date_publish": "2013-12-30 23:19:00", "description": "The authorities accused them of broadcasting “false news” that damaged national security and possessing written materials that promoted “incitement,” including information about protests supporting the Muslim Brotherhood.", "filename": "2013_12_30_egypt-arrests-4-al-jazeera-english-journalists__module=Search&mabReward=relbias%3Ar%2C[%22RI%3A8%22%2C%22RI%3A14%22]_1542343809.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_12_30_egypt-arrests-4-al-jazeera-english-journalists__module=Search&mabReward=relbias%3Ar%2C[%22RI%3A8%22%2C%22RI%3A14%22]_1542343809.html", "title": "Egypt Arrests 4 Al Jazeera English Journalists", "title_page": "Egypt Arrests 4 Al Jazeera English Journalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleague Kareem Fahim reported, Egyptian authorities arrested a team of journalists from the news channel Al Jazeera English on Sunday, accusing them of broadcasting “false news” that damaged national security as well as possessing written materials that promoted “incitement,” including information about student protests in support of the Muslim Brotherhood.\nThree of the four journalists were arrested at the Cairo Marriott hotel, where they were said to have turned a series of rooms into an improvised bureau. The journalists have been described in many Egyptian media reports as “a terrorist cell” working in support of the Brotherhood, which the government declared a terrorist organization last week. On Monday evening it was reported that their case had been referred to a special national security prosecutor.\nAl Jazeera said that the four journalists detained were Mohamed Fadel Fahmy, a Canadian citizen and the channel’s Cairo bureau chief, who previously worked for CNN and contributed to The New York Times; Peter Greste, an Australian and two-decade veteran of Reuters, CNN and the BBC who last year won a Peabody Award for his coverage of Somalia; Baher Mohamed, a Cairo-based producer; and the cameraman Mohamed Fawzy.\nIn a statement, Al Jazeera English demanded the release of its employees and called their arrest part of a pattern of “harassment by Egyptian security forces which has arrested our colleagues, confiscated our equipment and raided our offices despite that we are not officially banned from working there.”\nThe arrest of the four men, and the possibility that they could be charged with a terrorism-related offense, came as a shock to many Egyptian bloggers and activists who had grown accustomed to seeing the work of Mr. Fahmy in particular published by reputable international news organizations.\nMahmoud Salem, a well-known blogger, said on Twitter that he and Mr. Fahmy were friends.\nMy friend, Mohamed Fadel Fahmy @Repent11 , journalist who has worked for the #bbc #cnn and #ajm was just arrested at the marriott hotel. — السيد مانكي (@Sandmonkey) 29 Dec 13\nNervana Mahmoud, another prominent Egyptian blogger, said that she had always considered Mr. Fahmy’s work to be critical of the Muslim Brotherhood. After a week in which Islamist militants carried out three bombing attacks in towns in the Nile Delta, Ms. Mahmoud also expressed disbelief that the Egyptian government would choose to prosecute journalists.\nI follow Mohamed Fadel Fahmy @Repent11 He actually was anti-Brotherhood, but balanced and professional. — Nervana Mahmoud (@Nervana_1) 29 Dec 13\nThe Egyptian government has lost the plot. They are fighting the wrong enemy, while the real one are bombing security HQs around Egypt — Nervana Mahmoud (@Nervana_1) 29 Dec 13\nSherif Mansour, coordinator of the Middle East Program at the Committee to Protect Journalists, said the arrests were a politically motivated attempt on the part of Egypt’s military-installed government “to justify the idea that any attempt to interview members of the Muslim Brotherhood are acts of terrorism.”\n“These arrests are part of an atmosphere of a government crackdown on any civic activity and using fear-mongering and propaganda to say that any independent or critical views help the Muslim Brotherhood and should be considered terrorist acts,” Mr. Mansour said. “It is happening to nongovernmental organizations, it is happening to political activists and now it is happening to the media.”\nEgyptian journalists received more ominous news on Monday. In a special report, the Committee to Protect Journalists, which is based in New York, said that in 2013 Egypt, for the first time, was one of the three most deadly countries in the world for journalists, after Syria and Iraq. Six journalists were killed in the line of duty in Egypt in 2013 — three on a single day, Aug. 14, as security forces dispersed a Muslim Brotherhood sit-in, killing hundreds of protesters. Egypt and Iraq displaced Pakistan and Somalia as the second and third most dangerous countries in the world for journalists.\nEarlier in December, the Committee to Protect Journalists named the top 10 countries that imprisoned journalists in 2013, with Egypt at No. 9. At the time the report was issued, five journalists were in jail in Egypt, including two others from a branch of Al Jazeera. Abdullah al-Shami and Mohamed Badr, both employees of Al Jazeera Arabic, have been in prison since last summer.\n“This year there were a lot of precedents for Egypt,” Mr. Mansour said. “It is now among the top 10 jailers of journalists, and in the top three killers of journalists.”", "url": "https://thelede.blogs.nytimes.com/2013/12/30/egypt-arrests-4-al-jazeera-english-journalists/?module=Search&mabReward=relbias%3Ar%2C[%22RI%3A8%22%2C%22RI%3A14%22]"}