{"authors": ["Christine Hauser", "Topics.Nytimes.Com Top Reference Timestopics People H Christine_Hauser Index.Html"], "date_download": "2018-11-16 04:50:12", "date_modify": "2018-11-16 04:50:12", "date_publish": "2013-12-31 18:57:36", "description": "Passengers on the expedition ship are preparing for evacuation after the weather clears.", "filename": "2013_12_31__1542343812.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_12_31__1542343812.html", "title": "When Stranded in the Antarctic, Get Ready and Wait", "title_page": "When Stranded in the Antarctic, Get Ready and Wait  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Icebreakers have so far failed to reach the Australian research expedition ship that has been stuck in Antarctic ice for a week. So passengers and crew have no other choice but to prepare for rescue. And then wait.\nOn Tuesday, linking arms and stomping in the snow and ice, a team of people from the Australasian Antarctic Expedition disembarked from their ship to try to create a landing pad for a helicopter.\nIt was New Year’s Eve, so they sang “Auld Lang Syne” as they tamped down the deep snow in heavy boots and big marching steps, their voices barely audible in the whipping wind.\n“We have just learned the Aurora can’t reach us,” Dr. Chris Turney, an expedition leader, said in the video message posted on the expedition’s YouTube account, Intrepid Science, as more than a dozen of about 70 people total on the ship moved in a straggling row across deep snow behind him.\nDr. Turney said once the landing pad was cleared, a helicopter could try to evacuate them. “When the weather improves,” he added.\nDr. Turney was referring to the Aurora Australis icebreaker, which got within 12 miles of the chartered Russian ship, the 233-foot Akademik Shokalskiy, early on Monday but had to turn back because of snow and high winds.\nMaritime officials made preparations on Tuesday to airlift all 52 passengers aboard the Russian ship to a Chinese icebreaker, while the ship’s 22 crew members would stay behind.\nWith the expedition ship been jammed in an unyielding field of ice in the Antarctic since last Tuesday, passengers and expedition members have passed the time by sending out video messages to the outside world.\nErik Van Sebille, the oceanographer with the expedition, said on Tuesday in a video diary message that they had all been instructed to be ready for a possible evacuation but that in the meantime he was continuing to work on a joint project with the ornithologist, studying what effect the ocean temperature has on the number of birds they encounter.\n“Everything must be ready to go as soon as possible, but in the meantime it’s a lot of waiting here.”\nThe videos and updates on Twitter have provided a running diary of life on the ship and efforts to keep up morale as the rescue attempts came and went.\nOn Tuesday a small group from the ship recorded an upbeat song composed just as New Year’s Eve approached, with light-hearted lyrics about thick ice, news coverage, and the appearance of would-be rescuers who had to turn back. “Bloody great shame we are still stuck here!” went a refrain.\nBut a National Geographic editor, Christine Dell’Amore, wrote that an Australian photographer on board the ship, Andrew Peacock, said in an email to the magazine that “the mood is getting more frustrated by the day.”\n“There are so many variables—every briefing is different—and people are getting a little worried now while the weather stays poor. Lack of control and missing loved ones are starting to put some emotion into our conversations!”\nDr. Turney posted a blog item with descriptions of the weather and changes in the ice that conspired to trap the ship a week ago. He wrote, in part:", "url": "https://thelede.blogs.nytimes.com/2013/12/31/when-stranded-in-the-antarctic-get-ready-and-wait/"}