{"authors": ["Christine Hauser", "Robert Mackey"], "date_download": "2018-11-16 04:02:11", "date_modify": "2018-11-16 04:02:11", "date_publish": "2013-06-05 19:03:02", "description": "Remarks made more than a decade ago on the Israeli-Palestinian conflict by Samantha Power, who was named the next United States ambassador to the United Nations, were repeated by a newspaper report in Israel on Wednesday.", "filename": "2013_06_05_israeli-newspape_7030733d462c99d12f595c432f0018a8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340931.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_06_05_israeli-newspape_7030733d462c99d12f595c432f0018a8__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340931.html", "title": "The New York Times", "title_page": "Video of Samantha Power's 2002 Remarks on Imposing Peace on Israel Could Haunt Her, Israeli Paper Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last Updated, 5:12 p.m. Even before the official announcement by President Obama on Wednesday that he would nominate Samantha Power to be the next United States ambassador to the United Nations, various aspects of her record were being picked apart and debated, weighed against the potential for confirmation.\n“She’s been a relentless advocate for American interests and values.” —Obama on his nominee for our next U.N. Ambassador, Samantha Power — White House Live (@WHLive) 5 Jun 13\nMs. Power has spoken and written extensively about genocide, human rights causes, and discussed foreign policy issues like the Israeli-Palestinian conflict. That last subject was the focus of an article on Wednesday by Chemi Shalev, a correspondent for the Israeli newspaper Haaretz who suggested that video of remarks that Ms. Power made more than a decade ago might come back to haunt her.\nShort decade-old YouTube clip likely to dog #SamanthaPower confirmation as U.S. Ambassador to UN @ChemiShalev reports //t.co/tLPDQCpwWJ — Haaretz.com (@haaretzcom) 5 Jun 13\nThe imminent angst: Good for the Jews? Susan Rice at NSC. Bad for the Jews? Samantha Power at UN — Chemi Shalev (@ChemiShalev) 5 Jun 13\nMr. Shalev’s analysis of Ms. Power’s prospects for confirmation focused on video from the 2002 interview, which took place at the University of California at Berkeley. The clip, he wrote, “is likely to play a prominent role in any campaign launched by right-wing Republican and Jewish groups against the appointment of Samantha Power as America’s next ambassador to the United Nations.”\nAs the Israeli journalist explained, although Ms. Power subsequently disavowed comments she made in the interview, video posted on YouTube shows that when Harry Kreisler of Berkeley’s Institute of International Studies asked her, as “a thought experiment,” to explain how her support for liberal interventionism to defend human rights abroad might be applied to a situation like the Israeli-Palestinian conflict, she replied: “What we need is a willingness to actually put something on the line in the service of helping the situation. And putting something on the line might mean alienating a domestic constituency of tremendous political and financial import.” Her comments were taken as a clear reference to the idea that peace in the Middle East might require a willingness from U.S. officials to alienate some Jewish-American supporters of Israel.\nMs. Power, then an academic at Harvard, added in the interview that the U.S. might also have to consider imposing a solution on the parties and deploy soldiers to take part in a peace-enforcement mission. She said:\nIt may mean, more crucially, sacrificing, or investing I think more than sacrificing, literally billions of dollars, not in servicing Israel’s military but actually investing in the new state of Palestine; in investing billions of dollars it would probably take also to support I think what will have to be a mammoth a protection force — not of the old Srebrenica kind or of the Rwanda kind, but a meaningful military presence. Because it seems to me at this stage — and this is true of actual genocides as well and not just major human rights abuses which we’re seeing there — that is that you have to go in as if you’re serious, you have to put something on the line. And unfortunately — imposition of a solution on unwilling parties is dreadful, I mean it’s a terrible thing to do, it’s fundamentally undemocratic — but sadly… you know, we don’t just have a democracy here either, we have a liberal democracy, there are certain sets of principles that guide our policy, or they are meant to anyway, and there it’s essential that some set of principles becomes the benchmark, rather than a deference to people who are fundamentally, politically destined to destroy the lives of their own people. And by that I mean what Tom Friedman has called ‘Sharafat’ — I mean I do think in that sense that both political leaders have been dreadfully irresponsible — and unfortunately it does require external intervention, which, very much like the Rwanda scenario, — that thought experiment: if we had intervened early — any intervention is going to come under fierce criticism, but we have to think about lesser evils, especially when the human costs are becoming ever-more pronounced.\n(The Israeli author Amos Oz, not the New York Times Op-Ed columnist Thomas Friedman, employed the phrase “Sharafat” to refer to Ariel Sharon and Yasir Arafat.)\nAs the Haaretz correspondent notes, even though Ms. Power said in an interview with the same newspaper in 2008 that her remarks sounded “weird” out of context, and insisted that she did not believe in imposing a settlement, the video was used that year by critics Mr. Obama who suggested that he was advised by a pro-Palestinian and anti-Israeli academic. The copy of the clip circulating on Wednesday was posted on YouTube by a blogger who noted that Ms. Power had been appointed to a post on the National Security Council and added the headline: “Obama Advisor Samantha Power Calls for Invasion of Israel.”\nThe Israeli journalist also explained that a prominent supporter of Israel defended Ms. Power after she disavowed the remarks. After a conversation with Ms. Power, Rabbi Shmuley Boteach wrote in 2011: “In our conversation she rejected utterly the notion she had any animus toward Israel. She acknowledged that she had erred significantly in offering hypothetical comments that did not reflect how she felt. She said that opponents of President Obama had unfairly taken her disorganized comments further and characterized them as ‘invade Israel’ talk.”\nMr. Boteach, a Republican who secured the backing of a prominent Jewish-American supporter of Israel, Sheldon Adelson, during his unsuccessful campaign for a seat in Congress last year, also pointed to Ms. Power’s role in arguing for military intervention to topple Col. Muammar el-Qaddafi:", "url": "https://thelede.blogs.nytimes.com/2013/06/05/israeli-newspaper-focuses-on-samantha-powers-remarks-in-2002/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}