{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:02:16", "date_modify": "2018-11-16 04:02:16", "date_publish": "2013-06-06 21:20:39", "description": "Egypt’s president, Mohamed Morsi, told a room full of politicians who had just laid out all the covert ways that their country could stop a Nile River dam project in Ethiopia that they were on live television.", "filename": "2013_06_06__1542340936.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_06_06__1542340936.html", "title": "With Cameras Rolling, Egyptian Politicians Threaten Ethiopia Over Dam", "title_page": "With Cameras Rolling, Egyptian Politicians Threaten Ethiopia Over Dam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Egypt’s president, Mohamed Morsi, had some important information to share with a room full of politicians who, believing they were in a secret meeting, had just laid out all the covert ways that their country could stop a Nile River dam project in nearby Ethiopia: they were on live television.\nMr. Morsi convened a meeting of political leaders from both Islamist and secular parties on Monday to discuss the potential impact of a proposed Ethiopian dam on Egypt, which views access to the waters of the Nile as a vital national interest. Unaware that their words were being broadcast live on a state-owned television channel, many of those seated around the table said the dam was in fact a secret American and Israeli plot to undermine Egypt that must be stopped at all costs.\nExcerpts from the meeting were posted to YouTube on Wednesday by the Middle East Media Research Institute, an organization that monitors the Arabic-language media and was founded by a former Israeli intelligence officer.\nMr. Morsi broke the news to the gathered politicians after Magdi Hussein, the leader of the Islamic Labor Party, proposed that the men gathered around the table vow not to leak any information from their meeting to the news media. All information must first go through Pakinam el-Sharkawy, he said, one of Mr. Morsi’s top aides.\nI’m very fond of battles. With the enemies, of course, with America and Israel, but this battle must be waged with maximum judiciousness and calm. Even though this is a secret meeting we must all take an oath not to leak anything to the media unless it is done officially by Sister Pakinam. We need an official plan for popular national security, even if we did …\nAt that point, someone off camera then handed Mr. Hussein a note, which he studied for a moment before chuckling and quickly changing his tone.\n“O.K. Fine. It’s good that you told me,” he said. “The principles behind what I’m saying are not really secret. Our battle is with America and Israel, not with Ethiopia. Therefore, engaging in battle, this is my opinion … ”\nMr. Morsi then interrupted him, “This meeting is being aired live on TV.”\nThe men seated around the long table burst into laughter, as Mr. Hussein, who less than a minute earlier had earnestly described the gathering as a “secret meeting,” began to backtrack with a hint of embarrassment in his voice.\n“I am not presenting a secret plan or anything,” he said, as the other politicians continued to laugh. “All countries do what I am saying and what has been said by others. All countries with regional interests do that.”\nOff camera, someone can be heard saying, “Why didn’t you tell me that earlier?”\nEarlier in the meeting, the assembled politicians proposed a number of ways that Egypt could attempt to stop the dam project. Some were relatively benign, like organizing artistic and cultural exchanges between the two countries. Others were hostile and clandestine, like arming rebels to fight against Ethiopia’s government or instructing Egyptian spies to simply destroy the dam altogether.\nYounis Makhyon, a senior member of the ultraconservative Salafi Nour Party, said he believed that the United States and Israel were secretly behind the dam project and “would use it as a lethal bargaining chip to pressure Egypt.” But not everyone at the meeting was opposed to the idea of foreign countries intervening in the domestic affairs of others.\n“We should intervene in their domestic affairs,” said Ayman Nour, a liberal politician jailed under the former President Hosni Mubarak’s regime. Mr. Nour proposed exploiting political rivalries in Ethiopian society as a cost-effective way to fend off the danger of the dam. He also proposed that instead of attacking Ethiopia, Egypt could leak false “intelligence information” to the news media suggesting that such an attack was imminent. By airing his proposal in front of a live television camera, Mr. Nour may have unwittingly done just that.\nSaad El-Katatni, a leader of the Muslim Brotherhood’s political wing and a longtime lawmaker who served as speaker of the country’s first post-Mubarak parliament, told the gathering that the government had to prepared to do anything “in order to protect our water security, because for us, water security is a matter of life and death.”\nLast week, Ethiopia began diverting water to begin construction of a large hydroelectric dam called the Grand Ethiopian Renaissance Dam, which is expected to produce 6,000 megawatts of electricity. Ethiopian officials have said it will not be used for agriculture and so it should not substantially decrease the amount of water available to downstream countries like Egypt and Sudan.\nThe Nile is a vital lifeline for Egypt. Egyptian agriculture is wholly dependent upon the river and the vast majority of the country’s population lives along its banks, but the question of who has a right to the water has long been contentious. Under an agreement negotiated during the colonial era, Egypt is entitled to the majority of the water. Sudan is entitled to a significantly smaller share, but Ethiopia, home to the source of 85 percent of the Nile, is entitled to nothing, as are the other seven countries along the its path.", "url": "https://thelede.blogs.nytimes.com/2013/06/06/with-cameras-rolling-egyptian-politicians-threaten-ethiopia-over-dam/"}