{"authors": ["Robert Mackey", "Thomas Erdbrink"], "date_download": "2018-11-16 04:02:48", "date_modify": "2018-11-16 04:02:48", "date_publish": "2013-03-06 17:01:21", "description": "In a letter of condolence to the people of Venezuela, Iran’s president struck a note of interfaith harmony, expressing confidence that Hugo Chávez would be resurrected, along with Jesus and the Hidden Imam.", "filename": "2013_03_06__1542340968.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_03_06__1542340968.html", "title": "Ahmadinejad Says Chávez Will Rise Again", "title_page": "Ahmadinejad Says Chávez Will Rise Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last Updated, 3:44 p.m. In a letter of condolence to the people of Venezuela, Iran’s president, Mahmoud Ahmadinejad, struck a note of interfaith harmony on Wednesday, expressing confidence that the late Hugo Chávez would eventually be resurrected, along with Jesus and the Hidden Imam, a messianic figure in Shiite Islam.\nAccording to the Persian-language text of the letter posted on the Iranian president’s official Web site, Mr. Ahmadinejad wrote: “I have no doubt he will come again along with all the righteous people and the Prophet Jesus and the only successor of the righteous generation, the perfect human,” a formulation used by Shiite Muslims to refer to the Hidden Imam, who disappeared in the ninth century but is expected to emerge from more than a millennium in hiding to redeem mankind.\nMr. Ahmadinejad’s note, sent as Iran declared a day of national mourning for “the Latin American anti-imperialist figure,” also said that Mr. Chávez had died of a “suspicious illness.” As Iran’s state-owned Press TV reported, hours before the Venezuelan president’s death was announced on Tuesday, his vice president, Nicolás Maduro, hinted darkly that foreign powers were responsible for causing the illnesses that killed both the Palestinian leader Yasir Arafat and Mr. Chávez.\nMr. Ahmadinejad also wrote, “Chávez is a name known to all nations, that reminds us of purity, kindness, courage, heroism, love, dedication to the people and tireless efforts to serve the people, especially the poor and those scarred by colonialism and imperialism.”\nThe references to Jesus and the Hidden Imam were omitted from a translation of the letter into Spanish posted on the Iranian president’s Web site.\nMr. Ahmadinejad’s stated belief about the imminent return of the messiah, also known as Imam Mahdi, has been a source of controversy throughout his presidency. When he took office in 2005, he declared that he would work to “hasten the emergence” of the messiah. Then in 2008, he angered Iran’s ruling clerics when he claimed that the Hidden Imam was involved in the day-to-day workings of his government and helped guide his foreign policy.\nOne part of that policy was a close relationship with Venezuela, forged on hatred of a common enemy, the United States. Last year, when Iran’s president visited Caracas, Mr. Chávez joked that the imperialist media portrayed the alliance as a military threat to the U.S.\nAs our colleague Neil MacFarquhar explained in 2011, at one stage in Mr. Ahmadinejad’s struggle for power with Iran’s clerics, he suggested that Shiite Muslims do not need the clergy to engage with the Hidden Imam.\nLater on Wednesday, a senior cleric criticized the president for “going too far” in the condolence message. The semi-official news site Khabar Online reported that Ayatollah Seyyed Ahmad Khatami, Tehran’s Friday prayer leader, said: “I explicitly declare my view that what he said in his message was exaggeration.”\n“It would have been sufficient to simply send a diplomatic message without getting involved in ideological issues,” the conservative Ayatollah Khatami said. The cleric, who is not related to the reformist former president of the same name, added: “The counterpart of the president in another country has passed away and naturally our president should send a message of condolence. But in my view, it is not appropriate to deal with ideological issues.”\nThe cleric also said that “the president is well aware that his message will stir reactions in theological seminaries,” adding, “We request the president not to take stances that create tension.”", "url": "https://thelede.blogs.nytimes.com/2013/03/06/ahmadinejad-says-chavez-will-rise-again/"}