{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:02:45", "date_modify": "2018-11-16 04:02:45", "date_publish": "2013-03-07 00:58:57", "description": "A rebel group calling itself the Martyrs of Yarmouk Brigade claimed to have abducted 20 United Nations peacekeepers in the Golan Heights.", "filename": "2013_03_06__1542340965.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_03_06__1542340965.html", "title": "Video of Syrians With Seized U.N. Vehicles in Golan Heights", "title_page": "Video of Syrians With Seized U.N. Vehicles in Golan Heights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, Thursday, 9:07 a.m. As my colleagues Rick Gladstone and Alan Cowell report, 30 armed rebel fighters kidnapped a group of 20 United Nations peacekeepers in the Golan Heights on Wednesday and gave a 24-hour deadline before they would treat the peacekeepers “as prisoners of war.”\nThe abduction was announced in two video messages posted online by a group calling itself the Martyrs of Yarmouk Brigade that showed two young-looking rebels, one carrying a rifle, standing in front of captured United Nations vehicles. The videos did not clearly show any of the abducted United Nations personnel, although two figures seated in the cab of one of the captured vehicles may have been peacekeepers.\nOne of the videos posted on YouTube does appear to show the abducted peacekeepers, although they are not the focus of the message. Several people in the signature light blue helmets and vests of the United Nations can be seen inside the captured vehicles while their kidnappers energetically talk about the treachery of both the United Nations and the Syrian government.\nSpeaking about the United Nations, one rebel shouts, “They are agents of Israel, and the Syrian regime and the United Nations and all the European countries, and the Assad regime, they are all agents of Israel!”\nHe also calls Bashar al-Assad, the Syrian president, “an agent of Zionism and America” before the sound of gunfire is heard. “One of the tyrant’s snipers is shooting at us,” he said, before the video ended.\nIn a second video clip, a young spokesman for the rebels listed their demands.\nThe spokesman said:\nWe are holding the forces of the United Nations Disengagement Observer Force until the withdrawal of Bashar al-Assad’s forces from the village of al-Jamla and its outskirts to their positions. We ask America, the United Nations and the Security Council that Assad’s forces withdraw to obtain their release. We won’t release them until after the withdrawal of the forces of the regime of Bashar al-Assad from the outskirts of the village of al-Jamla, which is on the border with Israel. We ask them for the complete withdrawal of the forces back to their positions. If the withdrawal does not take place within 24 hours, we will treat them as prisoners of war, and praise be to God almighty.\nThe abduction poses perhaps the most serious threat to the safety of United Nations personnel since the start of the two-year-old Syrian conflict. The European media director of Human Rights Watch posted an update on Twitter that said his organization was investigating the rebel brigade for its role in the execution of prisoners.\nRebels holding UN team are being investigated by @HRW for past executions //t.co/TmTXY55gxr — Andrew Stroehlein (@astroehlein) 6 Mar 13\nThe United Nations has demanded the immediate return of its personnel. But an update posted to Twitter to that effect also exposed resentment bubbling among some Syrians who feel the outside world has done little but stand by and watch their country descend into violence and chaos.\nSecurity Council demands release of UN peacekeepers held in Golan Heights //t.co/unCZ4Ag2L9 #Syria — UN News Centre (@UN_News_Centre) 6 Mar 13\n@UN_News_Centre @UN Syrians demand that the UN and the Security Council respect their commitments in protecting the Syrian people. SHAME! — Jinan Assami Alaouf (@jinnyonly) 6 Mar 13\nThere is more than one place in Syria called Yarmouk, and it was not immediately clear whether the rebel group that claimed responsibility for the abduction was named in honor of those who died in Yarmouk Camp, a large Palestinian refugee camp in Damascus, or in Wadi Yarmouk, a valley on the border with Jordan in Daraa where refugees have fled in the past.\nThere are Facebook pages dedicated to a rebel group from Yarmouk Valley as well as one memorializing those killed in Yarmouk Camp, but as of Wednesday evening neither page posted an update claiming an affiliation with the Martyrs of Yarmouk Brigade.\nIn December, government jets attacked Yarmouk Camp for the first time, killing at least eight people and driving hundreds more to flee to Lebanon.\nYarmouk has traditionally housed the most Palestinian refugees of any camp in Syria. It is a densely packed urban quarter housing more than 148,000 registered Palestinian refugees, according to the United Nations Relief and Works Agency, which is assigned to care for Palestinian refugees since they were displaced by the creation of Israel in 1948.\nIn a video posted to YouTube in January, two Syrian activists, standing in a meadow full of bleating sheep “just 10 meters from Jordan” in Yarmouk Valley, discuss government harassment and attacks of refugees who were once there.\nAnother video, posted to YouTube on Monday, shows a large number of refugees, primarily women and children, in the valley. Some are seeking shelter inside a large tunnel while others are climbing into the back of pickup trucks to travel elsewhere. The video is narrated by a fighter from the Ahfad Ibn al-Walid Brigade.\nThe Golan Heights has long been a trip wire for regional conflict. Israel occupied the area during the Six-Day War in 1967 and effectively annexed it in 1981. That action was not internationally recognized, and Syria and Israel have technically been in a state of war for decades. United Nations peacekeepers have been stationed there since 1974.\nSyria and Israel have never resumed hostilities, but opposition to Israel has long been a pillar of the Assad government’s self-styled image as an anti-imperial stalwart and “the beating heart of Arabism.” That is especially true when it comes to the Golan Heights.\nAs Anthony Shadid pointed out in May 2011, critics of the Syrian government have long said that its anti-Israel and anti-imperialist rhetoric was meant to distract from the brutality it meted out to its own people as well as its meddling in neighboring Lebanon. A popular joke about the Assad regime has turned the surname, which means “lion” in Arabic, into a sarcastic barb: “A lion in Lebanon but a rabbit in the Golan.”", "url": "https://thelede.blogs.nytimes.com/2013/03/06/video-of-syrians-with-seized-u-n-vehicle-in-golan-heights/"}