{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:50:15", "date_modify": "2018-11-16 04:50:15", "date_publish": "2013-12-31 21:25:27", "description": "On Jan. 1, Colorado becomes the first state in the nation to permit the sale and use of marijuana for recreational purposes.", "filename": "2013_12_31__1542343815.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_12_31__1542343815.html", "title": "Colorado Counts Down to Legalized Marijuana Use", "title_page": "Colorado Counts Down to Legalized Marijuana Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Colorado residents have more to count down to on Tuesday than just the approach of a new year: on Wednesday, their state will become the first in the nation to permit the sale and use of marijuana for recreational purposes, after landmark votes in November significantly eased marijuana laws there and in Washington State.\nAs my colleagues Jack Healy and Kirk Johnson have reported, legal marijuana sales are not expected to begin in Washington State until spring 2014, but marijuana retailers in Colorado are planning to open their doors on New Year’s Day. On Monday, The Denver Post published a list of almost three dozen stores across the state — with names like The Medicine Man and Green Grass L.L.C. — that planned to begin selling pot on Jan. 1.\nState and local authorities across Colorado began issuing licenses in late December to those who wanted to grow or sell marijuana or wanted to sell marijuana-infused products. Kristen Wyatt, an Associated Press reporter in Colorado, reported on Twitter last week that Denver had issued 30 licenses to grow pot, eight licenses to retail outlets wishing to sell it, and four licenses allowing the sale of pot-infused products. She also posted a picture of a marijuana license issued by the Colorado State Department of Revenue.\nDenver’s giving out 30 grow licenses, 8 retail licenses, 4 infused #marijuana product licenses //t.co/hCQhcQNInK — Kristen Wyatt (@APkristenwyatt) 27 Dec 13\nMs. Wyatt also tweeted a picture of a sign that marijuana retailers must post in their shops, outlining the legal parameters within which use of the drug will be permitted in Colorado beginning Wednesday. Rules governing the use of marijuana include prohibitions against its use by those under the age of 21 or giving or selling it to those under the age of 21, driving while high, using it in public or transporting it out of the state.\nHere are the signs #marijuana retail shops in Denver will be required to display //t.co/mFaBkhIdSw — Kristen Wyatt (@APkristenwyatt) 27 Dec 13\nAs the first state to legalize recreational marijuana use, Colorado will be a laboratory of sorts. There are a host of questions that may be answered in the coming months and years about the effect of the newly eased policies on the criminal justice system, public health, teenage drug use and the state’s tax coffers. Simply put: Was legalizing pot a good idea?\nBut The Denver Post reported on Tuesday that some in Colorado have a more practical question in mind: How can we make some money off this? For some entrepreneurs, the answer is marijuana tourism that “will bring shuttle buses to the state’s first recreational marijuana shops, guides sharing their stashes with out-of-staters and watchful eyes at ski resorts and Denver’s airport.”\nOne businessman quoted in the article, Peter Johnson of Colorado Green Tours, identified as a former stock trader and “tech entrepreneur,” told The Post: “We are professionals in the travel business. We’re not a bunch of stoners trying to have a party.”\nAt least three marijuana tourism companies plan to begin pot-themed getaways to the state in 2014, according to the report, although they have the support of neither the state tourism board nor Colorado’s many ski resorts. Most lie on federal land where marijuana is banned.\nIn a post to Twitter, Larry Ryckman, an editor at The Denver Post, said that marijuana would not be available on Jan. 1 in the resort town of Aspen, where retailers were “in no hurry to submit applications” for licenses.", "url": "https://thelede.blogs.nytimes.com/2013/12/31/colorado-counts-down-to-legalized-marijuana-use/"}