{"authors": ["Robert Mackey", "Liam Stack"], "date_download": "2018-11-16 04:02:44", "date_modify": "2018-11-16 04:02:44", "date_publish": "2013-03-07 16:59:25", "description": "Syrian rebels released video on Thursday showing six of the 21 Filipino United Nations peacekeepers they abducted the day before in the Golan Heights.", "filename": "2013_03_07__1542340964.html", "image_url": "https://static01.nyt.com/images/2013/03/07/world/middleeast/07lede_philbatt/07lede_philbatt-superJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2013_03_07__1542340964.html", "title": "Video of Captive U.N. Peacekeepers in Syria", "title_page": "Video of Captive U.N. Peacekeepers in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last Updated, 8:19 p.m. One day after Syrian rebels seized 21 United Nations peacekeepers from the Philippines in the Golan Heights, a part of Syria held by Israel since the 1967 war, all of the captives appeared in a series of video clips released by an opposition group.\nIn the first video to be posted online, a man who identified himself as a captain in the Philippine battalion of the United Nations mission that patrols the cease-fire line in the region said the group was “safe in this place.” He said that the group had been rescued by “civilian people” during bombing and artillery fire near a United Nations observation post close to the village of al-Jamlah. Speaking in English, the captain said: “Civilian people helped us, for our safety and distributed us in different places to keep us safe. And they gave us good accommodation and gave us food to eat and water to drink.”\nPhoto\nLater in the day three more brief videos were uploaded to a rebel YouTube channel, in which the soldiers made almost identical statements, apparently showing that the 21 captives were being held in four separate groups.\nAs our colleagues Alan Cowell and Rick Gladstone report, United Nations and Arab League officials were reported to be negotiating on Thursday with the Syrian rebels. A spokesman for the Philippine foreign ministry told reporters in Manila that talks were under way and “expeditious release” of the abducted Filipinos.\nThe Syrian Observatory for Human Rights, an opposition group based in Britain that obtained the video from the rebels and posted it online, also released a second clip, in which an insurgent addressed President Bashar al-Assad, mocking him for his claim to lead “the resistance” against Israel while using force against his own people instead.\n“We will be steadfast here until you move your tanks and armies to their military positions, Bashar,” the fighter said. “This is al-Jamla here and not Israel. Israel is 500 meters away. If you claim to be opposition and resistance then shift the direction of your tanks a little. Israel is 500 meters away from you. And it’s not the Syrian people who are at that distance from you, Bashar, for you to face your tanks at them.”", "url": "https://thelede.blogs.nytimes.com/2013/03/07/video-of-captive-u-n-peacekeepers-in-syria/"}