{"authors": ["Jennifer Preston"], "date_download": "2018-11-16 04:35:43", "date_modify": "2018-11-16 04:35:43", "date_publish": "2014-03-18 15:37:20", "description": "A television news helicopter crashed near the Space Needle in Seattle, killing at least two people and setting three cars on fire on the ground.", "filename": "2014_03_18__1542342943.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_18__1542342943.html", "title": "TV News Helicopter Crashes in Seattle, Killing at Least Two", "title_page": "TV News Helicopter Crashes in Seattle, Killing at Least Two  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nUpdated, 5:22 p.m. A television news helicopter crashed near the Space Needle in Seattle on Tuesday morning, killing at least two people, according to the Seattle Fire Department.\nOn Twitter, the fire department posted photos from the scene near the city’s landmark tower and reported three cars were on fire from the crash, at least two people were killed and a 37-year-old man was taken to a local hospital in critical condition.\nThe helicopter, which was from KOMO-TV 4 News, crashed while trying to lift off from the roof of Fisher Plaza, across from the Space Needle, KOMO TV news reported. On impact, it burst into a fireball. Occupants of two cars were able to escape. The third motorist is in critical condition with burn injuries.\n2 DOAs at helicopter crash scene near space needle. //t.co/JwhBs2nYUF — Seattle Fire Dept (@SeattleFire) 18 Mar 14\nHelicopter crash and three cars fires near space needle. //t.co/5ACUKB2wge — Seattle Fire Dept (@SeattleFire) 18 Mar 14\nMedics transporting an approx 37 yo male to HMC in critical condition self extricated from car //t.co/hhVAX0qmbs — Seattle Fire Dept (@SeattleFire) 18 Mar 14\nKOMO News remembered the victims killed in the crash. They were Bill Strothman, a longtime photographer for the television news station who had retired but worked as a freelancer and pilot, Gary Pfitzner.\nWe’re sharing the life & love of Bill Strothman #liveonkomo. He was today’s camera operator in Air 4: //t.co/e8XBnAwWQH — KOMO News (@komonews) 18 Mar 14", "url": "https://thelede.blogs.nytimes.com/2014/03/18/tv-news-helicopter-crashes-in-seattle-killing-at-least-two/"}