{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:38", "date_modify": "2018-11-16 04:35:38", "date_publish": "2014-03-17 22:33:54", "description": "Rupert Murdoch’s call for the people of Ireland and their cousins in the diaspora to defend the honor of the St. Patrick’s Day Parade in Manhattan by boycotting Guinness appeared to generate little support.", "filename": "2014_03_17__1542342938.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_17__1542342938.html", "title": "Murdoch Urges Irish to Boycott Guinness Over Its Embrace of Gay Rights", "title_page": "Murdoch Urges Irish to Boycott Guinness Over Its Embrace of Gay Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Where will this end? Guinness pulls out of religious parade bullied by gay orgs who try to take it over. Hope all Irish boycott the stuff — Rupert Murdoch (@rupertmurdoch) 17 Mar 14\nResponding to the news that Guinness had withdrawn its sponsorship of the St. Patrick’s Day Parade in New York over the continued exclusion of gay groups from the festivities, Rupert Murdoch called on the people of Ireland and their cousins in the diaspora to retaliate by boycotting the beer.\nThe media tycoon’s rousing Twitter plea to defend what he described as “a religious parade” — but is more often understood to be a celebration of national identity, and frequently marked by displays of public drunkenness — has so far appeared to have inspired little or no support on the social network, but quite a lot of heckling.\n@rupertmurdoch Maybe it will end when the parade stops discriminating. Let’s start there! Well done @Guinness #equality @gmcla — Gay Men’s Chorus LA (@GMCLA) 17 Mar 14\nAnything his papers didn’t tell us about @rupertmurdoch, his own Twitter account does. https://t.co/2NfTaoRhgH #bigot #homophobe — Colin Morrison (@colmo_ni) 17 Mar 14\nGiven that the Irish invented the boycott tactic in the 19th century, to deal with a particularly onerous Englishman named Captain Boycott, Mr. Murdoch might have expected a more favorable response to his suggestion.\nBut perhaps he failed to reckon with the fact that, as the gay Irish Senator David Norris explained to The Christian Science Monitor this week, gay groups have been welcome to march in the St. Patrick’s Day Parade in Dublin for decades. “I find it extraordinary that Irish-Americans can be so far behind the actual inhabitants of the island of Ireland,” Mr. Norris said, adding that several years ago “the gay float won first prize in our national St. Patrick’s Day Parade.”\nAlthough the issue may still divide Irish-Americans, the acceptance of gay rights is now so mainstream in Ireland that the state broadcaster, RTE, recently broadcast a comedy sketch that mocked the concept embraced by Mr. Murdoch, that it is lesbian, gay, bisexual and transgender activists who are the bullies. The faux news report, which contains some strong language, recounted the struggles of “an activist against antihomophobia” in Dublin trying to make the Irish public aware of “the damage caused by bullying homophobes.”\nAs my colleague Maureen Dowd reported, a recent edition of the parade in the Dublin even featured the activist drag queen Panti Bliss, whose real name is Rory O’Neill, on top of a float belting out Bonnie Tyler’s “Holding Out for a Hero.”\n2007 sounds right.They’d have heart attack in Manhattan! “@andgoseek: St Patrick’s Day in, I think, 2007 @PantiBliss //t.co/zN8yYGX6zk” — Panti Bliss (@PantiBliss) 11 Mar 14\nMs. Bliss, who visited New York to take part in an alternative St. Patrick’s Day “parade for all” in Queens, suggested that the iconic beer manufacturer’s withdrawal from sponsorship of the Manhattan parade, along with other companies, was a sign of the times.", "url": "https://thelede.blogs.nytimes.com/2014/03/17/murdoch-urges-irish-to-boycott-guinness-over-its-embrace-of-gay-rights/"}