{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:50:34", "date_modify": "2018-11-16 04:50:34", "date_publish": "2014-03-25 19:22:28", "description": "Video recorded from the helmet of a man who parachuted off the new World Trade Center tower last September racked up hundreds of thousands of views on Tuesday.", "filename": "2014_03_25__1542343834.html", "image_url": "https://static01.nyt.com/images/2014/03/25/us/25lede_wtc/25lede_wtc-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_25__1542343834.html", "title": "Video of World Trade Center BASE Jump", "title_page": "Video of World Trade Center BASE Jump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleague James McKinley reported, amid growing concerns about security at the new World Trade Center tower, “a group of daredevils who parachuted off the skyscraper last year turned themselves in to the police on Monday afternoon.”\nLate Monday the men uploaded video to YouTube recorded during the incident from a camera mounted on the helmet of one of the jumpers. The clip, which was quickly viewed hundreds of thousands of times, shows one of the men stepping off the edge of the tower at 3 a.m. on Sept. 30 before the man recording the footage followed. The video then shows the second man floating to earth and emitting a burst of strong language as he lands on the West Side Highway at Warren Street, just before a traffic light turns from red to green.\nAccording to a Daily News report, the video was recorded from the helmet of James Brady, an ironworker who had previously worked at the building site.\nThe jumps from the new building echoed the daring and illicit tightrope walk between the twin towers of the old World Trade Center during their construction in 1974 by the French acrobat Philippe Petit. Like the jumps of the men arrested on Monday, Mr. Petit’s spectacular stunt revealed lax security at the site, albeit decades before the center became a target for Islamist terrorists.\nOne year later, Mr. Petit’s exploit was followed by the first parachute jump from the north tower by Owen Quinn, a Queens skydiver. As Mr. Quinn explained in an interview with MY-WTC, a website devoted to personal memories of the trade center towers that were destroyed in the Sept. 11, 2001, terrorist attacks, he had worked on the construction of the buildings.\nPhoto\nOne of the three men who jumped off the new building last September, Andrew Rossig, said in a video interview with The News that before the authorities notified the news media, the men never intended to publicize their BASE jump (as the kind of plunge from a standing start on a Building, Antenna, Span or part of the Earth, is known).\nMr. Rossig’s lawyer told the newspaper that any profits from advertising on the YouTube video of the jump will go to family members of those killed in the 2001 attacks.", "url": "https://thelede.blogs.nytimes.com/2014/03/25/video-of-world-trade-center-base-jump/"}