{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:39", "date_modify": "2018-11-16 04:35:39", "date_publish": "2014-02-25 17:56:01", "description": "Three Russian dissidents arrested during protests in Moscow argued that images posted on social networks undermined police claims that they had resisted arrest or waved banners.", "filename": "2014_02_25__1542342939.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_02_25__1542342939.html", "title": "Navalny Is Convicted of Resisting Arrest at Moscow Protest, Despite Video Evidence", "title_page": "Navalny Is Convicted of Resisting Arrest at Moscow Protest, Despite Video Evidence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 5:31 p.m. | As my colleague Andrew Roth reports from Moscow, the dissident blogger Aleksei A. Navalny was sentenced to seven days in jail on Tuesday after a judge found him guilty of resisting arrest at a protest in Moscow the night before. The conviction of the activist lawyer, despite visual evidence posted on his blog that appeared to show him going peacefully into custody, raised concerns that Mr. Navalny could face a much longer term in jail in one of the other cases filed against him for what he insists are political reasons.\nThe anticorruption blogger, who finished a strong second in last year’s mayoral election in Moscow, was actually arrested on two separate occasions on Monday. He was first taken into custody, with hundreds of others, at a protest outside a courthouse in the Russian capital where activists detained during clashes in 2012 were sentenced to long prison terms.\nЗамоскворецкий винтаж //t.co/kTaCnc3zZ1 ФОТОРЕПОРТАЖ у суда, где задержано уже около 150 человек //t.co/VeyezwRTIH — Йополис (@YopolisNews) 24 Feb 14\nLater, following his release, he was detained again at a second demonstration in the center of the Russian capital after dark.\nBoth protests, and the arrests of other leading activists, including the two best-known members of Pussy Riot, Nadezhda Tolokonnikova and Maria Alyokhina, were extensively documented on social networks.\nСидим в уютной компании в автозачике //t.co/DNoKkuqoSg — группа война (@gruppa_voina) 24 Feb 14\nThe twin protests were called to express anger at the harsh prison sentences delivered Monday to a group of protesters convicted of taking part in a demonstration that ended in violence, on the eve of President Vladimir V. Putin’s inauguration in May 2012.\nLate Monday, Mr. Navalny drew the attention of his 560,000 Twitter followers to video of his second arrest, which appeared to undercut the charge that he was arrested while shouting slogans and was guilty of disobeying officers.\nAs more and more video of Mr. Navalny’s arrest appeared online, shot from at least four angles, there was still no sign that he had resisted the officers.\nOne video blogger’s long YouTube clip documenting 106 arrests at the evening protest did show Mr. Navalny shouting, “One for All!” to a small crowd that replied, “All for One!” as he was led away.\nThere also appeared to be no sign of anything more than passive resistance from the blogger in photographs of his first arrest, outside the court that sentenced the protesters detained in 2012 to terms of up to four years in jail.\nLikewise, the images of the Pussy Riot activists being taken into custody, along with Ms. Tolokonnikova’s husband, Pyotr Verzilov, who runs the @gruppa_voina Twitter feed, seemed to contradict the police reports.\nСамое суровое фото задержания нас с Машей и Надей у суда: на нас троих бросились человек 15 омоновцев разом //t.co/J8ZsbXQADr — группа война (@gruppa_voina) 24 Feb 14\nКак 2ой раз за день арестовывали Толокно //t.co/YILWGnopZf — группа война (@gruppa_voina) 24 Feb 14\nПо дороге автозак, а на заднем плане Кремль //t.co/vMpnsGIkMb — группа война (@gruppa_voina) 24 Feb 14\nMs. Alyokhina reported in a baffled, indignant tweet from the police station on Monday that the women had been charged with waving banners, which were not in evidence in any of the images taken before or during their arrest. “They are writing us up at the police precinct for banners,” she wrote. “What banners?”\nОформляют нам в ОВД Басманное лозунги. Какие лозунги? Мы минуту простояли на Манежке. Минуту. //t.co/hdTUgN54eF — Мария Алехина (@MashaAlekhina) 24 Feb 14\nEarlier in the day, Ms. Alyokhina posted a view of the afternoon’s demonstration from inside a police van, and noted that she could still hear the protesters chanting “Svoboda!” the Russian word for “Freedom!”\nThat word also echoes in video of the afternoon protest posted online by the independent newspaper Novaya Gazeta.\nTwo other prominent opposition leaders, Boris Nemtsov, a former deputy prime minister, and Ilya Yashin, a journalist and activist, reported on Twitter that they too had been sentenced to 10 days in jail on the same grounds as Mr. Navalny. In his message, Mr. Nemtsov promised “Russia will be free!” while Mr. Yashin described his fifth administrative detention as simply a chance to catch up on his reading “in pleasant company.”\nСудья дал мне ожидаемые 10 суток. Пятый мой административный арест. Поеду читать книги в приятной компании. Ну а вы тут не сбавляйте обороты — Илья Яшин (@IlyaYashin) 25 Feb 14\nAs The Moscow Times reported, the departing American Ambassador, Michael McFaul, called the detention of protesters discouraging.\nDiscouraging to see hundreds of detentions of those trying to exercise their constitutional rights of freedom of speech and expression. — Michael McFaul (@McFaul) 25 Feb 14\nA short time later, when critics reminded Mr. McFaul that Occupy Wall Street protesters had been arrested too, he replied that some of those arrests had also disappointed him.", "url": "https://thelede.blogs.nytimes.com/2014/02/25/navalny-is-convicted-of-resisting-arrest-in-moscow/"}