{"authors": ["Jennifer Preston"], "date_download": "2018-11-16 04:50:29", "date_modify": "2018-11-16 04:50:29", "date_publish": "2014-03-24 20:59:30", "description": "Raw video in the aftermath of a landslide in Washington State that killed at least eight people.", "filename": "2014_03_24__1542343829.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_24__1542343829.html", "title": "Video of Witness to Landslide in Washington State", "title_page": "Video of Witness to Landslide in Washington State  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paulo Falcao de Olivera was driving on State Route 530 north of Seattle to pick up his children two days ago when he watched as a huge landslide buried the road right in front of him.\n“I just saw the darkness coming across the road,” he said in an interview on video uploaded by a former television journalist, Mark Horner. “Everything was gone in three seconds.”\nAs my colleague Kirk Johnson reports from Arlington in Washington State, emergency officials said on Monday that they had collected 108 names of people who were unaccounted for and who may have been in the area at the time of the landslide, which left at least eight dead.\nThe Washington State Patrol released aerial video of the area where a landslide buried homes and a stretch of state highway in mud and debris.\nAt a news conference on Monday, Travis Hots, a fire chief from Snohomish County, said that emergency crews were still treating the scene as a rescue operation. But he warned there was little hope that crews would find survivors.\n“The situation is very grim,” Chief Hots said. “We’re still holding out hope that we’re going to be able to find people that may still be alive. But keep in mind we haven’t found anybody alive on this pile since Saturday in the initial stages of our operation.”\nAmong those missing was Summer Raffo, 36, a farrier who was on her way to an appointment at a barn when the landslide hit. The Seattle Times reported that her family members, including brothers, nephews and a sister, rushed to the scene and spent five hours looking for her before emergency crews forced them to turn away.\n“You can’t imagine the devastation until you see it yourself,” Ms. Raffo’s brother, Dayn Brunner, 42, told The Seattle Times. “There were bodies everywhere, cars cut in half.”", "url": "https://thelede.blogs.nytimes.com/2014/03/24/video-of-witness-to-landslide-in-washington-state/"}