{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:50:05", "date_modify": "2018-11-16 04:50:05", "date_publish": "2014-01-27 16:14:03", "description": "An Egyptian journalist for Al Jazeera who was detained in August while covering the bloody crackdown on an Islamist sit-in in Cairo has embarked on a hunger strike, according to a letter from prison posted online by his family on Monday.", "filename": "2014_01_27_egyptian-journal_8cd046fa72e318ca89e33545896c8ef1__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343805.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_01_27_egyptian-journal_8cd046fa72e318ca89e33545896c8ef1__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343805.html", "title": "Egyptian Journalist Explains Hunger Strike in Prison Letter", "title_page": "Egyptian Journalist Explains Hunger Strike in Prison Letter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Abdullah Elshamy, an Egyptian journalist for Al Jazeera who was detained in August while covering the bloody crackdown on an Islamist sit-in in Cairo, has embarked on a hunger strike, according to a letter from prison that was posted online by his family on Monday.\nMr. Elshamy, the Qatari network’s West Africa correspondent before his arrest, is one of five Al Jazeera journalists currently being held in jail by the military-backed government that took power in July and swiftly moved to shut down media outlets considered sympathetic to the Muslim Brotherhood and the deposed president, Mohamed Morsi.\nJournalist @abdallahelshamy starts full hunger strike protesting his detention. Statement he wrote from Torah prison https://t.co/ZxAgKboNFe — Mosa’ab Elshamy (@mosaaberizing) 26 Jan 14\nHis letter was posted on Facebook by his brother, Mosa’ab Elshamy, a photojournalist and blogger, just hours after another letter from his colleague, Peter Greste, an Australian reporter was released by Al Jazeera’s English-language channel.\nIn his 2nd letter from prison, correspondent Peter Greste explains how his arrest is nothing to do with journalism\n//t.co/YEfGZQXbeq — Sherine Tadros (@SherineT) 27 Jan 14\nHere is the complete text of Mr. Elshamy’s letter:", "url": "https://thelede.blogs.nytimes.com/2014/01/27/egyptian-journalist-declares-a-hunger-strike-in-a-letter-from-prison/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}