{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:45", "date_modify": "2018-11-16 04:35:45", "date_publish": "2014-03-14 18:19:10", "description": "The morning after journalists watched a pro-Russia mob attack peaceful protesters in the eastern Ukrainian city of Donetsk, leaving at least one young demonstrator dead, Russia’s foreign ministry claimed that the exact opposite had occurred.", "filename": "2014_03_14__1542342945.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_14__1542342945.html", "title": "Witness Accounts and Video of a Deadly Attack by Russian Separatists in Ukraine Undercut Kremlin Claims", "title_page": "Witness Accounts and Video of a Deadly Attack by Russian Separatists in Ukraine Undercut Kremlin Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 2:49 p.m. | The morning after journalists, including my colleague Andrew Roth, watched a pro-Russia mob attack peaceful protesters in the eastern Ukrainian city of Donetsk, leaving at least one young demonstrator dead, Russia’s foreign ministry released a statement on Friday claiming that the exact opposite had occurred, and warning ominously that Russia “reserves the right to protect” ethnic Russians in Ukraine.\nDonetsk. Pro-Russian crowd attacks Maidan meeting, this is what happened to 20 or so who stayed to fight. No arrests. //t.co/Z4tPTKbGX3 — Andrew Roth (@ARothNYT) 13 Mar 14\nAccording to a translation from the official Russian news agency Tass, the ministry blamed the violence on “armed right-wing radical groups” — Kremlin shorthand for supporters of the protest movement in Ukraine — who had “attacked peaceful demonstrators” calling for Russian intervention.\nAlthough glimpses of the violence were caught on the phones of several witnesses, the clearest footage of the assault was recorded by a reporter for Vice News, Robert King. Mr. King’s video showed the Russian separatists hurling bricks and fireworks at a small number of participants in the anti-war rally, before breaking through police lines to beat the unarmed demonstrators.\nThat arresting footage also seems to support the contention of demonstrators who told reporters that the riot police made only a token effort to defend them — which is perhaps not surprising since members of the protest movement in Kiev’s main square, or maidan, were engaged in intensely violent clashes with police officers just weeks ago.\nThis guy was beaten for several minutes. Police didnt stop this, pro-Russian thugs decided not to kill him eventually //t.co/Q99dqAtAfP — Andrew Roth (@ARothNYT) 13 Mar 14\nTotal inaction by cops at attack, too few riot police. Officers: “Maidan self-defenders deserved it.” Police clearly not under control here — Andrew Roth (@ARothNYT) 13 Mar 14\n“We have no police. We have fought alone.” Pro-Ukraine activist, hurt tonight in Donetsk, describes attack by pro-Russia side w batons, bats — Mike Giglio (@mike_giglio) 13 Mar 14\nBlood was from head wound, pro-Maidan protestor was unconscious. He lay there for several minutes, no ambulance came. //t.co/0vj70mDiFu — Andrew Roth (@ARothNYT) 13 Mar 14\nВо такие разводы с крови на пл.Ленина. Где русские фашисты избили украинцев. #донецкэтоукраина //t.co/Fj4Wx6N0mD — DNTSK (@vital_ovchar) 13 Mar 14\nFaced with Russian television reports that also reversed the identities of the aggressors and the victims in Donestsk, Ukrainian activists pointed to witness accounts from journalists and bystanders who agreed that the violence was the work of the pro-Kremlin demonstrators, who had gathered under a statue of Lenin before confronting a rally for Ukrainian unity at the opposite side of the square.\nBizarro world. Russian TV reports Donetsk clashes provoked by busloads of provocateurs from Kiev carrying “syringes with unknown substance.” — Simon Shuster (@shustry) 13 Mar 14\nTime magazine’s Moscow correspondent, Simon Shuster, reported on Twitter that an anchor on Russian state television even dismissed firsthand reports from journalists in Donetsk as the accounts of “American mercenaries” who are “fighting the information war in Ukraine.”\nAs they have throughout the tense standoff with Russia, Internet activists in Kiev tried to counteract accounts on Russian state television of the violence in Donetsk by drawing attention to video posted on their YouTube account, including a subtitled interview with one of the beaten demonstrators.\nThe activists also identified a 22-year-old political activist who was stabbed to death during the attack.\nDmytro Chernyavskiy was killed by pro-#russian protesters at #Donetsk rally today //t.co/796RlOs8V5 |PR News //t.co/hLhegRRKDC — Euromaidan PR (@EuromaidanPR) 13 Mar 14\nA local news site showed that flowers were left on the blood-stained pavement Friday in memory of the young man.\n“Donetsk today. Here died Dmytro Chernyavskiy.” RT @novostidnua: Донецк сегодня. Здесь убили Дмитрия Чернявского //t.co/7L5BfmxKnw — Christopher Miller (@ChristopherJM) 14 Mar 14\nIrina Kalinina, a Russian-speaking Ukrainian from Donetsk, wrote in a dispatch for The New Republic earlier this week that the city was not as divided along ethnolinguistic lines as the Kremlin claims, but stressed that state television broadcasts from Moscow have played a role in stoking the tensions there. According to Ms. Kalinina, opponents of Russian military intervention in Donetsk, were “very strong and entirely aware of the future they would lose if they join Russia.” The pro-Russia side, she added, “is mostly represented by aggressive thugs, ‘tourists’ from Russia and older people who watch Russian television and do not use the Internet.”\nUkraine’s acting president, Oleksandr Turchynov, pointed out in a statement in which he also promised to bring the guilty to justice that Russian claims about who was to blame for Thursday’s violence seem to be directly contradicted by the visual evidence available online. “The entire world has seen footage of this terrible massacre,” Mr. Turchynov said, according to Christopher Miller, an editor at the Kyiv Post, reporting for Mashable. “The utmost cynicism of all this is that the blood of Ukrainian citizens who attended a rally in support of our country’s unity was spilled in their own home city,” he added. “This is the true face of the Cossack separatists who were sent there and who triggered the violence. The lives of the people that they supposedly gathered to defend are not important to them and their masters in the Kremlin. Every Ukrainian must realize that.”\nThe Kremlin’s apparent disregard for online evidence of what took place in Donetsk Thursday night comes as the authorities in Moscow have moved aggressively to tighten their grip on Internet news sources — reorganizing the state information agency under the control of a homophobic, pro-Kremlin pundit; replacing the independent editors of the radio station Ekho Moskvy and the news site Lenta with loyalists; and barring the country’s best-known opposition blogger, Aleksei Navalny, from using the Internet.\nThe filtering of the Internet intensified on Thursday, as my colleague Ellen Barry reported, when Russia’s Internet authority announced that it had blocked access to Mr. Navalny’s popular anticorruption blog on the Russian-owned Live Journal platform, as well as more news sites, and that of the opposition political party led by Garry Kasparov, the former chess champion.\nMr. Kasparov, watching from abroad, called the crackdown on web news sources an ominous sign.\nAll the major opposition news websites were just wiped off the interet in Russia. No court order, simply blocked. Welcome to China. — Garry Kasparov (@Kasparov63) 13 Mar 14\nThis is Putin preparing for war games. He’s been cracking down harder on media for months, turning it all into open propaganda. Now this. — Garry Kasparov (@Kasparov63) 13 Mar 14", "url": "https://thelede.blogs.nytimes.com/2014/03/14/witnesses-share-video-and-accounts-of-deadly-attack-on-anti-war-rally-in-eastern-ukraine-by-russian-separatists/"}