{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:40", "date_modify": "2018-11-16 04:35:40", "date_publish": "2014-03-14 22:24:41", "description": "YouTube video of an Egyptian woman’s rant at President Obama", "filename": "2014_03_14__1542342940.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_14__1542342940.html", "title": "The New York Times", "title_page": "Now, the 'Shut Up Your Mouse, Obama' Dance Remix - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As The Lede reported earlier this week, many Egyptians have embraced a conspiracy theory, borrowed from the American right, which holds that President Obama is a supporter of the Muslim Brotherhood and helped install and prop up the country’s first Islamist president, Mohamed Morsi, at least until he was forced from power by the military last year.\nThe related perception that the White House is opposed to Field Marshal Abdul-Fattah el-Sisi, the runaway favorite to be Egypt’s next president, was given voice recently by an Egyptian woman during a television interview in which she scolded Mr. Obama for his supposed interference in the country’s affairs. Speaking to the camera, in a clip that quickly became popular on YouTube, she lambasted the American president in Arabic and then said, in somewhat broken English: “Shut up your mouth, Obama! Sisi, yes! Sisi, yes! Morsi, no! Morsi, no!”\nThanks largely to the delight that Arab-speaking bloggers took at the woman’s eccentric pronunciation of English — particularly that she seemed to say, “Shut up your mouse, Obama!” — video of her diatribe has been viewed hundreds of thousands of times. It has also given rise to a meme expressed in everything from T-shirts to the inevitable dance remix, put together by a 17-year-old producer from Abu Dhabi, Mujtaba Suliman.", "url": "https://thelede.blogs.nytimes.com/2014/03/14/now-the-shut-up-your-mouse-obama-dance-remix/"}