{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:43", "date_modify": "2018-11-16 04:35:43", "date_publish": "2014-03-10 21:55:12", "description": "In a letter smuggled out of Egypt’s Tora Prison over the weekend, a leading figure in the 2011 uprising who was recently jailed for protesting the current military-backed government, reported that prisoners are routinely tortured.", "filename": "2014_03_10__1542342943.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_10__1542342943.html", "title": "The New York Times", "title_page": "Jailed Leaders of Egypt's 2011 Revolt Describe Beatings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Three prominent Egyptian activists who were jailed late last year for violating a new anti-protest law said on Monday that guards had beaten them during their transfer from prison to court for an appeal hearing.\nLawyers for the three men — Ahmed Maher, Mohamed Adel and Ahmed Douma, whose Internet activism helped drive the Tahrir Square protests that forced Hosni Mubarak from office in 2011 — walked out of court to protest the abuse, the state-funded Ahram Online reported. They returned after the authorities agreed to document physical evidence of abuse, in the form of bruises and wounds on the bodies of the prisoners, and the court said it would decide on April 7 whether or not to overturn the three-year prison terms the men were sentenced to in December.\nMr. Maher, like Mr. Adel, was a founder of the April 6 Youth Movement, which first used Facebook to call for protests against the Mubarak government on that date in 2008. Mr. Douma was previously convicted of insulting Egypt’s next president, Mohamed Morsi, weeks before he was deposed by the current military leadership.\nIn a letter smuggled out of Tora Prison over the weekend, Mr. Maher wrote of recently encountering another group of activists who took part in the 2011 uprising and were jailed for protesting on the revolution’s third anniversary in January. Those detainees, Mr. Maher wrote, “exhibited signs of exhaustion and torture.”\nAccording to an English translation of the letter provided to The Lede by Michelle McElroy, an activist in Los Angeles who acts as a United States spokeswoman for the April 6 Youth Movement, Mr. Maher discussed the issue of torture in Egypt’s prisons at length, and concluded with a warning that such violence by the state would lead to only more violence against the state:\nA few days ago, new groups of detainees joined the prison where I am being held for three years for rejecting the protest law. I was surprised to find that these were socialist groups who had helped in the preparations for Jan. 25 2011 and who had been arrested on the most recent anniversary of the revolution. They exhibited signs of exhaustion and torture, and their hair had been completely shaved off for humiliation. They told us that they had indeed been subjected to numerous violations in other prisons since their arrest on Jan. 25 before the protests. They told us that many of their friends had been killed or arrested before the start of the protests, and that the police on that day had been insanely brutal. They told us that there are many members of the April 6 Youth Movement in other prisons being subjected to torture just for belonging to the movement, and there are thousands of prisoners in all of the prisons of Egypt. What is shocking is that those of them that belong to the Brotherhood make up only a small portion. The majority of the prisoners are perhaps supporters of Morsi but do not belong to the Brotherhood. There is also a large potion of youth who do not belong to any political groups and were arrested at random, as well as youth from liberal and revolutionary groups who are detained systematically and are subjected to the same torture and abuse in prisons. The law in Egypt allows the authorities to make precautionary arrests for an indefinite period of time just for doubts or concerns. The police can claim anything without evidence, and so precautionary arrests are meant for abuse and not investigation. The detainee in Egypt is considered a terrorist, Brotherhood member or a April 6 member until the opposite is proven. The bigger problem is that there are thousands of very young people being subjected to oppression in prisons on a daily basis just for expressing an opinion or refusing the practices of the military regime. This might drive them to anger, hatred of the authorities and possibly revenge. There are thousands of innocent young people in prisons who had previously participated in protests against the murder and arrests of their friends before them. Unfortunately, the military authorities in Egypt do not want to believe that oppression, brutality and murder in protests and torture in prisons is what truly creates terrorism. Yes, there are terrorist groups that deserve to be punished – after they are convicted. However, the violence of the police and army, torture, murder, oppression and random arrests will lead to the creation of tens of small groups seeking revenge.\nSimilar accusations of the systemic torture of political prisoners in Egyptian jails were also made by inmates in video recorded in squalid cells provided to The Telegraph in London by a law firm working for the Muslim Brotherhood’s political party.\nLater Monday, the allegation that the torture of prisoners in Egypt is systemic was the subject of a panel discussion on the Egyptian satellite channel ONTV featuring the rights lawyer Mahmoud Belal and the author Ahdaf Soueif, whose nephew, the activist blogger Alaa Abd El Fattah, has been jailed since late last year for public opposition to a new law that essentially bans street protests.\nAccording to Twitter updates from viewers of the show, the ONTV host Yosri Fouda also screened footage of Ms. Soueif and her niece, Mona Seif, being verbally abused by supporters of the military over the weekend as they stood outside the public prosecutor’s office holding placards to protest the detention of the blogger known as @Alaa.\nIn his own recent letter from prison — published last week by Mada Masr, an English-language news site he helped design — Mr. Abd El Fattah wrote that torture was part of the unwritten code of conduct that governs Egypt. He also argued that Egyptians who had voted to approve the military-backed government’s revised constitution in a recent referendum had give tacit assent to this behavior:\n“Yes” was not to the newly-written constitution, but to the hidden constitution that we have long been ruled by and that the state needed to endow with a new legitimacy. In the hidden constitution there are complex rules that govern torture. They’re mainly based on the identity of the victim: torture is a crime if it’s committed against particular groups whom it’s generally agreed that repressing and curbing them will be restricted to smear campaigns and administrative detention in relatively good conditions and for relatively short periods of time. The groups whose torture is prohibited are generally defined by social class, race, possession of a second nationality, party alliance, level of education, age, and other details that can be used to categorize people. Exceptional circumstances may widen the circle of people who may be tortured — on condition that the abuse happens at the moment of arrest and before the first session with the prosecution. Torture that continues beyond that is unacceptable.\nViewers of the ONTV broadcast also reported that a police representative tried to dismiss the accounts of torture from inmates by suggesting that the rights groups who disseminated the accounts are involved in an Obama administration plot to undermined Egypt.\nPolice colonel tried to make final word on @YosriFouda an accusation that human rights orgs are supported by Obama’s millions. Cheap. Cheap. — H.A. Hellyer د. إتش (@hahellyer) 10 Mar 14\n.@YosriFouda scolds Colonel for suggesting that Obama is funding human rights organizations within #Egypt as a conspiracy theory. — Mai El-Sadany (@maitelsadany) 10 Mar 14\nMany Egyptians, however, have embraced the conspiracy theory, borrowed from the United States, which holds that President Obama is a supporter of the Muslim Brotherhood and the ousted Islamist president, Mohamed Morsi, and an opponent of the military leader, Field Marshal Abdul-Fattah el-Sisi. Activists in Cairo pointed to recent evidence of this, in the form of a popular YouTube clip in which an Egyptian woman turns to the camera and says, in broken English: “Shut up your mouth, Obama! Sisi, yes! Sisi, yes! Morsi, no! Morsi, no!”", "url": "https://thelede.blogs.nytimes.com/2014/03/10/jailed-leaders-of-egypts-2011-revolt-describe-beatings/"}