{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:50:24", "date_modify": "2018-11-16 04:50:24", "date_publish": "2014-03-24 19:41:13", "description": "Activists in Egypt and abroad were stunned that 529 people were sentenced to death for the murder of a police officer during clashes in Egypt last summer after the military deposed President Mohamed Morsi.", "filename": "2014_03_24_in-egypt-one-step-up-and-529-steps-back__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343824.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_24_in-egypt-one-step-up-and-529-steps-back__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343824.html", "title": "In Egypt, One Step Up and 529 Steps Back", "title_page": "In Egypt, One Step Up and 529 Steps Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As my colleague David Kirkpatrick reports , a court in the Egyptian city of Minya sentenced 529 people to death on Monday after a hasty mass trial that included no defense, convicting them of murder for the killing of a police officer during rioting by Islamists last summer after the military deposed President Mohamed Morsi of the Muslim Brotherhood.\nThe verdict, which Amnesty International called “grotesque,” came just hours after what had seemed to be a slight easing of the crackdown on dissent in Egypt, with the release on bail of a prominent government critic, the activist blogger Alaa Abd El Fattah.\nThere was a palpable sense of joy in video of Mr. Abd El Fattah — rushing from the gates of a detention center in Cairo into the arms of his family — posted on YouTube late Sunday by Mahmoud Salmani, an activist working to put an end to trials for civilians in military courts. The next morning, the anguished screams of family members of those sentenced to death in Minya could be heard in a news report.\nLater Monday, Mr. Abd El Fattah, who had three months of pretrial detention on charges of encouraging protests against the military-backed government, drew the attention of his 565,000 Twitter followers to another blogger’s comment, calling the two decisions by the Egyptian judiciary, “1 step forward, 529 steps back.”", "url": "https://thelede.blogs.nytimes.com/2014/03/24/in-egypt-one-step-up-and-529-steps-back/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}