{"authors": ["Robert Mackey", "Topics.Nytimes.Com Top Reference Timestopics People M Robert_Mackey Index.Html"], "date_download": "2018-11-16 04:35:37", "date_modify": "2018-11-16 04:35:37", "date_publish": "2014-03-16 22:10:28", "description": "One of Russia’s most influential television hosts appeared on the evening news Sunday to remind viewers that Russia is still “the only country in the world capable of turning the U.S.A. into radioactive dust.”", "filename": "2014_03_16_russia-could-sti_f04b322117746a0d40138e3872eb04e3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342937.html", "image_url": "https://static01.nyt.com/images/2014/03/16/world/europe/16lede_power/16lede_power-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/thelede.blogs.nytimes.com/2014_03_16_russia-could-sti_f04b322117746a0d40138e3872eb04e3__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342937.html", "title": "The New York Times", "title_page": "Russia Could Still Turn U.S. 'Into Radioactive Dust,' News Anchor in Moscow Reminds Viewers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the United States condemned a referendum on the future of the Crimean peninsula staged by pro-Russian separatists on Sunday, one of Russia’s most influential television hosts appeared on the evening news in Moscow, before a huge mushroom cloud graphic, to remind viewers that Russia is still “the only country in the world capable of turning the U.S.A. into radioactive dust.”\nOn Russian state TV: lovely closing ceremony of Sochi Paralympics v. warning that Russia can turn the US into radioactive dust. Good night. — Steven Lee Myers (@slmmoscow) 16 Mar 14\nAlthough the saber-rattling comments came from Dmitry Kiselev, a news anchor well known for his “mad as hell” delivery of diatribes on the supposed threats to Russia posed by foreign plotters and native homosexuals, the report still stunned viewers of the state broadcaster’s main channel.\nКиселев продолжает! Прямо сейчас: Россия – единственная страна, которая может превратить США в радиоактивный пепел //t.co/zNTh7imMKz — Коробков-Землянский (@korobkov) 16 Mar 14\nOne reason is that, as the Russian journalist Leonid Ragozin observed, Mr. Kiselev was the man recently chosen by President Vladimir V. Putin to lead an official news agency charged with explaining Kremlin policy to the world, a media organization to be called Rossiya Sevodnya, or Russia Today.\nKiselev is not your average moron. He is Russia’s most senior government media executive, essentially minister of propaganda. — Leonid Ragozin (@leonidragozin) 16 Mar 14\nMr. Ragozin noted that the anchor also claimed that President Obama was deeply worried by Russia’s nuclear arsenal.\nKiselev then talks abt Russia’s ‘dead hand’ system that will destroy America automatically after all Russians are dead. — Leonid Ragozin (@leonidragozin) 16 Mar 14\nKiselev claims a publication about “Perimeter” – the Russian nuclear extermination system – prompted Obama’s frantic calls to Kremlin in Jan — Leonid Ragozin (@leonidragozin) 16 Mar 14\nA Moscow correspondent for The Associated Press, Laura Mills, reported that the broadcaster had then moved on to attack a “fifth column” of supposedly traitorous Russian dissidents who signed an open letter against the Kremlin’s “de facto annexation of Crimea.”\nRussian state TV anchor lists intellectuals who oppose Crimean annexation, says: “If this isn’t the fifth column, what IS the fifth column?” — Laura Mills (@lauraphylmills) 16 Mar 14\nMr. Kiselev’s appointment, and the shuttering of a more independent state news agency, was described by Russia’s respected business daily Vedomosti as a sign that Mr. Putin had abandoned any hope of persuading educated Russians to embrace his policies, my colleague Serge Schmemann explained. “The Kremlin acknowledged that it has lost the educated community,” the editors of Vedomosti wrote in December, “and has neither the means nor the will to hold a dialogue about values, and therefore instead of culture began to impose ideology, and instead of information, propaganda.”\nThe instant online reaction to Mr. Kiselev’s Sunday night riff from Russian bloggers seemed to indicate that they are indeed not the target demographic for his editorial commentaries.\nA screenshot of the segment, with a caption suggesting that the host might have a substance abuse problem, was posted on the Twitter feed of Aleksei Navalny, an opposition leader currently under house arrest whose blog was blocked by Russian Internet authorities last week.\nMr. Navalny’s feed, which is ostensibly under the control of his wife until the end of his ban on using the Internet, also drew attention to another opposition activist’s suggestion of how the segment should have ended, with the host being dragged away by men in white coats.\nПо логике вещей, эта клоунада должна закончиться так //t.co/z9abXeb0dW — Владислав Наганов (@naganoff_ru) 16 Mar 14\nOther bloggers heaped scorn on Mr. Kiselev’s false claim that Mr. Obama’s hair had turned gray from worry over Russia’s nuclear might.\nКиселев говорит, что Обама резко поседел из-за того, что боится Россию.\nЭто, конечно, какой-то КВН,а не журналистика. //t.co/ZMzXq9rENs — Алекс Заборовский (@sazam) 16 Mar 14\nAs my colleague Ellen Barry reported on Saturday, some influential members of the Russian president’s inner circle “view isolation from the West as a good thing for Russia,” and seem to welcome the revival of Cold War tensions. On Sunday, she noted, the director of the Carnegie Moscow Center, Dmitri Trenin, told RT, a Kremlin-funded news network that broadcasts in English, that the new standoff between Moscow and the West “closes the books on what I would call inter Cold War period” that began with the fall of the Berlin Wall.\nRussian bloggers also turned their attention to reworking an Associated Press photograph of a confrontation on Saturday between the United States ambassador to the United Nations, Samantha Power, and her Russian counterpart, Vitaly I. Churkin.\nPhoto", "url": "https://thelede.blogs.nytimes.com/2014/03/16/russia-could-still-turn-the-u-s-into-radioactive-dust-news-anchor-in-moscow-reminds-viewers/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}