{"authors": ["Shivani Vora"], "date_download": "2018-11-16 04:12:47", "date_modify": "2018-11-16 04:12:47", "date_publish": "2013-07-10 17:00:51", "description": "Several hotels that weren’t always the ideal place to stay with young children are now going out of their way to accommodate them.", "filename": "2013_07_10__1542341567.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/intransit.blogs.nytimes.com/2013_07_10__1542341567.html", "title": "A Surge in Kid-Friendly Hotels", "title_page": "A Surge in Kid-Friendly Hotels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor some hotels, being kid-friendly has always been a top priority, but now several properties that weren’t always the ideal place to stay with young children are going out of their way to accommodate them. Le Royal Monceau, Raffles Paris, above, for example, has a new children’s program called “Les Petits Princes” where children get a variety of complimentary amenities like Bonpoint bibs, toys and sleeping sets and Pierre Hermé macarons or pastries at turndown. The hotel has also created several seasonal programs like an egg-decorating session for Easter inspired by the Argentine painter Julio Le Parc. Pizza and street art workshops are also offered. Each child gets one free activity.\nThe American Club, the golf resort in Kohler, Wis., is no longer a place only for guests to play a round: the new Kohler Kidz program has a number of free activities for children including movie nights, hiking, ice skating, garden tours, board games, billiards, bocce, snowshoeing and arts and crafts. Children also get free breakfast and can take golf lessons (those are not free).\nThe Hotel Bel-Air in Los Angeles has always been a celebrity mainstay but is now welcoming children with offerings like a Little Royals High Tea, a selection of toys they can choose from at check-in and events like a cookie-decorating workshop.\nAmanyara, a resort in Turks and Caicos, recently introduced its Nature Discovery Center, where children explore the island’s flora and fauna with the resident naturalist through scavenger hunts, beach walks, marine biology lessons and nature-themed yoga classes.", "url": "https://intransit.blogs.nytimes.com/2013/07/10/a-surge-in-kid-friendly-hotels/"}