{"authors": ["Jeremy W. Peters", "Topics.Nytimes.Com Top Reference Timestopics People P Jeremy_W_Peters Index.Html"], "date_download": "2018-11-16 04:22:38", "date_modify": "2018-11-16 04:22:38", "date_publish": "2010-11-29 02:09:40", "description": "They have spent plenty trying to get on the Internet, but an ad argues that the old print version is the superior experience.", "filename": "2010_11_28__1542342158.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/mediadecoder.blogs.nytimes.com/2010_11_28__1542342158.html", "title": "The New York Times", "title_page": "Print Magazine Ad Mocks Digital Cousins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So which is better: a print magazine or its digital version?\nThe newest ad for the nation’s major magazine publishers, which have been running a promotional campaign to counter perceptions that print is a dying medium, doesn’t side with its newer medium.\n“This is not the Internet. Feel free to curl up and settle in,” begins the two-page spread, which features a full-page picture of a woman lounging in a hammock strung between two palm trees. She does not appear to be reading a magazine.\n“Magazines don’t blink on and off,” the ad reads. “They don’t show video or deliver ads that pop up out of nowhere. You can’t DVR magazines and you can’t play games on them.”\nPrevious ads, which have all carried the tagline “Magazines: The Power of Print,” highlighted the strength of the print business. But they did not go as far as to actually assail the Internet.\nThis new approach may seem somewhat strange coming from an industry that has spent the last few years tearing down the institutional walls between print and online operations.\nThere is also all the money and resources — tens of millions of dollars at each of the largest publishing companies — that they have poured into creating iPad versions and other digital formats of their titles.\nBut the ad’s chief creator, Michael A. Clinton, president of marketing and publishing director for Hearst Magazines, said the news that magazines are thriving needed attention even if publishing is an increasingly digital business.\n“Magazines didn’t have a consumer problem; they had an advertising problem,” he said, stressing that the fundamentals of the business are solid despite the decline in advertising spending that forced many publishers last year to lay off employees and shut down titles.\n“We have to be delivering our content in different ways,” he said, “but in a continually digitized world, the interesting thing is the passion people still have for the print product.”\nThe campaign, which began in March and was designed by Y&R New York, has been a joint effort by Hearst, Time Inc., Condé Nast, Meredith and Wenner Media, all of which have run the ads in their magazines.\nThe Association of Magazine Media has also thrown its support behind the ads. Formerly known as the Magazine Publishers of America, the group recently changed its name because its leaders wanted a less print-centric title.", "url": "https://mediadecoder.blogs.nytimes.com/2010/11/28/magazines-take-a-shot-at-the-net/"}