{"authors": ["Brooks Barnes", "Topics.Nytimes.Com Top Reference Timestopics People B Brooks_Barnes Index.Html"], "date_download": "2018-11-16 03:39:38", "date_modify": "2018-11-16 03:39:38", "date_publish": "2013-03-10 23:41:32", "description": "“Mindless Behavior: All Around the World,” a concert film about the boy band Mindless Behavior, will run in about 120 AMC theaters.", "filename": "2013_03_10__1542339578.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/mediadecoder.blogs.nytimes.com/2013_03_10__1542339578.html", "title": "The New York Times", "title_page": "First AwesomenessTV Movie to Appear Friday in AMC Theaters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — How fast is YouTube building new media companies? Consider the case of AwesomenessTV, a YouTube-based channel for teenagers.\nLast year at this time, Awesomeness had not introduced its MTV-esque programs. Now the channel has about 400,000 subscribers and 80.6 million video views. A Nickelodeon show based on its programming is planned. And on Friday an Awesomeness movie release will open in AMC theaters.\n“Mindless Behavior: All Around the World” is a concert film — part singing, part documentary — that focuses on the boy band Mindless Behavior. It will run in about 120 AMC theaters in neighborhoods where, based on data culled from social networks, the group has its strongest fan base.\n“It’s an experiment,” said Brian Robbins, the impresario behind AwesomenessTV and a former child star (Eric Mardian on the ABC sitcom “Head of the Class.”)\nMindless Behavior, which toured with Janet Jackson in 2011 and is preparing to release its second album, became part of the AwesomenessTV lineup last summer. Mr. Robbins’s company had the movie idea and agreed to pay for it and handle distribution. He declined to disclose the movie’s budget but said it was “very independent-film sized.” A DVD release is planned.\nThe Nickelodeon show, meanwhile, is tentatively named “Awesomeness” and will include sketch comedy shown on Mr. Robbins’s fledgling YouTube channel.\nNickelodeon, which has committed to 13 episodes, recently described the show to advertisers as part of an effort to “reinvent sketch comedy for this generation” and to “aggressively pump new talent” into its schedule.\nWhile AwesomenessTV will continue to look for opportunities in traditional media, Mr. Robbins said his company’s primary focus would remain online. “We’re making snack food — the entertainment equivalent of potato chips and Twizzlers and cookies,” he said.\n“But as AwesomenessTV is understanding more and more every day,” he added, “snack food is a really enormous business.”", "url": "https://mediadecoder.blogs.nytimes.com/2013/03/10/first-awesomenesstv-movie-to-appear-friday-in-amc-theaters/"}