{"authors": ["Steven Heller", "Greg M", "Benjamin Baxter", "Gerry L", "Argon Steel", "Tek", "Chris Bley", "Julio A. Cartaya", "Victor Trumper", "Judy Fairfax"], "date_download": "2018-11-16 04:43:04", "date_modify": "2018-11-16 04:43:04", "date_publish": "2008-06-14 23:08:14", "description": "Is there a message behind Barack Obama’s “thank you” to Hillary Clinton?", "filename": "2008_06_14__1542343384.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/campaignstops.blogs.nytimes.com/2008_06_14__1542343384.html", "title": "The Hardest Words", "title_page": "The Hardest Words - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Clinton campaigned for 16 months and all she gets is this Jpeg. While some might agree that this luminous blue banner on Barack Obama’s Web site thanking her for a gracious concession is the appropriate conciliatory gesture to a formidable opponent, graphic designers see multiple layers of meaning in the design decision, from the selection of the photo to the overall composition.\nFor instance, why is Mrs. Clinton looking off into space? Why does she have that Mona Lisa smile? Although a heroic stance, can it also be interpreted as a pose of resignation? What is the reason for that aura behind her head? Does it represent enlightenment or does it symbolize anointment? Why is Mrs. Clinton set against a horizon suggesting the curvature of the earth? Has she transcended time and space and gone into another campaign universe? And, while we’re at it, what’s with all that gradated blue?\nDesigners I asked to weigh in on this graphic mostly agreed that it was consistent with Mr. Obama’s type and color schemes. No red flags raised here. But a few believe that this simple graphic statement could have been handled better.\n“Placed in context of the barackobama.com site this graphic is a link to a speech by Mr. Obama,” says Louise Sandhaus, who heads a design firm in Los Angeles. “But that’s not really clear and seems more like a thank you card — a bad Hallmark one. Does it say too little and thus seem insincere? Yes. But it’s a message problem, not a graphic problem. I would have added more text to thank Senator Clinton for something specific.”\nAnd what about the typographic hierarchy? The “thank you” is considerably larger than Mrs. Clinton’s name. Why is that? And throughout her campaign she was referred to as “Hillary,” using an honorific followed by her last name feels overly formal and contrived.\nDavid Barringer, a designer and a novelist, thinks the “ice-cold blue” is odd. As an alternative to this banner “I’d do an Oscar for Best Supporting Actor in a Political Drama,” he says.\nWhatever was the rationale for this design, nothing visual can be taken at face value, not even a simple thank you.", "url": "https://campaignstops.blogs.nytimes.com/2008/06/14/the-hardest-words/"}