{"authors": ["The Editors"], "date_download": "2018-11-16 04:47:07", "date_modify": "2018-11-16 04:47:07", "date_publish": "2012-10-12 00:20:39", "description": "Columnists and contributors weigh in with their thoughts on the vice presidential debate.", "filename": "2012_10_11__1542343627.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/campaignstops.blogs.nytimes.com/2012_10_11__1542343627.html", "title": "Debating Points, Vice Presidential Edition", "title_page": "Debating Points, Vice Presidential Edition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The editors of Campaign Stops asked columnists and contributors to weigh in with their thoughts on the vice presidential debate.\nIt has been eight days since the first presidential debate; tonight Joe Biden and Paul Ryan take the stage. Seems like a good time to take stock of what has happened in the last week, particularly among the undecided voters we’ve been tracking since July and among the small set of people who have been switching between the candidates.\nThe data come from the Cooperative Campaign Analysis Project and are collected by YouGov. Everyone in the survey was interviewed in December of 2011 and again in 2012 at some point, which allows us to track how people are making up their minds throughout the campaign. C.C.A.P. has interviewed 1,000 people every week since January.\nLooking at data collected this past week means we don’t have a lot of cases of still undecided voters, and if this were all the data we had on undecideds, we would not give much weight to it. But these results taken in the context of 38 previous weeks of interviews (and 38,000 other cases) give us more confidence when interpreting the data, particularly if the patterns look similar.\nAfter last week’s debate, the share of undecided voters in the electorate held constant at slightly less than 3%. You may be wondering how that is possible, given the dramatic and perhaps unexpected performances by both candidates. The answer? More than half the previously undecided voters failed to tune in to the debate at all.\nWhile only 21 percent of voters who have made up their minds skipped the debate, 54 percent of undecided voters did something else with their time. Coupled with their low level of general interest in news (44 percent never or hardly ever pay attention to the news, compared to 12 percent of decided voters who opt out of news), this means word of the candidates’ performances probably never reached them directly.\nAmong the undecided voters who actually watched some or all of the debate, 19 percent thought Obama won, 35 percent thought Romney won, and 36 percent said they were unsure who won. The comparable figures for voters who had already made a vote choice are 12 percent Obama, 68 percent Romney, and 9 percent unsure – an unusually non-partisan result.\nThese results are worth sitting with for a minute: Among undecided voters who watched the debate, the conclusion that Romney outperformed Obama is only half as strong as it is among voters who had already made up their minds — regardless of who they have decided to vote for. More than any other result we’ve gotten with our survey, this one demonstrates the degree to which voters who are undecided are less well equipped in a political environment. It is as if they don’t have the skills or vocabulary to navigate the political scene or to fully comprehend it. Because they are not that interested in politics and pay little attention to news, they have no structure in place to organize political information as it comes across the transom. Many are simply not sure who won the debate – they’re not saying it was a tie. They are reporting that they cannot make an evaluation of any kind.\nBefore the debate, I wrote about the impressive amount of stability in people’s vote choice – roughly 96 percent of voters stick with their initial choice. Last week’s debate did nothing to shake this stability. Ninety-six percent of Romney voters and 98 percent of Obama voters are loyal to their initial choice. The debate also did very little to shift the dynamics among those whose decisions are fluid. Just as before the debate, Romney is losing roughly 3 percent of his initial voters to Obama while Obama loses only about 1 percent to Romney.\nThe debate also did very little to stop the flow of women away from Romney’s campaign. In the week after the debate, 5 percent of women whose initial choice was Romney moved to Obama (relative to only 1 percent of men who make this transition and 1 percent of women leaving Obama for Romney), although it is worth noting again that the data for last week get thin when we cut them so finely.\nOne last thing: How are the undecided voters breaking after the first debate? Does the trend toward Obama, which began in mid-July, continue? It does. The still undecided voters continue to break for Obama by more than 2 to 1. Whether the wave that broke for Romney in most national polling after the debate will come later to our cohort, there is of course no way to know. But if last week’s presidential debate didn’t slow the slight movement of the remaining undecided voters to Obama, it’s unlikely that the vice presidential debate will either.\nLynn Vavreck is an associate professor of political science and communication studies at U.C.L.A.\nPaul Ryan and Joe Biden may not say a word about God during their debate in Danville, Ky. But the contrast between the two men’s notions of their shared Catholic faith will surface faster than you can say “blessed are the poor.” Ryan’s task is about as easy, as you may have heard, as leading a camel through the eye of a needle: he will have to defend the drastic cuts to social welfare in his budget plan while also refuting the charge — often leveled by his fellow Catholics — that his proposed cuts to Medicaid, early childhood education and other social programs will “crucify” poor Americans.\nLiberals are hoping that Biden will extinguish the aura of Christian compassion that Romney conjured last week and expose the vice-presidential nominee as a servant of the rich who hides a copy of “Atlas Shrugged” within the covers of his Bible. After all, isn’t a Roman Catholic libertarian a contradiction in terms?\nThe answer is no. Ryan’s commitment to Catholic dogma and libertarian economics is not as eccentric or incoherent as his critics have claimed. He stands in an established tradition of Catholic conservatives who have reinterpreted the tenets of classical libertarian thought to create a hybrid doctrine suited for the defense of unbridled capitalism.\nCatholic libertarians trace their genealogy back to the theologians Augustine and Thomas Aquinas as well as a smattering of more obscure nineteenth century thinkers like the French economist Frédéric Bastiat. But they came into their own during the 1950s as the modern conservative movement coalesced around an agenda of anti-communism and conservative morality.\nPatrick Allitt, a historian at Emory University, has described how conservative Catholics like the priests Edward Keller and John Dinneen — not to mention the dean of American Catholic conservatism, William F. Buckley Jr.— extolled the freedoms of private enterprise and insisted that Rome opposed only the most radical theories of the free market. Catholic libertarians argue that the Christian family, not the individual, is the building block of society. God — certainly not government handouts — is the true source of human dignity. Original sin has condemned humanity to either suffer and starve or work for a living: “stealing” from the commonwealth is not a Christian option. As to the unholy alliance with Ayn Rand: some Catholic libertarians have argued that in her writings she asserts atheism but never bothers to argue the point, and so it is not hard for Christian disciples to turn a blind eye to her godlessness.\nTo claim the Vatican’s pronouncements for their cause, the Catholic libertarians of the 1950s and 1960s ignored or reinterpreted some of Rome’s strident critiques of capitalism in encyclicals such as Rerum Novarum and Quadragesimo Anno. In citing church teachings to defend modern capitalism, “they emphasized that the church is a historical institution, changing from one age to the next and unable to avoid the exigencies of historical transformation,” Allitt writes. In other words, these conservatives took liberties much like the maneuvers that trouble them in progressive Catholics’ efforts to revise the church’s position on sexuality and birth control. They applied the tried and true rhetorical tactic of emphasizing the elements of scripture and tradition that best served their cause. It turns out that conservative and liberal Catholics have plenty in common after all—and not just that Jesuitical taste for argument on display in the debate.\nMolly Worthen is an assistant professor of history at the University of North Carolina at Chapel Hill.\nHere are a few pieces of social science theory and data that might help us understand the dynamics of the debate.\nFirst: Popular people are more persuasive — an idea that social scientists refer to as “source credibility.” On this dimension, Biden and Ryan are essentially tied. Roughly equal proportions of people have favorable views of each. In Ryan’s case, negative opinions of him have becomemore prevalent than positive opinions since he was picked as Romney’s running mate. So neither starts the debate as the more popular figure.\nSecond: It’s easier to play on people’s existing opinions than try to convince them of something new. What’s the lesson here? Talk about the issues on which you’re already favored. For example, people tend to trust the Democratic Party and Obama to handle Medicare. The Republican line of attack on this issue—that Obama took money from Medicare to pay for Obamacare—may prove less persuasive. Better to talk about the deficit, for example, an issue on which voters tend to trust Romney rather than Obama.\nThird: A lot of commentary during and after the debates is essentially a theater review—who “performed” better, who was more aggressive, or too aggressive, or whatever. We saw a lot of this after the first presidential debate. Unsurprisingly, then, voters’ subsequent reactions had little to do with policy and much more to do with personality. For better or worse, the candidates’ personalities and demeanor may count for more than their actual words.\nJohn Sides is an associate professor of political science at George Washington University.\nThe vice-presidential debate ended with a question about how the candidates see their religion and abortion. In somber tones, both candidates discussed their relationship to their Catholicism and their political and moral views about when life begins and when abortion should be legal. Surprisingly, this is one issue on which undecided voters are not so different from those who have decided. Using C.C.A.P. data, let me show you how this plays out.\nWe asked 41,000 people for their views on abortion. Twenty-nine percent of people say abortion should be legal in all cases; 47 percent say abortion should be legal or illegal depending on specific circumstances; and 16 percent say abortion should be illegal in all cases. About 9 percent aren’t sure how they feel. Differences across gender are minimal. If we limit the analysis to likely voters, the numbers are similar.\nAt the risk of sounding like a broken record, let me ask: What about the undecided voters? Interestingly, the pattern we have seen previously – undecided voters being disengaged and unsure about their positions – does not emerge on abortion. Among likely voters who are currently undecided about their vote choice, 24 percent think abortion should always be legal, 45 percent think it should be legal under certain circumstances, and 18 percent think abortion should be illegal under all circumstances. And only 13 percent of undecided voters say they are “not sure” about their positions on abortion, compared to 9 percent of voters who have made up their minds.\nYes, that’s twice as many undecideds not sure of their position (relative to those who have picked a candidate), but the six-point gap is smaller than it is on other issues and overall it is a low level of uncertainty.\nThe interesting question is why? As we continue to investigate the characteristics of undecided voters, this similarity is an important marker. Is it the fact that abortion is among the set of political issues people think of as more “social” than “economic”? If so, we’d expect to say the same pattern on positions of gay marriage. On this issue, 14 percent of decided voters are unsure of their positions and 32 percent of undecided voters are unsure. That is roughly double the rate, but at a much higher level overall.\nWhere we see the biggest gaps in uncertainty between the decided and the undecided, however, is on assessments related to the campaign, not on policies. While only 2 percent of decided voters could not rate Obama’s performance as president, 24 percent of the undecided could not do this.\nI take these pieces of evidence as one more piece of the puzzle about undecided voters – while they may have positions on issues, they don’t react to the politics happening right now (like who won the debate or whether to approve of how the president is doing his job). This underscores the point that they are just not tuned in to current events — but that shouldn’t be taken to mean that they don’t have any convictions at all.\nLynn Vavreck is an associate professor of political science and communication studies at U.C.L.A.\nThe biggest thing that tonight’s vice presidential debate illustrated was how unusual last week’s presidential debate really was — a clear victory for Romney, acknowledged as such by liberals as well as moderates, and the clear movement toward the Republican ticket that followed. There’s a reason that pundits and political scientists tend to assume that debates usually don’t move the polls that much — it’s because they’re usually much more like tonight’s affair, which was a win for Joe Biden if you like his garrulous “I’m your Irish uncle, Paul, so let me interrupt you” style, a loss for Joe Biden if you tend to tune out when a national politician rolls his eyes and uses the phrase “malarkey,” and probably something like a draw for the kind of voters who both sides actually want to influence.\nBiden was tough, Ryan was sincere. Biden was often too aggressive, Ryan was sometimes too diffident. On the toughest questions, Biden filibustered while Ryan evaded. On the softballs, Biden got all gravelly and grandfatherly while Ryan looked doe-eyed and decent and choirboyish. If Biden won, it was by grabbing the debate by the throat and never letting go; if Ryan won, it was by keeping his cool and letting Biden overreach. If you watched MSNBC’s post-debate coverage, you’d think Biden dominated; if you watched Fox’s, you’d think Ryan won; if you watched CNN’s, you’d think it was a muddle, a mixed bag, an interesting draw.\nOverall, that’s good news for the Democrats. Even if only liberals loved Biden, there’s a lot to be said for firing up the base after the downer of a performance President Obama delivered last week. The veep’s job was to stop the bleeding, to remind viewers of some of the things they disliked about Mitt Romney just a week ago, to give the media something to talk about besides Big Bird, Benghazi and the Romney-Ryan polling surge. He accomplished all of this even if he sometimes sounded like the Biden of Onion parodies, telling that kid Ryan to go scrub down his Trans Am. So it’s enough, whatever the snap polls and focus groups say, to get the Democratic Party through till next Tuesday without having a total nervous breakdown — and after the week they’ve had, they’ll take it.\nRoss Douthat is a Times Op-Ed columnist.\nThere were two promising elements in the makeup of tonight’s debate. First, foreign affairs, much neglected in this campaign, was explicitly put on the table beforehand — with the subject to be moderated by an international reporter. Second, Paul Ryan’s presence opened the door to a discussion of the major question of this election: Should we radically reduce the size and role of government and rely on the free market to regulate itself and to solve social problems?\nThe promise wasn’t fulfilled. On foreign affairs, Ryan didn’t know enough about overall strategic and diplomatic issues to get beyond slogans and ad hominems. He had nothing to add to the standard Romney “we’ll-stand-tall” mantra. Biden was knowledgeable and sophisticated, but spent almost all his time responding to specific jibes and misrepresentations. He made us aware of his wide experience and insider status, but wasn’t able to paint a coherent overall picture of the goals, methods and achievements of the Obama administration.\nThe talk on the economy was loaded with examples and numbers, but neither candidate provided the comprehensive context he would have needed to make a case for any policy conclusions. There was a lot of back and forth on the details of tax policy and health care. But Ryan made no defense (or even mention) of the radically restricted role he favors for government, and Biden made no case for the effectiveness of Obama’s Keynesian stimulus. Biden was most impressive in showing how Ryan simply refused to say what deductions or loopholes his tax plan would eliminate. Ryan’s main achievement was to thoroughly muddle the question of what would happen to Medicare under his plan.\nPolitically, the debate was more fruitful. Ryan made it through his first big national test with a friendly but firm manner and an air of confidence and competence. He took a major step toward establishing that he could play in the Big Leagues. Biden struck an effective balance between confrontation and affability, doing what even many Democrats thought Obama should have done in the first debate.\nMy own view — one that was not heard much last week — is that Obama’s performance was much better than he got credit for. He was strong on facts and argument and stood up to Romney as well as Biden stood up to Ryan. But on the level of personality and style, Obama’s reflective coolness was too readily swamped by Romney’s salesman-like persistence and self-assurance. If Biden accomplished anything, it was to show that his persona would have worked better, as it did tonight.\nBut there was also a striking difference in how the Democrats themselves responded to Obama’s and Biden’s performances. Debates are often won or lost in the first hour of post-game analysis. Democrats gave up on Obama immediately and let their opponents construct the narrative of a weak president run over by forceful challenger. They could have, for example, put forward a counter-narrative of a calm and reflective president, quietly demolishing the flagrant misrepresentations of an arrogant opponent. You win a debate by convincing people that you have won it. Last week the Democrats didn’t try. Tonight they did.\nGary Gutting is a professor of philosophy at the University of Notre Dame.", "url": "https://campaignstops.blogs.nytimes.com/2012/10/11/debating-points-vice-presidential-edition/"}