{"authors": ["Thomas J. Lueck", "Lois C Schwartz", "Jason S", "Lawrence Luey", "Arash Yaghoubi", "Liberty Lover", "S Alderdice", "Ladislav Nemec", "J Gettinger", "Alyn Brodsky"], "date_download": "2018-11-16 04:30:39", "date_modify": "2018-11-16 04:30:39", "date_publish": "2008-04-14 16:10:08", "description": "A worker who was installing windows in a condominium building under construction at 400 East 67th Street, near First Avenue, fell to his death around 10:30 a.m.", "filename": "2008_04_14__1542342639.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_04_14__1542342639.html", "title": "Worker Dies in Fall After Nylon Strap Fails", "title_page": "Worker Dies in Fall After Nylon Strap Fails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 3:32 p.m. | A worker who was installing windows in a condominium tower under construction at 400 East 67th Street, near First Avenue, fell to his death around 10:30 a.m. today after a nylon safety strap failed, officials said. The man — who was later identified as Kevin Kelly, 25, of Bayside, Queens — fell from the 21st floor to the 14th floor, but it was not clear what broke his fall, the authorities said. No one else was injured, and it was not clear what caused the fall.\nPatricia J. Lancaster, the commissioner of buildings, told reporters at the scene that the worker had been installing windows on the 21st floor and fell when a piece of required safety equipment failed. She said an initial investigation indicated the the man’s D-ring — part of his safety harness that is attached to a hook embedded in the building’s concrete — snapped or somehow gave way.\nMs. Lancaster, who was still on the scene shortly before 1 p.m., said it was unclear who was at fault. “We will be holding the individuals responsible for this terrible tragedy accountable,” she said.\n“We are very focused on safety,” Ms. Lancaster said. “Construction companies, owners, architects and engineers have to obey the law.”\nShe said a second worker, who apparently had witnessed the accident but was not directly involved, complained of chest pains and was taken to a hospital for observation. She declined to identify that man, or the one who fell to his death.\nLater, the Buildings Department issued this statement from Ms. Lancaster, which offered a revised account of what happened:\nConstruction site and worker safety begins with proper site safety measures. A tragedy happened here today. It appears the nylon safety strap connecting the worker to the building failed. As part of our investigation, our team is now auditing the method the crews used to install the safety straps throughout the building. We will pursue the toughest enforcement to the full extent of the law. Development cannot be at the expense of the workers building our City. The Buildings Department has imposed a full stop work order on the site. A full safety inspection is under way, and Buildings forensic engineers are investigating the incident. The worker was employed by New York Window, a subcontractor retained by the general contractor, Hunter Roberts Construction Group, to install window panels. Preliminary reports indicate the accident occurred on the northeast corner of the building’s 23rd floor, and that the worker fell to a 14th-floor balcony. At this time, it appears a failure of the safety strap connecting the worker to the concrete ceiling played a role in the incident.\nThe building was designed by the architects Costas Kondylis & Partners and is in the process of receiving a LEED certification, awarded by the United States Green Building Council, for environmentally sustainable construction.\nThe construction manager is the Hunter Roberts Construction Group, a large construction company that is at work on several projects in Manhattan and Brooklyn. Officials of Hunter Roberts did not immediately return a phone request for comment. The company’s Web site describes The Laurel as luxury condominium, scheduled for completion next January, with 129 apartments, an indoor pool, 14,000 square feet of retail and office space and two levels of underground parking.\nThe developer is the Alexico Group, based in Manhattan. Officials of Alexico did not return a phone request for comment.\nSewell Chan contributed reporting.", "url": "https://cityroom.blogs.nytimes.com/2008/04/14/construction-worker-dies-in-fall-from-building/"}