{"authors": ["William Neuman", "Liberty Lover", "Nat Solomon", "Cameron Williams", "Roosevelt Island", "Eric", "Jerry Gold", "David M."], "date_download": "2018-11-16 04:30:48", "date_modify": "2018-11-16 04:30:48", "date_publish": "2008-04-14 18:21:18", "description": "The Metropolitan Transportation Authority said that it will seek to become more environmentally friendly by installing solar panels to generate electricity on about two dozen of its buildings.", "filename": "2008_04_14__1542342648.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_04_14__1542342648.html", "title": "M.T.A. Will Expand Use of Solar Energy", "title_page": "M.T.A. Will Expand Use of Solar Energy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Metropolitan Transportation Authority said on Monday that it will seek to become more environmentally friendly by installing solar panels to generate electricity on about two dozen buildings, including bus depots, warehouses and a bus washing facility.\nThe panels would generate about 1 percent of the total electricity used by the authority, officials said.\nIn the short term, the cost of the electricity from the panels is expected to be about double the cost of electricity that the authority currently buys from Consolidated Edison, said Ernest J. Tollerson, the authority’s director of policy. But he said that the solar cost was expected to remain steady while other energy costs rise over time.\nThe solar project is an early step toward a goal of using renewable energy sources to provide 7 percent of the authority’s total electricity needs by 2015. Much of that additional power would consist of energy bought from outside suppliers, like producers of wind power.\nThe authority announced the energy goals at a news conference at Grand Central Terminal, as it released a report by a commission established last year to recommend ways to make its operations more environmentally friendly.\nAmong its recommendations was to use more “green products,” like recycled paper.\nThe 13-page report that was given to reporters on Monday, however, was not printed on recycled paper.\n“That’s a Kinko’s version,” said Mr. Tollerson, who is a former editorial writer and editor at The New York Times. He said that additional copies of the report would be produced within the coming weeks, using recycled paper and soy ink.", "url": "https://cityroom.blogs.nytimes.com/2008/04/14/mta-will-expand-use-of-solar-energy/"}