{"authors": ["The New York Times", "Paul C", "Linnea Covington", "K.V. Olesen", "Lois Wren", "Michael Balton", "Chi Ron Janoff", "Victor Goodstone", "Lefferts Place Guy"], "date_download": "2018-11-16 04:31:02", "date_modify": "2018-11-16 04:31:02", "date_publish": "2008-04-14 19:45:17", "description": "Taking Questions: Diana Lind, an author on architecture and a magazine editor, will be answering readers’ inquiries about Brooklyn buildings and the interior designs of the borough’s brownstones.", "filename": "2008_04_14__1542342662.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_04_14__1542342662.html", "title": "Ask About Brooklyn Architecture", "title_page": "Ask About Brooklyn Architecture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This week, through Friday, Diana Lind will be answering questions about architecture and the interior design of Brooklyn brownstones.\nRead Ms. Lind’s answers to selected questions posted April 16, April 17 and April 18.\nWe are no longer accepting comments on this feature.\nMs. Lind is the author of “Brooklyn Modern: Architecture, Interiors & Design,” which takes a look at the innovative architecture and interiors from Bedford-Stuyvesant to Brooklyn Heights and Cobble Hill to Ditmas Park. She is also the editor in chief of Next American City magazine, a quarterly examination of urban issues, community activism, culture and politics. She was a freelance architecture and design writer for Architectural Record, Art + Auction, Plenty and other magazines.\nMs. Lind edited “Designing the Hamptons: Portraits of Interiors” (Edizioni Press, 2006) and founded the short-lived magazine, Work. She received her B.A. in English from Cornell and an M.F.A. in creative writing from Columbia. Ms. Lind was born and raised in Manhattan, lived in Fort Greene for three years, and moved to Philadelphia this month.", "url": "https://cityroom.blogs.nytimes.com/2008/04/14/ask-about-brooklyn-architecture/"}