{"authors": ["Ken Belson", "Douglas Binder", "Dan Oblak"], "date_download": "2018-11-16 04:55:37", "date_modify": "2018-11-16 04:55:37", "date_publish": "2008-05-01 17:02:31", "description": "Electricity-desperate airline passengers can get their thirst quenched at La Guardia Airport, which has installed power poles with outlets that can charge laptops, cellphones and iPods.", "filename": "2008_05_01__1542344137.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_05_01__1542344137.html", "title": "The New York Times", "title_page": "Finding a Quick Jolt in Airports' Terminal Deserts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is a sorry sight: passengers desperately hunting for airport outlets like dusty travelers in search of oases in a sandy desert. They then cluster, savoring the dribbles of electricity to charge and use their cellphones, laptops and iPods.\nNow La Guardia Airport is providing some dignity to electricity-hungry road warriors by installing a dozen new “power poles” during April at the Central Terminal.\n“There’s huge demand,” said Pasquale DiFulco, a spokesman for the Port Authority of New York and New Jersey, which manages the airport. “We’re trying to keep up.”\nAs quickly as the workmen who finished putting in the eight-and-a-half-foot high poles, passengers were there to plug in their electronic devices.\nBut the electricity does not come free. As with John F. Kennedy International Airport, the pole is being sponsored by Samsung, who will pay the Port Authority $350,000 over the next two years, plus the electricity. In return, the Samsung logo is emblazoned vertically on the pole. (This is a pretty good deal for the passengers.)\nThe poles, which each have four outlets, are situated beyond the security checkpoints on the concourses at the terminal, where American, JetBlue, United and other airlines have gates.\nThe poles have been a hit with travelers at J.F.K., where they were installed two years ago and now number 50 throughout all the terminals. During a recent layover, Scott Golike, who was traveling with a group of 11 to Greece from his home in Seattle, found one of the poles in the American Airlines terminal. He had plugged in his cellphone and two iPods, his own and his son’s.\n“I usually scrounge for an outlet at the gate,” he said, not far from where his kids were sleeping on the floor. “It’s a nice feature.”\nMr. DiFulco said the Port Authority hopes to install power poles at Newark Liberty International Airport by later this year. More oases.", "url": "https://cityroom.blogs.nytimes.com/2008/05/01/finding-a-quick-jolt-in-airports-terminal-deserts/"}