{"authors": ["Anemona Hartocollis", "Topics.Nytimes.Com Top Reference Timestopics People H Anemona_Hartocollis Index.Html", "Alex M. Pruteanu", "Jr Flanders", "Mark Dawson", "Jeffery Wainright", "David In Brooklyn", "Mariano Patalinjug", "Elan Durham", "Mark Klein"], "date_download": "2018-11-16 04:55:39", "date_modify": "2018-11-16 04:55:39", "date_publish": "2008-05-01 18:27:44", "description": "The actress gave a reading to a Manhattan jury of material sent to her by an obsessive fan who sneaked onto the set of a movie she was filming in SoHo in 2005.", "filename": "2008_05_01__1542344139.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_05_01__1542344139.html", "title": "Uma Thurman Tells Jury of Menacing Notes From a Fan", "title_page": "Uma Thurman Tells Jury of Menacing Notes From a Fan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 10:37 p.m. | Uma Thurman gave a harrowing reading to a Manhattan jury of cards and e-mail messages sent to her by an obsessive fan who sneaked onto the set of a movie she was filming in New York City in 2005.\nIn her testimony on Thursday morning, she told how Jack Jordan, who is on trial for stalking the actress on and off over a period of two years, came to the door of her trailer on Prince Street in SoHo on Nov. 8, 2005, when she was making the movie “My Super Ex-Girlfriend.” He identified himself to one of Ms. Thurman’s assistants as a friend of her parents.\nTrying not to be rude, because her parents have many friends — some “eccentric,” Ms. Thurman testified — she asked her assistant to take a telephone number, then innocently opened a card that the assistant delivered from Mr. Jordan.\nLittle pieces of torn paper and a dollar bill fell out of the envelope, she said, as she pulled out a child’s confirmation card. On the front, was a dreamy pastel store-bought image of a small blonde girl, a spray of pink flowers and a dove.\nOn the back was a crude pen and ink drawing of a male stick figure –­ apparently Mr. Jordan — walking off the edge of an Acme razor blade into an open grave, where a female stick figure, ­ apparently Ms. Thurman — had a thought balloon over her head saying, “Tee-hee.”\nOn the blank side of the card was a handwritten message in the shape of a spiral. Most of the words had been inked out, and Ms. Thurman read the still visible ones out loud in court in a soft, slow voice: “Chocolate, mouth, soft, kissing…,” she said, adding, “And then I saw this part: ‘My hand should be on your body.’”\nShe was terrified, she said: “It didn’t look right. It looked very disturbed. All these words crossed out and then you looked at the ones that were left.”\nMs. Thurman, whose testimony is continuing this afternoon, testified on the third day of Mr. Jordan’s stalking and harassment trial. Mr. Jordan’s lawyer has said that his client, who is schizophrenic and was forcibly institutionalized after delivering the note to Ms. Thurman’s trailer, was in love with Ms. Thurman, but did not intend to harm or threaten her.\nMany jurors listened with mouths open, concentrating intently on Ms. Thurman’s testimony, as if they were watching a dramatic performance in a hushed theater. She read Mr. Jordan’s words at a slow pace, making them sound bigger than life, both more menacing and more pathetic than they looked on the written page.\nThe power of her reading was heightened by her own drawn, pared-down appearance. She wore a gray shawl thrown over black slacks and a black sweater. Her golden hair was carelessly knotted in the back, with long strands loose on both sides of her face. She wore no makeup and looked thin and hollow-eyed.\nIt was the first time that Mr. Jordan had ever been so close to her. He sat 20 feet away at the defense table, yet he studiously ignored her, looking away from her with a bottled-up, blank expression throughout her more than two hours of testimony.\nAn updated version of this article prepared for Friday’s editions is now online.", "url": "https://cityroom.blogs.nytimes.com/2008/05/01/uma-thurman-tells-jury-of-terrifying-notes-from-a-fan/"}