{"authors": ["Michael Wilson", "Andy F.", "Neal K", "Eugene P", "Steve Heidemann", "Jamie Williams", "Robert", "Kid Petrus", "Nyt Moderators", "Dan Stackhouse"], "date_download": "2018-11-16 04:30:42", "date_modify": "2018-11-16 04:30:42", "date_publish": "2008-04-14 16:45:27", "description": "Lawyers for Detectives Marc Cooper and Gescard F. Isnora, who are on trial in the fatal shooting of Sean Bell in November 2006, gave closing arguments in a Queens courtroom.", "filename": "2008_04_14__1542342642.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_04_14__1542342642.html", "title": "Closing Arguments Begin in Trial of Detectives", "title_page": "Closing Arguments Begin in Trial of Detectives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 2:38 p.m. | The defense presented closing arguments in the Sean Bell trial Monday morning with a combination of science and theatrics to make their case that the three detectives charged in Mr. Bell’s shooting were justified in pulling their triggers.\nThe closing arguments of the three defense attorneys lasted about four hours, with prosecutors beginning their summation after the lunch break. The closing arguments were directed to an audience of one, Justice Arthur J. Cooperman, who is hearing the case without a jury and is expected to announce a verdict April 25.\nThe most startling of the arguments came from Anthony L. Ricco, who represents Detective Gescard F. Isnora, the undercover detective who fired the first shot that morning, Nov. 25, 2006. His wide-ranging argument included quoting the Rev. Dr. Martin Luther King Jr. and attacks on the Rev. Al Sharpton’s organization, which has supported Mr. Bell’s family and the men wounded in the shooting. He also suggested that the shooting began because the detective was a black man with a gun, but quoting a witness describing Detective Isnora, he used a racial slur, repeating it several times during his more than hour-long argument.\nApparently referring to Mr. Sharpton, who was in the courtroom briefly Monday and left before Mr. Ricco began speaking, he said, “Somebody wanted this case to come out and fit a script. They know who they are.”\n“They turn their back on people like Gescard Isnora,” he said, mentioning “fancy radio shows” and “a network.”\nDetective Isnora was “marginalized, discounted and run over like a dog,” Mr. Ricco said. In using the racial slur, he quoted Trent Benefield, who was wounded in the shooting and who used the slur in a tape-recorded interview with detectives that morning, saying that after men drove by in a car, “another whole different” person approached the car with a gun.\nHe appeared to try to extend an olive branch to Mr. Bell’s parents, who have listened to him criticize their son’s behavior that morning many times over the seven weeks of trial.\n“No parent should have to go through what Sean Bell’s parents have gone through,” he said. “That is no courtroom tactic. That’s one parent to another.”\nHe called his client a “hero.”\n“I came here to represent a very fine young man,” Mr. Ricco said, asking his client to stand. “That is Detective Gescard Isnora. He’s a decent, dignified, graceful young man. And he did his job the best he could. He put himself between harm’s way and people in the streets all the time.”\nMr. Ricco, who is black, made some personal remarks, noting that people had tried to intimidate him, arguing that he should not take the case. Mr. Ricco spoke about young black men who have been denied legal representation because lawyers were too afraid to get involved. “I face this kind of nonsense all over the country,” Mr. Ricco said. “It only makes me a better lawyer.”\nPart of Mr. Ricco’s closing argument focused on Jean Nelson, a friend of Mr. Bell’s. Mr. Nelson testified that he heard Mr. Bell tell Fabio Coicou, a man he was arguing with, “Yeah, we’ll take that gun from you.” (Detective Isnora did not say he heard that and Mr. Coicou said no one was arguing about anything.) Mr. Ricco said that Mr. Nelson was the only one of Mr. Bell’s friends to testify truthfully. “He broke the ranks to tell the truth,” Mr. Ricco said. “A lot of people rolled eyes and sucked teeth when he was on the witness stand.”\nMr. Ricco described his client as a hard-working and brave officer who has been shunned by other blacks. “What did Gescard Isnora do so that the whole community turns their back on him?” Mr. Ricco said. “He’s putting his life on the line every day for my kids, for your kids, for everybody else’s kids.” Mr. Ricco repeated Detective Isnora’s claim that he had identified himself as a police officer and yelled commands before opening fire. “There was no proof to the contrary,” Mr. Ricco asserted.\nBy contrast, an attorney for Detective Michael Oliver, James J. Culleton, focused his arguments on ballistics evidence and the testimony of crime scene analysts who said the evidence suggested the shooting began only after Mr. Bell had twice rammed his car into an unmarked police van.\nEarlier in the morning, Paul P. Martin, the lawyer for Detective Marc Cooper, who is charged with reckless endangerment, the least serious of the charges against the officers, gave animated and emotional remarks for about an hour.\nMr. Martin said Detective Cooper was justified in firing four shots at Mr. Bell’s car because he thought he himself was under fire, even though he did not see anyone shooting and he described his position as unbalanced.\n“This isn’t TV and it isn’t ‘Miami Vice’ and they’re not taught to shoot guns out of people’s hands,” he said. He said convicting Detective Cooper of reckless endangerment would send the wrong message to all police officers.\n“What they’re saying is, ‘Don’t take your gun out until you go out in the country,’” he said. “‘Detective Cooper, wait until you are more balanced.’ Next time, you’re dead. That’s what they’re asking for.”\nMr. Martin said he was dismayed at the weakness of the prosecution’s case. “I really started to question this system — the justice system, which I’ve depended on, relied on,” Mr. Martin said. “I’ve questioned how the prosecution could come before you and say that Detective Marc Cooper was guilty of anything.”\nDetective Cooper is charged with reckless endangerment for firing a round that struck an elevated AirTrain terminal with several people inside, but Mr. Martin said it was not even clear whether the detective’s bullet in fact hit the train. Mr. Martin argued that the detective had a target in mind when he fired and acted reasonably and with police protocols.\nMr. Martin also questioned why two other police officers who were present and opened fire, Detective Paul Headley and Officer Michael Carey, were not charged. “He responded in a manner that a New York City police officer should,” Mr. Martin said of his client. “He was not the catalyst. He was not the starter.”\nMr. Martin also caused a brief stir when he essentially blamed the death of Mr. Bell on Mr. Bell’s friend Joseph Guzman. One of the detectives on trial, Gescard F. Isnora, has said he overheard Mr. Guzman say, “Get my gun,” which led to the shooting.\n“He’s the reason why we’re here today,” Mr. Martin said of Mr. Guzman, whom he described as thuggish. At that point, Mr. Guzman’s wife, Ebony, stormed out of the courtroom.\nMr. Martin also suggested that a conviction would put police officers in danger. “Think about the precedent that the district attorney’s office is trying to set,” Mr. Martin said, arguing that a conviction would mean police officers should not reach for their guns until they are fired upon.\nMr. Sharpton, who has been working with Mr. Bell’s family and closely monitored the case, left the courtroom after Mr. Martin made his closing argument and before Ricco began his remarks.\nJohn Eligon and Sewell Chan contributed reporting.", "url": "https://cityroom.blogs.nytimes.com/2008/04/14/closing-arguments-begin-in-trial-of-detectives/"}