{"authors": ["Diane Cardwell", "Topics.Nytimes.Com Top Reference Timestopics People C Diane_Cardwell Index.Html", "James Fm", "Perley J. Thibodeau"], "date_download": "2018-11-16 04:55:38", "date_modify": "2018-11-16 04:55:38", "date_publish": "2008-05-01 17:30:38", "description": "Expenses that are mandated or hard to control, including Medicaid, public employee pensions and debt service, would continue to rise. But the mayor executive budget plan includes a 6.4 percent reduction in agency spending.", "filename": "2008_05_01__1542344138.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_05_01__1542344138.html", "title": "The New York Times", "title_page": "The Mayor's New Budget, Flat After Years of Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Facing a worsening fiscal picture, Mayor Michael R. Bloomberg today finished presenting his executive budget that preserves a popular $400 property tax rebate as well as a 7 percent reduction in the overall property tax rate, but only for the fiscal year that ends on June 30, 2009. Mr. Bloomberg leaves office at the end of 2009.\nThe $59.1 billion budget, the starting point for negotiations with the City Council, would keep spending essentially flat after years of growth. Spending on expenses that are mandated or hard to control, including Medicaid, public employee pensions and debt service, would continue to rise.\nBut the mayor’s plan includes a 6.4 percent reduction in agency spending that officials said would come from increased efficiency and finding other sources of revenue rather than trimming services. It is still possible, however, that New Yorkers would notice some service cuts, including reduced library hours.\nIn addition, the city is planning to stretch out its capital plan by a year, delaying projects but saving money on debt service.", "url": "https://cityroom.blogs.nytimes.com/2008/05/01/the-mayors-new-budget-flat-after-years-of-growth/"}