{"authors": ["David W. Dunlap", "Topics.Nytimes.Com Top Reference Timestopics People D David_W_Dunlap Index.Html", "Sy S.", "Picky Editor", "Perley J. Thibodeau", "John Brady", "Me", "My Shadow .", "Nyt Moderators", "Donna V."], "date_download": "2018-11-16 04:30:42", "date_modify": "2018-11-16 04:30:42", "date_publish": "2008-04-07 20:35:45", "description": "New York City Transit misspells “Trump” on advisory signs at the Columbus Circle subway station.", "filename": "2008_04_07__1542342642.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2008_04_07__1542342642.html", "title": "The New York Times", "title_page": "That's Trump. As in Harrumph! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, April 8 | We had thought until this week that there was only one way to spell Trump.\nIt’s a pretty straightforward name. And its chief claimant has plastered it on enough buildings around town — Trump Tower, Trump World Tower, Trump International Hotel and Tower, Trump Parc, Trump Parc East, Trump Park Avenue, Trump Place — that even those who wrestle with orthography can simply look out their windows if they really need to double-check.\nBut someone has found a new way of rendering it: T-r-u-m-p-h. (Presumably, the h is silent.)\nAt least four yellow advisory signs at the Columbus Circle subway station direct passengers to use the entrance across Central Park West at the “Trumph Globe” outside the Trump International Hotel and Tower.\nNew York City Transit is not to blame, said a spokesman, Paul J. Fleuranges. He had only to glance at the poster to declare it unofficial. “It does not conform to our current standard, either in look, design or language,” he said. “If it had gone through channels, Trump would have been spelled correctly.”\nApparently, Mr. Fleuranges said, the poster was produced on a one-day basis by the contractor on the Columbus Circle renovation project. “They are being reinstructed on the proper way to obtain a service information poster from the service information division of corporate communications,” he said. “That division researches, writes and prints all of our service information posters, brochures, take-ones and the like you see in the system and posted on buses.”\nWe’ve left word with the Trump Organization. Who knows? Maybe he won’t mind. After all, just add “I” and you’ve got triumph.\nTuesday Update: Was it City Room’s inquiry? Was it New York City Transit’s intervention? Or was it simply an embarrassed contractor? Whatever the impulse, most of the misspelled signs had been replaced by Monday evening.", "url": "https://cityroom.blogs.nytimes.com/2008/04/07/thats-trump-as-in-harrumph/"}