{"authors": ["Michael M. Grynbaum", "Topics.Nytimes.Com Top Reference Timestopics People G Michael_M_Grynbaum Index.Html", "Perley J. Thibodeau", "Nicole Gelinas", "Walter Colon", "Vincent Dicarlo"], "date_download": "2018-11-16 04:32:01", "date_modify": "2018-11-16 04:32:01", "date_publish": "2009-08-13 19:26:30", "description": "The entire award, including a history of the contract negotiations and an opposing view from one member of the panel.", "filename": "2009_08_13_the-mta-arbitration-decision-and-dissent__scp=10&sq=grynbaum%20train%20&st=cse_1542342721.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2009_08_13_the-mta-arbitration-decision-and-dissent__scp=10&sq=grynbaum%20train%20&st=cse_1542342721.html", "title": "The M.T.A. Arbitration Decision and Dissent", "title_page": "The M.T.A. Arbitration Decision and Dissent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The mud is already flying just days after an arbitration panel handed down its ruling on the contract negotiations between the Metropolitan Transportation Authority and Transport Workers Union Local 100 (pdf).\nThe workers won an 11.3 percent wage increase over three years and a reduction in their health care costs, over the objections of transportation officials who said the cash-starved authority did not have the funds to cover the added costs. The authority has not ruled out service cuts or fare increases as a consequence of the ruling, which officials said would cost the authority an additional $350 million over three years.\nSome commentators are furious that the authority has been forced to pay its workers more despite the bad economy and its own stark financial problems. Others say that the transit workers deserve the same treatment as other city employees, who received similar raises from City Hall.\nWe have posted the entire arbitration award below, for those seeking a closer look at the rationale. The ruling contains a history of the contract negotiations and a brief look at the back-and-forth that occurred in the arbitration process, including an account of why the transportation authority gave up its request for one-person train operation.\nAppended to the ruling is a dissent from Dall W. Forsythe, who was selected by the authority to serve on the three-person panel.The M.T.A. and T.W.U. Arbitration", "url": "https://cityroom.blogs.nytimes.com/2009/08/13/the-mta-arbitration-decision-and-dissent/?scp=10&sq=grynbaum%20train%20&st=cse"}