{"authors": ["Sam Roberts"], "date_download": "2018-11-16 04:30:01", "date_modify": "2018-11-16 04:30:01", "date_publish": "2011-10-05 11:15:31", "description": "Despite holding many positions of note in government and business, John E. Zuccotti, or at least his name, has achieved an extraordinary level of notoriety thanks to the demonstrators on Wall Street.", "filename": "2011_10_05__1542342601.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2011_10_05__1542342601.html", "title": "The New York Times", "title_page": "John E. Zuccotti Is the Man Behind the Protesters' Park - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fred R. Conrad/The New York Times\nIn the 40 years since John E. Zuccotti joined city government as a part-time, $15,000-a-year member of the City Planning Commission, he has been chairman of the commission, first deputy mayor, chairman of the Real Estate Board of New York and the United States chairman of the global real estate giant Brookfield Properties, which owns, among other buildings, the World Financial Center in Lower Manhattan.\nBut none of those titles or positions catapulted him into greater, if unwitting, prominence than the continuing Occupy Wall Street demonstrations staged from the tiny downtown park that Brookfield owns and that bears his name.\nZuccotti Park has become a much-spoken name among protesters camped there and among followers of the protest movement that has been gaining steam in other American cities. The block-long, half-acre park has arguably become one of the city’s better-known patches of greenery. Yet most of the park’s occupants, who are railing against what they deem the inequities of the financial system, probably have no idea who Mr. Zuccotti is.\nCertainly, nobody recognized him during several casual sojourns he has made to the park from his office at the World Financial Center to survey the scene, including one on Wednesday. (He said he did not interact with any of the protesters.)\nMr. Zuccotti did remember getting a call from a relative in Italy: “My cousin called and said everyone in Genoa was saying, ‘Is that your relative?’ I’ve become famous.”\nThe park was created as a public space in return for allowing the original owners to build a larger office tower in 1968. A public plaza typically does not, however, allow overnight camping or serve as a regular staging ground for mass protests.\nBut Mr. Zuccotti, who cuts a judicious, even owlish, figure at 74, is no stranger to gracious hospitality. One of his first jobs was checking hats at the El Morocco night club where his father was the head waiter and later the incontrovertible guardian of the velvet rope as the maitre d’.\nAs for Brookfield’s continued welcome, Mr. Zuccotti said, “my guess is that we basically look to the police leadership and mayor to decide what to do.”\nThe protesters are not your typical El Morocco crowd. They are considerably more democratic and, arguably, more diverse in their political agenda.\n“According to what I read, the nature of the protest has been a little vague,” said Mr. Zuccotti, who returned to New York on Tuesday after traveling in Europe.\n“If you go there, you can’t tell the protesters from the tourists,” he added. “It has a kind of festive atmosphere.”\nAfter his visit on Wednesday, though, he said the park has gotten “a little messy,” adding: “Sooner or later we’re going to have to get in to clean it. With gas generators and other things there, we don’t want anybody to get hurt.”\nThe park, which was originally known as 1 Liberty Plaza, was renamed Liberty Park after the terrorist attacks of Sept. 11, 2001.\nNeal Boenzi/The New York Times\nIn 2006, after an $8 million renovation to repair damage from the attack on the World Trade Center, the pink granite park was renamed for Mr. Zuccotti. The gesture marked his public service as a savior of the city while deputy mayor under Mayor Abraham D. Beame during the 1970s fiscal crisis, and as a vigorous cheerleader for downtown’s revival after the terrorist attacks. Mr. Zuccotti lives in Brooklyn with his wife, Susan Sessions Zuccotti, a historian and the author of several books about the Holocaust.\nThe park is adorned with several dozen honey locust trees and a large abstract sculpture called “Joie de Vivre’’ and another of a businessman with a briefcase.\nMr. Zuccotti said he had no idea that the park was to be named for him until he arrived for the rededication ceremony.\n“I started to notice there were all these people from various stages in my life, and suddenly it dawned on me they were pulling a fast one,’’ Mr. Zuccotti said. “It was a complete surprise.”\nDuring the ceremony, he recounted what President Lyndon B. Johnson said in dedicating a building in Washington when Mr. Zuccotti was a special assistant at the Department of Housing and Urban Development: “My pappy would have enjoyed it and my mammy would have believed it.”\nWhat about his parents? What would they have thought about the park and the protest?\n“They would have been proud of the name,” he replied, “and they probably would have said, ‘I hope they’re keeping the park clean.’”", "url": "https://cityroom.blogs.nytimes.com/2011/10/05/zuccotti-by-roberts/"}