{"authors": ["Mira Nakash"], "date_download": "2018-11-16 04:29:01", "date_modify": "2018-11-16 04:29:01", "date_publish": "2012-11-29 13:45:06", "description": "Metropolitan Diary: Notes from a week in Belle Harbor, Queens, dealing with demolished houses, insurance inspectors, volunteers and relatives.", "filename": "2012_11_29__1542342541.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_11_29__1542342541.html", "title": "Musings Amid the Wreckage", "title_page": "Metropolitan Diary: Musings Amid the Wreckage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dear Diary:Sunday, Nov. 11. Belle Harbor, Queens.\nIt really has been beautiful weather here the last two days. We are in Belle Harbor for a 10 a.m. appointment with the Federal Emergency Management Agency. We sit outside on the bench at the front door and look out at the calm blue ocean and exquisite view, unencumbered by walls and brick.\nWe sit there a long time.\nHow weird it is to sit and enjoy the beauty while at the same time, right in front of us, is the rubble of a house that is completely demolished. We are interrupted at times by hordes of gas inspectors, FEMA inspectors, Water Department inspectors, sanitation workers, sand removal equipment, volunteers offering us a survival kit of a blanket and a flashlight. Volunteers are everywhere, sweeping sand, cleaning out basements, whatever is needed.\nAll neighbors are on the street, working or congregating.\nAs for us, Thursday was Chubb; Sunday, FEMA; Tuesday, Traveler Flood.\nThen concern for my mother’s house. We met my brother and mother there today. The outdoor chair works on a battery and actually transported her up the stairs and onto the porch. We prayed the battery would last until the return trip down! And we walked fast into the house because the porch was leaning.\nThe aide and I packed up her clothes, some pictures, mail, the magic Shabbat flowers from two weeks ago that were still beautiful, her exercise weights and balls, and some games. (I found three sets of Bananagrams!)\nShe went to a meeting outdoors at synagogue and cried.\nWe eat dinners out. It seems I am reviewing every batch of French fries in Brooklyn and five towns. It has become my comfort food. I don’t even hesitate to order it.\nRead all recent entries and our updated submissions guidelines. Reach us via e-mail: diary@nytimes.com or telephone: (212) 556-1333. Follow @NYTMetro on Twitter using the hashtag #MetDiary.", "url": "https://cityroom.blogs.nytimes.com/2012/11/29/musings-amid-the-wreckage/"}