{"authors": ["Matt Flegenheimer", "Topics.Nytimes.Com Top Reference Timestopics People F Matt_Flegenheimer Index.Html"], "date_download": "2018-11-16 04:31:02", "date_modify": "2018-11-16 04:31:02", "date_publish": "2012-01-04 20:25:47", "description": "Criminal prosecution of bullies is rare and unlikely to yield results for the family of Amanda Cummings, who jumped in front of a city bus.", "filename": "2012_01_04__1542342662.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_01_04__1542342662.html", "title": "The New York Times", "title_page": "No Charges Expected in Staten Island Girl's Suicide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The police said Wednesday that “no criminality is suspected” in the case of the 15-year-old Staten Island girl who died Monday after jumping in front of a city bus, and whose uncle alleged that bullying at school was partly to blame.\nThe death of the girl, Amanda Cummings, has been ruled a suicide by the city medical examiner’s office. Amanda died six days after being struck by a southbound Metropolitan Transportation Authority bus in Dongan Hills, Staten Island, with a suicide note in her pocket, the police said.\nThe authorities have investigated accusations of bullying at her school, New Dorp High School, where she was harassed and threatened by classmates, Keith Cummings, her uncle, said. But the authorities have found no indication that Amanda was harassed, a police spokesman said.\nMr. Cummings has said he hopes to explore the possibility of criminal redress.\nAlthough a handful of suicides attributed to school bullying have received national attention recently, Donna Lieberman, executive director of the New York Civil Liberties Union, said any criminal prosecution of bullies “would be unlikely to yield any kind of result that the family would be looking for.”\nShe added, “I think the notion that the criminal justice system is going to prevent any other child from being the subject of bullying is unrealistic.”\nBased on data provided to the organization by the city’s Education Department, the New York Civil Liberties Union has estimated that about 1,000 suspensions in city schools during the 2010-11 academic year were related to bullying.\nMs. Lieberman said she was not aware of any case analogous to Amanda’s in the city, but the organization did reach a settlement last year after suing a Herkimer County school district on behalf of a student who said he was repeatedly harassed, threatened and assaulted at school because of his sexual orientation.\nUnder the terms of the settlement, approved by the United States Justice Department, the district was required to begin training staff on how to address harassment issues, review its existing guidelines and report to the New York Civil Liberties Union and the Justice Department on its efforts.\nMr. Cummings said he believed a combination of bullying and romantic problems were responsible for his niece’s actions; the suicide note made reference to a boy she was despondent over. A cousin of Amanda’s said she had been harassed by schoolmates over her shoes and makeup.\nMr. Cummings said that he was not necessarily concerned with legal punishment for any of his niece’s possible bullies, but that he planned to enlist Amanda’s friends, once they had gathered this week to memorialize Amanda, to supply any information they might have.\n“They don’t have to lock them up or nothing,” he said of the purported bullies. “I just want to know who they really are.”\nMr. Cummings said a police officer questioned him Tuesday about why he insisted on speaking publicly about the bullying before all the facts were established.\n“I said I’d never buried my niece before,” he said.", "url": "https://cityroom.blogs.nytimes.com/2012/01/04/no-charges-expected-in-staten-island-girls-suicide/"}