{"authors": ["Colin Moynihan"], "date_download": "2018-11-16 04:26:16", "date_modify": "2018-11-16 04:26:16", "date_publish": "2012-10-28 00:23:13", "description": "Police Officer Juan Rodriguez decided to follow two men after seeing them use an odd-looking gold-colored card to withdraw money from an A.T.M. Police officials eventually arrested the men, who were carrying more than 250 cards and nearly $56,000 in cash.", "filename": "2012_10_27__1542342376.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_10_27__1542342376.html", "title": "An Alert Officer Foiled a Bank Heist", "title_page": "An Alert Officer Foiled a Bank Heist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Suspicious behavior outside of a bank branch on the Upper West Side, a glimpse of an odd-looking gold-colored card used to withdraw money from an automated teller machine and a stealthy pursuit led to the arrests of two Canadian men on Friday night who, the police said, were carrying about 250 fraudulent A.T.M. cards and more than $50,000 in cash.\nThe unusual case began unfolding about 9:45 p.m. on Friday when Officer Juan Rodriguez, who was finishing a meal break, saw two men wearing backpacks standing outside a Chase Manhattan branch on Broadway and West 90th Street.\nSomething about the way the two were standing and gazing into the bank lobby aroused Officer Rodriguez’s suspicions. The men glanced at him as he approached, but he did not break stride, walking instead to an unmarked car.\n“I made a point not to raise them up,” Officer Rodriguez said in a telephone interview on Saturday. “They were casing.”\nHe started the car’s engine and drove off. But the departure was a ruse. Officer Rodriguez drove around the block and seconds later he was back in front of the Chase branch, parked in a new spot that gave him a clear view into the bank’s A.T.M. lobby.\nAs he watched, one of the men used a gold-colored card without any obvious markings to withdraw money from a machine, he said.\nThe unusual card, which Officer Rodriguez said resembled a hotel card key, convinced him that the men were doing something wrong. He watched as they left the Chase bank, then followed them as they walked south.\n“I ghosted them all the way to 86th and Broadway,” he said.\nThere, the men entered a Citibank branch. Officer Rodriguez called for backup and soon he was joined by Sgt. Kelvin Perez and Police Officer Sokratis Toumanidis. The men entered the A.T.M. lobby where, once again, Officer Rodriguez said, the strange gold cards were deployed.\nOfficer Rodriguez lowered the volume on his radio, quietly approached one of the two and watched over his shoulder as he withdrew a stack of bills. Then, Officer Rodriguez said, the man turned and walked right into him.\n“I need you to come with me,” Officer Rodriguez said he told the man.\nAt the same time, the other officers took the second man into custody.\nPolice officials said that when the officers searched the two men they found 257 plastic cards, some without markings, others emblazoned with Visa or MasterCard logos, which were intended to unlawfully withdraw money from A.T.M.s. In addition, the officials said, the two were carrying nearly $56,000 in knapsacks and in their pockets.\nThe men, identified by the police as Gnanapandithan Sivaruban, 28, and Pathmasenan Ragavan, 24, both from Ontario, were charged with criminal possession of a forged instrument, grand larceny, criminal possession of stolen property and scheme to defraud.", "url": "https://cityroom.blogs.nytimes.com/2012/10/27/an-alert-officer-foiled-a-bank-heist-police-say/"}