{"authors": ["Matt Flegenheimer", "Topics.Nytimes.Com Top Reference Timestopics People F Matt_Flegenheimer Index.Html"], "date_download": "2018-11-16 04:28:53", "date_modify": "2018-11-16 04:28:53", "date_publish": "2012-11-28 22:11:12", "description": "With a transportation system still operating at less than full strength, New York City public transit officials said riders were already paying for the storm indirectly, sitting on more crowded trains and often waiting longer for them to arrive.", "filename": "2012_11_28__1542342533.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_11_28__1542342533.html", "title": "M.T.A. Says Riders Will Not Have to Pay for Storm Repairs", "title_page": "M.T.A. Says Riders Will Not Have to Pay for Storm Repairs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Estimating that as much as $950 million in infrastructure damage from Hurricane Sandy may not be covered by insurance or federal aid, the Metropolitan Transportation Authority nonetheless pledged on Wednesday that riders would not bear the cost of rebuilding.\nWith a transportation system still operating at less than full strength, officials said riders had already paid for the storm indirectly, sitting on more crowded trains and often waiting longer for them to arrive.\n“This will not be a burden upon our riders,” Joseph J. Lhota, the chairman of the transportation authority, said of the storm costs during a news conference.\nA fare increase, which could raise the base price for a bus or subway ride to $2.50 from $2.25, is already scheduled for March.\nThe authority incurred an estimated $5 billion in losses from the storm, including $4.75 billion in infrastructure damage.\nAfter drawing from its insurance policy, with a maximum coverage of a little over $1 billion, the authority estimated that the Federal Emergency Management Agency would cover at least 75 percent of the remaining infrastructure costs, leaving up to $950 million that the authority may need to finance itself.\nThe authority plans to begin up to $4.8 billion in borrowing over the next few years, before some reimbursements are likely to trickle in. This strategy, outlined in the authority’s November Financial Plan for 2013-2016, calls for the authority to pay as much as $29 million next year in interest and $48 million in each 2014 and 2015. To offset these changes in the financial plan, the authority said it would need to cut costs significantly from areas that have not yet been identified.\nSince facing a deep budget shortfall in 2010, the authority has already undertaken an aggressive series of cuts, including the elimination of some subway and bus service. Mr. Lhota emphasized Wednesday that service reductions were not expected this time around.\nHe also faced — and refused to answer — questions about his interest in running for mayor, an idea that has been floated in the news media and by an aide to former mayor Rudolph W. Giuliani, for whom Mr. Lhota served as deputy mayor.\n“This is an M.T.A. press conference; it’s not a political press conference,” he said. “Unfortunately for all of you, I’m not going to answer any questions whatsoever about politics.”\nStill, Mr. Lhota does not appear to mind the attention paid recently to him and the authority, which has been widely praised for restoring service so quickly after the storm. He pointed to a Quinnipiac poll in which 75 percent of voters called the authority’s overall storm response “excellent” or “good.”\nAt the agency’s full board meeting earlier on Wednesday, one member proposed that the group “formally congratulate” Mr. Lhota and his team for “bringing honor” to the authority after the storm.\n“All in favor?” Mr. Lhota asked, to laughs.", "url": "https://cityroom.blogs.nytimes.com/2012/11/28/m-t-a-says-riders-will-not-have-to-pay-for-storm-repairs/"}