{"authors": ["Michael Paulson", "Kate Taylor"], "date_download": "2018-11-16 04:02:37", "date_modify": "2018-11-16 04:02:37", "date_publish": "2012-02-02 20:11:16", "description": "Mr. Bloomberg, a billionaire with a long-term interest in public health, said he would give Planned Parenthood Federation of America a $250,000 matching gift.", "filename": "2012_02_02_bloomberg-to-give-250000-to-planned-parenthood__hp_1542340957.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_02_02_bloomberg-to-give-250000-to-planned-parenthood__hp_1542340957.html", "title": "The New York Times", "title_page": "Bloomberg Donating to Planned Parenthood After Komen Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Michael R. Bloomberg, responding to the controversy over a breast cancer advocacy group that cut off most of its grants to Planned Parenthood for breast cancer screening, said Thursday that he would make up a large part of the missing money.\nMr. Bloomberg, a billionaire with a long-term interest in public health, said he would give Planned Parenthood Federation of America a $250,000 matching gift — he will donate $1 for every new dollar Planned Parenthood raises up to $250,000.\n“Politics have no place in health care,” he said in a statement. “Breast cancer screening saves lives and hundreds of thousands of women rely on Planned Parenthood for access to care. We should be helping women access that care, not placing barriers in their way.”\nMr. Bloomberg then highlighted his contribution on Twitter, posting a series of messages asking his followers to contribute to Planned Parenthood.\n@MikeBloomberg Mike Bloomberg Please donate to help #PlannedParenthood’s breast cancer screening program & I’ll match up to $250,000: //t.co/3MfzT7KB #standwithPP\nThe controversy erupted this week when the Susan G. Komen for the Cure foundation said it would not renew most of the grants it had been making to Planned Parenthood for breast cancer screening. The Komen foundation had been giving about $700,000 a year to Planned Parenthood.\nA Komen board member said on Wednesday that the decision to cut off the contributions was made because of the fear that an investigation of Planned Parenthood by Representative Cliff Stearns, Republican of Florida, would damage Komen’s credibility with donors.\nCecile Richards, the president of the Planned Parenthood Federation of America, issued a statement saying, “On behalf of hundreds of thousands of women nationwide who rely on Planned Parenthood for breast cancer education and screening, we are enormously grateful to Mayor Bloomberg. This contribution will help ensure that politics don’t interfere with women having access to health care. People all across the country have stepped forward in the last 48 hours to offer help and support, and the mayor’s donation will help ensure that no woman is denied breast cancer services because of right-wing political pressure campaigns.”\nMr. Bloomberg has been a longtime supporter of both the Komen foundation and Planned Parenthood. According to his office, he has given $555,000 to Planned Parenthood over the years. And he has given $200,000 to the Komen foundation, much of it in the form of matching grants to Bloomberg L.P. employees who have run in the foundation’s fund-raising road races.", "url": "https://cityroom.blogs.nytimes.com/2012/02/02/bloomberg-to-give-250000-to-planned-parenthood/?hp"}