{"authors": ["Daniella Silva"], "date_download": "2018-11-16 04:28:57", "date_modify": "2018-11-16 04:28:57", "date_publish": "2012-11-29 00:06:14", "description": "The Education Department official had arranged for his wife to be hired, the Conflicts of Interest Board said; a few years earlier he was fined for trying to get his brother hired.", "filename": "2012_11_28__1542342537.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_11_28__1542342537.html", "title": "For 2nd Time, Schools Official (Now Former) Is Fined for Nepotism", "title_page": "For 2nd Time, Schools Official (Now Former) Is Fined for Nepotism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A former senior budget official in the city’s Education Department was fined about $48,000 for creating a job that he could have filled with his unqualified wife, then paying her an excessive salary, the Conflicts of Interest Board announced on Wednesday.\nThe official, Angel Namnum, who resigned as the department’s director of central budget in March, had arranged for the hiring of his wife, Rosa Castillo, as a community coordinator for $52,000 a year, according to a settlement he reached with the board. The job typically pays about $35,000 at entry level.\nMr. Namnum, who was paid $190,806 annually, fell afoul of the city’s nepotism rules before. In 2008, he was fined $1,250 for recommending his brother’s hiring for a principal’s position.\nIn the new case, Mr. Namnum asked a subordinate to create a budget line for a community coordinator position in the Bronx last year, when he was the Education Department’s business director there, and then he assigned that job a title and a salary, according to the settlement (see also below).\n“At the time of my request, I knew that the pay scale I indicated was higher than the usual pay scale for the designated position and that my wife did not meet all the requirements for the position,” he said in the settlement. Mr. Namnum then asked another Education Department employee to solicit Ms. Castillo’s résumé, without informing the employee that Ms. Castillo was his wife.\nThroughout the hiring process, the position was not posted as available nor was anyone interviewed, the conflicts board said in a statement. No Education Department employees involved had met Ms. Castillo before she was offered the job.\nMs. Castillo was terminated in April, shortly after Mr. Namnum resigned, the conflicts board said.\nThe fine, totaling $47,929, represents a $15,000 penalty against Mr. Namnum and the entirety of his wife’s earnings at the Education Department, $32,929.\nThe penalty is the second-highest ever imposed by the conflicts board. The largest was $84,000, imposed in 2000 against a former city sheriff, Kerry Katsorhis, after the board concluded he was using his office to run an outside law practice, among other things.", "url": "https://cityroom.blogs.nytimes.com/2012/11/28/for-2nd-time-schools-official-now-former-is-fined-for-nepotism/"}