{"authors": ["Colin Moynihan", "Julie Turkewitz"], "date_download": "2018-11-16 04:26:14", "date_modify": "2018-11-16 04:26:14", "date_publish": "2012-10-28 00:11:22", "description": "A 43-year-old man was shot in the head and died on a sidewalk in Gowanus. A 33-year-old man, who was shot in the torso, was listed in stable condition.", "filename": "2012_10_27__1542342374.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2012_10_27__1542342374.html", "title": "Shooting in Brooklyn Leaves 1 Dead and 1 Wounded", "title_page": "Shooting in Brooklyn Leaves 1 Dead and 1 Wounded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA man was fatally shot and another was wounded near the border of Gowanus and Boerum Hill in Brooklyn on Saturday morning, the police said.\nThe shootings took place shortly after 7 a.m. on Butler Street between Third and Fourth Avenues, the police said. A 43-year-old man, who had been shot in the head, was declared dead at the scene. A 33-year-old man, who was shot in the torso, was taken to New York Methodist Hospital, where he was later listed in stable condition.\nThe police did not identify either victim and no arrests had been made by Saturday night.\nThe shootings took place on a largely industrial block filled with low brick warehouses fitted with metal gates. Late Saturday morning, much of the block was still cordoned off and at least a dozen evidence markers were on the ground where shell casings had been found.\nOne man, who would not provide his name, said he was at a gas station on Third Avenue when he heard several gunshots. He said he rushed around the corner and saw the man who had been fatally shot lying near the curb, bleeding from a head wound.\nLuis Martinez, 26, who lives on Fourth Avenue between Butler and Douglas Streets, said he was awakened by gunshots. He said he looked through a window and saw three men outside of a sandwich shop on the southeast corner of Butler Street and Fourth Avenue, and two others on the northeast corner.\nMr. Martinez said he saw sparks fly through the air as one of the men on the northeast corner fired a weapon at the group on the other corner.\nOne of the men outside the sandwich shop fell to the ground, Mr. Martinez said, and a dark stain spread across the man’s white shirt.\nThen, he said, the men standing on the northeast corner fled.", "url": "https://cityroom.blogs.nytimes.com/2012/10/27/shooting-in-brooklyn-leaves-1-dead-and-1-wounded/"}