{"authors": ["Edna Ishayik"], "date_download": "2018-11-16 04:29:34", "date_modify": "2018-11-16 04:29:34", "date_publish": "2013-05-12 15:30:54", "description": "Crates of ceramic pigs found in an all-but-forgotten storage area at New York University left some wondering where the tchotchkes had come from and why they were there.", "filename": "2013_05_12__1542342574.html", "image_url": "https://static01.nyt.com/images/2013/05/10/nyregion/00cityroom-piggy1/00cityroom-piggy1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_05_12__1542342574.html", "title": "Little Pigs, Little Pigs, Let Us In on Your Mysterious Past", "title_page": "Little Pigs, Little Pigs, Let Us In on Your Mysterious Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nJoe Diaz remembers the call on his two-way radio. About eight years ago, he was beckoned down to the crawl space under the auditorium at the Stern School of Business at New York University. His team of facilities workers had found something he needed to see: a box full of little ceramic pigs.\nAmong the castoff cleaning products and outdated office supplies in the all-but-forgotten storage area were crates full of pig-shaped tchotchkes: salt and pepper shakers, gravy boats, ashtrays, and all manner of figurines. There was a wax candle piglet, a terra-cotta souvenir from Mexico, a beer stein molded in a pig’s likeness, even a few marzipan pigs.\n“It went on like an archaeological dig,” Mr. Diaz, a facilities manager, wrote in an e-mail recently. “The boxes containing the pigs were not all together and they kept appearing.”\nAnd so a mystery was born. Where had the pigs – well over 200 of them – come from? And why were they there?\nMr. Diaz was met with confused looks when he told his superiors about the cache. But the order came down quickly: toss the boxes.\nLuckily for the pigs, Paul Affuso was in the room. Mr. Affuso, now an associate dean at the business school, had worked at the university since 1973 and had heard about the pigs. “I was told they were left as a gift to the undergraduate college, and that this woman had collected them all her life, just as a hobby,” Mr. Affuso said. “I think she was an alum. I assume she passed away.”\nMr. Affuso believes that the collection was appraised when it was first donated. More than that he does not recall.\nUnder Mr. Affuso’s direction, the pigs were moved to a supply closet on the seventh floor of the business school’s Tisch Hall.\n“I went through the exercise of unpacking them, just for fun, and put them up on bookcases,” Mr. Affuso said. There they remained, to be forgotten again, in a small dark, windowless room, behind a locked door.\nOne day about four years later, the door was left ajar, and John W. Asker, an assistant professor of economics, happened to peek inside.\n“I was stunned,” said Mr. Asker, now an associate professor, “and then deeply amused.”\nWord of the strange treasure in the seventh-floor storage space got out, and real estate in New York being what it is, the pigs’ new habitat was soon threatened.\n“There were a lot of people who coveted the pig closet,” said Barbara Albrecht, the school’s head of facilities. “We used to not let anybody in there. Somehow people got in there. And I have these notes like, ‘We really could use that space.’”\nProfessional movers were called by the facilities team to consolidate the hogs. Each one was wrapped in white paper, and they were packed into 16 fresh cardboard moving boxes. Ms. Albrecht said the boxes were not stored in one place, but scattered in large crates in various storage places on campus.\nTo this day, the provenance of the pigs remains completely obscure. At the request of The New York Times, the Stern development office searched its records for any notes regarding this distinctive in-kind contribution, to no avail.\nOne day last month, university officials pulled some of the pigs out of a closet in Tisch Hall to allow a reporter to see them. The Stern School’s executive budget director, Ellen Axelrod, happened to be nearby. She had had no idea of their existence.\n“I’m excited!” Ms. Axelrod said. “I want to look at them! Of all the animals, they’re pigs, which I love. This is exciting for Stern!”\nDespite Ms. Axelrod’s enthusiasm, Ms. Albrecht said there were no plans to display the pigs any time soon.\n“It’s possible that we might consolidate all of the pig crates into a single closet, however, we might just leave the crates stored in the various locations where they are now,” Ms. Albrecht said in an e-mail. “They are safe and secure as they are.”", "url": "https://cityroom.blogs.nytimes.com/2013/05/12/at-n-y-u-a-mysterious-gift-of-pigs/"}