{"authors": ["Joe Wieder"], "date_download": "2018-11-16 04:52:35", "date_modify": "2018-11-16 04:52:35", "date_publish": "2013-03-22 13:11:57", "description": "Metropolitan Diary: A shoeshine man in Midtown draws customers with snappy patter and appeals to their fashion guilt.", "filename": "2013_03_22__1542343955.html", "image_url": "https://static01.nyt.com/images/2013/03/11/nyregion/diary-shoeshine-cityroom/diary-shoeshine-cityroom-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_03_22__1542343955.html", "title": "The New York Times", "title_page": "Metropolitan Diary: Shoeshine Notes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDear Diary:\nThere’s a fellow, Don, with a shoeshine stand on the southwest corner of 47th Street and Avenue of the Americas. I began stopping by for the occasional shoeshine.\nThe first time I met him, he got my attention by clucking his tongue as I passed, pointing to my scuffed loafers and saying with a grin from ear to ear, “Man, you got to start caring again!” I’ve been a fan since.\nI created a small diary of visits to the stand. Here are some of the entries:\nIt’s a beautiful sunny day in early December. It does get a little nippy out there perched on the stand, and soon it really will be winter. I suggested he have a small heater nearby and offer some espresso.\n“Nah,” he said, “they can sit on their hands and bring their own espresso.”\nTo a guy in an elegant suit and wingtip shoes who ignored Don’s repeated suggestions that he look at the state of his scuffed shoes: “Man, your ego isn’t going to last forever. What you going to do when it wears out?!”\nTo a businessman who turned briefly toward him when Don called attention to his shoes: “Good. You’re admitting you’ve got a problem. Admission is the first step! Get over here. You’re next.”\nThe guy came over and climbed right up on the stand. Yes!\nAs a young suit hurried by, his eyes glued to his iPhone, his fingers furiously working, Don shouted after him: “SHOES, man! Look at your shoes. You’re not going to get a polish online!”\nDarned if the guy didn’t stop in his tracks, turn, and come back to get a shine. Don’s a street poet and a marketing genius!\nRead all recent entries and our updated submissions guidelines. Reach us via e-mail: diary@nytimes.com or telephone: (212) 556-1333. Follow @NYTMetro on Twitter using the hashtag #MetDiary.", "url": "https://cityroom.blogs.nytimes.com/2013/03/22/shoeshine-notes/"}