{"authors": ["David Gonzalez", "Topics.Nytimes.Com Top Reference Timestopics People G David_Gonzalez Index.Html"], "date_download": "2018-11-16 04:52:31", "date_modify": "2018-11-16 04:52:31", "date_publish": "2013-03-22 15:25:05", "description": "The Rev. John Walsted of New Brighton on Staten Island creates Orthodox-style icons for churches and private collections.", "filename": "2013_03_22__1542343951.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_03_22__1542343951.html", "title": "Ancient Art for a Modern World", "title_page": "Ancient Art for a Modern World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nInside a rambling Victorian house in New Brighton, a part of Old Russia lives on. Most days, the Rev. John Walsted crouches over a worktable in his second-floor studio, dipping a slender brush into glistening pools of egg yolk and powdered pigment as he painstakingly creates Orthodox-style icons for churches and private collections.\nSide Street David Gonzalez reports from corners of the city in words and pictures.\nEach icon that he writes — his preferred term for painting — is an original, like scripture. The sentiments expressed in Mother of Tenderness, for example, where the Christ child presses his cheek against Mary’s face, make the icon more than a symbol, but a reaffirmation to believers.\n“It’s saying an incarnate God loves you, just like a child presses his cheek against yours,” Father Walsted said. “Your relationship to others should also be like that intimacy shown in the image. This is not some theoretical thing in la-la land.”\nFather Walsted, 81, has lived on Staten Island since 1977, after having spent 14 years in an Episcopal monastic order. He served as rector of Christ Church on the island’s north shore — not far from where he lives with the Rev. Jerry Keucher — until 1994. Since then, he has devoted himself to his art, working on scores of pieces each year, including large single panels, altarpieces and crosses.\nHis path to an old art started in childhood.\n“I’ve been drawing since I was 4 or 5,” he said. “It was a matter of survival in my family. My mother was a theoretical mathematician at M.I.T., and my father was a professor of metallurgy at M.I.T. I was dyslexic. I flunked math. My way out was doing art, which nobody could do in my family.”\nAttending the University of Oregon, he tried his hand at modern art — or what passed for it — and was dissatisfied. While going through the school’s art collection one day, he stumbled upon a room with Byzantine icons. A professor told him to forget about it.\n“He said nothing creative came out of it after the eighth century,” Father Walsted recalled. “It’s all repetition and copies itself. That didn’t stop me. It spoke to me.”\nAnother moment of discovery came a few years later after he had been ordained and was celebrating Mass at a parish in North Portland. During the moment before the consecration of the bread and wine, the walls around the sanctuary disappeared. He said he saw angels who spoke to him.\n“It was an incredible infusion of light, movement and color, with the bread and wine and the altar like the center of an hourglass,” he recalled. “It was a place of meeting between heaven and earth. I was told to do icons.”\nHe has done so for about half a century now. First self-taught — including one early effort on plaster, which crumbled — he went on to learn traditional egg tempera techniques on gesso-covered wood while living in California. Starting with a fresh yolk, he mixes in ground mineral pigments, delicately dabbing it on small sections. Some are further adorned with gold leaf.\nBut after more than a dozen years in a monastery, he wanted to get back into the world. A friend suggested a therapist on Staten Island to help him sort out his feelings. Within weeks of arriving, he met Father Keucher, who became his partner and business manager. The decision was made to stay.\nThe couple has lived in their big house for some 25 years, carefully restoring it, filling it with art, antiques and icons. There are reminders of a few past ventures to branch out with painted lampshades and boxes. Father Keucher chuckled at a failed attempt to make miniature icons on painted ostrich eggs for the Russian Tea Room.\n“A raw egg dries out naturally, but John polyurethaned it, so it couldn’t breathe,” he said. “Instead, it rotted and exploded. I don’t think we went back to the Russian Tea Room.”\nSince he retired almost 20 years ago, Father Walsted has been busier than ever, often working on several commissions simultaneously. His clients include Roman Catholic Churches and other collectors who want something traditional and original — like a portrait of Blessed Pier Giorgio Frassati that he is now doing for the Church of St. Clare in Great Kills.\n“Modern art really doesn’t work with churches,” said Father Keucher, 60. “Most modern art, like poetry, uses a vocabulary where you have to guess at what it means. So there’s been a recognition of this Eastern form because of the skill and the connection to antiquity. It has a common vocabulary.”\nPart of that is in the perspective, which Father Waslted explained was unlike the shrinking horizons of Western art.\n“The perspective is reversed,” he said. “Heaven is not a diminishing field. Like in the icon with the Virgin on the throne, it gets bigger. It’s supposed to provide the experience of being in heaven and looking back out. You are in the icon. You are part of it. You’re part of that relationship.”", "url": "https://cityroom.blogs.nytimes.com/2013/03/22/ancient-art-for-a-modern-world/"}