{"authors": ["Luke Hammill"], "date_download": "2018-11-16 04:29:34", "date_modify": "2018-11-16 04:29:34", "date_publish": "2013-05-13 20:50:06", "description": "Work on the facility that directs sewage was interrupted by Hurricane Sandy, and plans were modified to reflect lessons learned from the storm, but the project is still expected to be completed this year, officials announced.", "filename": "2013_05_13__1542342574.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_05_13__1542342574.html", "title": "Upgrades on Schedule for Gowanus Canal Pumping Station Despite Hurricane", "title_page": "Upgrades on Schedule for Gowanus Canal Pumping Station Despite Hurricane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Hurricane Sandy swept across the Gowanus Canal last year, a pumping station that redirects sewage to a pollution-control plant was damaged and went offline for almost 33 hours, according to a report released by the city after the storm. About 13 million gallons of raw sewage flowed into the canal before the city installed a generator that restored power to the station.\nThe hurricane halted a city project, started in 2009, to upgrade the pumping station to minimize the effect of sewage discharges on the canal. The city later changed its plans to prevent similar releases of sewage to the canal in future storms.\nOn Monday, Mayor Michael R. Bloomberg announced that the modified project was still scheduled to be completed this year, as originally planned. City officials had been concerned that the storm might delay the work.\n“The upgrades to the Gowanus Canal facility are among the unprecedented investments we’ve made to protect our world-renowned water quality,” Mr. Bloomberg said in a statement. He and other city officials held a news conference at the canal on Monday to discuss the plan.\nAmong the changes is an upgrade to an underground tunnel used to pump clean water from the Buttermilk Channel into the Gowanus Canal, so that more water can flow through the tunnel. The city is also raising the elevation of mechanical equipment used for the pumping station and will build a wall and floodgates to protect buildings and generators from water damage. The changes have increased the price of the project to $190 million from $140 million, officials said.\nThe federal government is moving forward with its own cleanup of the Gowanus Canal, which is listed as a Superfund site.", "url": "https://cityroom.blogs.nytimes.com/2013/05/13/upgrades-on-schedule-for-cowanus-canal-pumping-station-despite-hurricane/"}