{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:34", "date_modify": "2018-11-16 04:52:34", "date_publish": "2013-03-22 16:15:44", "description": "New York City Housing Authority officials have faced criticism that they had not disclosed enough information about a proposal to lease lands for private development at eight Manhattan projects.", "filename": "2013_03_22__1542343954.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_03_22__1542343954.html", "title": "Officials Release Details of Plan to Build Near Housing Projects", "title_page": "Officials Release Details of Plan to Build Near Housing Projects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOne public housing project, Frederick Douglass Houses on the Upper West Side, could eventually add as many as three apartment buildings — with a total of 794 units — on what are now parking spaces on its grounds. Another project, Alfred E. Smith Houses, could see as many as 1,151 apartments rise on a single parcel of land by the East River.\nThe New York City Housing Authority has posted on its Web site new details of its plan to lease lands for private development at eight Manhattan projects, with the caveat that much of the plan is subject to revision.\nHousing officials have been releasing the information piecemeal at tenant meetings over the last few weeks, but faced criticism from both tenants and elected officials that they had not disclosed enough information about the proposal.\nIn all, New York City housing officials expect some 14 residential towers to be built in the eight housing projects, with mostly market rate apartments.\nThe officials said the plan could yield more than $50 million a year to help them defray $6 billion in unmet capital improvements and repairs.\nThe new construction would replace parking spaces, garbage compactor yards, recreational areas and community centers. Housing officials said some of those facilities would be relocated.\nOfficials also listed the unmet capital and repair needs at each project over the next five years and the added benefits they said public housing tenants would gain from the deals. Those include upgraded security systems and new jobs in construction and on the staffs of the new residential buildings.", "url": "https://cityroom.blogs.nytimes.com/2013/03/22/officials-release-details-of-plan-to-building-near-housing-projects/"}