{"authors": ["Michael Barbaro", "Topics.Nytimes.Com Top Reference Timestopics People B Michael_Barbaro Index.Html"], "date_download": "2018-11-16 04:29:31", "date_modify": "2018-11-16 04:29:31", "date_publish": "2013-05-13 14:36:35", "description": "A fund-raiser for Bill de Blasio highlighted a splintering of the gay community in the mayor’s race, laying bare frustrations with Christine Quinn from parts of a voting bloc she has long symbolized.", "filename": "2013_05_13_at-fund-raiser-g_631fd216b5966c8f8919ed8e01efab0d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342571.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cityroom.blogs.nytimes.com/2013_05_13_at-fund-raiser-g_631fd216b5966c8f8919ed8e01efab0d__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342571.html", "title": "At a Racy Fund-Raiser for de Blasio, the Target Is Quinn", "title_page": "At a Racy Fund-Raiser for de Blasio, the Target Is Quinn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nAn ample-bodied drag queen (stage name: Flotilla DeBarge) declared that “just because it’s gay doesn’t mean it thinks our way.”\nA curiously masculine version of Tina Turner cried that New York City “doesn’t need another Bloomberg clone.”\nBut perhaps nobody summed up the evening’s raw emotion and risqué tone better than John Cameron Mitchell, the actor and writer, who invoked an unprintable obscenity as he mocked the City Council speaker, Christine C. Quinn.\nA rowdy and occasionally raunchy series of performances on Sunday night at a fund-raiser for Bill de Blasio, a Democratic candidate for mayor, offered a potent display of his support from the city’s gay and lesbian community.\nBut, as much as anything else, it highlighted a splintering of the gay community in this year’s mayor’s race, laying bare simmering frustrations with Ms. Quinn, who is gay, from parts of a voting bloc she has long symbolized and championed.\nMuch of the evening was given over to a biting critique of the Quinn era of government, which the actors on stage treated as synonymous with Mayor Michael R. Bloomberg’s tenure in office.\nThe ill will toward Ms. Quinn was so great that the mere mention of her name drew catcalls and laughter.\nAt one point, the actor and writer Charles Busch belted out a sarcastic song, titled “Yertle the Turtle,” that depicted Mr. de Blasio as a noble frog challenging a cruel king (Mr. Bloomberg). Near the end, he paused for effect.\n“I haven’t even mentioned Christine,” he said, to loud applause.\nA man dressed, unconvincingly, as Ms. Turner put an anti-Quinn spin on the singer’s hit song “We Don’t Need Another Hero.”\nA sample lyric: “We don’t need another Starbucks. We don’t need another Duane Reade. We don’t need another bank branch – or a Bloomberg clone.”\nThe audience of 300 at the Cutting Room, a venue in Midtown East, roared.\nA skit featuring the actors Stephen Spinella and Sarah Paulson touched on Ms. Quinn’s biggest political vulnerability: her vote to extend the city’s term-limits law.\n“Isn’t a third term illegal?” Ms. Paulson asked mischievously.\nAt times, the evening tested the boundaries of taste.\nMidway into the fund-raiser, a woman dressed as Reba McEntire took the stage, offering fictitious recollections of her high jinks with Mr. de Blasio.\n“We were tripping on acid, riding horses naked through my pastures,” she recalled, as she looked in Mr. de Blasio’s direction.\n“I can say that?” she asked in mock horror, as Mr. de Blasio and wife, Chirlane, sat a dozen feet away.\nIn a closing number, the actress Bridget Everett emerged from the audience, a glass of wine in hand, and sat on Mr. de Blasio’s lap, caressing his hair and bouncing on his knee as she delivered a halting version of a song she had written for the occasion.\n“So comfy and roomy,” she rhapsodized of the candidate’s knee. “Feels natural to me.”\nAs the laughter grew, Ms. Everett leapt off Mr. de Blasio’s knee.\n“That was tasteful!” she told the audience. “I did not do anything sexual.”\nAfterward, a seemingly scandalized Cynthia Nixon, the evening’s co-host and the former star of “Sex and the City,” playfully assessed the political fallout.\n“I don’t think the campaign is ever going to recover from this evening,” she said.\nMs. Quinn’s campaign expects to attract much of the city’s gay and lesbian votes in the Democratic primary this fall and has lined up its own list of boldfaced gay endorsements.\nStill, members of the audience, who paid $25 each to attend the fund-raiser, were openly skeptical, if not hostile, to Ms. Quinn, saying that the gay community had moved beyond the moment when it needed to speak with a single political voice.\n“She has done a lot for us,” said Leslie Smith, who said he had worked with Ms. Quinn on gay rights issues in the past. “But the race is bigger than her.”\nAfter the show, Ms. DeBarge, the drag queen who sang a riotous version of “Don’t Mess With Bill,” walked out of the theater into a packed bar area to accept her plaudits and explain her remarks.\n“I’m supposed to like Christine Quinn because I’m gay,” she asked, incredulously.\nAsked whom she would vote for, Ms. DeBarge eyed a reporter’s Blackberry. “I see you typing,” she said, adding a curse.\n“No comment.”\nShe brushed by with a sigh. “I need a drink.”", "url": "https://cityroom.blogs.nytimes.com/2013/05/13/at-fund-raiser-gay-community-shows-support-for-de-blasio/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}