{"authors": ["Andrew Rosenthal", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_Rosenthal Index.Html"], "date_download": "2018-11-16 04:40:30", "date_modify": "2018-11-16 04:40:30", "date_publish": "2012-09-12 16:28:50", "description": "He responded to the riots in Libya and Egypt like he responds to everything: By attacking the president, regardless of the facts.", "filename": "2012_09_12__1542343230.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2012_09_12__1542343230.html", "title": "The New York Times", "title_page": "Romney Attacks Obama Response to Libya, Egypt Riots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Khaled Elfiqi/European Pressphoto Agency\nMitt Romney’s fallen into quite the campaign routine – attack President Obama over anything, at any time, regardless of the facts. He followed this script to a T in responding to yesterday’s riots in North Africa.\nMr. Romney could have taken this opportunity to show that he is capable of acting with intelligence and restraint and even – perish the thought – willing to support the president when he’s faced with an international crisis. Instead, he did the opposite.\nHere’s the timeline.\nOn Tuesday, protesters gathered outside the United States Embassy in Cairo to denounce a video that mocked Islam. Terry Jones, the Gainesville pastor who in 2010 announced International Burn a Koran Day, helped promote the video.\nThe embassy put out a statement condemning the “continuing efforts by misguided individuals to hurt the religious feelings of Muslims – as we condemn efforts to offend believers of all religions.” There is no doubt about the intent of this statement: To calm tensions.\nMeanwhile, protesters were gathering in Benghazi, outside the United States Consulate. Those protests escalated into a siege, in which the American ambassador, Christopher Stevens, and three members of his staff were killed. There is no excuse for those murders, and the United States reacted furiously.\nSecretary of State Hillary Clinton said: “I condemn in the strongest terms the attack on our mission. We are heartbroken by this terrible loss. There is never any justification for violent acts of this kind.”\nThe Romney campaign also issued a statement. Initially, it had a midnight embargo—in deference to the September 11 anniversary– but the campaign later lifted it.\n“I’m outraged by the attacks on American diplomatic missions in Libya and Egypt and by the death of an American consulate worker in Benghazi,” Mr. Romney said. “It’s disgraceful that the Obama Administration’s first response was not to condemn the attacks on our diplomatic missions, but to sympathize with those who waged the attacks.”\nThis partisan hatchet job hardly even makes sense. The statement in question came from the embassy, not the Obama administration. And it’s perfectly reasonable that embassy staff tried to pacify the rioters by condemning “efforts to offend believers of all religions.” During the Danish cartoons flap, the Bush administration said “we certainly understand why Muslims would find these images offensive.”\nIf Mr. Romney had stopped to reflect, gathered the facts and waited until the morning to offer a response, perhaps he would have thought better of attacking the Obama administration over nothing. But that’s not the way he plays the game. And when he makes a mistake, he always seems to double down.\nDuring a press conference this morning, Mr. Romney again attacked the White House over the embassy’s initial statement. He acknowledged that the White House condemned the attacks, but instead of stopping there, he started whining about the administration sending “mixed signals” to the world.\nHe then made one of his patented substance-free statements about world affairs:\n“The attacks in Libya and Egypt underscore that the world remains a dangerous place and that American leadership is still sorely needed. In the face of this violence, American cannot shrink from the responsibility to lead. American leadership is necessary to ensure that events in the region don’t spin out of control. We cannot hesitate to use our influence in the region to support those who share our values and our interests.”\nI’m sure that Mr. Obama never thought about leading or using “our influence” in the region.\nIt would be one thing if Mr. Romney had big ideas about foreign policy and legitimate disagreements with Mr. Obama. All he offers is blind partisan attack and fortune-cookie pronouncements.", "url": "https://takingnote.blogs.nytimes.com/2012/09/12/the-romney-routine/"}