{"authors": ["Juliet Lapidos"], "date_download": "2018-11-16 04:40:34", "date_modify": "2018-11-16 04:40:34", "date_publish": "2012-09-11 20:09:15", "description": "A new report calls TSA operations “costly, counterintuitive, and poorly executed.”", "filename": "2012_09_11__1542343234.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2012_09_11__1542343234.html", "title": "The New York Times", "title_page": "TSA Report Criticizes Waste, Ineffective Bans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the Sunday before the Republican convention, Senator Rand Paul ranted against his least favorite government bureaucracy: The Transportation Security Administration. Addressing a crowd at the University of South Florida, he mimicked the backscatter-machine stance (arms up in the air, legs apart) and asked “Is this the pose of a free man?”\nRick Wilking/Reuters\nOutside the Paul family, I doubt many Americans subscribe to the idea that airport security lies on the road to serfdom. But Mr. Paul’s vendetta against the TSA has some merit. Nearly 11 years since its establishment, there’s plenty of evidence that the TSA is inefficient, and if not ineffective, at least less effective than it should be.\nThe House Subcommittee on Transportation Security released a report on Monday that calls TSA operations “in many cases costly, counterintuitive, and poorly executed.”\nEchoing security experts such as Bruce Schneier, the report says the TSA “maintains a reactive approach to security.” After the attempted bombing of American Airlines Flight 63 in December 2001, the TSA required passengers to remove their shoes at checkpoints. After the discovery of the liquid explosives plot in Great Britain in August 2006, the TSA banned liquids and gels. And so on. The report notes, dryly, that “once a procedure is put in place, it is almost never removed.” Airport security is a game of catch-up, and it seems the TSA rarely considers whether new technology obviates the need for annoying and intrusive restrictions.\nIs it really necessary to ban shampoo and hand cream? Perhaps not. Kip Hawley, a former TSA administrator, argued recently in The Wall Street Journal that the TSA should eliminate the prohibited items list, with the exception of obvious weapons. “The list of banned items has created an ‘Easter-egg hunt mentality at the TSA,” he wrote. “Worse, banning certain items gives terrorists a complete list of what not to use in their next attack. Lighters are banned? The next attack will use an electric trigger.” Banning lighters is just security theater—it just makes airports seem safer.\nWhile the TSA insists on confiscating lighters, it’s oddly slow to enforce protocols that actually make sense. In the aftermath of the September 11 attacks, Congress instructed TSA agents to vet foreign flight students. They do; but there’s a hitch. The Government Accountability Office said in July that “this vetting does not occur until after the foreign national has obtained flight training.”\nThe TSA seems like a caricature of a wasteful bureaucracy, spending astounding amounts of money even during a sluggish economic recovery. A couple of highlights from the report:\nIn 2006 the TSA spent $29.6 million on 207 “puffer” machines designed to shake lose explosive particles. They failed to work in dirty, humid airport environments.\nThe TSA employs roughly 62,000 people, including 47,000 screeners, at a cost of more than $3 billion a year in payroll, compensation and benefits. But “there does not appear to be a correlation between TSA’s staffing model and the number of travelers that need to be screened.” The TSA workforce is larger now than it was in 2005 despite a “net decrease in the number of people traveling” domestically.\nGiven that Republicans dominate the subcommittee on transportation security, it’s not surprising that many of their proposed solutions involve privatization. The report’s concluding paragraph advises the TSA to “begin an immediate shift toward partnering with the private sector for passenger screening and other security operations.”\nWhether airport security personnel work for taxpayers or privately owned businesses seems, to this liberal, beside the point—although perhaps Rand Paul will feel more like a free man if the screener telling him to spread his legs doesn’t depend on government-run health care.\nClearly, though, it’s worth changing the TSA’s approach. And luckily there’s a security byword that sounds almost as good to Republican ears as privatization: Israel. Instead of banning beauty products, the Israelis focus on intelligence. Instead of asking passengers to remove their shoes, they interview them. Their technique isn’t cheap, but at least it’s logical, and no plane leaving Israel’s international airport has ever been hijacked.\nCorrection: September 11, 2012\nAn earlier version of this article misstated Kip Hawley’s gender. He is a man, not a woman.", "url": "https://takingnote.blogs.nytimes.com/2012/09/11/is-this-the-pose-of-a-free-man/"}