{"authors": ["Andrew Rosenthal", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_Rosenthal Index.Html"], "date_download": "2018-11-16 04:40:29", "date_modify": "2018-11-16 04:40:29", "date_publish": "2012-09-12 18:43:19", "description": "Sarah Palin issued a ridiculous statement on the attacks in Libya. But John McCain, John Boehner and others handled the situation well.", "filename": "2012_09_12__1542343229.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2012_09_12__1542343229.html", "title": "The New York Times", "title_page": "Sarah Palin, John McCain and Others Respond to Libya Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I didn’t think any Republican leader could react to the riots in North Africa in a more blindly partisan, inappropriate way than Mitt Romney. (Click the link to see my previous post on the subject.) But I forgot to take Sarah Palin into account.\nCommenting on Facebook about the murder of Ambassador Stevens and three members of his staff in Benghazi, Libya, she started with a hilarious quip: “Apparently President Obama can’t see Egypt and Libya from his house.”\nShe repeated the phony claim that an American Embassy statement condemning “efforts to offend believers of all religions” followed the killings in Benghazi (it preceded them.) Then she said: “America can’t afford any more ‘leading from behind’ in such a dangerous world. We already know that President Obama likes to ‘speak softly’ to our enemies. If he doesn’t have a ‘big stick’ to carry, maybe it’s time for him to grow one.”\nPutting the crude nature of her post aside (though I admit I’m having a hard time un-remembering that one), Ms. Palin repeated two favorite Republican lies about Mr. Obama. The first is the “leading from the behind thing,” which refers to a quote from an anonymous aide about the appropriate care with which Mr. Obama handled the international response to the Libyan uprising. The “speak softly” bit is a nod to the false claim that Mr. Obama went around the world apologizing for the United States after he became president.\nIt’s not actually that hard to avoid egregious partisanship in responding to an international crisis.\nHere’s how you do it:\nSenators John McCain and Lindsey Graham (both Republicans) and Joseph Lieberman (sort of a Republican except when he needs a Democratic committee slot): “We are anguished and outraged by the death of four citizens of the United States, including Ambassador Chris Stevens, during an attack on the U.S. Consulate in Benghazi. Our thoughts and prayers go out to their families.”\nHouse Speaker John Boehner: “We mourn for the families of our countrymen in Benghazi and condemn this horrific attack.” He then ordered flags over the Capitol to be flown at half staff.\nHouse Majority Leader Eric Cantor: “These attacks will not deter America from continuing to promote peace, democracy, individual and religious freedom and an unwavering respect for human life throughout the region and the world.”\nSenate Minority Leader Mitch McConnell, who usually attacks Mr. Obama in his morning remarks on the floor, departed from that script today to say: “Among the things we can all agree on in Washington is that attacks on the U.S. and its representatives will be met with resolve, and that America’s presence and defense of our national interests across the globe will not be deterred by the acts of violent extremists.”\nEven Mr. Romney’s running mate, Paul Ryan, handled the situation well. He told a crowd near Green Bay, Wis.: “I know all Americans are shocked and saddened by the news in the Middle East.” He called the killings “outrageous” and said “our thoughts and prayers are with the victims and the families.” He never mentioned President Obama.", "url": "https://takingnote.blogs.nytimes.com/2012/09/12/the-good-the-bad-and-the-palin/"}