{"authors": ["Andrew Rosenthal", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_Rosenthal Index.Html"], "date_download": "2018-11-16 03:45:56", "date_modify": "2018-11-16 03:45:56", "date_publish": "2012-05-29 18:15:01", "description": "The president feels it’s his moral responsibility to sign off on every drone strike. But he still won’t allow true oversight of the “targeted killing” program.", "filename": "2012_05_29__1542339956.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2012_05_29__1542339956.html", "title": "The New York Times", "title_page": "Obama's Role in Targeted Killing Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whenever I raise questions about President Obama’s “targeted killing” policy, and the cavalier way his aides dismiss criticism of it, administration officials tell me that I wouldn’t worry so much if I understood the program’s inner workings. But the more that comes to light, the more worried I feel.\nTake today’s lengthy article by Jo Becker and Scott Shane, which describes how Mr. Obama has placed himself “at the helm of a top-secret ‘nominations’ process to designate terrorists for kill or capture, for which the capture part has become largely theoretical.” He “signs off on every [drone] strike in Yemen and Somalia and also on the more complex and risky strikes in Pakistan — about a third of the total.”\nThe White House spin on Mr. Obama’s personal involvement with the drones program is that he’s shouldering the moral responsibility. In the words of Thomas Donilon, his national security adviser, “he’s determined to keep the tether pretty short.”\nThat’s precisely the problem: The tether is too short. If Mr. Obama wants to authorize every drone strike, fine—but even the president requires oversight (remember checks and balances?) which he won’t allow. The administration refuses to accept judicial review (from a FISA-style court, say) prior to a strike directed at an American citizen, and won’t deign to release the legal documents written to justify the targeted killing program. The Times and the ACLU have both sued to force disclosure of these documents. No luck yet.\nApologists for the president’s “just trust me” approach to targeted killings emphasize that the program is highly successful and claim that the drone strikes are extraordinarily precise. John Brennan, the president’s counter-terrorism adviser, said in a recent speech that not a single non-combatant had been killed in a year of drone strikes in Afghanistan and Pakistan. And today’s Times article quoted a senior administration official who said that civilian deaths were in the “single digits.”\nBut it turns out that even this hey-it’s-better-than-carpet-bombing justification is rather flimsy. The Times article says “Mr. Obama embraced a disputed method for counting civilian casualties …It in effect counts all military-age males in a strike zone as combatants, according to several administration officials, unless there is explicit intelligence posthumously proving them innocent.”\nThe logic, such as it is, is that people who hang around places where Qaeda operatives hang around must be up to no good. That’s the sort of approach that led to the false imprisonment of thousands of Iraqis, including the ones tortured at Abu Ghraib. Mr. Obama used to denounce that kind of thinking.", "url": "https://takingnote.blogs.nytimes.com/2012/05/29/president-obamas-kill-list/"}