{"authors": ["Andrew Rosenthal", "Topics.Nytimes.Com Top Reference Timestopics People R Andrew_Rosenthal Index.Html"], "date_download": "2018-11-16 04:10:27", "date_modify": "2018-11-16 04:10:27", "date_publish": "2013-07-30 17:23:46", "description": "Pope Francis said he wouldn’t judge gay priests. And Eliot Spitzer said he wouldn’t vote for Anthony Weiner.", "filename": "2013_07_30_judging-and-not-judging__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341427.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2013_07_30_judging-and-not-judging__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341427.html", "title": "Judging, and Not Judging", "title_page": "Judging, and Not Judging - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Luca Zennaro/ANSA, via Associated Press\nJudging and not-judging are both in the news.\nPope Francis told reporters aboard his airplane the other day that he would not judge gay priests for their sexual orientation — quite a departure from his predecessor, Benedict XVI, who said homosexuality was “an intrinsic moral evil.”\nCardinal Timothy Dolan, the archbishop of New York, said he was not going to judge Anthony Weiner — not, apparently, as a candidate for mayor, or as a serial sexter, or both. This was a real departure for Cardinal Dolan, who usually doesn’t hesitate to thrust himself into political affairs. Just a few weeks ago he denounced the Supreme Court’s decisions on gay marriage.\nOn the more judgey side, Eliot Spitzer, the disgraced former governor who wants the people of New York City to elect him as their next comptroller, told Chris Matthews that he would fire a public official who engaged in the same sort of behavior as Anthony Weiner.\n“We have had a number of instances over the years,” he explained, “where inevitably, of course, municipal employees, state employees have used computers and the like for improper purposes and there is an appropriate sanction for that and there should be.”\nMr. Spitzer, who wants everyone to forget about the dalliances with prostitutes that cost him the governorship, also said he thought Mr. Weiner should not be the next mayor.\n“You don’t think he should be mayor of New York,” said Mr. Matthews.\n“Fair point, that’s correct,” Mr. Spitzer responded.\nHe did not elaborate, or mention other mayoral candidates. But it seems reasonable to conclude that he was ruling out Mr. Weiner at least in part because of the sexual texting with younger women that drove him out of Congress, the sexual texting with other younger women that he did just last year, and/or his habit of lying about it all in public.\nI think all of those things disqualify Mr. Weiner from being mayor. We said that just last week on our editorial page, and every new poll that comes out indicates that voters are heading in that direction, too.\nBut Mr. Spitzer, of all people, should bow out of the whole conversation.", "url": "https://takingnote.blogs.nytimes.com/2013/07/30/judging-and-not-judging/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}