{"authors": ["Anna North"], "date_download": "2018-11-16 04:23:26", "date_modify": "2018-11-16 04:23:26", "date_publish": "2015-09-30 18:34:11", "description": "Republicans have never subjected big companies that actually break the law to the kind of scrutiny they’re giving Planned Parenthood.", "filename": "2015_09_30__1542342206.html", "image_url": "https://static01.nyt.com/images/2015/09/30/opinion/30northWEB/30northWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_09_30__1542342206.html", "title": "Republican Hypocrisy on Planned Parenthood", "title_page": "Republican Hypocrisy on Planned Parenthood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHouse Republicans called for an investigation of Planned Parenthood this summer, after a series of deceptively edited videos issued by an anti-abortion group, the Center for Medical Progress, alleged that Planned Parenthood profits from the sale of tissue from fetuses. But at a hearing on Tuesday, members of the House Oversight and Government Reform Committee deluged Cecile Richards, Planned Parenthood’s president, with a variety of questions entirely unrelated to that issue.\nJason Chaffetz, Republican of Utah, was particularly aggressive in his efforts to keep Ms. Richards from getting a word in edgewise. He asked Ms. Richards if any of Planned Parenthood’s funds went to the Democratic Republic of Congo, then cut her off before she could answer, saying “we don’t have time for a big narrative.” He asked about the lobbying efforts of the Planned Parenthood Action Fund, which is separate from Planned Parenthood’s health care operation and which does not receive federal funding. He also questioned Ms. Richards about her own pay, which he said was $353,000 in 2009 (“Congratulations,” he added), and which, he said with a raised eyebrow, went up to $590,000 in 2013. Ms. Richards said her annual compensation was $520,000.\nMr. Chaffetz then yielded to Elijah Cummings, Democrat of Maryland, for what he called a “generous” seven minutes. Mr. Cummings used that time to explain exactly why the Republican vendetta against Planned Parenthood and Ms. Richards was so hypocritical.\nCitigroup and JP Morgan pled guilty this year to currency manipulation, he said, yet those banks continued to receive “extensive federal support” like F.D.I.C. insurance. Congress never summoned their C.E.O.s for questioning on their salaries, $13 million and $20 million respectively. Nor did Congress seek to withdraw federal funding from Lockheed Martin, whose chief executive made $33 million last year, after the company was fined for using taxpayer money for lobbying.\n“These are huge companies that are actually guilty of breaking the law,” said Mr. Cummings. “Republicans never criticize the salaries of their C.E.O.s, and they never try to strip their federal funding, their government subsidies or their tax breaks.”\nWhy the intense focus on the activities of an organization that hasn’t broken the law, and on the compensation of someone who makes a fraction of what the executives of Lockheed Martin and JP Morgan take home? Mr. Cummings’s answer: “This whole defunding fight is just a pretext for the real Republican agenda” — to “take away the constitutional right of women and their doctors to decide what is best for them.”\nIt’s hard to know if Mr. Chaffetz would have treated Ms. Richards with more respect had she been male. What is abundantly clear is that Planned Parenthood is under attack, not because the evidence provided by the Center for Medical Progress proves anything (even what the center describes as unedited footage shows evidence of alteration), but because Republicans want to trumpet their opposition to women’s reproductive rights in the run-up to the 2016 election.\nWith their needless investigation and partisan showboating, they are the ones wasting taxpayer money, not Planned Parenthood.", "url": "https://takingnote.blogs.nytimes.com/2015/09/30/republican-hypocrisy-on-planned-parenthood/"}