{"authors": ["Jesse Wegman"], "date_download": "2018-11-16 04:39:19", "date_modify": "2018-11-16 04:39:19", "date_publish": "2015-09-01 18:33:47", "description": "As a county clerk, Kim Davis is required to issue marriage licenses to anyone who may legally get married, which includes same-sex couples.", "filename": "2015_09_01_god-vs-the-constitution-in-kentucky__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343159.html", "image_url": "https://static01.nyt.com/images/2015/09/01/opinion/1wegmanWEB/1wegmanWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_09_01_god-vs-the-constitution-in-kentucky__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343159.html", "title": "God vs. the Constitution in Kentucky", "title_page": "God vs. the Constitution in Kentucky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nApparently, you can appeal a Supreme Court ruling to a higher authority.\nKim Davis, the defiant Kentucky county clerk who responded to the Supreme Court’s June ruling legalizing same-sex marriage by refusing to issue marriage licenses to anyone, period, has lost before every court that has considered her case, including, most recently, the Supreme Court itself.\nRather than accept that verdict, and the fact that she lives in a secular constitutional democracy, Ms. Davis has decided to quadruple down, refusing, under the glare of dozens of news cameras, to license two same-sex couples on Tuesday morning.\nWhen she was asked under what authority she was claiming the right not to do her job, she said, “under God’s authority.”\nOne of Ms. Davis’s sympathetic co-clerks, Casey Davis, claimed that this is not about preventing same-sex marriage. “We’ve only tried to exercise our First Amendment rights,” he said.\nWell, no.\nTo quote Justice Antonin Scalia in a recent case involving another claim of religious freedom, “This is really easy.”\nIn short, Ms. Davis has no right, constitutional or otherwise, to refuse to do the job Kentucky pays her to do. As a municipal official, she is required to issue marriage licenses to anyone who may legally get married. Since June 26, when the Supreme Court ruled that the Constitution forbids states to ban same-sex marriage, that population includes April Miller, Karen Roberts, David Ermold and David Moore — the two couples she rebuffed on Tuesday.\nThe Davises don’t seem to understand the two-sided game they’re playing, appealing to the Constitution even as they violate it. Perhaps they forgot that the First Amendment protects the people from the government, not the other way around.\nMs. Davis’s lawyers defend her refusal to issue marriage licenses to same-sex couples by arguing that “this searing act of validation would forever echo in her conscience.”\nIn that case Ms. Davis faces two options, in reverse order of self-determination. She may resign and find another job that does not require her to violate her religious beliefs. (As an elected official, she can’t be fired, although she could be impeached.) Or she may be held in contempt of court, which would involve fines and, possibly, a trip to the county jail. A contempt hearing has been set for Thursday in federal court.\nCivil disobedience is an honorable American tradition, of course, and if that’s the way Ms. Davis wants to register her disagreement with the law, that’s her prerogative — at least until she is dragged out of the clerk’s office.\nBut it’s worth repeating once again: No one is telling Ms. Davis what she may or may not believe, or how to live her own life in accord with the dictates of her conscience and her God. What they are saying is that as an employee and representative of the government, she lives under the law, not above it.", "url": "https://takingnote.blogs.nytimes.com/2015/09/01/god-vs-the-constitution-in-kentucky/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}