{"authors": ["Lawrence Downes"], "date_download": "2018-11-16 04:39:28", "date_modify": "2018-11-16 04:39:28", "date_publish": "2015-08-31 17:52:24", "description": "Chris Christie’s latest proposal is just one of many Republican strategies that treat immigrants like objects, diseases or invaders.", "filename": "2015_08_31__1542343168.html", "image_url": "https://static01.nyt.com/images/2015/08/31/opinion/31downesWEB/31downesWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_08_31__1542343168.html", "title": "Tracking People Like Packages: Republicans’ Inhumane Immigration Ideas", "title_page": "Tracking People Like Packages: Republicans’ Inhumane Immigration Ideas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Republican presidential candidates just can’t help themselves on immigration. That subject is a rhetorical sinkhole that, like Donald Trump’s mouth, just seems to keep getting bigger, swallowing candidates left and right.\nWell, right, anyway.\nOver the weekend, Scott Walker of Wisconsin floated the idea of walling off the Canadian border. He didn’t answer the obvious next question — what about our dangerously exposed borders on the Atlantic and Pacific Oceans, and the Gulf of Mexico? That means we may soon be hearing from Bobby Jindal or Rick Perry. Or Lindsey Graham, who could tell us about the efficacy of coastal blockades in the War of Northern Aggression.\nBut the prize for weekend loopiness goes to Gov. Chris Christie of New Jersey, for his bold idea to give FedEx the job of tracking foreigners every minute they are in the United States.\n“We need to have a system that tracks you from the moment you come in,” he said.\nHe later said, on Twitter, don’t be ridiculous, he wasn’t likening immigrants to packages. Although it’s hard to see how anyone could have concluded otherwise. That’s all FedEx does — move packages around the world on forklifts and conveyor belts, in trucks and the cargo bellies of airplanes. Unless FedEx has some enlightened corporate shipping policy that takes account of the humanity and dignity and aspirations of its envelopes and boxes, I’m sticking with my initial assessment: Mr. Christie is being idiotic.\nThe point that seems lost on him is that packages, unlike people, don’t have Constitutional rights or families. They don’t take jobs to support themselves and their children, they don’t pay taxes and prop up the agricultural, restaurant and hospitality industries, or keep Social Security and Medicare afloat. They don’t revitalize ailing local economies or give the United States the youthful vigor, hopefulness and energy that other countries with advanced economies — and aging populations — lack.\nBecause packages aren’t human.\nThere is a suggestion, an insinuation, an ugly metaphor that undergirds the Republicans’ harsh talk on the immigration problem. It’s the idea that unauthorized immigrants are not fully human and do not deserve the rights and protections enjoyed by citizens and “legal” immigrants. Their “illegality” is a stain that cannot be erased, and must never be forgiven — “no amnesty” is the Republican rallying cry. These foreigners are not an opportunity for this country — they are a threat that must be resisted by extraordinary means, including building impossible border walls, fully enlisting the state and local police in an expanded federal deportation dragnet, and suspending the parts of the Constitution that guarantee citizenship by birth and forbid unreasonable search and seizure. Among other things.\nRepublican immigration policies are not strategies for efficiently handling a needed flow of labor and humanity; they are strategies for containing epidemics and repelling invasion.\nMr. Jindal even used that word: “Immigration without assimilation is invasion,” he said.\nIt’s not just him, or Mr. Christie, but the whole lot of them. The bluntest is Donald Trump, candidate of mass expulsion. But even his policy menu is not far from the well-worn Republican ideas about harsh enforcement as the only immigration solution.\nMr. Christie probably wasn’t thinking about Japanese Americans during World War II, the last time the government created a system for scary foreigners to keep an eye on them.\nBut he should have remembered. The dehumanization of immigrants is an old, old story. Society has gotten better at recognizing the evil of dehumanizing the other. Even The New York Times reflected the ugliness of its day when, in an appalling editorial in 1885, it wrung its hands over what to do about verifying the immigration status of a group of “Chinamen” – because of the impossibility of telling them apart:\n“In view of the indistinguishableness of the Chinese immigrants, it seems like no device short of a numbered label padlocked into a certified Chinaman’s ear or nose will enable us to repel the invasion.”\nThat was incredibly 19th century of us. But who would have thought that similar ideas and remedies would linger into the 21st?", "url": "https://takingnote.blogs.nytimes.com/2015/08/31/tracking-people-like-packages-republicans-inhumane-immigration-ideas/"}