{"authors": ["Anna North"], "date_download": "2018-11-16 03:41:53", "date_modify": "2018-11-16 03:41:53", "date_publish": "2015-07-01 19:40:52", "description": "Marijuana is just as thirsty as some more commonly criticized crops, and its complicated legal status doesn’t help.", "filename": "2015_07_01__1542339713.html", "image_url": "https://static01.nyt.com/images/2015/07/01/opinion/1northWEB/1northWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_07_01__1542339713.html", "title": "Is Weed the New Almond?", "title_page": "Is Weed the New Almond? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBroccoli, beef, and perhaps most notably almonds have all come under fire in the past year for sucking up too much of California’s scarce water. Now you can add another crop to the tally of alleged water-guzzlers: marijuana.\nA raid last week in California’s Mendocino, Humboldt, and Trinity Counties targeted marijuana growers not for growing the drug per se but for their illegal water use, reports Josh Harkinson of Mother Jones. Mr. Harkinson also writes that marijuana uses about six gallons of water per day per plant, while the notoriously water-intensive cotton uses just ten gallons per plant for the whole season.\nSome have put marijuana’s water consumption lower or higher than the six-gallon figure. According to an analysis by Swami Chaitanya, a member of the Mendocino Cannabis Policy Council, which advocates for sustainable cannabis farming, an eighth of an ounce of marijuana takes 1.875 gallons of water to produce. That’s much less than it takes to produce a pound of beef (1500 gallons, according to Mr. Chaitanya), a bit less than it takes to grow a head of broccoli (5 gallons), and a bit more than it takes to grow a single almond (1 gallon).\nWhether or not Americans will now give up weed the way some have been boycotting almonds is an open question. Ultimately, though, individual consumption decisions are less important than California’s ability to sustainably regulate its water — which, with respect to weed, it’s trying to do.\nThe California water board, along with the state’s Department of Fish & Wildlife, is developing a system of permits that would require cannabis growers to properly manage pesticide runoff and construction waste and get authorization to draw and store water. The goal is to mitigate the environmental impact of marijuana cultivation, and to get growers out in the open where their water use can be measured and regulated.\nThe regional water board for California’s North Coast, which includes Humboldt County, is set to adopt the permits in August, with the Central Valley likely to follow suit later this year.\nThe state isn’t doing a great job of measurement even when it comes to licit water use, but bringing weed growers into the state’s water system would help.\nSo would legalizing marijuana. As Samantha Page notes at ThinkProgress, growing weed for medical use is legal under California state law, but growing it for recreational use is “in a gray area of law enforcement.” Illegal growers tend to plant in remote wooded areas in Northern California, where the waterways are habitats for endangered and threatened fish species.\n“Cannabis farming doesn’t happen out in the woods in Humboldt County because that’s a good place to grow things,” said Cris Carrigan, the director of the state water board’s office of enforcement. “It happens because you can hide there.”\nIf growing weed became fully legal in California, growers might shift to places where their crop’s environmental impact was less severe — especially since, absent the threat of raids, growing in the woods isn’t necessarily cost-effective.\nGetting a permit system in place now will prepare California for the potential of legalization in the future, said Mr. Carrigan.\nAnd it might make one of California’s most famous crops a little kinder to the state’s drought-stricken environment.", "url": "https://takingnote.blogs.nytimes.com/2015/07/01/is-weed-the-new-almond/"}