{"authors": ["Vikas Bajaj", "Topics.Nytimes.Com Top Reference Timestopics People B Vikas_Bajaj Index.Html"], "date_download": "2018-11-16 04:39:26", "date_modify": "2018-11-16 04:39:26", "date_publish": "2015-08-31 21:01:28", "description": "Many readers of a recent editorial were dissatisfied with rented cable boxes, but some had already bought their own — and others have given up cable entirely.", "filename": "2015_08_31__1542343166.html", "image_url": "https://static01.nyt.com/images/2015/09/01/opinion/31bajajWEB2/31bajajWEB2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_08_31__1542343166.html", "title": "‘The Cost of Cable Is Preposterous’: Readers Sound Off on Set-Top Boxes", "title_page": "‘The Cost of Cable Is Preposterous’: Readers Sound Off on Set-Top Boxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOur editorial this morning calling on the Federal Communications Commission to make it easier for people to buy their own cable boxes attracted hundreds of comments from readers. Not surprisingly, most of the people writing in were unhappy with cable and satellite companies, which generate nearly $20 billion in revenue from renting out boxes to their customers.\n“The cost of cable is preposterous and reaches levels of usury,” a reader from Massachusetts who goes by the username chickenlover wrote on The Times website. “But what makes it worse is that the quality of service is abominable. The rent charged by cable companies is akin to the goose that keeps on laying the golden egg. It is time to kill the golden goose.”\nBut some tech-savvy readers seemed baffled that so many Americans were still paying to rent their cable boxes since companies like TiVo sell set-top boxes directly to consumers. Consumers who chose to do this still have to rent an electronic card from their cable companies and many people complain that it’s hard to use them.\nPete from West Hartford wrote that he owns his cable box and found it easy to activate the device with his cable company. “And I returned the rental with no problem. Am puzzled that others find this difficult.”\nSeveral readers writing on Facebook pointed out that TiVo also charges a monthly fee for the use of its boxes. This makes that company’s devices less appealing to people looking to save money. These readers also said that they often couldn’t access the video-on-demand services offered by their cable companies through TiVo boxes.\n“Verizon charges nearly $10/mo for a CableCard, which costs only $10 to purchase from Motorola,” Michael Rodriguez wrote on Facebook. “They deliberately make it hard to even use TiVO, and ensure TiVO like boxes are not cost competitive. Set-top box tech should be left to tech companies, like the shift from phones being carrier-driven to tech company-driven. We wouldn’t have to suffer the horrible UIs that lag 10 years in design. I would buy a better set-top box from Apple or Samsung in a second if Verizon didn’t interfere.”\nOther readers said they have gone much further and stopped subscribing to cable TV altogether. Some of them rely on high-definition antennae to watch local broadcast-TV stations and devices like Roku that let users watch TV shows and movies from Netflix and Hulu on their televisions.\n“I got a Roku 5 years ago and never looked back,” Alison Jacobs wrote on Facebook. “A couple subscriptions to online streaming services like Hulu and Netflix, and a little patience, take care of all the watching needs. Most of my generation doesn’t even get channel surfing, we watch what we want when we want, cable who?”\nAnother thread of complaints had to do with how energy inefficient traditional set-top boxes are compared to other home appliances. Christopher from Mayo wrote that the editorial had completely missed the point: “This article doesn’t mention the most important part of the larger story: Cable boxes use obscene amounts of energy!”\nReaders can also tell the F.C.C. what they think. The commission is seeking public comments on a report on cable boxes produced by a panel of experts advising the agency.", "url": "https://takingnote.blogs.nytimes.com/2015/08/31/the-cost-of-cable-is-preposterous-readers-sound-off-on-set-top-boxes/"}