{"authors": ["Teresa Tritch"], "date_download": "2018-11-16 03:41:49", "date_modify": "2018-11-16 03:41:49", "date_publish": "2015-07-01 14:56:17", "description": "Fallout from the housing crash continues to affect old and young, renters and buyers.", "filename": "2015_07_01__1542339709.html", "image_url": "https://static01.nyt.com/images/2015/07/01/opinion/1tritchWEB/1tritchWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_07_01__1542339709.html", "title": "On Housing, Signs of Health and Signs of Harm", "title_page": "On Housing, Signs of Health and Signs of Harm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIt has been seven years since the crash of the housing market. Signs of a real-estate recovery have emerged. But problems remain.\nFor example, the homeownership rate is still falling; it is just under 64 percent, about where it was in the early 1990s and down from a high of nearly 70 percent in 2004.\nFewer homeowners mean more renters. A recent article in the Times by Dionne Searcey pointed out that many of today’s renters are people who lost their homes to foreclosure during the bust and can no longer qualify for a mortgage. Others are younger people who would have been first-time buyers in other eras but are hamstrung by lower-paying jobs, high student debt and steep rents that make it difficult to save for a down payment. Almost half of all renters are paying more than 30 percent of their income on rent, the level at which affordability generally becomes a problem.\nYoung people, however, are not the only ones facing the fallout from the bust.\nAmong people age 65 and older, home ownership remains the norm, but many older people have significantly more debt today than in previous decades, with mortgages the biggest chunk, according to the Consumer Financial Protection Bureau. Of some 4.4 million retired homeowners with a mortgage, nearly 2.4 million spend more than 30 percent of their household income on housing-related costs.\nMore debt has meant less home equity. That means, in turn, that many older Americans with mortgages are not only cash constrained; they also run the risk of not having adequate home equity if they need it to help pay for health care or long-term care later in life.\nThe plight of older homeowners also suggests that homeownership may not be a reliable wealth builder for younger renters who manage to buy a house. Many indebted retirees became homeowners relatively late in life and made relatively small down payments. It is likely that many of today’s younger buyers will follow that same path. If so, their best shot at paying off the mortgage by retirement is to refrain from borrowing against the house to pay for living expenses along the way.\nThe housing bust was an epic wipeout. Its depressive effects will be felt for a long time to come.", "url": "https://takingnote.blogs.nytimes.com/2015/07/01/on-housing-signs-of-health-and-signs-of-harm/"}