{"authors": ["Anna North"], "date_download": "2018-11-16 03:41:58", "date_modify": "2018-11-16 03:41:58", "date_publish": "2015-07-06 18:56:01", "description": "The Discovery Channel is trying to inject more science into the TV extravaganza, which could be good news for sharks.", "filename": "2015_07_06__1542339718.html", "image_url": "https://static01.nyt.com/images/2015/07/06/opinion/6northWEB/6northWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_07_06__1542339718.html", "title": "Shark Week Gets Real", "title_page": "Shark Week Gets Real - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nShark Week is trying to shape up. The famous Discovery Channel extravaganza, criticized by scientists in the past, will be more science-focused than in previous years, according to N.P.R.\nThat may not be all that hard, since, as N.P.R.’s Neda Ulaby notes, previous iterations have included such features as “Megalodon: The Monster Shark Lives,” a “documentary” about an enormous shark that does not, in fact, live. (A disclaimer admitted that the program was fictional.)\nIt’s understandable that Discovery should want to enhance its sharks. Movies like“Jurassic World” and Syfy’s “Sharknado” have created an arms (teeth?) race for the biggest, craziest-looking predator. Regular sharks just don’t seem to impress jaded beachgoers anymore. Perhaps the most succinct expression of the ordinary shark’s dimming cachet was the scene in “Jurassic World” in which an aquatic dinosaur eats a great white in a single chomp. The scene reduced the once-fearsome shark to mere chum — or, as The Wall Street Journal put it, “In a Jurassic World, ‘Jaws’ Is a Guppy.”\nOf course, real sharks can be pretty scary, too. As of July 2, the North Carolina coast had seen seven shark attacks in under a month, Christine Hauser reported in The Times. CNN’s Dana Ford reports that 11 people have been attacked off the North and South Carolina coasts so far this year, and that warmer water, drought — which makes water saltier and more shark-friendly — and an uptick in swimming may be responsible.\nDespite the attacks, sharks need help. Millions are killed by humans every year, many for their fins, which are made into shark fin soup. Sales of shark fins are down in China, thanks to awareness campaigns and a ban on the ingredient at government events. Texas recently banned the trade of shark fins, as have nine other states. But finning remains a problem around the world.\nIf it’s serious about turning back to science, the Discovery Channel could teach people about these important and imperiled predators that, while not as huge as Megalodon, have the advantage of being alive now.", "url": "https://takingnote.blogs.nytimes.com/2015/07/06/shark-week-gets-real/"}