{"authors": ["Teresa Tritch"], "date_download": "2018-11-16 03:41:56", "date_modify": "2018-11-16 03:41:56", "date_publish": "2015-07-02 16:53:07", "description": "A convicted felon illegally obtained a gun and committed murder-suicide. Now the shop where he got the firearm is being held accountable.", "filename": "2015_07_02__1542339716.html", "image_url": "https://static01.nyt.com/images/2015/07/02/opinion/2tritchWEB/2tritchWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_07_02__1542339716.html", "title": "In a Brutal Gun Case, a Win for the Common Good", "title_page": "In a Brutal Gun Case, a Win for the Common Good - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIt has been 12 years since Russell Graham, a convicted felon, shot and killed his eight-year-old son, Zeus, and then himself in Cherokee County, Kansas.\nIt has been 10 years since Zeus’s mother, Elizabeth Shirley, filed a negligence lawsuit against the husband-and-wife owners of the gun shop where Mr. Graham acquired the shotgun he used in the murder-suicide.\nThis week, the parties settled the case; Ms. Shirley is to receive the maximum amount available under the owners’ insurance policy as well as a payment from their personal assets.\nAlong the way, the case has set important precedents for holding gun dealers accountable when they put guns in the hands of dangerous people.\nAt the crux of the tragedy is the fact that as a felon, Mr. Graham could not legally buy or possess a gun. He prevailed upon his grandmother to go with him to the gun shop and act as the purchaser. It is the duty of a gun dealer to refuse a suspicious sale, but the shop’s owners, Joe and Patsy George, allegedly missed or ignored telltale signs that the transaction was an illegal straw purchase, in which a person who is prohibited from buying firearms uses another person to buy a gun on his or her behalf. For example, straw purchases often involve two people entering the store together and paying in cash, as occurred in this case. In addition, the grandmother later said that one of the store owners, Joe George, asked Mr. Graham if he “had been a good boy.” Mr. Graham replied that he had a felony conviction, at which point the shop owner said, “Let’s see if grandma has been a good girl.”\nMr. George denied the conversation with Mr. Graham took place, but admitted to making the comment about the grandmother. For her part, the grandmother, who was later diagnosed with Alzheimer’s disease, signed the paperwork for the purchase, but did not read it or fill it out fully because, she said later, she did not consider herself the actual buyer. She passed the background check and Russell Graham left the shop with the shotgun, using it that night to commit murder and suicide.\nIn 2010, the Kansas Court of Appeals found that the Georges could be liable for “negligent entrustment,” which occurs when Person A negligently gives Person B a dangerous object that is used to harm Person C. That was a first for Kansas, and opened the door for holding irresponsible gun dealers accountable. In 2013, the Kansas Supreme Court went even further, ruling that Kansas gun store owners could be deemed negligent if they did not exercise the “highest standard of care” to avoid selling guns to felons. The court noted that reasonable care is always required for merchants, but that the bar for reasonableness is higher for a merchant selling firearms than for one selling marbles.\nAccording to the Brady Center to Prevent Gun Violence, which argued the Shirley case, 90 percent of guns used in crimes are supplied by just 5 percent of dealers. The Shirley case, over at last, is a victory in the effort to stop that rogue minority.", "url": "https://takingnote.blogs.nytimes.com/2015/07/02/in-a-brutal-gun-case-a-win-for-the-common-good/"}