{"authors": ["Teresa Tritch"], "date_download": "2018-11-16 03:41:57", "date_modify": "2018-11-16 03:41:57", "date_publish": "2015-07-02 19:14:41", "description": "New York’s top financial regulator was aggressive in punishing abuses. Will his successor be as tough?", "filename": "2015_07_02__1542339717.html", "image_url": "https://static01.nyt.com/images/2015/07/02/opinion/2tritchWEB2/2tritchWEB2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_07_02__1542339717.html", "title": "Benjamin Lawsky’s Legacy", "title_page": "Benjamin Lawsky’s Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAfter four years on the job, Benjamin Lawsky, New York’s top financial regulator, stepped down in June. His legacy includes important protections against abusive debt collectors and usurious payday lenders, as well as aggressive enforcement actions against banks and financial firms for money laundering, currency manipulation, interest rate rigging, foreclosure abuses and insurance scams.\nHe has also left Gov. Andrew Cuomo with a moment-of-truth decision. Will Mr. Cuomo appoint a replacement to build on Mr. Lawsky’s legacy or to tone it down?\nIn 2011, Mr. Cuomo merged New York’s bank and insurance agencies into a single agency with expanded regulatory powers. The question at the time was whether the newly created Department of Financial Services would be a political tool — a way for Mr. Cuomo to impinge on the power of the state attorney general — or a true financial regulator.\nThe answer has been the latter, thanks largely to Mr. Cuomo’s choice of Mr. Lawsky, a onetime Democratic aide and former federal prosecutor, to run the department.\nBut some of the names that are circulating as possible contenders for Mr. Lawsky’s job suggest that this time around, Mr. Cuomo is looking for a light regulatory touch. In addition to lawyers who have spent much of their careers representing and defending corporate clients, it also reportedly includes a former JPMorgan Chase executive.\nMr. Lawsky’s tenure — and much of the regulatory history before and since the financial crisis — has disproved the notion that financial-industry professionals are uniquely qualified to regulate banks and financial firms. In fact, regulators from industry have been linked to rulemaking delays and regulatory capture, which occurs when a regulatory agency advances the interests of the industry it is charged with overseeing rather than the public interest.\nTo avoid those pitfalls, Mr. Cuomo should choose Mr. Lawsky’s successor from the nation’s ranks of prosecutors, legal and consumer advocates or federal or state officials who have shown an aggressive streak toward Wall Street.\nThe choice comes at a crucial time. As memories of the financial crisis fade, banks have increasingly argued that regulation has become too heavy. They expect politicians to respond by easing up on regulatory efforts. That would be a mistake. Regulation today needs to be vigilant for continuation of behaviors from the crisis years and for developments that may portend the next crisis.\nMr. Lawsky has left the Department of Financial Services in a position of strength. It is up to Mr. Cuomo to keep it strong.", "url": "https://takingnote.blogs.nytimes.com/2015/07/02/benjamin-lawskys-legacy/"}