{"authors": ["Peter Catapano"], "date_download": "2018-11-16 03:41:56", "date_modify": "2018-11-16 03:41:56", "date_publish": "2015-06-30 20:18:12", "description": "The visionary bassist poured a Stones-like street fighting spirit into Yes’s ethereal music.", "filename": "2015_06_30__1542339716.html", "image_url": "https://static01.nyt.com/images/2015/06/30/opinion/30catapanoWEB/30catapanoWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_06_30__1542339716.html", "title": "Chris Squire Made Prog Rock Rock", "title_page": "Chris Squire Made Prog Rock Rock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAt 14, it was easy to like Led Zeppelin and the Rolling Stones. And I did. These bands were like audio-visual packages tailored explicitly for my hormone and confusion levels, spackle kits for my hole-ridden sense of self. Because straight-up, blues based rock and roll is the prima materia of teen rebellion. So it was then, and so shall it be until the end of Spotify.\nBeing a Yes fan, though, was something more complicated, and the death on Saturday of Chris Squire, the group’s co-founder and bassist for more than 45 years, reminded me of that.\nYes was a staple of prog(ressive) rock, already an established force by the time I entered high school in 1977, when airwaves were still musically integrated. Like most, I was lured by their 1971 hit “Roundabout,” that seemed to get airplay for years after its release. It was not long before I owned every album and began painstakingly copying the Roger Dean logo — the YES like a snake swallowing its own tail — on all of my notebooks.\nYes was based not in macho blues, but in refined classical music. It had movements, soaring melodies, plenty fancy Bach-infused keyboard and guitar passages, some nakedly suggestive of gamboling with sprites in forest glades. I did not exactly wear this on my sleeve. But as tough and bluesy as I wished to appear, this music spoke to a part of me. On the outside I was all “Street Fighting Man.” On the inside I was humming the bass line from “Total Mass Retain.”\nSquire, who was well known for being the band wild man, was a virtuoso of sorts who also poured a Stones-like street fighting spirit into Yes’s ethereal music, and saved many a song from descending into Hobbit-land (being human, he wasn’t always successful). Out of the mist of organ tones and castrati vocals would come a growl, disconcerting, oh-so-low, almost too low to be music, a primordial beast raising itself from the mud with a giant yawn. It was impolite, indelicate, wrong, and soon to be funky.\nTo better understand Squire, go ahead, listen to “Roundabout” (it’s easy now): As the intro’s slow dance between the organ and Segovia-like guitar passages finally slides into tempo Squire delivers not something refined or even vaguely British, but a mean, nasty, funky, almost Bootsy-like bass line that will not quit. It may be the only Yes song a rhythmically self-respecting person could dance to, and in my mind, the key to the song’s longevity. A conventional bass line on “Roundabout” would have doomed it, and maybe the band, to obscurity.\nSquire is often said to be one of the musicians who “reinvented” the bass in popular music. Like other visionary bassists, such as Scott La Faro and Charlie Haden in jazz, and at times, Paul McCartney in pop, Squire asserted his right to full expression on the instrument of his choice by ignoring the supporting role ascribed to the rhythm section in popular music.\nChris Squire bass lines were often melodic and beautiful, “high art” beautiful, but also rude and assertive in a way that showed me that musical expression was not uniform. It did not always pay to color inside the lines.\nA few years ago, I went with a high school friend to see a Yes concert (thanks, Joe). I didn’t jump out of my seat at the first notes of “Siberian Khatru” the way I used to but I enjoyed pretty much all of it. The best part, though, was Squire — tall, wild-haired, kicking his leg up on the big notes, strutting the stage like a pirate, living the dream and still nailing the lines. He seemed like a god of rock as they used to be made. Like he could have held his own in a street fight. Like he could have been hanging out later with Mick or Keith.", "url": "https://takingnote.blogs.nytimes.com/2015/06/30/chris-squire-made-prog-rock-rock/"}