{"authors": ["Teresa Tritch"], "date_download": "2018-11-16 04:39:24", "date_modify": "2018-11-16 04:39:24", "date_publish": "2015-09-01 17:23:59", "description": "Republicans’ latest plan for unnecessary cuts to Social Security involves the disability fund.", "filename": "2015_09_01__1542343164.html", "image_url": "https://static01.nyt.com/images/2015/09/01/opinion/1tritchWEB/1tritchWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2015_09_01__1542343164.html", "title": "The Neverending Fight to Save Social Security", "title_page": "The Neverending Fight to Save Social Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA trial balloon now being inflated by Republicans in Congress needs to be popped before it gets any bigger.\nI’m talking about their latest plan for unwise and unnecessary cuts to Social Security.\nOf course, they don’t put it that way. In their telling, they are protecting Americans from a meltdown of the retirement system.\nThe issue involves the way the Social Security disability fund interacts with the much larger and better known retirement fund.\nUnder Social Security, the nation’s 150 million workers are insured in the event they suffer a serious and long-lasting medical disability during their work lives. Currently, 11 million disabled workers collect these modest but vital benefits, which average about $1,165 a month. Payments are also made to some family members of disabled workers, including 150,000 spouses and 1.8 million children. When and if disabled workers reach what would have been their retirement age, they begin receiving their benefits under the Social Security retirement system.\nThe problem is that by late 2016, the disability fund will not have enough money to pay all of the promised benefits. This is no surprise. The shortfall, which would cause an immediate cut in benefits of nearly 20 percent, was projected as far back as 1995. It is due mainly to the aging of the population and to tax changes, made in 1983 and only partially reversed in later years, that have left the disability system underfunded.\nSuch shortfalls have happened before and Congress has always been able to cope in a sensible, noncontroversial way, by reallocating some of the revenue from the large retirement fund to the much smaller disability fund. Reallocations along the lines of those undertaken in the 1990s would enable both funds to pay full benefits until 2033, plenty of time for lawmakers to enact basic reforms to keep the entire system healthy for future generations.\nBut instead of a reallocation, Republicans are floating the idea of forcing the disability fund to borrow the money it needs from the retirement fund. They seem to think that borrowing is more fiscally responsible than reallocation. It’s not.\nIn fact, borrowing would make the disability situation worse, because without more tax revenue going into the system – the solution Republicans refuse to consider – there would be no way to repay the loan. Taking out a loan with no ability to repay would only dig the hole deeper. And when the hole is deep and dark and getting deeper, you can be sure that Republicans will sound the alarm over the fund’s immense debt, for which draconian benefit cuts are the only answer they can think of.\nDon’t be fooled by glib arguments about how “interfund” borrowing has worked in the past. In 1982, when the Social Security retirement system was in big financial trouble, it borrowed from the system’s other funds to stay afloat. But that borrowing was part of a larger process to revive the system, endorsed by President Ronald Reagan and completed in 1983, that included provisions under which the loans were repaid by 1986.\nThis time around, the Republicans’ only long term plan is to cut already modest benefits.", "url": "https://takingnote.blogs.nytimes.com/2015/09/01/the-neverending-fight-to-save-social-security/"}