{"authors": ["Carol Giacomo"], "date_download": "2018-11-16 04:18:06", "date_modify": "2018-11-16 04:18:06", "date_publish": "2016-05-20 15:15:07", "description": "Mr. Trump says he’d meet with Kim Jong-un, but he has no understanding of how to use such a meeting to advance American interests.", "filename": "2016_05_20__1542341886.html", "image_url": "https://static01.nyt.com/images/2016/05/20/opinion/20giacomoWEB/20giacomoWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2016_05_20__1542341886.html", "title": "What Donald Trump Gets Wrong About North Korea", "title_page": "What Donald Trump Gets Wrong About North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOne of Donald Trump’s latest contributions to the 2016 presidential contest is an offer to talk with Kim Jong-un, the North Korean dictator who keeps 25 million people enslaved and commands an arsenal that some experts say could have more than 20 nuclear weapons by the end of this year. “I would speak to him,” the presumed Republican nominee told Reuters in an interview. “I would have no problem speaking to him.”\nSuch an overture would be a major shift in American policy. No sitting American president has ever met a North Korean leader. Secretary of State Madeleine Albright met Mr. Kim’s father, Kim Jong-il, on a trip to Pyongyang in 2000; after leaving office, President Jimmy Carter and President Bill Clinton went to the capital separately on envoy missions.\nSince 2012, the administration has not had sustained talks with the North Koreans at any level. Pyongyang has refused to eliminate its nuclear program, and in fact accelerated its nuclear activities this year by testing a fourth nuclear device and attempting to launch several missiles. That caused the United Nations Security Council to impose tough new sanctions.\nThat said, it’s not Mr. Trump’s offer to talk, per se, with a difficult leader that is the problem. During the 2008 presidential campaign, Mr. Obama declared his willingness to meet, without preconditions, the leaders of Iran, Syria, Venezuela, Cuba and North Korea in an effort to bridge gaps.\nHis opponent for the Democratic nomination, Hillary Clinton, didn’t rule out talking with them but said it wouldn’t happen during her first year in office while she pursued a vigorous diplomatic effort to learn “what the intentions are.”\nLater, as secretary of state under Mr. Obama, she appointed a negotiator for North Korea. This step led to a 2012 agreement under which Pyongyang promised to stop nuclear and long-range missile tests in return for a resumption of food aid. But the deal soon fell apart.\nIn significant ways, Mr. Obama has made good on his commitment to reach out to adversaries, as many of his predecessors have done. He wisely forged new relationships with Cuba and Myanmar, visited those countries and met their leaders. He reached an important nuclear deal with Iran, spoke with President Hassan Rouhani by telephone and shook hands with Mohammad Javad Zarif, the foreign minister. But since 2012, Mr. Obama has not tried hard enough to find an opening with North Korea.\nThe problem with Mr. Trump is that there is no evidence that he understands how to use a meeting with Mr. Kim to advance American interests. Just showing up in Pyongyang is not the answer. Mr. Kim would stage a gala celebration in a big public square and Mr. Trump would become a prop for legitimizing the North Korean leader and his nuclear program.\nAny thought that Mr. Trump could just browbeat Mr. Kim into giving up the nuclear program is dubious. The North Koreans have been demanding recognition as a nuclear weapons state. At the recent Korean Workers’ Party Congress, Mr. Kim reaffirmed a determination to plow ahead with the nuclear weapons and missile programs, regardless of the cost, saying they brought the country “dignity and national power.”\nTo the extent he has any ideas for dealing with the nuclear program, Mr. Trump has talked often about getting China, North Korea’s main source of food and fuel, to pressure Pyongyang. If China refuses, Mr. Trump has said he would impose a 45 percent tariff on Chinese imports.\nThose are tactical moves, not a comprehensive plan to mitigate a serious threat. And the United States, Japan and South Korea have already been pushing China to weigh in more robustly with the North. The new Security Council sanctions are one result.\nObviously, the next president needs to confront this challenge. There is a successful model for negotiating with Pyongyang: a 1994 agreement that froze the North’s plutonium program for nearly a decade. However, the nuclear program today is much larger and more sophisticated and the current North Korean leader, less experienced and less predictable than his father. Finding a solution grows harder with every passing day.", "url": "https://takingnote.blogs.nytimes.com/2016/05/20/what-donald-trump-gets-wrong-about-north-korea/"}