{"authors": ["Francis X. Clines", "Topics.Nytimes.Com Top Reference Timestopics People C Francis_X_Clines Index.Html"], "date_download": "2018-11-16 04:18:08", "date_modify": "2018-11-16 04:18:08", "date_publish": "2016-05-20 18:29:29", "description": "An attempt to keep voters off the rolls was struck down in Kansas, but another suppression effort continues in Missouri.", "filename": "2016_05_20__1542341888.html", "image_url": "https://static01.nyt.com/images/2016/05/20/opinion/20clinesWEB3/20clinesWEB3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2016_05_20__1542341888.html", "title": "The Republicans’ Obsession With Voter Suppression", "title_page": "The Republicans’ Obsession With Voter Suppression - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA federal court judge has struck down an outrageous attempt by Kansas Republicans to force potential voters into a labyrinthine registration process of documenting their citizenship with birth certificates, passports or naturalization papers. This blatantly anti-democratic law, enacted in 2013 by Kansas lawmakers, had side-tracked 18,000 citizens onto an official “in suspense” list earlier this year, leaving them unregistered and unable to vote in federal elections until investigators pored through their documentation.\nThe transparent scheme of voter suppression was found in violation of federal law by Judge Julie Robinson in Kansas City who pointed to the “the risk of thousands of otherwise eligible voters being disenfranchised in upcoming federal elections.” Last Tuesday, the judge ordered state officials to begin fully registering the suspended applicants on June 1, without the burden of producing a birth certificate or other papers.\nFederal law allows people to register when they get a driver’s license or state ID and attest under criminal threat of perjury that they are who they say they are. Republicans intent on holding down the votes of minorities and young people have been adding roadblocks through draconian state laws. In suing Kansas, the American Civil Liberties Union pointed out that more than 58 percent of the people on the Kansas “suspense” list were citizens aged 18 to 29, presumably excited by this year’s campaigns but denied their normal voter registration rights.\nRepublicans pushed the law on the claim that voter fraud is rampant in the country. Various studies have proven this untrue. The scheme was driven by the Kansas secretary of state, Kris Kobach, who was given extraordinary powers last year to prosecute voter fraud. But he’s achieved just one conviction so far, thereby demonstrating the rarity of voter fraud. One of his Kansas political allies, Brian Newby, has used his new position as executive director of the United States Election Assistance Commission to attempt to bypass commission members and unilaterally decree that Kansas can alter the federal voter registration form and mandate extra documentation.\nRepublicans’ obsession with voter suppression also continues fiercely in Missouri, where a decade ago state courts struck down a law mandating that voters show up with photo identification in order to cast a ballot. The Republican state legislature remains undaunted, approving a referendum this year in which voters will be asked to approve a constitutional amendment requiring that they henceforth show photo IDs at the ballot box.", "url": "https://takingnote.blogs.nytimes.com/2016/05/20/the-republicans-obsession-with-voter-suppression/"}