{"authors": ["Anna North"], "date_download": "2018-11-16 04:18:11", "date_modify": "2018-11-16 04:18:11", "date_publish": "2016-05-20 21:58:25", "description": "By easing water restrictions, the state might be missing an opportunity to prepare for the next drought.", "filename": "2016_05_20__1542341891.html", "image_url": "https://static01.nyt.com/images/2016/05/20/opinion/20northWEB/20northWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/takingnote.blogs.nytimes.com/2016_05_20__1542341891.html", "title": "California’s Water Future", "title_page": "California’s Water Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen California’s snowpack dwindled last year to a tiny fraction of its normal size, the state mandated steep reductions in urban water use. Now that the drought has eased somewhat, the state is loosening those restrictions. But it may be missing a chance to prepare for the next crisis.\nUnder the new regulations, local water agencies will be allowed to set their own rules for conserving water, as long as they can show they have enough for three dry years. Regulators say the change is appropriate since conditions are less dire than they were last year.\nBut the new rules could let some towns and cities go back to wasting water. “It’s possible that water utilities will continue to step up,” said Peter Gleick, the president of the Pacific Institute, a global water think tank. “But I wouldn’t be surprised to see some utilities setting their conservation targets at zero.”\nIf the state disagrees with a water agency’s calculations, it will be able to mandate greater conservation. And officials say they will return to a stricter system if agencies start wasting water.\nStill, the move feels like a step backward at a time when the state should be building on its gains. California’s urban areas reduced their water consumption by 24 percent last year from 2013 levels, just shy of the 25 percent target set by Gov. Jerry Brown last April. Those reductions only happened after the state required cuts, Dr. Gleick pointed out — a call for voluntary cutbacks had little effect.\nThe drought “was an opportunity to put in place smarter management policies,” he said. More broadly, it was an opportunity for the state to get ready for the more frequent and severe droughts it is likely to face as the global climate changes. California can’t afford to lose sight of that future just because it got a little rain.", "url": "https://takingnote.blogs.nytimes.com/2016/05/20/californias-water-future/"}