{"authors": ["Stanley Reed"], "date_download": "2018-11-16 04:46:06", "date_modify": "2018-11-16 04:46:06", "date_publish": "2012-11-28 16:27:59", "description": "In times of austerity, should governments be subsidizing green energy? If so, how long should those subsidies stay in place?", "filename": "2012_11_28__1542343566.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_11_28__1542343566.html", "title": "The Costs of Burying Carbon Emissions", "title_page": "The Costs of Burying Carbon Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — My green column this week looks at a technology called carbon capture and storage. CCS removes the carbon dioxide created in burning fossil fuels to generate electric power or from produced natural gas and stores it underground — perhaps in depleted oil and gas reservoirs. A few years ago CCS was supposed to be a major weapon in the arsenal for mitigating climate change. It has been slow, though, to develop. One reason is cost. Power plants equipped with CCS cost roughly double ones that don’t have it. The technology is also still not completely proven. And there are fears that stored gas could escape to the surface.\nWe are living in a much tougher economic environment than a few years ago when the movement to curb greenhouse gas emissions got rolling. Some of the existing energy options that are low carbon, including CCS, offshore wind and nuclear, cost more than coal or gas. The British government projects that the measures it is taking to support low-carbon energy sources will add seven percent to electric bills by 2020. Some consumer groups think that is a low estimate.\nThat brings up important questions.\nIn times of austerity should governments be subsidizing green energy? If so, how long should those subsidies stay in place?", "url": "https://rendezvous.blogs.nytimes.com/2012/11/28/the-costs-of-burying-carbon-emissions/"}