{"authors": ["Harvey Morris"], "date_download": "2018-11-16 04:46:07", "date_modify": "2018-11-16 04:46:07", "date_publish": "2012-11-28 14:19:12", "description": "Differing opinions on how to advance the Middle East peace process will deny Europe a common voice on the General Assembly. They also highlight the difficulty of ever formulating a common European foreign policy.", "filename": "2012_11_28__1542343567.html", "image_url": "https://static01.nyt.com/images/2012/11/28/blogs/28rdv-abbas/28rdv-abbas-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_11_28__1542343567.html", "title": "Europe Divided Ahead of U.N. Palestinian Vote", "title_page": "Europe Divided Ahead of U.N. Palestinian Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — Spain has followed France in announcing it will support a Palestinian bid for enhanced status at the United Nations when the issue goes to a vote of the General Assembly.\nWithin hours, however, Britain indicated on Wednesday that it would abstain unless the Palestinians met its conditions for a “yes” vote.\nAfter the announcements from Paris and Madrid, the Palestinians could have been forgiven for spotting an emerging consensus among the Europeans in favor of its bid on Thursday to achieve recognition as a non-member observer state.\nBut Britain’s likely abstention served to underline the continuing divisions within Europe, some tactical and others fundamental, over how to advance the Mideast peace process. European governments remain almost equally divided over how to address the issue of upgrading Palestine’s status.\nThe United States has tried to persuade Palestinian leaders to not seek a vote in the General Assembly, and last year threatened to use its veto in the Security Council when Palestinians requested admissions as a member state. That proposal never came to a vote.\nWilliam Hague, the British foreign minister, said he was still prepared to vote in favor if he received assurances that the Palestinians would immediately return to the negotiating table with Israel and not attempt to use their enhanced U.N. status to pursue legal action against Israel for its conduct in the occupied territories.\nThere is nothing quite like the Israeli-Palestinian conflict for highlighting the difficulties of achieving a common foreign policy among the 27 members of the European Union.\nThe divisions were apparent in a vote late last year in which 11 European states voted to allow the Palestinians to join UNESCO, the U.N.’s cultural heritage body. Five countries were opposed and 11 abstained.\nAnnouncing Spain’s intention to support enhanced status for the Palestinians on Wednesday, José Manuel Garcia-Margallo, the foreign minister, said Madrid would have preferred that the European Union vote together.\n“Up to the last second we have been working to achieve consensus among the 27 member states,” he told Parliament. “It was not possible and we have had to take the unilateral option.”\nPro-Israeli stalwarts such as the Netherlands have said in advance that they will not support the Palestinian bid. Frans Timmermans, the Dutch foreign minister, said it would not contribute to the peace process.\nAs long-term Middle East-watchers are fond of remarking, the peace process is sadly all process and no peace.\nBut the failure of a long run of now almost forgotten initiatives to achieve a lasting peace, and the lack of a common position among the Europeans, has not deterred the Continent’s leaders from insisting on a central role in attempts to resolve the conflict.\nThe European Union is one quarter of the so-far largely ineffectual Middle East Quartet. Non-E.U. Norway oversaw the Oslo peace process, and the 1991 Middle East peace conference was held in Madrid.\nSince then, Europe has become the major source of the funds that prop up the economy of the Israeli-occupied Palestinian territories.\nFollowing the latest round of Israeli raids against Gaza, the European taxpayer is likely to pick up much of the bill for putting the territory back together.\nBut, in spite of this diplomatic and financial commitment, Europe remains in, at best, a supporting role in the peace process amid occasional efforts to elbow its way to the front, as in the long-forgotten Venice Declaration of 1980.\nThe Palestinians have an interest in bringing Europe into the debate over issues such as U.N. status. On the broader issue of a comprehensive peace, Israel is insistent that only the United States is acceptable as the ultimate mediator.\nMr. Hague acknowledged the centrality of the United States when he told the British Parliament on Wednesday that he had urged Washington to launch a new peace initiative in the region.\nGermany’s Der Spiegel, writing in September ahead of the first statement by a president of the European Council to the U.N. General Assembly, correctly predicted that Herman van Rompuy would avoid any new policy on Israeli-Palestinian peace for fear of stirring up European divisions.\nThe omission, on a central issue before the world body, the German weekly wrote, “shows how at odds the Europeans remain on the Palestinian question.”", "url": "https://rendezvous.blogs.nytimes.com/2012/11/28/europe-divided-ahead-of-u-n-palestinian-vote/"}