{"authors": ["International Herald Tribune"], "date_download": "2018-11-16 04:46:11", "date_modify": "2018-11-16 04:46:11", "date_publish": "2012-12-01 06:06:53", "description": "News, arts and sports from today’s International Herald Tribune.", "filename": "2012_12_01__1542343571.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_12_01__1542343571.html", "title": "IHT Quick Read: Dec. 1", "title_page": "IHT Quick Read: Dec. 1  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEWS For much of her youth, Mazarine Pingeot, daughter of the late French president François Mitterrand and his mistress, was a state secret. She would sneak into the Élysée Palace through a back door that led directly to Mr. Mitterand’s private apartments; when she got a bicycle, bodyguards followed her on bicycles, too. Now 37, Ms. Pingeot, an author and philosophy professor, has published “Bon Petit Soldat” (Good Little Soldier), a diary that includes memories of that unusual childhood. “Being unable to share a secret makes this secret very heavy,” she tells Maïa de la Baume. “You protect it rather than protecting yourself.”\nLawmakers in Germany’s lower house of Parliament easily passed the next round of financial support for Greece on Friday, despite growing doubt among members of Chancellor Angela Merkel’s coalition and opposition parties that the measures will be sufficient to resolve the Greek problem. Melissa Eddy reports from Berlin.\nA delegation dispatched by China’s new leader, Xi Jinping, met with the North Korean leader Kim Jong-un on Friday, North Korean state media reported, amid signs that North Korea is stepping up its nuclear and long-range missile programs. Choe Sang-Hun reports from Seoul.\nOnce regarded as a refuge for political mavericks, the UK Independence Party, which wants Britain to quit the European Union, made strong gains in three by-elections held this week, adding still more pressure on Prime Minister David Cameron to take a tough line on Europe. Stephen Castle reports from London.\nA nephew of Chen Guangcheng, the blind Chinese dissident now living in the United States, was sentenced to more than three years in prison on Friday for assaulting a government official who broke into the family’s home in April during a frenzied search for Mr. Chen, according to relatives. Chen Kegui, 33, was convicted after a brief closed-door trial in Shandong Province, not far from the farmhouse where paid thugs kept his uncle illegally confined for 18 months. Andrew Jacobs reports from Beijing.\nARTS A chunk of the stock of antiquities accumulated by the dealer Joseph Uzan recently went on sale at Drouot in Paris, and the results suggest the end of an era in which objects were appreciated for their own sake, Souren Melikian writes. Many delightful and inexpensive pieces that once would have induced connoisseurs to compete against each other went unnoticed, and those that sold made laughably modest prices.\nSPORTS Formula One somehow reinvented itself in 2012, coming up with a scenario that again defied all the predictions. In the third year of its effort to improve the show by changing the technical regulations to encourage cars to pass each other, it created the most unpredictable racing so far, Brad Spurgeon writes.", "url": "https://rendezvous.blogs.nytimes.com/2012/12/01/iht-quick-read-dec-1/"}