{"authors": ["International Herald Tribune"], "date_download": "2018-11-16 04:46:06", "date_modify": "2018-11-16 04:46:06", "date_publish": "2012-11-29 07:41:30", "description": "News and arts from today’s International Herald Tribune.", "filename": "2012_11_29__1542343566.html", "image_url": "https://static01.nyt.com/images/2012/11/29/world/middleeast/29egypt/29egypt-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_11_29__1542343566.html", "title": "IHT Quick Read: Nov. 29", "title_page": "IHT Quick Read: Nov. 29 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNEWS Leaders of the Egyptian assembly drafting a new constitution said Wednesday that they would complete their work by the next morning, a move that appeared aimed at trying to defuse a political crisis that has gripped the country since the president issued an edict that put his decisions above judicial scrutiny. David D. Kirkpatrick reports from Cairo.\nThe European Commission on Wednesday approved a payment of 37 billion euros, or $48 billion, from the euro zone bailout fund to four Spanish banks on the condition that they lay off thousands of employees and close offices. Raphael Minder reports from Madrid and James Kanter from Brussels.\nWith Greece’s coffers nearly empty, the government said Wednesday that it would have to borrow 10 billion to 14 billion euros to pay for a debt buyback that its international creditors have demanded in exchange for releasing more bailout money to the troubled country. Niki Kitsantonis reports from Athens and Liz Alderman from Paris.\nThe new Khalifa shipping port in Abu Dhabi is part of a large-scale project meant to revamp transportation and trade in the emirate. Sara Hamdan reports from Abu Dhabi.\nGoogle is fighting a proposal that would force it and other online aggregators to pay German newspaper and magazine publishers to display snippets of news in Web searches. Kevin J. O’Brien reports from Berlin.\nThe United States government has temporarily banned the British oil company BP from new federal contracts, citing the company’s “lack of business integrity.” John M. Broder reports from Washington and Stanley Reed from London.\nThis year has ranked among the nine warmest since records began more than 160 years ago, continuing a trend for the planet that is increasing the dangers of extreme weather events, according to United Nations meteorologists. Nick Cumming-Bruce reports from Geneva.\nPhoto\nARTS Many of the artworks owned by the aristocratic Alba family will be displayed starting Friday in a new gallery space within Madrid’s city hall — an unusual event for Spain, which does not have the tradition of historic British families who open their properties and collections to the general public. Raphael Minder reports from Madrid.", "url": "https://rendezvous.blogs.nytimes.com/2012/11/29/iht-quick-read-nov-29/"}