{"authors": ["James Kanter", "Andrew Higgins"], "date_download": "2018-11-16 04:46:14", "date_modify": "2018-11-16 04:46:14", "date_publish": "2012-11-30 16:46:19", "description": "Record unemployment in the euro zone. Significant gains for Britain’s most anti-Europe political party. And E.U. leaders unable to agree on a budget. But Germany approves the latest Greek bailout. Where is Europe, the euro and the E.U. headed? James Kanter and Andrew Higgins explain.", "filename": "2012_11_30__1542343574.html", "image_url": "https://static01.nyt.com/images/2012/12/01/business/global/01eurozone/01eurozone-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_11_30__1542343574.html", "title": "The New York Times", "title_page": "Our Brussels Correspondents Answer Readers' Questions About the Euro, Europe and the Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe news this week from besieged Europe was — relatively — good, sort of. Yields on Italian government bonds — the amount Italy has to pay investors to assume a piece of their debt — fell to the lowest levels in more than a year. The German Parliament, the Bundestag, approved Germany’s latest contribution to bailout-broke Greece. And though unemployment in the euro zone reached record heights, the head of the European Central Bank, Mario Draghi, predicted that the euro zone’s economy would begin to recover in the latter part of next year.\nBut how long will it last? We have been here before, a lot. The market decides things are O.K. for the moment, before souring on Europe again. The spectacle of European leaders failing to agree on the outlines of a European Union budget came only last week — and that specter will rear its head again next year when those same leaders have to fashion a budget, and Greece will have to stay afloat, and Spain, Italy and Portugal will have to continue implementing structural reforms, and France may face a reckoning of its own, and Britain….Well, you understand.\nWe recently asked readers for their questions about the future of the European experiment. To bring some long-term clarity to all the short-term clutter, our Brussels correspondents, James Kanter and Andrew Higgins, have supplied the answers.\nJudy W. from Cumberland, Maryland, asked, “Do you think the U.K. will end up leaving the E.U. and would be in their best interest to leave?”\nWell, Judy, opinion polls in Britain certainly suggest that hostility to the E.U. is mounting and nobody has ever lost votes in the United Kingdom by campaigning against Brussels. In fact, our colleague Stephen Castle reports today that the UK Independence Party, “the party that wants Britain to quit the European Union, made spectacular gains in three by-elections held Thursday, increasing pressure on the Conservative Prime Minister, David Cameron, to take a tough line on Europe.”\nBut saying and doing are two different things. And should a referendum on Britain’s membership in the European Union be held, I doubt a majority would vote to actually pull out altogether. Britain would gain a financial windfall by leaving as it would no longer have to make annual contributions to the E.U. budget, but it would likely pay a very heavy economic price if it separates itself from the “single European market.” Potential losses will, I suspect, tilt opinion away from the exit, no matter how suspicious many Britons are of the “European project.” And, if a British withdrawal ever became an imminent possibility, the influential banking lobby in the City of London would pull out all the stops to try and make sure this doesn’t happen. It would want to make sure Britain is not absent from a decision-making process in Brussels that has a direct impact on global banking. Having financiers and hedge fund managers on its side will not endear the E.U. to the general public but would help mobilize money for a referendum campaign. (Andrew Higgins)\nAbo in Paris and Judy W. got into a mini-debate over what countries contribute how much to Europe and how much they get back, leading to the question, “Does it make sense for countries to look at what they ‘put in’ and what they ‘get out’ as far as subsidies and benefits?”\nThe question goes to the heart of why the European Union summit meeting aimed at agreeing to a seven-year budget for the Union collapsed last week. Net contributor countries like Britain, Germany and Sweden were at loggerheads with net recipient countries like Poland, Lithuania and Spain over the size of the budget — about €1 trillion between 2014 and 2020, or $1.3 trillion. Britain was fighting hard to maintain an annual rebate that was worth about €3.5 billion last year. Denmark was demanding a rebate, too. But that kind of haggling is mostly pointless, according to the European Commission, the Union’s policy-making arm.\nThe commission says none of what countries “put in” and “get out” truly reflects the advantages of being part of a single market of 500 million people. As an example, the commission says the benefits of E.U. membership to the British economy are many times higher than its annual net contribution of around €7 billion (after subtracting the rebate and after subtracting the money from the E.U. budget spent in Britain in 2011). The commission also says there are many hidden benefits to membership such as common rules on health, environment and consumer protection. Of course, the commission has a dog in this fight: Its refusal to trim its costs, including generous salaries and pensions, earned it a rebuke last week from the British prime minister, David Cameron, who said its officials continue to “exist as if in a parallel universe.” (James Kanter)\nA popular question among readers — and markets — continues to be, “Wouldn’t the E.U. be better off if Greek were made to leave the euro?” A related question we received was: “Why doesn’t the E.U. draw up sensible plans for a country to leave the euro?”\nTo the second question, Prime Minister Mark Rutte of the Netherlands suggested today that a country should indeed be able to leave the euro and stay in the European Union.\nMost observers assume that plans for Greece to leave the euro zone have been drawn up. But there are a host of reasons why such a plan hasn’t been put into effect. One is that the euro project is as much political as economic. For many European policy makers, it’s anathema that a country that is part of a flagship project for ever closer Union like the single currency could be shown the door. There also are fears that removing Greece from the euro area would actually do very little to solve some of the problems underlying the single currency. Once Greece went, market speculators could drive up the bond spreads of other countries like Portugal and Italy with economies that are a lot weaker than those of countries like Germany, which could still force the euro zone to unravel. (J.K.)\nJudy W. also asked, “With the current impasse over the budget, is there any thought given to stopping E.U. enlargement since so many of the new countries are in need of large subsidies? Do you think Turkey will ever be admitted to the E.U. or will its candidacy just fade away?”\nTurkish accession has been moving at a snail’s pace since formal negotiations began with the government in Ankara seven years ago. Currently the process is in a deep freeze partly because Cyprus holds the rotating E.U. presidency and wants a solution to the Turkish occupation of the northern third of the island. Yet Turkey, too, is looking beyond the European Union as its economy booms.\nThat’s all the more understandable when you recall that Turkey first applied to become a member in 1987. Rather than Turkey, the countries most likely to be next are from the Western Balkans. Croatia already is set to join in mid-2013. Brussels officials say that refusing membership for candidates like Serbia would be foolish because that would add to the risks of instability in the region. Containing violence there could be costlier than Serbian membership.\nOne of the biggest concerns about enlargement is whether newer members from Eastern and Central Europe are sticking by the rules on pluralism, human rights and openness. Cases of corruption in Bulgaria and suggestions of an authoritarian drift in Hungary may be factors dampening the appetite for enlargement more than the costs of welcoming additional countries with lower levels of economic development. (J.K.)", "url": "https://rendezvous.blogs.nytimes.com/2012/11/30/our-brussels-correspondents-answer-readers-questions-about-the-euro-europe-and-the-union/"}