{"authors": ["Mark Mcdonald"], "date_download": "2018-11-16 04:46:05", "date_modify": "2018-11-16 04:46:05", "date_publish": "2012-12-02 04:31:07", "description": "After long resistance by a Chinese duck farmer and his wife, their “nail house” is demolished.", "filename": "2012_12_01__1542343565.html", "image_url": "https://static01.nyt.com/images/2012/12/02/blogs/nail-rdv/nail-rdv-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_12_01__1542343565.html", "title": "The New York Times", "title_page": "Another 'Nail House' in China Gets Hammered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — A renowned “nail house” in eastern China was finally hammered to the ground on Saturday, as the authorities demolished the house that was sitting smack dab in the middle of a new roadway.\nThe duck farmers who owned the five-story house, Luo Baogen and his wife, had refused to sell when local officials began buying up property in 2008 to make way for a new highway in Zhejiang Province. More than 450 homeowners in the neighborhood took the government’s relocation offer, reportedly receiving the equivalent of about $35,000 each.\nBut Mr. Luo resisted, even as construction began last year. The road, leading to a new train station outside the city of Wenling, was completed anyway — completely encircling the Luo house in a strange, bulging loop of tarmac.\nHomes like Mr. Luo’s are known in China as nail houses “because such buildings stick out and are difficult to remove, like a stubborn nail,” according to Xinhua, the official Chinese news agency.\nHis refusal to move became something of a cause célèbre in China, especially on social media networks, and he was seen as a symbol of resistance to government land grabs, illegal midnight demolitions and rapacious development.\nMr. Luo’s home still had electricity and water, unlike other nail houses whose owners usually relent when their utilities are cut off. But late last week the couple agreed to move, accepting the equivalent of about $42,000 and a plot of ground for a new house, Xinhua said.\nNews reports said Mr. Luo, 67, had originally put the value of his house at 600,000 renminbi, or about $96,000.\nCHINATOPIX, via Associated Press\nThere was no clear or immediate explanation of why he gave in, although Xinhua quoted him as saying, “It was never a final solution for us to live in a lone house in the middle of the road. After the government’s explanations, I finally decided to move.”\nAnother Chinese nail house, in the sprawling city of Chongqing, drew nationwide attention in 2007 when its owner, a plucky woman named Wu Ping, refused to surrender her house for a new commercial development.\nShe was the lone holdout among 280 homeowners, and her husband, Yang Wu, stayed in the house as excavation went on around him. Their house eventually came to sit atop a free-standing mesa of land, and Mr. Yang was essentially marooned up there.\nMs. Wu brought him food, water and propane, which he hauled up on ropes, and he defiantly flew a Chinese flag above the house. Five stories below, Ms. Wu gave impassioned interviews and staged impromptu news conferences.\nAs my former colleague Howard W. French reported at the time, Ms. Wu’s defiance struck the same sort of nerve that Mr. Luo’s did.\nIt has a universal resonance in a country where rich developers are seen to be in cahoots with politicians and where both enjoy unchallenged sway. Each year, China is roiled by tens of thousands of riots and demonstrations, and few issues pack as much emotional force as the discontent of people who are suddenly uprooted and told that they must make way for a new skyscraper, golf course or industrial zone. What drove interest in the Chongqing case was the uncanny ability of the homeowner to hold out for so long. Stories are legion in Chinese cities of the arrest or even beating of people who protest too vigorously against their eviction and relocation. In one often-heard twist, holdouts are summoned to the local police station and return home only to find their house already demolished.\nEven the state-run newspaper China Daily seemed to sympathize, writing at the time that “experts believe that the outcry reflects a growing dissatisfaction among common people about the way sites are commandeered and buildings demolished. On China’s portal Web sites like Sina, 85 percent of those polled showed support for the couple.”\nMs. Wu reached a settlement with the developer in April 2007, her home was promptly demolished and she became a national celebrity.\nEminent domain can be a sensitive issue in many countries, of course. In Japan, for example, a handful of farmers have held on to their small parcels for decades in the face of efforts to expand Narita International Airport outside Tokyo.\nFarmers, activists and leftist students fought the police to block construction at Narita in the 1970s, and one riot there left three police officers dead.\n“The original plan drafted by the government in the 1970s envisioned three runways at Narita,” The Japan Times reported in April. “But it was unable to acquire the necessary land due to violent opposition from local residents and farmers, forcing it to open with just a single runway in May 1978.”\nA second, short, provisional runway was built in time for the 2002 World Cup, but since then, the paper said, “the airport has relied entirely on a single 4,000-meter strip for all passenger and cargo flights.”\nPart of the resistance efforts included the building of huts on the contested land. In a compromise reached more than 40 years later, two of those huts were demolished last week.", "url": "https://rendezvous.blogs.nytimes.com/2012/12/01/another-nail-house-in-china-gets-hammered/"}