{"authors": ["Anand Giridharadas"], "date_download": "2018-11-16 04:46:13", "date_modify": "2018-11-16 04:46:13", "date_publish": "2012-12-01 00:02:06", "description": "Is it dangerous for Turkey to bring religion back, or is it necessary as it seeks to become a leader of the Muslim world? Will making the country’s leadership more reflective of the public risk the freedoms for women, artists and gays?", "filename": "2012_11_30__1542343573.html", "image_url": "https://static01.nyt.com/images/2012/12/01/blogs/01rdv-ataturks-anand-letter/01rdv-ataturks-anand-letter-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_11_30__1542343573.html", "title": "Which Turkey is Healthiest?", "title_page": "Which Turkey is Healthiest? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nISTANBUL — This is a mind bendingly beautiful city. It is poised between Europe and Asia, between the Western and Muslim worlds. It throbs with the fusion fashion, the beaty music, the oversized watches, the way-too-pricey cars that have become the telltale signs of an emerging economy in our globalizing era.\nPage Two Posts written by the IHT’s Page Two columnists.\nBut beneath all that glitter is a bitter, sometimes venomous, always fascinating political argument. It’s a reminder that politics can be a profoundly big thing — bigger than who should repay debt, bigger than marginal tax rates, as big as life and death and who gets to belong.\nThe argument, in Turkey’s case, concerns the future of the country’s identity. As I report in the Currents column this week, the Turkish republic, in the name of secularism, sought to push religion out of public life for decades. But in recent years an Islamist political movement has taken power in Ankara, and the tables are turning.\nThe question we put to you is this: How do you think of the tension, in Turkey and elsewhere in the region (think of Egypt), between participation and liberty? Does making the leadership of the country more reflective of the public run the risk of backsliding on freedoms for women, artists, gays? Is it dangerous for Turkey to bring religion back, or is it healthy for it to return to its roots as it seeks to become a leader of the Muslim world?", "url": "https://rendezvous.blogs.nytimes.com/2012/11/30/which-turkey-is-healthiest/"}