{"authors": ["Mark Mcdonald"], "date_download": "2018-11-16 04:46:05", "date_modify": "2018-11-16 04:46:05", "date_publish": "2012-12-03 06:14:11", "description": "Numerology is always a factor in assessing military-political events of import in North Korea, and an upcoming rocket launching could well be set for Dec. 17, a date that would mark the first anniversary of the death of the longtime dictator Kim Jong-il.", "filename": "2012_12_03__1542343565.html", "image_url": "https://static01.nyt.com/images/2012/12/03/blogs/nk-rdv/nk-rdv-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2012_12_03__1542343565.html", "title": "Symbolism and Numerology in North Korean Rocketry", "title_page": "Symbolism and Numerology in North Korean Rocketry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bobby Yip/Reuters\nHONG KONG — North Korea has announced it will make another attempt to launch a long-range rocket, and speculation is rife on the peninsula about the when and the whys of this latest effort.\nSo far, North Korea has said only that the launch window was between Dec. 10 and Dec. 22, and it has alerted Japan of this time frame and the rocket’s proposed southward trajectory. (Tokyo, Seoul and Washington, meanwhile, are said to be ramping up their monitoring and intercept teams.)\nWeather permitting, it seems likely that the launching will occur Dec. 17, all the better to mark the first anniversary of the death of the longtime dictator Kim Jong-il.\nNumerology is always a factor when assessing rocket launchings and other military-political events of import in the North: The previous attempt came on April 13, two days before the 100th anniversary of the birth of Kim Il-sung, Mr. Kim’s father and the North’s founding president.\nPyongyang has not yet announced whether foreign journalists would be invited to the upcoming launching, as they were for the April attempt, which ended in failure when the Unha-3 rocket broke apart and fell into the sea.\nMeanwhile, time is running short for North Korea’s political elite, which has promised the citizenry that 2012 would herald the North’s emergence as “a strong and prosperous nation.”\nThe “prosperous” part is clearly out of the question, as Pyongyang’s continuing appeals for food aid attest. Childhood malnutrition and chronic hunger are epidemic, according to foreign charities and aid groups. Hospitals remain short of basic medicines, and patients are even told to bring in their own bottles — often empty Taedong Beer bottles — to use for saline drips. Many factories across the country have shut down, lacking electricity, raw materials and export markets.\nBut the regime still has a chance to redeem the “strong” part of its 2012 mantra: A successful rocket launching by the end of the year would see to that. Not even technologically advanced South Korea has managed to get a satellite aloft, and the North’s propagandists would have a field day with a successful and historic launching.\nThe “when” of the launching dovetails with the “why,” and the timing indicates that the North’s latest effort is largely about domestic politics and not about roiling the elections in Japan (Dec. 16) or South Korea (Dec. 19). Nor is it about provoking Washington a month before President Obama’s second inaugural.\nDuring this South Korean election, despite all its baleful, sea-of-fire hectoring, North Korea has been a decidedly minor issue — a factor much less important than pressing domestic issues like the economy, a widening wealth gap and chronic corruption in politics and business. Analysts in Seoul say that a rocket launching by the North, whether successful or not, would merely harden the policy approaches of the leading South Korean parties.\nIf the launching does succeed, the new leader in the North, Kim Jong-un, would be assured of a double-barreled bonus: He gets a triumph he can claim as his own, one that further cements his leadership position, especially among his father’s holdover ministers and generals. Second, he fulfills his father’s long-held dream of establishing long-range rocket, missile and satellite programs.\n“Kim Jong-un is apparently nervous that he does not have any achievements to call his own as he completes his first year in power, and experts agree that a successful rocket launch would be just what is needed in the eyes of the North Korean public,” said a commentary on Monday in the South Korean newspaper Chosun Ilbo.\n“The North Korean military, which has been rocked by purges aimed at bringing it to heel, may be seeking to restore its honor by successfully showing off advanced missile technology.”\n“North Korea seems to be striving to establish its image as a space power as the first anniversary of Kim Jong-il’s death comes near,” Chang Yong-seok, a senior researcher at Seoul National University’s Institute for Peace and Unification Studies, told the Yonhap news agency in Seoul. “Through such efforts, Pyongyang also appears to try to strengthen domestic foundation for the Kim Jong-un regime.”", "url": "https://rendezvous.blogs.nytimes.com/2012/12/03/symbolism-and-numerology-in-north-korean-rocketry/"}