{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:19:45", "date_modify": "2018-11-16 04:19:45", "date_publish": "2013-01-07 07:38:24", "description": "Something remarkable was under way in southern China on Monday: an open revolt at one of the country’s biggest news groups against the propaganda authorities.", "filename": "2013_01_07_calls-for-press-freedom-in-chinas-south__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341985.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/rendezvous.blogs.nytimes.com/2013_01_07_calls-for-press-freedom-in-chinas-south__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341985.html", "title": "The New York Times", "title_page": "Calls for Press Freedom in China's South  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Something remarkable was under way in southern China on Monday: an open revolt at one of the country’s biggest and most popular news groups against the propaganda authorities, who apparently censored an outspoken New Year’s “greeting” in a major newspaper calling for constitutionalism and greater rights in China.\nOn Monday, protesters were gathering at the Southern Media Group headquarters in Guangzhou, capital of the southern province of Guangdong, holding handwritten signs and white and yellow chrysanthemums, the flowers of mourning, to express their outrage at the censorship.\nAmong the signs, according to photographs circulating online, was one reading: “You can speak, he can speak, I can speak: Speak well!”\nAnother read, simply: “Freedom of speech.”\nA row of people (below), each holding a single flower, held signs saying: “Each flower blooms into strength.”\nFor lots of photos of the scene, check out the blogger John Kennedy’s Twitter feed, @28wordslater.\nIn a sign of how far the row is spreading, on Monday some of the country’s most famous actresses — usually known more for posing than for protesting — were joining in online, with the superstars Li Bingbing and Yao Chen both posting messages of support on their Weibos, or microblogs. (Ms. Yao has nearly 32 million followers on Weibo, while Ms. Li has more than 19 million.)\n“Good morning, eight days work in a row and the weekend isn’t the weekend,” read a post on Ms. Li’s account, a reference both to the newspaper group’s troubles and to the eight consecutive workdays mandated by the government after the New Year holiday.\n“Good morning, there is no warm wind from the south, take care everyone. Good morning, in the severe winter we wait for spring to come,” Ms. Li wrote, obliquely but pointedly, to a Chinese readership used to deciphering coded messages.\nA message on Ms. Yao’s microblog read, “One word of truth outweighs the whole world,” citing Aleksandr Solzhenitsyn.\nThe Southern Weekend Group is known for pushing the envelope on China’s press freedoms, but it is also a major business with diverse interests and powerful friends in high places. Ms. Yao had been a guest of honor at an event sponsored by the group in December 2011, entitled, ironically, “China Dream,” a title very similar to that of the censored article, which also talked of “China’s Dream” — a dream of greater civil rights.\nThe “New Year’s Greeting” incident, as it’s being called, poses an early challenge to the new leader, Xi Jinping. As my colleague at The New York Times, Ian Johnson, wrote, the turmoil is “pitting a pent-up popular demand for change against the Communist Party’s desire to maintain a firm grip.”\nAnd although the year is young, the China Media Project, a Web site that closely monitors the news media, society and politics in China from Hong Kong, outside of China’s “Great Firewall” of censorship, declared that the incident was “without a doubt one of the most important we will witness in China this year.”\nThe unrest at the influential Southern Weekly newspaper (it’s also called Southern Weekend in English) began last week when journalists accused the propaganda chief of Guangdong Province, Tuo Zhen, of censoring the paper’s New Year’s letter to its readers — traditionally a call for progress in the new year.\n“The stand-off arose after the journalists blamed Tuo for turning the editorial, calling for political reform, into a tribute to one-party rule the day before publication. Hundreds of intellectuals, journalists and Internet users have since signed an online petition condemning the lack of press freedom and censorship,” the Hong Kong-based South China Morning Post reported.\nAs Ian wrote: “By Sunday night, the protests had transformed into a real-time melee in the blogosphere — a remarkable development in a country where protests of all kinds are tightly controlled and the media largely know the boundaries of permissible debate.”\nBy Monday morning, several different protest letters, signed by journalists, academics, students, and others, were circulating, the China Media Project reported.\nIn one, writers said that “the incident was like the fuse on a detonator,” with more than 1,000 stories censored or scrapped altogether last year, The South China Morning Post wrote.\n“What we have been through was the endless routine of unjustifiable censorship, the killing of stories or entire pages and complete rewrites,” the petition lamented. People were fed up.\nThe Post quoted the Shaanxi-based China Business News, which apparently defied government orders to stay silent on the turmoil, as publishing a commentary saying the row was “a test of the leadership’s ability to govern and heed public concerns.”\n“The conflict between public opinions and authorities in Guangdong also underlines a pressing issue of greater importance: it is high time to review and reform our policies regarding media control,” The Post quoted the newspaper as writing.", "url": "https://rendezvous.blogs.nytimes.com/2013/01/07/calls-for-press-freedom-in-chinas-south/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}