{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:15:21", "date_modify": "2018-11-16 04:15:21", "date_publish": "2012-02-08 20:44:06", "description": "At least 22 Afghan children under 5 have frozen to death in the last month in refugee camps in Kabul. Here is how to help aid groups working there.", "filename": "2012_02_08__1542341721.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/atwar.blogs.nytimes.com/2012_02_08__1542341721.html", "title": "The New York Times", "title_page": "How to Help Kabul's Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The aid group most active in Kabul’s refugee camps is an Afghan group, Aschiana, which has programs in 13 of the camps, including the two where children have been dying of the cold. The group also runs schools that provides students with hot lunches — for many, their only real meal of the day.\nTheir United States fund-raising branch can be reached through aschiana-foundation.org/aschiana-in-afghanistan and their Afghan office is at www.aschiana.com.\nSince the The New York Times reported last Saturday that children were freezing to death in the camps, many readers have responded with requests for information on how to help the children in these camps, while others have offered suggestions.\nA retired United States Air Force lieutenant general, John A. Bradley, wrote to say that his organization had just delivered 25,000 pounds of aid, winter clothing and food packets to Bagram Air Force Base that was originally intended for needy people in Bamyan Province. Moved by the situation of the children, he said, he decided to divert the aid, arranging for Aschiana to deliver it in the camps near Kabul. General Bradley’s group collects humanitarian goods in the States and arranges for free shipping on military aircraft, under an American law that requires the military to carry aid when its planes are going to Afghanistan empty.\nMaya Bornstein, a medical doctor from Bethesda, Md., wondered whether getting blankets made or purchased through school and youth groups would help. “These babies deserve a fighting chance,” she wrote.\nCraig Garfield of Chicago, another doctor, wanted to know if heat-retaining mylar blankets had been tried and whether it would be worth raising money to send them over.\nSarah Crane, a doctor from Cambridge, Mass., said she and some friends were talking about buying sleeping bags and sending them, and wondered if that would be practical. “I am a mother and an obstetrician, so when you described the children dying of cold, it drove me crazy,” she said. “I have fantasies when I’m on the treadmill of flying large passenger aircraft to those places and loading up all the moms and dads and children and flying them back to live in Florida or California.”\nRelatively few international aid groups have been active in the camps, at least compared to the need.\nThe German aid group Welthungerhilfe, known in English as German Agro Action, has a major presence in Afghanistan and runs a variety of programs; in the camps, it has distributed firewood this winter but has not had enough money to do it a second time. It also runs mobile clinics in the camps.\nThe French aid group Solidarités International also has a major program in Afghanistan and has been active in the camps for years, running sanitation and emergency feeding programs.", "url": "https://atwar.blogs.nytimes.com/2012/02/08/how-to-help-kabuls-refugees/"}