{"authors": ["Elaine Sciolino", "Topics.Nytimes.Com Top Reference Timestopics People S Elaine_Sciolino Index.Html"], "date_download": "2018-11-16 03:29:10", "date_modify": "2018-11-16 03:29:10", "date_publish": "2011-08-25 20:20:04", "description": "Delicious destinations for tea and its accompaniments can be found in some of the chicest corners of Paris.", "filename": "2011_08_25__1542338950.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_25__1542338950.html", "title": "Lumière | All the Tea in Paris", "title_page": "Lumière | All the Tea in Paris", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Megumi Ibusuki poured the cool liquid from an iron pot into a squat glass. She placed it, gently, on a square of striped raw silk set in a dark wood square tray. She urged me to sniff the aroma and observe the liquid’s color before I brought the glass to my lips. The liquid — the palest celadon — tasted like, well, Mount Fuji evanescence. I was sitting in a boutique on one of the chicest corners of Paris’s Sixth Arrondissement, at the bottom of the rue de Seine, across the street from Gérard Mulot, the luxury traiteur. But spiritually, I was in Japan.\nJugetsudo sells Japanese tea. Not just any tea, but fine green teas like Genmaicha with Matcha (green tea blended with roasted brown rice and green tea powder) and Sencha Haru (made from the noblest leaves of the early spring harvest). This isn’t a place for customers to simply make a purchase and leave. Rather, they are invited to pull up a chair at a bleached oak counter beneath a ceiling of hanging bamboo to sample, savor and learn before they choose.\nTea came to Paris in the 17th century as a medicinal drink for royalty and the nobility. (Cardinal Mazarin drank it to treat his gout). French aristocrats who waited out the French Revolution in London came back home with strong black tea, served with sugar and milk. But when it comes to everyday drinking habits these days, Paris prides itself mostly as a place to celebrate good wine and strong coffee. Tea is not a beverage that usually springs to mind here, except perhaps in contemplating Proust’s lime-blossomed-tea-soaked madeleine.\nBut in the last decade or so, Paris has become tea savvy. For the uninitiated, Kusmi sells a variety of teas and herbal infusions in gaily colored tins in several Kusmi shops around the city (as well as in supermarkets). Its branch on the Champs-Élysées offers customers a small cup of tea in a Kusmi paper cup that’s pretty enough to keep. The must-have plasticized shopping bag this season is Kusmi’s $18 model.\nMap: Tea Destinations in Paris\nView Lumière Tea in Paris in a larger map\nOn the high end, some of Paris’s trendiest spots are experimenting with tea. Colette, L’Atelier de Joël Robuchon and the Hôtel George V’s tea salon, for example, serve Jugetsudo teas. In 2005, the chef Alain Senderens closed his restaurant — awarded three Michelin stars — and went to the Left Bank to study with a tea master. When he reopened with a new name, décor and menu, he introduced dishes like pigeon stuffed with crab and soybeans and cooked in soy sauce. It was served not with wine but with a blue-green Chinese tea.\n“The French understand and appreciate wine, and that makes it easy for us to love tea,” said Yann, a young tea expert at the Le Palais des Thés branch on the rue du Cherche-Midi in the Sixth Arrondissement. “We taste differently, with attention to detail — the notes, the aftertaste.” He told me that wine and tea share some of the same descriptive vocabulary: “curves,” “fruity,” “soft,” for example. The most exceptional teas are “grands crus.”\nThere are five branches of Le Palais des Thés in Paris that offer teas from East and South Asia, the Black and Caspian Seas, Africa and South America. Its founder, François-Xavier Delmas, writes an informative blog in both French and English about his tea travels. There are no tea-and-pastry salons here, but the stores offer shoppers small cups of tea: a natural tea in the morning, a perfumed blend after lunch. The staff is more knowledgeable, the tea more affordable, the settings less frenetic, than at the Mariage Frères tea shops. The Palais’s tea spoons make elegant, easily packable gifts.\nYann recommended that I head a few blocks away to Plongeoir (“diving board”), the tea salon on the open balcony of Hermès’s new 15,800-square-foot store on the rue de Sèvres. He said the salon exclusively serves Le Palais des Thés teas with its lunch dishes and pastries. On the way, I stopped for lunch at the Salon du Thé Mamie Gateaux, a cozy, lace-curtained tea-and-secondhand shop directly across the street. The teas are passable perfumed blends from Dammann Frères on the Places des Vosges; the savory tarts and vegetable crumbles are divine. The place is always lively at lunchtime, with people on the street waiting for tables to open up.\nThe Hermès store, by contrast, was practically deserted on the day I visited, with three servers hovering around the mostly empty tables in Plongeoir. The store, which is dominated by three latticed ash-wood huts that cut through two floors, opened to lots of oh-la-la-ing last year. The idea was that you could buy flowers, browse books and sip tea while spending outrageous amounts of money for Hermès-branded plates, scarves, handbags, home decorations and, of course, saddles.\nI have other favorite tea-related destinations in Paris: the no-fee, two-room “tea museum” on the second floor of the Mariage Frères tea salon in the Marais; the second floor of the Ladurée salon on the Champs-Élysées (if you can, reserve a table next to a window overlooking the Avenue); Le Loir dans la Théière in the Marias for its lemon-meringue tart; the oh-so-British Tea Caddy around the corner from the Shakespeare & Company bookstore for its scones served on blue willow porcelain. L’Artisan Parfumeur offers Darjeeling-scented candles; Debauve et Gallais serves ganaches with Lapsang or Earl Grey tea.\nFor readers of French, there is “Le Thé à Paris,” a small paperback in the Parigramme series that offers a bit of history as well as tips on tea buying and tea drinking in Paris. And for English readers, there’s Paris Breakfasts, a blog by Carol Gillott, a watercolorist and expert on Paris. “All those exquisite ‘mignardises,’ the macarons, the specially-flavored chocolates,” said Gillott, “were created for afternoon tea time in Paris.”\nBut back to Jugetsudo, the oasis of calm in the midst of Saint-Germain des Près. On most Saturdays, it offers an “initiation” into the “Cha-Zen” tea ceremony in the stone cellar (reservations a must). There, a tea master teaches students the art of making the finely milled green tea known as Matcha. It is described as a delicious, peaceful way “to eliminate stress and accede to a serene universe through the happiness of all the senses.” I can’t think of a better cure-all for an overdose of Paris’s meals and museums.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/25/lumiere-all-the-tea-in-paris/"}