{"authors": ["Lauren Frankfort"], "date_download": "2018-11-16 03:29:32", "date_modify": "2018-11-16 03:29:32", "date_publish": "2011-09-22 19:45:31", "description": "A few notable cultural valentines, classic and contemporary, to Hungary’s capital.", "filename": "2011_09_22__1542338972.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_09_22__1542338972.html", "title": "The Place | Budapest, Part Four", "title_page": "The Place | Budapest, Part Four", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adrienn Szabo/Thinkfilm\nPREP SCHOOL\nThough Budapest is often stand-in for other cities in the movies, there is no shortage of cultural output celebrating the city itself. Here, a few notable valentines, classic and contemporary, to Hungary’s capital.\nFilms “Kontroll” (2003), directed by Nimrod Antal, is a comedy thriller set in Budapest’s subway system. In Agnes Incze’s “I Love Budapest” (2001), a country girl comes to the big city in search of a better life; expect drugs, sex and subtitles. “Sunshine” (1999), by Istvan Szabo, is a historic melodrama that chronicles three generations of a Hungarian Jewish family. “Budapest Portrait: Memories of a City” (1986), a black-and-white silent short, captures the historic city’s moody side. “The Witness” (1969), Peter Bacso’s famous (and formerly banned) cult film, satirizes post-World War II Hungary’s Communist regime.\nBooks Despite its title, “Prague: A Novel” by Arthur Phillips (Random House, 2003) follows five young expats in Budapest. “Budapest Noir: A Novel” by Vilmos Kondor (Agave Konyvek, 2008) is a 1930s murder mystery. In her memoir “Castles Burning: A Child’s Life in War” (Simon & Schuster, 1998), Magda Denes tells of being a young Jewish girl in fascist Hungary. In “Under the Frog” by Tibor Fischer (Picador, 1992), two precocious boys escape Communist Hungary and join a traveling basketball team. “The Door” by Magda Szabo (East European Monographs, 1995) tells the charming tale of a bewildering relationship between an author and her housekeeper.", "url": "https://tmagazine.blogs.nytimes.com/2011/09/22/the-place-budapest-part-four/"}