{"authors": ["Jane Herman"], "date_download": "2018-11-16 03:28:48", "date_modify": "2018-11-16 03:28:48", "date_publish": "2011-08-23 19:09:43", "description": "This week, T talks to Eddie Borgo, about a book that’s inspiring him now.", "filename": "2011_08_23__1542338928.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_23__1542338928.html", "title": "'Art Forms in Nature'", "title_page": "Off the Shelf | 'Art Forms in Nature' ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Off the Shelf is a weekly column that spotlights the books that inspire great talents, designers and entrepreneurs.\nThis week, T talks to Eddie Borgo, the jewelry designer and this year’s winner of the CFDA Swarovski Award for Accessory Design, about the German biologist Ernst Haeckel’s “Art Forms in Nature” (Prestel). Haeckel, who is best known for developing the theory of recapitulation (“ontogeny recapitulates phylogeny”), was also a masterful artist, and his illustrated studies of everything from jellyfish to moths and praying mantids, executed with painstaking precision, reveal a natural world that is utterly mystifying and complex. Here, Borgo on the book’s insects, orchids and the architectural undertones of certain living organisms.\nQ. How did you discover this book?\nA.\nWe had another equally beautiful edition of it in our home when I was growing up — it was my mother’s.\nFor how long have you owned it?\nI bought this copy about two years ago.\nWhat about it speaks to you?\nThe fact that these are original plates, early studies in biology, is fascinating to me. You feel as if you can see how Ernst Haeckel analyzed these unique objects. Some of the forms that you are familiar with are easy to understand, while others are more abstract.\nHow are you interpreting its content into your own work?\nThe drawings are so beautiful because they are both organic and architectural. I’m always taking natural shapes and breaking them down into more linear forms, and this book sort of did that for me. The plates that really speak to me are a little more sinister, more broody, and almost gothic. Many of the legged insects that were surveyed, like the scorpions and arachnids, directly influenced the silhouettes you’ll find in my fall-winter 2011 collection. The way that Haeckel breaks these creatures down, they look so modern when you look at them up close. Some things like the orchids and wasps are blurrier and harder to recognize in the collection, but the spider is an easy one to see.\nPlease summarize the book up in one sentence.\nAn early record of the unparalleled beauty in nature.\nWho would you give a copy of it to as a gift?\nI think that the book would make a great gift for most — it is fascinating to decipher and translate. I find something new every time I flip through it.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/23/off-the-shelf-art-forms-in-nature/"}