{"authors": ["Jane Herman"], "date_download": "2018-11-16 03:29:21", "date_modify": "2018-11-16 03:29:21", "date_publish": "2011-09-22 20:33:28", "description": "The London-based jewelry designer Julia Muggenburg discusses Ovid’s epic masterpiece.", "filename": "2011_09_22__1542338961.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_09_22__1542338961.html", "title": "Off the Shelf | Ovid's 'Metamorphoses'", "title_page": "Off the Shelf | Ovid's 'Metamorphoses' ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Off the Shelf is a regular column that spotlights the books that inspire great talents, designers and entrepreneurs.\nThe London-based jewelry designer Julia Muggenburg of Belmacz picked a paperback copy of Ovid’s epic mytho-historical tale Metamorphoses (Insel, Frankfurt) to share with T. Defining this particular edition of the Roman poet’s masterpiece — aside from it being written in Muggenburg’s native German — are the illustrations by Pablo Picasso, which come from a series he started in 1930 for the Swiss publisher Albert Skira. Here, Muggenburg on the book’s soothing effect and travel-friendly size.\nQ. How did you discover this book?\nA. At school I had Latin for years —Ovid is such a famed poet and extraordinary character who was exiled on Emperor Augustus’s personal behest. He intrigued me and I adore his writing. Here, the entire myths and stories of classical Greece are accompanied by Picasso etchings commissioned by Albert Skira. It is an ambition of mine to one day own the antiquarian original — only around 140 were produced.\nFor how long have you owned it?\nFor years. It is so handy size-wise and often follows me around on my travels. Such evocative stories with fine, open drawings — it’s perfect everywhere, really.\nWhat about it speaks to you?\nPicasso’s light and elegant renderings of classic subjects complement the text so beautifully. All stories, from the beginning of creation to the age of Augustus, are written down here, it’s a fascinating and bold undertaking.\nHow are you interpreting its content into your own work?\nPicasso is the chameleon of art and he chose to join in on a fascinating project with SkirIt was the beginning of a wonderful collaboration. This book relaxes and simultaneously stimulates me. To read a text that has been of interest for the last 2,000 years is so humbling and elating.\nPlease summarize the book in one sentence.\nAncient and modern, eternal pleasure.\nWho would you recommend giving a copy of it to as a gift?\nOvid — he would love the illustrations, no doubt.", "url": "https://tmagazine.blogs.nytimes.com/2011/09/22/off-the-shelf-ovids-metamorphoses/"}