{"authors": [], "date_download": "2018-11-16 03:29:15", "date_modify": "2018-11-16 03:29:15", "date_publish": "2011-10-18 18:44:30", "description": "Kathryn Bentley, the Los Angeles-based designer, fittingly selects a book that documents the motifs of traditional Navajo weaving.", "filename": "2011_10_18__1542338955.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_10_18__1542338955.html", "title": "Off the Shelf | 'The Navajo Blanket'", "title_page": "Off the Shelf | 'The Navajo Blanket' ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Off the Shelf is a regular column that spotlights the books that inspire great talents, designers and entrepreneurs.\nIt seems fitting that Kathryn Bentley, the Los Angeles-based designer behind Dream Collective jewelry, should share with T a book that documents the motifs of traditional Navajo weaving, “The Navajo Blanket” by Mary Hunt Kahlenberg and Anthony Berlant (Praeger Publishers). Bentley’s rugged but elegant pieces, fashioned from oxidized brass, bone and antique beads, often integrate graphic geometric patterns. Here, Bentley on the beauty of the blankets’ imperfections.\nQ.\nHow did you discover this book?\nA.\nMy friend, the artist Caitlin Wylde, had a copy in her studio. She has an amazing collection of books, but this is the one I knew I had to have.\nFor how long have you owned it?\nThree years.\nWhat about it speaks to you?\nI have been obsessed with Navajo rugs and blankets for years. This book catalogs some of the premier historical pieces.\nHow are you interpreting its content in your own work?\nWhile designing my jewelry line, Dream Collective, I am always looking for patterns and textures. The beauty of the Navajo patterns in this book lies partly in their imperfections. They help me realize that my designs don’t have to be clean. I also love the handmade quality and timelessness of these pieces. In a more literal sense, I recently opened a store with Clare Vivier in Silver Lake called Vivier and Bentley. I hand-painted a rug on the floor of our space — this book was the inspiration.\nPlease summarize the book in one sentence.\nDream rugs!\nTo whom would you give a copy as a gift?\nAny and all designers — interior, graphic, clothing — could benefit from having a copy. In my opinion things are just so clean now. Everything seems to be designed by a graphic designer on a computer. There’s nothing like a great hand-drawn font, right?", "url": "https://tmagazine.blogs.nytimes.com/2011/10/18/off-the-shelf-the-navajo-blanket/"}