{"authors": ["Christopher Petkanas"], "date_download": "2018-11-16 03:23:46", "date_modify": "2018-11-16 03:23:46", "date_publish": "2011-04-08 13:00:40", "description": "Baron de Rede’s life was dedicated to manners, protocol, museum-quality collecting and entertaining on a huge and hugely imaginative scale.", "filename": "2011_04_08__1542338626.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_04_08__1542338626.html", "title": "Fabulous Dead People | Alexis, Baron de Rede", "title_page": "Fabulous Dead People | Alexis, Baron de Rede", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photographs by Jack Nisberg/Roger-Viollet, via The Image Works\nIn the old days, a bratty and obscure pinkie-raiser like Alexis, Baron de Rede would have stopped breathing, had his estate auctioned off at Sotheby’s (for $9.5 million) and that would have been that. Save for the odd mention in social histories of Paris, he would never have been heard from again. But thanks to Mark Zuckerberg (who would have struck the baron as an utter alien), Alexis lives on. His “Admirers Of” on Facebook number 239.\nBy his own reckoning, de Rede (1922-2004) was self-centered, impatient, indifferent to affection, unimpressed by royalty and always, as he famously told the wife of the mayor of Paris one night at dinner at the Elysee Palace, très occupé doing nothing. His life was dedicated to manners, protocol, museum-quality collecting and entertaining on a huge and hugely imaginative scale. As de Rede had the money to support his pastimes and was not shy about spending it, doing rien wasn’t an empty threat.\nIn 1956 he hosted the Bal des Têtes, introducing an unknown assistant at Dior named Yves Mathieu Saint Laurent to Paris society through the decorations and confectionary headpieces of plumes and paillettes that the baron had commissioned. Thirteen years later he bested himself, by all accounts, with the Bal Oriental, designed by the brilliant but forgotten team of Valerian Rybar and Jean-Francois Daigre, complete with life-size papier-mâché elephants, a cabaret à la Turc and bare-chested bodybuilders brandishing flaming torches and costumed as Nubian slaves.\n“All I want is the best of everything, and there’s very little of that left,” de Rede once said, helping himself to that marvelous line minted by Lucius Beebe, the society columnist for the New York Herald. Among his other peccadilloes, the baron was severely repulsed by men who crossed their legs to expose a sun-starved length of calf; he pooh-poohed dining rooms (“I set up a table wherever it suits me”); he thought it bad taste to speculate as to who might or might not have good taste; and he held that nothing less than a whole rose head per finger bowl would do, petals being for concierges.\nEven more astonishing was his insistence that platters of food look the same at the close of a soiree as at the beginning. No picked-over fish frames, gouged mounds of pilaf or, heaven forbid, drooling aspics. “It does not matter if people do not eat the food at the end of the evening, as there are always people you can give it to,” he explained somewhat vaguely in “Alexis, the Memoirs of the Baron De Rede,” an amusing if sloppy and frequently appalling album of photographs and reminiscences written the year he died. Recounting a dinner given by the South American ballet impresario Marquis de Cuevas, the baron notes the presence of a “coloured” orchestra. Elsewhere his attention is diverted by a “good-looking but boring man, remembered for a diminutive posterior.” As Alexis had a nearly negative sex drive, it must have really been something.\nAs always, Taki, in his Spectator obit of de Rede, was there to tell us what really went down: “Alexis did not go around grabbing people’s behinds.’’ Taki is not the first person you’d expect to defend the baron’s virtue and title, but this he does, maintaining that jealousy, homophobia and anti-Semitism gave rise to charges that Alexis was a faux baron and a “bumboy,” i.e., the gay version of a skirt chaser. De Rede’s own position, and there is no reason to disbelieve him, was that the only person he ever loved was a randy Polish classmate at his prep school Le Rosey who bedded every boy and farm girl he could lure into the hayloft. The baron never acted on his love, which seems sad, but he did keep good company. Prince Rainier and the future Shah of Persia were fellow pupils.\nDe Rede was born in Zurich to a Jewish father, a banker from Austria-Hungary, and a German-Jewish mother who died of leukemia when he was 9, and whose ancestors had been 50-50 owners of the Royal Bank of Wurttemberg. As Alexis, who was raised a Protestant, observed with no excess of elegance (he was not a very lyrical writer), “to get a title you had to have a lot of land.’’ Papa was awarded his in 1916 by Emperor Franz-Joseph upon purchasing an estate in Transylvania with the name Rede. But somehow the honorific, though absolutely legit, never made it into the Almanach de Gotha, leaving Alexis vulnerable to snipers, like his embittered nemesis Nancy Mitford, who questioned his authenticity. La Mitford on de Rede: “He looks like a tie-pin, thin… & correct with a weeny immovable head on a long stiff neck.”\nThe baron, his brother and a sister who was born crippled and “not quite normal in the head” grew up in the Dolder Grand Hotel in Zurich, attended by an army of maids, valets, nannies, waiters, grooms and porters. But as the family’s fortunes diminished so did its lodgings, from a high of 16 rooms, including one designated solely for arranging flowers, to just two. In 1939 de Rede pere took his life after learning he was bankrupt. With no one to tell him he couldn’t, Alexis, all of 17, took himself first to New York, then to Hollywood, where he worked in an antiques shop, befriending clients like Dali and his wife Gala.\nIt sounds almost too cheesey to be true, but having returned to New York in 1941, de Rede was dining at the fashionable restaurant Les Bruxelles when he literally turned the head of Arturo Lopez-Wilshaw, a Chilean whose staggering wealth was derived from guano. (The irony of bird excrement enabling the lives of two of the greatest aesthetes of the 20th century is beyond the scope of this article.) The baron had been saving himself, and now he knew why. The deed was done not amid the brocade splendor of the St. Regis, where Arturo was staying with his wife Patricia, but at the “sleazy” (a breathtaking word on de Rede’s lips) hotel Winslow on East 55th Street.\nAlexis, as we know, was not in love with Arturo, who was 22 years his senior, reasoning, “I needed protection and I was aware that he could provide this. I think it is hard to love someone on whom you rely financially.” Not even when, in 1946, he gives you $1 million — roughly $11 million today — to set yourself up in Paris. But the baron wasn’t entirely the toy boy he liked to portray himself as. In 1963, along with Prince Rupert Lowenstein and other investors, he bought control of Joseph Leopold & Sons, the London merchant bank, retiring in 1978 as vice chairman. And when Lowenstein became the Rolling Stones’s financial adviser, he made de Rede president of the group’ s management companies. Though the Stones’s music was obviously not his cup of tea, he did go on tour with them (you can just picture him backstage in Singapore with an all-access badge around his neck) and was at least able to talk shoes with Charlie Watts.\nAlexis was prouder of nothing more than his unstinting restoration of the Hotel Lambert, the 17th-century landmark he occupied on the prow of Ile St. Louis for more than five decades starting in 1949. Commissioned by Jean-Baptiste Lambert, the private secretary to Louis XIII, the palace was built by Le Vau, with interiors by Le Brun and Le Sueur, all of whom would go on to work on Versailles. For his trouble the baron was very late in life appointed a Commandeur in the Ordre des Arts et des Lettres. “Never ask for an honor, never refuse an honor and never wear one,” he was advised by his good friend Guy De Rothschild, who acquired the Lambert in 1975. By then de Rede and Rothschild’s wife Marie-Helene, “the Queen of Paris,” had become BFF’s, so he stayed on, one third of a menage that was as curious as it was successful.\nA reader of Alexis’s memoirs is left with the impression that, along with the Lambert, it was his practice of misting the flowers just before sitting down to dine — “It makes them look as though the dew is on them” — that formed the most meaningful part of his legacy. It’s hard to imagine anyone really believing that squirting a bunch of roses required special skill, or a fancy silver-plate vaporizer from Puiforcat. But the Baron was insistent. “Others have tried to copy’’ his habit, he wrote, “but usually fail.”", "url": "https://tmagazine.blogs.nytimes.com/2011/04/08/fabulous-dead-people-alexis-baron-de-rede/"}