{"authors": ["Nadja Sayej"], "date_download": "2018-11-16 03:28:54", "date_modify": "2018-11-16 03:28:54", "date_publish": "2011-08-23 21:09:49", "description": "A little bit of the West Coast drives its way to Berlin.", "filename": "2011_08_23__1542338934.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_23__1542338934.html", "title": "Berlin, With Extra Hot Sauce", "title_page": "Berlin, With Extra Hot Sauce ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last summer, Billy Davis, a music producer based in Berlin, invited his family, from Texas, to pay him a visit. “This place is great,” they observed of the German capital. “The people are really nice. But where’s the taco truck?” A little light went off in Davis’s head.\nVatos Tacos (which gets its name from the East L.A. gang Vatos Locos) tours the city in a vintage milk and cheese truck, outfitted with a radio and fluorescent pink tube lights. The menu is spicy and greasy. Highlights include the Macho Taco — two beef tacos stewed with onion and habanero, and a dollop of homemade pico de gallo — and pimped-out quesadillas with hot sauce, salsa and guacamole. For vegans, there’s the Virgin Taco: cilantro and guacamole on corn bread. These can be washed down with a Mexican beer, Mezcal (worm included) or a shot of espresso.\nDavis and his business partner, Sascha Steinfurth, start their day at 5 p.m. in the parking lot of Ritter Butzke, a factory turned nightclub with round-the-clock festivals. “We do it mainly at night because Berlin lives at night — you don’t call anyone before noon in this city,” Davis says. They’ve also toured hippie music festivals in the countryside and popped up at art openings and posh private parties in botanical gardens. They will soon add the legendary nightclub Berghain to their itinerary.\nEvery Friday, the taco truck features “Play for Tacos,” when Davis and Steinfurth prop speakers up on the roof and a live act performs for its dinner. At 6:30 p.m. on a recent evening, the bespectacled, bleary-eyed D.J. Oli started spinning 1970s garage tracks as a line began to form. You can bring your own music, too. Donate an old cassette tape, and if it meets the truck’s standards, three tacos and a beer are on the house.\nVatos Tacos is open from Wednesday to Friday, 5 p.m. to 10 p.m., Lobeckstrasse 30-35. Cash only. Go to vatos-tacos.com.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/23/berlin-with-extra-hot-sauce/"}