{"authors": ["Tina Turnbow"], "date_download": "2018-11-16 03:28:47", "date_modify": "2018-11-16 03:28:47", "date_publish": "2011-08-25 15:09:42", "description": "The actress, who can be seen in “Higher Ground,” which opens tomorrow, discusses her beauty regimen.", "filename": "2011_08_25_face-time-dagmara-dominczyk__ref=t-magazine_1542338927.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_25_face-time-dagmara-dominczyk__ref=t-magazine_1542338927.html", "title": "Face Time | Dagmara Dominczyk", "title_page": "Face Time | Dagmara Dominczyk ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tina Turnbow\nDagmara Dominczyk, a curvy brunette bombshell who was born in Poland, appears in the movie “Higher Ground,” which opens tomorrow. She’s far from dull — she still has a crush on her husband, Patrick Wilson, adores her two sons, Kalin and Kassian, and has a great knowledge of products, potions and cosmetics, Polish and otherwise. Her passion and energy are contagious.\nQ. Tell me a little about your experience working with Vera Farmiga, your director and co-star in “Higher Ground”? A. We had a great connection right away, and a lot in common — our Eastern European backgrounds, being wives and moms, our love for our craft. Vera was so loving and generous. She could have hired a big name for my role, but she stuck with me. I was nervous because I had taken quite a bit of time off from acting to raise two kids. But she made me feel comfortable, confident and as if I could do it all. Her support and positivity helped me become less self-conscious and allowed me to blossom. I owe her a great deal.\nWhen you took time off from acting, were there moments you felt a certain emptiness?\nI love being a performer. It’s like a hole that never closes. It’s something in you that never dies. I felt as if I was denying myself for a while. But there are certain sacrifices that have to be made when trying to strike a balance in your life. Once I got on the set of “Higher Ground,” I felt instantly energized and excited to be surrounded by such great actors.\nThere’s a lot of uncertainty and rejection to deal with in your profession. Does having a solid foundation at home help you face the challenges?\nThere is no rhyme or reason to my craft. I am glad I took the time to focus on my family life. It has put me in a good place for “Dagmara’s comeback.” I don’t feel pressure about age or time, or the need to be a huge movie star. But I don’t think I’m doing too bad for coming here — a Polish immigrant — at 7 years old.\nDo you have some Polish beauty secrets to share?\nYes! My all-time favorite skin cream is from Poland. Its called Eva Natura with Polish herbs, including rosemary. It smells wonderful and is soothing and comforting. I try to stay stocked up. It’s sold in Polish pharmacies — you can find it in Greenpoint, Brooklyn. And it’s cheap!\nWhat other products are you obsessed with?\nAnother product line out of Poland, actually, called Inglot Cosmetics. They just opened a store in the Times Square area. The colors are incredibly vibrant and unique. And I always carry AMC Lip Paint and M.A.C. lipstick in Kinda Sexy. Piret & Tamara Eye Silks are beautiful, waterproof and they don’t crease. I also adore ModelCo Extension Mascara, Josie Maran Concealer, YSL Touche Eclat and Nars Cordura Eyeshadow.\nYou are often called sexy. How do you feel about that?\nI have a lust and passion for life, so it may be something I exude. I feel things deeply; there is not much gray area for me. I’m also pretty resilient and fearless, and when I want something I go for it. (That’s what I did with Patrick!) Besides my looks and my curves, if any of the other stuff contributes to my sexiness, I’m all for it.\nIs there anything about Patrick that people would be surprised to know?\nHe’s into hair-metal bands, karaoke and late-night prison shows.\nWhen do you feel most sexy?\nWhen I have a fabulous blow-out, a great pair of heels, lip gloss on, a cigarette — and call it a day!\nYou like your lip gloss, don’t you?\nI can be not showered and dressed like a slob, but my lip gloss will be on! I was always the friend on girls’ night out that everyone would go to for makeup.\nYou’ve been compared to Ava Gardner and Elizabeth Taylor. Are you a fan of these actresses?\nMy dream is to play Liz Taylor’s role, Maggie, on Broadway in “Cat on a Hot Tin Roof.” With Patrick playing Paul Newman’s role, Brick. That would be amazing!\nElizabeth Taylor had a curvy figure, as did many actresses at that time. Standards have certainly changed. Are you comfortable in your skin, or do you have a weight goal?\nI feel pretty comfortable in my skin, but not like a knockout. I was thinner when I met Patrick, before I had the kids. That is what I want again. Not just for myself, but to have a chance at more and better acting roles, as well as for my husband. I must admit I love food. At night, once I get the kids to bed, there is nothing I enjoy more than to kick back and watch “Real Housewives” with a bag of chips. Growing up, during times of stress, I found comfort in two things: food and books.\nYou gained 75 pounds with your first child and around 50 with your second. Were there certain cravings you had?\nDuring my pregnancies, I had to give up smoking, which was challenging. I craved watermelon all the time during both pregnancies. To this day, both Kalin and Kassian can’t get enough arbuz [Polish for watermelon]. Weight Watchers helped me take off 30 pounds. Ever since the second child I have been struggling to lose the last 20.\nAs far as designer clothes, do you find limitations in choices that work for your body?\nOh, it’s so frustrating! They don’t design or have sample sizes for anyone who is in the middle sizes: 6-10. I wish there was more to choose from for us curvier gals.\nAlong with your weight, you have struggled with some skin issues. What products work when your skin acts up?\nIn my younger years, I had bad acne. I am so grateful to Proactiv — it really saved me! Now when I have an occasional breakout, I use Mario Badescu‘s Drying Lotion or Drying Cream. Their Flower and Tonic Mask is excellent too. Lately I’ve been using Aromatherapy Associates Balancing Oil.\nAny old Polish beauty secrets passed down from your mom?\nShe was the least vain person I’ve ever met. She had her Oil of Olay, and she used a butter knife to curl her lashes — for real.\nWhat is this mystery cream in your makeup bag?\nNanoblur Cream! I discovered it in Canada. It’s magical. You can tap it on top of makeup and your skin will be flawless. See, you can learn a lot from me!", "url": "https://tmagazine.blogs.nytimes.com/2011/08/25/face-time-dagmara-dominczyk/?ref=t-magazine"}