{"authors": ["Kevin Mcgarry"], "date_download": "2018-11-16 03:28:52", "date_modify": "2018-11-16 03:28:52", "date_publish": "2011-08-25 17:00:46", "description": "This Sunday, the Museum of Art and Design transforms into a vortex of cyberpunk phosphorescence.", "filename": "2011_08_25__1542338932.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_25__1542338932.html", "title": "Let the Fun Begin", "title_page": "Let the Fun Begin ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Christelle De Castro\nThis Sunday, the seventh floor of the Museum of Art and Design will be transformed into a 1990s vortex of cyberpunk phosphorescence, Web 1.0 social networking and conceptual snacking (e.g., scented high-potency oxygen). Snack the Planet kicks off the museum’s Fun fellowship, which gives local night-life innovators carte blanche to create outsize party experiences at the museum. Lauren Devine and Patrik Sandberg, who masterminded the event, were inspired by the seminal Angelina Jolie film “Hackers” (1995) and its credo to “hack the planet,” but promise to collude with the present as well, with performances by the up-and-coming acts Pictureplane, Teengirl Fantasy and Mykki Blanco; an immersive multimedia “entertainment zone” designed by Thunder Horse Video; and advanced tweeting modalities engineered by DIS Magazine’s Nick Scholl, whose colleagues are supplying the souvenir branded condoms. Next up, Gag!, the long-running night at Metropolitan gay bar in Williamsburg, Brooklyn hosted by Cameron Cooper and Zach Cole, will host what it is billing as a free store (in fact it will operate on a barter system) specializing in homegrown hipster esoterica during Fashion Week.\nSnack the Planet: Saturday, Aug. 27, 12-5 p.m. and Sunday, Aug. 28, 12-10 p.m. Bands play on Sunday only, starting at 5 p.m.\nThe Gag! Free Store: Saturday, Sept. 10, 12-5:30 p.m. and Sunday, Sept. 11, 12-5:30 p.m.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/25/let-the-fun-begin/"}