{"authors": ["Alexander Frank"], "date_download": "2018-11-16 03:23:43", "date_modify": "2018-11-16 03:23:43", "date_publish": "2011-04-07 21:30:52", "description": "The Moment styles the band Pablo Picasso in spring’s best array of pajamas, a key trend in many of the current men’s collections.", "filename": "2011_04_07__1542338623.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_04_07__1542338623.html", "title": "Pablo Picasso's Blue Pajama Period", "title_page": "Pablo Picasso's Blue Pajama Period ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you want to listen to Pablo Picasso’s first record, go to the band’s Web site and download it for free. It was meant to be consumed that way — no record label, no distribution, no expensive studio time, just free MP3s. “I don’t really have much hope of making money from our music,” says Eugene Wasserman, the band’s guitarist. “And we just thought it would be better to do it ourselves.” The band — Wasserman, Darius Greyson (vocals), Keegan Monaghan (bass) and Oto Gillen (drums) — recorded the whole thing in their New York practice space. “I think the live show is the most important thing anyways,” Greyson adds. “The record just sounds the way we play them onstage.”\nParents by Pablo Picasso\nThe album, with Greyson’s Howlin’ Wolf-indebted vocals and plucky swamp rock instruments, does indeed sound like jam between friends — albeit in a moody New Orleans club. “The individual parts, my guitar parts, don’t sound like much on their own so I can’t just strum them,” Wasserman says. “The four of us have to be together for these songs to work.” In other words, a dynamic not unlike the teamwork that’s required on a photo shoot. So when the guys met up recently for breakfast at Gillen’s meatpacking district digs, we decided to turn down the requisite angst and dress them in spring’s best array of pajamas, a key trend in many of the current men’s collections. If the bandmates were uncomfortable goofing it up for the camera, you wouldn’t have guessed. “Well, we were friends before bandmates — since college, actually,” Monaghan explains. “Everything you hear is just us.”", "url": "https://tmagazine.blogs.nytimes.com/2011/04/07/pablo-picassos-blue-pajama-period/"}