{"authors": [], "date_download": "2018-11-16 03:28:30", "date_modify": "2018-11-16 03:28:30", "date_publish": "2011-08-22 21:30:18", "description": "Forget the Bellini. A white peach at the acme of its ripeness deserves a true Italian cocktail.", "filename": "2011_08_22__1542338910.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_22__1542338910.html", "title": "Case Study | The White Peach Sgroppino", "title_page": "Case Study | The White Peach Sgroppino ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lucas Zarebinski\nMy sentiments toward the Bellini cocktail, a drink that seems like it should be the apotheosis of fetchingness, are none too generous. If I find myself drinking one, it means, in general, that something has gone terribly wrong: either I’ve elected to be hosed down as a tourist in Venice, or somehow I’ve blundered my way to brunch at the Olive Garden.\nThe drink embodies an ineluctable clash between the automated and the ephemeral. A white peach at the acme of its ripeness is a fleeting morsel of Divinity handed down to us once a year, its perfume that of a peach that has been ravished by a gang of gardenias. To try to capture that and reproduce it on a large and frenetic commercial scale is just silly, and most attempts to do so yield exactly the thing we deserve when we sit at brunch and reach for the stars: a slug of cheap cava with some artificial peach cordial in it. Yum; there’s mud in your eye.\nThe Cipriani Group lays claim to the invention of the Bellini, at Harry’s Bar in Venice. I’ve been there and had that. In the United States you can get the same outrageously priced and indifferently served cocktail at the Cipriani Dolci in Grand Central, which is convenient, at best. May I simply point out that if you’re serving a drink made with “fresh white peach purée” all year long, something doesn’t jibe.\nBut let’s toss aside our muumuu of incredulity. That fleeting moment when the markets and green stands are full of gorgeous white peaches and nectarines is upon us. Recently, a farmer friend delivered unto me a small basket of white peaches from Massachussetts that were so perfect they made me drop my pessimism for almost an instant. I immediately assumed normal operating mode, which was to wonder how I could drink them, which then led me to think of the disappointing Bellini. But then I’ve never tried to make Bellinis with perfect, fresh, at-their-apex white peaches. What could be simpler than lashing some ice-cold sparkling wine with this glorious fruit?\nProblematically, when you purée a magnificently fresh white peach, you get a perfect simulacrum between baby food and wallpaper paste — a dull, brownish pap with a smattering of bright pink rags scattered through it. Whither that deep salmon pink that the pundits at Harry’s Cipriani go on about, the color of the saints robes in a Bellini painting? Worse yet, this dubious pudding begins almost immediately to oxidize, turning into a brown-gray of even less distinction. In one of those finger-in-the-dike efforts to waylay this disturbing reaction, I added a splash of lemon juice, the way one does with avocado or artichoke. This did something much better, in fact; the lemon leached the brilliant pink hue from the skins of the peach and incorporated it into the whole, brightening the mix, amplifying the aroma and transforming it all into the very manna you’d want from this fruit. A touch of simple syrup to correct the sourness of the lemon juice, stir and sieve through a fine chinois or tea strainer, and you’ve got the stuff of Venetian empires.\nOne can goose the strength of the drink and give it a bit more structure, by incorporating any number of interesting spirits. A dash of amaretto luxardo in place of the simple syrup makes an interestingly rich alternative, but the bull’s-eye is a pure peach brandy, or eau-de-vie. These are damnably hard to come by. I know of only two at present available in the United States. Oddly enough, both are made by small distillers in Colorado, but both are smashing. Peach Street Distillers in Palisade makes a lightly barrel-aged version that is smooth and soft, edging into Cognac territory, as well as a real peach-infused vodka, while Peak Organics makes an organic, clear version that is crisp and heady with fresh fruit.\nWhile straining the purée, which takes a good 10 to 15 minutes of patient attention, it occurred to me that one might use these brandies to bridge the chasm between one famous Venetian drink and a lesser-known one. The Sgroppino is an old between-course palate cleanser, dessert or aperitif drink that marries prosecco with lemon sorbet and a touch of vodka. It’s a simple enough affair once you’ve made the sorbet; you very gently whisk the spirit and wine into the sorbet and turn it into a glass, to be consumed, ideally, quickly, while it still retains a bit of the semifreddo intact. What kind of animal, I wondered, would result if one made a white peach sorbet and incorporated that with the peach eau-de-vie and prosecco? A Beppino? A Sgrellini? The nomenclature might need some work, but the hybrid is spot-on. The white peach and wine marry wonderfully, as we know, but the dash of brandy sharpens the drink measurably, lifting it from a tired brunch warhorse to an ideal late-summer- evening opener. I told one friend all it needs is a view of the Canal Grande; he retorted that he’d take this to the Rockaways any day.\nWhite Peach Purée\n8 cups/2 liters/roughly 2.5 pounds ripe white peaches (buy them hard and leave them out at room temp for a couple of days until they reach proper ripeness.)\n4 ounces fresh lemon juice\n3 ounces rich simple syrup (2 cups sugar to 1 cup hot water, stir to dissolve).\nWash and quarter peaches, keeping the skin on. In a blender, purée all ingredients together for a couple of minutes, until consistent and without lumps. Strain through a fine sieve or chinois, working the purée through with a large spoon by scraping the inside of the sieve back and forth to allow the sediment to open up. It can be frozen at this point or covered and refrigerated for up to a week.\nYou may use the purée as is for Bellinis or turn it into a sorbet by using roughly a liter of it in an ice cream maker.\nWhite Peach Sgroppino\n2 ounces white peach sorbet, roughly 2 scoops\n4 ounces prosecco (I love Carpene Malvolti)\n1 ounce peach brandy or peach vodka.\nIn a small bowl or mixing cup, very gently whisk together sorbet and brandy together very gently, so as not to melt all the sorbet. Add a bit of prosecco and stir in. Turn into a rocks or wine glass and top up with the rest of the prosecco, giving a final soft stir to incorporate it. Serve immediately.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/22/case-study-the-white-peach-sgroppino/"}