{"authors": ["Kathryn Branch"], "date_download": "2018-11-16 03:28:36", "date_modify": "2018-11-16 03:28:36", "date_publish": "2011-08-23 14:26:20", "description": "The actress-turned-director takes hold of her career as a storyteller in her directorial debut, “Higher Ground.”", "filename": "2011_08_23__1542338916.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_08_23__1542338916.html", "title": "Asked & Answered | Vera Farmiga", "title_page": "Asked & Answered | Vera Farmiga ", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photographs by Molly Hawkey (left) and Michael McDonough, courtesy of Sony Pictures Classics\nFor Vera Farmiga, a Ukrainian-American actress whose reputably selective film career includes “Down to the Bone,” “The Departed” and 2009’s “Up in the Air,” which garnered her an Academy Award nomination, the movies are a family affair. In her directorial debut, “Higher Ground,” based on the novel by Carolyn S. Briggs and opening on Aug. 26, Farmiga handles a solid cast of actors, which includes her younger sister Taissa Farmiga and John Hawkes (“American Gangster” and the forthcoming drama “Martha Marcy May Marlene”), as she recounts the story of a woman named Corinne Walker — a mother and wife and child of God — who struggles with doubt and disbelief as she searches for her identity, her “instrument.” “I wanted to make sure that what pervaded the film was the character of music and its capacity to unite people,” says Farmiga of her hymn-heavy picture, produced by Farmiga and her rocker husband, Renn Hawkey, of the band Deadsy. Just days before the film’s opening, Farmiga spoke to The Moment about family, how she came upon “Higher Ground” and what separates the girls from the women.\nI’d like to start from the beginning, with Carolyn S. Briggs’s memoir “This Dark World: A Memoir of Salvation Found and Lost.” How did this project come onto your plate?\nTim Metcalfe, one of the writers of the initial draft, sent it to me in 2006 after he saw “Down to the Bone.” I think there were three years’ worth of draft before I came onto it, and then another three years of collaborating with him and maneuvering the screenplay into different areas. We found it very difficult to tell this story — you only have an hour and 20 minutes to delve very deeply into this woman’s life. So we took it from focusing on the adult Corinne, to which I’d attached myself, to going back to the memoir and really using her youth and adolescence in it as a springboard so that the audience could develop a deep affection for her; so you don’t automatically discard her passionate beliefs as adult lunacy. Which is easy to do with any passionate belief. So we were just massaging that script for a long time. Tim wasn’t going to rest until he saw it visualized as a story.\nQ. How did it come about that you would direct? A. He introduced me to Carolyn Briggs probably after about two years of script collaboration. During that time we peddled it around to financiers — a little nibble here and there but no one was biting. At this time, I found out I was embarking on my second pregnancy. I already had a 2-and-a-half-year-old, and I thought to myself, You’ve got to be very selective in choosing your battles and choose what to focus on. I tried to actually wiggle away and I said, ‘Listen, maybe you should attach someone with a greater fiscal value aboard and then maybe you’ll get it made.’ And instead of walking away, Tim suggested that I take control.\nWas it daunting to take control?\nWell, I knew my ideas and my vision for the film — starting with infusing the film with music. I wanted to make sure that what pervaded the film was the character of music and its capacity to unite people. The hymns have that; they stand the test of time. Music is what our feelings sound like. But really it was just having the courage to do it. Simple as that. You reach for a certain height, and you can only accomplish as far as you reach. It was taking the courage to stand on my tippy-toes and say, ‘Ooh, let me see if I can. …’\nYou’ve worked with such amazing directors: Jason Reitman in “Up in the Air,” Martin Scorsese for “The Departed” and Deborah Granik in “Down to the Bone,” to name a few. As a first-time director, did you find yourself channeling any of their techniques?\nDeborah, Anthony Minghella and Marty have all influenced me. I’ve done my best work for them, because of the kind of leadership they provided. I learned it starts with conviction — your utmost conviction — no matter what anybody says. I mean these directors, no matter what anybody said, knew that I was the one for the job. That’s the No. 1 quality of a good director. You have to have that valiant fight-to-the-death belief in the tone of your film and who you want to be a part of it. That’s the battle: picking your collaborators and then doing whatever it takes for them to do their best work, whether it’s your crew or your cast. I watched Deborah, Minghella and Marty change their directing personalities based on the needs of their actors and not based on their own needs and egos. For me, that’s what separates the boys from the men, the girls from the women.\nAnd what did you have to do in order to keep your collaborators engaged?\nAnother thing I learned from the most passionate directors that I’ve worked with is that there’s a feeding frenzy that occurs — if you have passion and you share intimately that passion with others, people feed off of it. It becomes infectious. John Hawkes was first, and then everybody followed suit. It’s good bait.\nYou filmed “Higher Ground” six miles away from your home in the Hudson Valley; while doing so you were pregnant with your second child, Gytta; your husband was a producer on the film; and your doppelgänger sister, Taissa, plays the younger version of your character, the protagonist of the film. It seems like this process was truly a family affair for you.\nIt’s a story about family, so to me I needed to put my family in it. My mom and my mother-in-law are in the backdrop of a scene; they were extras — cheap labor for the day. My grandmother and my husband’s grandma are in the film too, in the elderly home scene. The lady’s hand I’m massaging is my grandma’s! She is in advanced stages of Alzheimer’s, and she’s speaking Ukrainian gibberish. She is someone who’s given me, by example, the gumption to persevere. What she’s come through in life: World War II and poverty and an orphan at the age of 8. It’s amazing that she started a life here in America that would give me this opportunity. I just wanted to make sure that I could capture her on camera in a beautiful way — I captured her smiling.\nThis film deals heavily with religion. Did growing up in a very strict Catholic home have any influence here?\nI’m not sure if it directly influences the script. People always say, “Ooh, you grew up in this insular, this weird … ” and I’m like, “No, it’s not unusual at all.” I mean, I think it’s more about the importance of community. I’m a Ukrainian American, and within that diaspora is a strong sense of pride in our heritage. You grow up with a very particular identity, and yeah, I grew up Catholic. I mean, with Catholicism there are rules that did help me with reverence and respect and humility and compassion, to deal with the spiritual search and journey and sort of representing that, as I know it. So yes, there are influences; I can see how my upbringing influenced the kind of storytelling I’m interested in.\nDo you feel like the current cinema is dead? And if so, as an actress, and now a director, do you feel any responsibility here to revive storytelling in Hollywood?\nYeah, but I can only gauge by my own investment in the process. And that litmus test is inspiration. “Higher Ground” is that for me; it is my way of reviving it — my own very personal way of being engaged and shape shifting. What keeps me in the game is divine inspiration. [Laughs]. I haven’t felt challenged since “Down to the Bone.”\nI hear you are taking on another directing project with your husband’s script?\nYes, Renn and I are working on his script, and Brice and Claude Dal Farra of the financial company BCDF have agreed to follow suit. So it’s just a matter of timing to see when it fits in the course of our lives. You know, I got into this as an actress but directing, for me, really is by necessity. If I feel like that’s the only way I can get a story told, or if I feel like I have a unique angle on the story, then yes I will direct.", "url": "https://tmagazine.blogs.nytimes.com/2011/08/23/asked-answered-vera-farmiga/"}