{"authors": ["Joy Dietrich"], "date_download": "2018-11-16 03:23:38", "date_modify": "2018-11-16 03:23:38", "date_publish": "2011-04-07 20:15:58", "description": "The director Kelly Reichardt discusses her unorthodox take on the Western genre in her latest film, “Meek’s Cutoff,” starring her frequent collaborator Michelle Williams.", "filename": "2011_04_07__1542338618.html", "image_url": "https://static01.nyt.com/images/blogs_v3/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2011_04_07__1542338618.html", "title": "O Pioneers! | Kelly Reichardt's Anti-Western", "title_page": "O Pioneers! | Kelly Reichardt's Anti-Western", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Oscilloscope Laboratories\nThe director Kelly Reichardt is one of very few women in American independent cinema who has managed to have a sustained career making full-length features. Her small-scale, slow-burn tales of the lost and dispossessed, like “Old Joy” and “Wendy and Lucy,” have garnered critical acclaim for their larger social and political relevance. In her latest film, “Meek’s Cutoff,” opening Friday in New York, the lost are a group of pioneers crossing the Cascade Mountains in 1845, who find themselves wandering the high plain desert after they decide to take a shortcut. Here, Reichardt discusses her unorthodox take on the Western genre, starring her frequent collaborator Michelle Williams.\nQ. What made you want to make a western, or shall we say, an anti-western?\nA. I’ve always wanted to shoot in a desert. Jon Raymond, the writer, found this story about Stephen Meek, which seemed really relevant for the moment. This crazy guy leads all these people into the desert, not knowing what he was doing, totally dependent on someone who’s culturally different from him.\nYou shot on 35 millimeter film, yet cut the full potential of the frame by using a boxy 4:3 ratio. Why?\nActually, it’s a very traditional frame for westerns, before wide-screen came along. I was trying to deromanticize the place. We had this rule that there would be no vista shots and the square really helped that. Also the immigrants are traveling 7 to 12 miles a day, so it keeps you really with them. You can’t tell what’s around the corner, especially from the perspective of the women. Their bonnets allow no peripheral vision.\nAt the beginning of the film, I saw the longest dissolve I’ve ever seen in a film.\nI don’t know the exact length, but just the right amount of time. At that point in the movie, they are leaving water. And Meek, played by Bruce Greenwood, is there in the dissolve, presented as the guide and an outsider.\nYou repeat that motif of the lone horseman on a hill in the introduction of the Indian, who could potentially lead them to water but whose intentions are unknown. Was that to show the opposing sides?\nYes, this is where the tension is going to be, where the dynamic is going to be set off. But there’s a third voice in the mix. The story is really about three outsiders in a triangle of power: Meek, the Indian, played by Rod Rodeaux, and Emily Tetherow, who’s played by Michelle Williams.\nEmily provides the moral backbone for the film. Even though she mistrusts the Indian, she is kind to him. Why?\nEmily rebuffs Meek’s methods of getting information. Mr. Gately (Paul Dano) tries to get information by bargaining. But I think Emily is more like: I’ll do something for you and you’ll do something for me and I’ll make you indebted to me and that would be the common language.\nThe film could be interpreted as a modern fable of the different leadership styles of our political leaders. Some call Meek the Dick Cheney of the group. Is Emily Tetherow the Obama?\nI can’t go down that path. She’s just Emily Tetherow, a woman of the day. You can’t make a film and think of it in those broad terms. People will just become symbols as opposed to characters. People have even asked me if the Indian is Obama!\nWhy was it important for you to leave out the translation of the Indian’s dialogue?\nI didn’t want to give the audience any information that the immigrants didn’t have. They have to figure out what this person’s all about without the resource of language. The Indian is Cayuse but he’s speaking Nez Perce. Nez Perce is the tribe that swallowed up the Cayuse and they took on the Nez Perce language.\nCan you tell me what the Indian was saying? It would help solve the riddle of his motives.\nNo, I’m not going to tell you what he said. It’s for you to read him in the other ways that we have to read people that are culturally different.\nWhy was a lot of the dialogue like barely overheard conversations?\nThe idea is that the women are outside of these conversations. And the women are getting their information on the wind, on the periphery.\nEmily is almost the gunslinger, the sheriff who’s not afraid to use the rifle. The movie has a definite feminist bent to it.\nYou know, it’s funny. If you’re not a white, straight man and you show a different point of view in a film, you need a particular category to go into, when it’s just a different point of view.\nAre you the first woman to direct a western?\nThere was probably someone who has directed some TV westerns — Ida Lupino, I think — but maybe not for theatrical. Some smart historian will correct me, though, I’m sure.", "url": "https://tmagazine.blogs.nytimes.com/2011/04/07/o-pioneers-kelly-reichardts-anti-western/"}