{"authors": ["Kari Molvar"], "date_download": "2018-11-16 03:08:59", "date_modify": "2018-11-16 03:08:59", "date_publish": "2014-10-06 18:30:44", "description": "The blogger-turned-entrepreneur, who launches a new line of products, Glossier, today, shares with T her favorite fashion film, inspirational Instagram feed and secret thrifting spot.", "filename": "2014_10_06_emily-weiss-into-the-gloss-glossier__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337739.html", "image_url": "https://static01.nyt.com/images/2014/10/06/t-magazine/06hartman-emilyweiss1/06hartman-emilyweiss1-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2014_10_06_emily-weiss-into-the-gloss-glossier__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337739.html", "title": "Emily Weiss of Into the Gloss on Her Cultural Touchstones", "title_page": "Emily Weiss of Into the Gloss on Her Cultural Touchstones", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPhoto\nIn the four years since she launched the beauty website Into the Gloss, Emily Weiss has seen her fair share of dry shampoos, French skin-care oils and drugstore cleansers amassed in the bathroom cabinets and makeup bags of stylish influencers. Her Top Shelf interviews give an uncensored account of the beauty routines of everyone from models to fashion moguls and have become something of an obsessive read for many; to date, the site generates 10 million page views per month. All of which naturally led to her next move: launching a beauty line called Glossier, which comes out today. But does the world really need another mascara? As Weiss explains, “there are great products out there, but not a single brand that spoke to me, that I really identified with. So I wanted Glossier to be simple and effective but not too precious.” To that end, she developed four basic skin-care items “for real life”: a face mist, moisturizer, skin tint and multitasking balm, which she’s already put into the hands of friends and followers (Karlie Kloss, Garance Doré).\nA Connecticut native, Weiss studied studio art at New York University and worked as a fashion assistant at W and Vogue before launching her site. Along the way, she picked up a camera and developed her own street-driven visual style. In the moments before Glossier was unveiled on Instagram, Weiss talked to T about her cultural influences past and present.", "url": "https://tmagazine.blogs.nytimes.com/2014/10/06/emily-weiss-into-the-gloss-glossier/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}