{"authors": ["Adrienne Gaffney"], "date_download": "2018-11-16 03:09:18", "date_modify": "2018-11-16 03:09:18", "date_publish": "2015-03-20 16:45:49", "description": "The film, which premieres Monday on HBO, captures the life and work of the 88-year-old illustrator Hilary Knight.", "filename": "2015_03_20_eloise-documentary-hbo__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337758.html", "image_url": "https://static01.nyt.com/images/2015/03/20/t-magazine/20knight-gaffney/20knight-gaffney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/tmagazine.blogs.nytimes.com/2015_03_20_eloise-documentary-hbo__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337758.html", "title": "A New Documentary Shines a Light On the Artist Who Gave Shape to Eloise", "title_page": "A New Documentary Shines a Light On the Artist Who Gave Shape to Eloise", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n“Fantasy is probably the most important drive in my life,” Hilary Knight says in “It’s Me, Hilary: The Man Who Drew Eloise,” an HBO documentary that offers a unique view into the one-of-a-kind mind of the illustrator behind the “Eloise” books. Produced by Lena Dunham, whose friendship with Knight began through her love of Eloise, the six-year-old resident of the Plaza Hotel whose antics were featured in a series of children’s books first published in 1955, the film creates a portrait of a man whose life and art are completely intertwined. Over 35 minutes, it traces Knight’s childhood as the son of two illustrators, the creation of Eloise, his creative tussles with the “Eloise” writer Kay Thompson and a post-Eloise career that’s included work for Vanity Fair, the publication of his own books and the illustration of posters for Broadway shows like “Gypsy.” Most compelling are the scenes of Hilary moving through his magically curated home, decorated with staged bird nests, an underwater-themed bathroom and countless pieces of his parents’ work, dressing up in a full gorilla suit or directing a short musical film in his backyard.\nDunham realized the cinematic potential of Knight’s life from their first meeting — a dinner initiated by Knight after he learned that Dunham had an Eloise tattoo on her back — and eventually reached out to her friend, the director Matt Wolf, about creating a documentary. Early on in the project, Wolf realized that Knight had been recording video footage of his life for decades. Woven throughout, these home movies breathe life into the film and give voice to the ups and downs of his creative life. “I really mined that material, looking to make it a really defining part of the film, because he himself is a filmmaker,” Wolf says. “It seems as if he had almost been preparing to make this film for a lifetime, so I was really intent on making his images be some of the most standout.”\nFor Knight, 88, the self-made films often served as a way to capture the process behind his artwork. “I will never be a filmmaker, ever, because I don’t have the skills for that, but I love filming my own work,” he says. “I think it’s very interesting to see the development of a drawing. I’ve always felt my pencil rough sketches were better than the finished because they’re really from your heart. You lose all that [in the completion]. It’s never there again.” After so much time behind the camera, Knight found it somewhat difficult to adjust to being filmed. “I will never be an actor. It’s always extremely self-conscious. I always knew something was aimed at me, and you try to forget it, but I never did. I loved doing it, and at one point in the movie I say, ‘I should be directing this!’ because I really felt that I would have rather been on the other side,” he explains.\nAppearing in the film, which had its debut at this year’s Sundance Film Festival, are writers like Fran Lebowitz, Mindy Kaling, Tavi Gevinson and Dunham, who provide insight into the way in which the character of Eloise continues to resonate culturally. Knight has his own perspective on the phenomenon, believing the appeal is in the notion of a person who constantly upends conventions and finds amusement wherever she goes. (Eloise is fond of roller-skating through the Plaza, wearing an egg cup as a hat and feeding raisins to her pet turtle.) “It’s about a very independent person and not necessarily a little child. I think anybody can think of themselves doing these things that normally you would not do,” he says. “Here’s a little creature who is somewhat bored with her life, which is pretty great. Living in a luxury hotel, it’s not so bad, but it’s not enough, and she can invent her own life and make it more interesting.”\nWhat most “It’s Me, Hilary” viewers will take from the documentary is an appreciation for Knight’s brilliance — but he’s more excited about it capturing the legacy of a dear friend named Ruffy. “I love my cat, and he is the semi-star of this movie. I’m glad to see that,” he says. “He is departed now, I’m looking for a companion to replace him, but no one will replace him. So he will live on forever in this film.”\n“It’s Me, Hilary: The Man Who Drew Eloise” premieres on HBO on Monday, March 23 at 9 p.m., hbo.com.", "url": "https://tmagazine.blogs.nytimes.com/2015/03/20/eloise-documentary-hbo/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}