{"authors": ["Michael Schuman"], "date_download": "2018-11-16 03:50:05", "date_modify": "2018-11-16 03:50:05", "date_publish": "2017-03-21 10:51:11", "description": "马云说他的电商平台将为美国小企业创造就业机会，但淘宝上的山寨产品正在伤害从事原创设计的小企业。在凤凰城，一个仿古家具制造商与假货展开了斗争。", "filename": "business_20170321_alibaba-fake-merchandise-e-commerce__utm_source=nav-footer_1542340205.html", "image_url": "https://static01.nyt.com/images/2017/03/19/business/19alibaba4/19alibaba4-articleLarge.jpg", "language": "zh", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cn.nytimes.com/business_20170321_alibaba-fake-merchandise-e-commerce__utm_source=nav-footer_1542340205.html", "title": "直面淘宝，美国小企业主的艰难打假路", "title_page": "直面淘宝，美国小企业主的艰难打假路 - 纽约时报中文网", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "现在，史泰尼很少查看阿里巴巴，害怕看到她会发现的东西。今年3月的一天，在快速搜索阿里巴巴网站后，她发现了自己设计的一款吊坠的图片，她向阿里巴巴报告了此事。现在，那款商品不在那个平台上了，但她说她还是没时间去搜索假货。\n“那样你就等于是亏钱，”她说，“因为时间就是金钱。”\n阿里巴巴没有回应关于史泰尼困境的置评请求。\n洛杉矶的科洛·朗(Color Long)根本不知道该如何应对假货问题。46岁的朗是Reignland Concept服装系列的创始人，2015年，她开始设计、缝制和销售童装，并在网上推广。即使到现在，她每月所售出的200件衣服中，大部分依然是她在一名助手的帮助下亲手制作的。\n去年，一位朋友告诉她，自己发现澳大利亚的一家商店在销售她设计的衣服。朗在困惑之中联系了店主，后者告诉她衣服是从阿里巴巴网站买来的，店主完全不知道那些设计最初来自Reignland。朗查看了阿里巴巴的那家店，震惊地发现自己儿子的一张照片被用来兜售她的衣服的仿制品。她的儿子是她宣传材料中的模特之一。\n朗不知道自己可以要求阿里巴巴协助撤下这些假冒商品。她联系了几家店铺，在某些情况下，这些店铺愿意合作，撤下了假冒产品。不过，朗指责阿里巴巴假货的泛滥导致她的一条畅销童裤销量突然下滑。\n她说，几个月前，她每周大约能卖出30条，现在每个月只能卖掉5条。\n台面之下\n汉克森开始鼓捣家具之前，曾在父亲的金融公司和IT行业工作，负责建立网站。\n2009年，他的妻子说想要一张新的露台餐桌，他因此意外地创立了Vintage公司。汉克森敲敲打打，做出了一张桌子，并把它的照片发布在一个网站上。他开始制作更多的桌子，也在互联网上推广。“我非常喜欢这种经历，我只想做一张更好的桌子，”他说，“就像一个疯狂的艺术家。”\n如今，Vintage的工厂充满焊接、锯切和锤击的声音。最近，他购买了一个电脑切割机，算是实现了一点现代自动化，但大部分生产是由经专门培训，具有木工或金属加工技能的员工完成的。\n虽然汉克森的公司很快壮大了，但他并不知道假冒者也在从他的工作中渔利。\n他第一次发现这个问题是在2014年，当时他在Facebook上看见一个广告，其中包含一张他的A字桌的照片。他联系了卖家，后者说她是从其他地方购得这件商品。汉克森又好奇又担忧，开始用谷歌搜索自己设计的产品的照片，他在网上找到了许多。\n“你找到一张照片，然后在阿里巴巴上看看它所在的类别，你就能找到一个又一个，”他说，“就像掉进兔子洞。”\n许多店铺用从汉克森的网站上搞到的照片推广这些假货。在淘宝弹出的一张复古橱柜的照片中，汉克森和家人带框的快照照片还挂在家具上方的墙上。\n一些淘宝卖家承认他们是从汉克森那里获得的设计。尚捷工艺品有限公司的客服人员廖晓婷表示，她公司的设计师们以那些设计为“参考”制作自己的家具，主要是在材料方面进行了一些改动。\n名为创意铁工厂的淘宝店的店主黄歌清表示，他仿照Vintage的设计，在中国东部的福建省生产仿制品，然后用汉克森的照片推广自己的产品。他最初是看到其他淘宝店在出售Vintage的设计，然后追溯到了它们的来源。\n据黄歌清估计，可能有100家淘宝店在销售汉克森家具的仿制品。这种风格“现在国内比较流行，”他说。“我们可以做出一模一样的东西”。\n汉克森说，他不知道在中国境外能找到多少这样的假货。虽然其中一些出现在以中国用户为主的淘宝上，但他也在面向全球的Alibaba.com网站上找到了它们。\n印度家具制造商拉贾·拉尼艺术工艺品公司(Raja Rani Art Handicrafts)表示，它在阿里巴巴网站销售的两件家具是基于汉克森的设计。“这个设计来自Vintage Industrial，但是我们公司也生产相同的设计。”鲍比·舒克拉(Bobby Shukhla)在回复《纽约时报》的询问时说。\n汉克森试着直接联系卖家，要求他们撤掉他的图片。大多数卖家同意配合。阿里巴巴员工撤掉了他通过打击侵权流程在Alibaba.com 网站上找到的所有照片，这也令他受到鼓舞。\n不过之后他遇到了困难。去年，本来他可以向阿里巴巴发送移除可疑照片请求的网站停止运行了。他用不同的电脑在该网站上多次尝试提交所需的文件，结果都因信息错误而被退回。\n阿里巴巴的一位发言人在书面答复中表示，去年10月，该公司开始启用一个改进后的在线系统，公司和个人可以在它的任何一个平台上报告可能的侵权行为。他说汉克森并没有尝试使用这个新系统。汉克森称，他试过，但是没有成功。\n汉克森决定做出进一步努力。去年8月，他给阿里巴巴的投资者和公共关系部发送邮件，威胁要就该网站的假货公开大闹一场。\n阿里巴巴知识产权保护部的一名经理跟他取得了联系。汉克森提交了一份包含400多张可疑照片的清单，只有其中一些被删除了。汉克森被告知，其中很多在阿里巴巴的另一个系统上，必须通过一个尚未开始运行的单独程序予以删除。\n汉克斯认为自己不应该费这么大力气才迫使阿里巴巴采取行动。他认为，阿里巴巴一旦知道知识产权属于他的公司，就应该主动防止他的更多照片被发布，或清理自己平台上的任何可疑产品。然而，尽管阿里巴巴向美国贸易代表办公室夸下海口，但筛查成百上千万件商品可能是困难或昂贵的。\n汉克森借助一个名为Plaghunter的软件追踪这些图片，该软件能够定期监视他的照片在网上的使用情况——包括在阿里巴巴的网站上——还能让他在需要时进行搜索。他说，最令他沮丧的是，同样的照片不断出现在阿里巴巴的市场上。\n“这本来应该是一劳永逸的，”他说，“我们的产品本应该再也不会出现在他们的网站上。”\n阿里巴巴的一位发言人表示，该公司曾试图与汉克森合作，移除他的照片，解决他的技术问题。“需要指出的是，保护品牌的主要责任在于品牌本身，”这位发言人在接受邮件采访时写道。\n此外，阿里巴巴否认自己容忍假货。这位发言人表示，知识产权侵权“伤害阿里巴巴的业务和声誉”，“不管侵权针对的是大品牌还是小公司。”\n汉克森依然没有释怀。他在和律师商谈自己还可以采取哪些行动，并试图召集其他小企业主参与这项事业。\n“他们想保留所有假货，”他说，“他们想从中赚钱。”", "url": "https://cn.nytimes.com/business/20170321/alibaba-fake-merchandise-e-commerce/?utm_source=nav-footer"}