{"authors": ["Max Fisher Jugal K. Patel"], "date_download": "2018-11-16 04:43:06", "date_modify": "2018-11-16 04:43:06", "date_publish": "2017-02-28 10:30:40", "description": "通过使用高科技取证和传统侦查手段，这张金正恩视察导弹工厂的宣传照片揭示了朝鲜核项目的丰富细节：导弹的可能射程，金正恩与军方的关系，甚至包括他的准确位置。", "filename": "world_20170227__1542343386.html", "image_url": "https://static01.nyt.com/images/2017/02/27/admin/cn-korea/cn-korea-articleLarge.jpg", "language": "zh", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/cn.nytimes.com/world_20170227__1542343386.html", "title": "一张照片揭开朝鲜核项目的最高机密", "title_page": "一张照片揭开朝鲜核项目的最高机密 - 纽约时报中文网", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "想要刺探朝鲜最高机密的专家们必须具有创造性。有一个信息十分丰富的来源：该国自己的宣传材料，比如下面这张照片。\nKcna / Handout/European Pressphoto Agency\n这种照片可能看起来很蠢，但它们能提供对该国军事和政治情况的丰富洞察。通过使用高科技取证和传统侦查手段，分析师和情报机构可以通过这些照片追踪朝鲜国内的政治情况和不断扩张的武器项目，细节之丰富十分惊人。\n几位专家带我们研究了朝鲜领导人金正恩(Kim Jong-un)的这张照片，揭秘他所说的新核武器。不过，这张拍摄于2016年3月的照片所展示的内容可能多于金正恩的期望：他身后导弹的可能射程，他与军方的关系，甚至包括他的准确位置。\n核弹\n朝鲜声称这是该国的第一枚小型核弹头，可以安装在导弹上。分析师称它为迪斯科闪光球。\n明德大学蒙特雷国际研究学院(Middlebury Institute of International Studies)防扩散研究中心(Center for Nonproliferation Studies)的分析师杰弗里·刘易斯(Jeffrey Lewis)用这张照片估算出该武器的大小，从而推算出它的重量——几百公斤——以及它的破坏当量，约为20千吨，大致相当于美国在日本投掷的两颗原子弹的威力。\n但比当量更重要的是它的体积——直径约为60厘米——这似乎与朝鲜称它能安装在远程导弹上的说法相吻合。对该国的核实力来说，这是重要进步。\n分析师们不太确定它的金属火花塞。它可能是引爆的常规部件，也可能用来注入气体，让该装置更具效能。这将允许朝鲜用有限的钚原料制造出更多弹头，扩大其核武库的规模。\n对管嘴也有不同意见。有些人猜测，它是一个用来在引爆前进入核“道”的安全装置，也有人说，它可以被用来安装弹头。分析师们希望出现新照片，帮助他们弄清这些谜团。\n服装\n研究朝鲜官方媒体的学者们从金正恩祖父、该国国父金日成(Kim Il-sung)的官方肖像中认出了金正恩的外衣。金日成一直得到朝鲜官方媒体的热情颂扬，与朝鲜战争关系密切。金正恩对祖父外衣的借用释放了一个信号：朝鲜再次处于战时状态。\n这些细节帮助学者们理解金正恩正在如何构建自己的合法地位。通过模仿自己的祖父，他正在悄悄地与父亲金正日决裂，后者倾向于通过军队和共产党等机构进行统治。而金正恩在像自己的祖父那样确立自己作为所有权力中心的地位。这种姿态可以帮助专家们更好地理解该国政府的内部形势，以及它可能会如何行动。\n随从\n注意那些缺失的东西：在一个新武器揭幕仪式上没有出现军装。在这个国家，宣传照片界定着事实，政治级别可能意味着生死，此类选择很重要。\n这正是分析师迈克尔·马登(Michael Madden)一直观察朝鲜官员们亮相情况的原因。在这张照片中，他认出了一些文官和两名重要军事首领：该核项目的负责人和导弹部队的负责人，两人都没有穿军装。", "url": "https://cn.nytimes.com/world/20170227/north-korea-propaganda-photo/"}