{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:50:39", "date_modify": "2018-11-16 04:50:39", "date_publish": "2011-03-15 13:37:13", "description": "While the city posted the results of PCB tests on school air samples last year, it left out the results of tests on lighting ballasts and caulk, a public interest group says.", "filename": "2011_03_15__1542343839.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/green.blogs.nytimes.com/2011_03_15__1542343839.html", "title": "The New York Times", "title_page": "PCB Disclosures on New York City Schools Are Faulted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As New York City and the federal Environmental Protection Agency continue to differ over the urgency of identifying and removing school lighting fixtures that contain PCBs, a public interest group is suggesting that the city could have been more forthcoming about the problem.\nAfter filing a Freedom of Information Act request, New York Lawyers for the Public Interest obtained complete test results from a 2010 pilot study that sounded the alarm about contamination in school buildings from PCBs, a toxic chemical compound. The study identified leaking lighting ballasts as a major source of high levels of PCBs in air samples at three schools.\nBut while the city posted the results of tests of air samples last August at its Web site, the lawyers say it left out the results of tests on lighting ballasts and caulk, the two major sources of the contamination. Those results showed very high levels of PCBs, similar to levels that the E.P.A. found this year in spot inspections of light fixtures at other schools.\nIn some schools, for example, the pilot-study tests showed that the ballasts were leaking pure PCBs at one million parts per million. The regulatory limit is 50 parts per million.\n“To withhold the high numbers of the major sources was misleading,” said Miranda Massie, litigation director for the public lawyers. “The public is supposed to be intrinsically involved in the process.”\nBut E.P.A. officials said the city had posted the most crucial information – the results of the air sampling — because students and staff members are most exposed to the contamination through the air they breathe. City officials said that all of the data from the pilot study would be included in a final report to the federal agency that will be made public.\n“Over the past year and a half, the city has been forthcoming about the presence of PCB caulk and lighting ballasts in its public schools,” Barbara Morgan, a spokeswoman for the city’s education department, said in a written statement.\n“The city has implemented the first ever pilot study of PCB caulk in public school buildings, cooperated with E.P.A. inspections and issued a comprehensive plan to remove PCB ballasts in 772 school buildings,” she said. “The city has also attended various public question-and-answer sessions on this topic.”\nBut Ms. Massie said that a more comprehensive picture of the health threat would have led parents and public officials to increase pressure on the city earlier to address the problem quickly.\n“There would have been more advocacy, more parent mobilization,” she said.\nLast month, the Bloomberg administration finally announced a 10-year plan to identify and replace old fluorescent lights in most school buildings. The E.P.A. has rejected the time line as too long for dealing with a health hazard, and discussions continue.\nPCBs, or polychlorinated biphenyls, do not pose an immediate health risk, medical experts say, but the likelihood that the chemicals could prove harmful increases the longer the exposure persists.", "url": "https://green.blogs.nytimes.com/2011/03/15/group-faults-new-york-on-pcb-disclosures/"}