{"authors": ["Matthew L. Wald"], "date_download": "2018-11-16 04:50:22", "date_modify": "2018-11-16 04:50:22", "date_publish": "2011-03-16 13:22:04", "description": "The head of the Nuclear Regulatory Commission says that Japan’s nuclear crisis is bleaker than officials there have indicated.", "filename": "2011_03_16_house-panel-to-q_2919806728a97ff42720c2c51964f157__hp_1542343822.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/green.blogs.nytimes.com/2011_03_16_house-panel-to-q_2919806728a97ff42720c2c51964f157__hp_1542343822.html", "title": "House Panel Questions Nuclear Regulatory and Energy Chiefs", "title_page": "House Panel Questions Nuclear Regulatory and Energy Chiefs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Getty Images\nThe House Energy and Commerce committee takes testimony on Wednesday from two witnesses who are suddenly much more prominent because of events in Japan: Steven Chu, the secretary of energy, the chief administration official addressing the crisis involving the Japanese reactors, and Gregory B. Jaczko, the chairman of the Nuclear Regulatory Commission, which has sent personnel to Japan and is charged with preventing accidents here in the United States.\nThey are the only two witnesses appearing at the event, technically a joint hearing of two Energy and Commerce subcommittees. And in a break from normal procedure and in deference to the demands on the witnesses’ time, Republicans and Democrats agreed to abbreviate their usual bore-a-thon opening statements and limit themselves to a total of 10 minutes for each side.\nThe hearing adjourned, and Mr. Jaczko dashed out to testify at a hearing of the Senate Committee on Environment and Public Works on Japan’s nuclear crisis and the implications for the United States.\nRepresentative Michael Burgess, Republican of Texas, asked for detail about the radiation levels at the Japanese nuclear plant. “Are we talking about radiation equivalent to a chest X-ray? A CAT scan?’’ he asked.\nMr. Jaczko replied, “Levels that would be lethal with a fairly short period of time.’’\n“It’s certainly a more recent development than we’ve seen, these very, very high readings,’’ the commission chairman said.\n“We are continuing to monitor the situation as best we can,’’ Mr. Jaczko added, but he said his information was limited.\nThe American Embassy in Tokyo has told American to evacuate to a radius of “approximately 50 miles” from Fukushima, the chairman of the Nuclear Regulatory Commission testified before the House subcommittee, based on advice from the commission.\nThe advice reflects a far more grave assessment of the situation at the stricken reactors than the decisions made by the Japanese themselves do; the Japanese have told everyone within 20 kilometers, about 12 miles, to evacuate, and those between 20 and 30 kilometers, or about 19 miles, to take shelter. And the recommendation comes as the Japanese government has indicated that it will be releasing less information about the situation.\nThe recommendation was based on what the commission would do “for a comparable sitiuation in the U.S.’’ said the chairman, Gregory Jaczko.\nMr. Jaczko (pronounced YAZZ-koe) said the commission believed that all the water in the spent fuel pool at Fukushima Daiichi unit 4 had boiled dry and that as a result, “we believe that radiation levels are extremely high, which could possibly impact the ability to take corrective measures.”\nIn fact, experts say that it would be hard to approach a pool that was dry because radiation levels would be so high, he said. In a normally operating pool, the water provides not only cooling but radiation shielding.\nWithout saying so directly, Dr. Chu left the impression that the Japanese, who are saying less in public lately about the Fukushima Daiichi reactors, are saying less in private too.\nIn response to a question from Representative Doris O. Matsui, a Democrat from the Sacramento area, about what would happen if there were a complete meltdown, Dr. Chu replied, “We think there is a partial meltdown, but as you correctly noted, that doesn’t necessarily mean the containment vessel will fail. (In fact, Japanese officials say that the containments at two of the reactors appear to have failed.)\n“We are trying to monitor it very closely,’’ he said. “We hear conflicting reports about exactly what is happening in the several reactors now at risk. I would not want to speculate about what is happening. Let’s just say we monitor it very closely and we will take it as it comes.’’\nIn response to a queston from Cory Gardner, Republican of Colorado, Dr. Chu said he had spoken to the minister of manufacturing and trade on Tuesday morning and offered services and equipment, which were accepted.\n“We are certainly, I don’ t know if it’s hourly, in constant contact with people in Japan, our people,’’ he said.\n“We’re considering to offer assistance in any way we can as well as informing ourselves about the situation,’’ he said. Asked if he was satisfied with information coming from the Japanese, he said: “I can’t really say. I think we hear conflicting reports.’’\nThe hearing is exposing some areas of agreement. Representative Joe Barton, Republican of Texas, asked Dr. Chu whether, in light of the accident in Japan, the administration still supports new reactors.\nDr. Chu, a Nobel Prize winner in physics and a scholarly man by nature, replied: “The president and the administration believe we have to be looking very very closely at the events in Japan. We have to apply whatever lessons that can be and will be learned from what’s happening in Japan.’’\n“Those lessons would then be applied first looking at our current fleet of reactors, to make sure they can be used safely,’’ he said, and “as one proceeds forward, how those lessons learned can be applied” to new plants.\nBut, he said, “It’s premature to say anything except that we will use this opportunity to learn as best we can.’’\nBut Mr. Barton replied: “I’m not sure what you just said. Does the president support new nuclear power plants in the United States?’’\nDr. Chu answered: “The president’s budget is what it is.’’ The budget calls for $36 billion in loan guarantees for new reactors, and money to help develop a new class of small, modular reactors.\n“So that’s a yes?” said Mr. Barton.\n“That’s a yes,’’ Dr. Chu replied.\n“Good, that’s what I wanted you to say,’’ Mr. Barton said.\nIn response to a question from Gene Green, a Democrat from Houston, Dr. Chu said that to meet the president’s clean energy goals, “We believe we will have to have some fraction coming from nuclear.’’\nHenry A. Waxman, the Californian who is the ranking Democrat, said that in a way, Japan’s crisis was more frightening than the Chernobyl accident in the Ukraine.\n“After Chernobyl, many said such an event could not happen in the U.S., because the Soviet Union’s nuclear sector was not as advanced as our own,’’ Mr. Waxman said. “But Japan is a highly developed country. It is as technologically sophisticated as us, and there’s much concern in the U.S. that a similar accident could could here. How do you respond to that concern?”\nDr. Chu agreed. There are, he said, “a number of reactors in the U.S. with similar designs, and we’re going to look at what went wrong in terms of this double-barreled blow of this huge, huge earthquake amid this huge tsunami.”\nEnergy Secretary Steven Chu, the first witness, said that his agency had sent 39 people to the American Embassy and to United States consulates in Japan “with the skills, expertise and equipment to help assess, survey and monitor areas.” The department has also shipped survey equipment that can measure radiation levels from the air, he said.\nAnd the Energy Department is conducting “ongoing predictive atmospheric modeling” to see where contaminants already released would go.\n“We must rely on a diverse set of energy sources, including renewables like wind and solar, natural gas, clean coal and nuclear power,’’ he said.\nHe then launched into a detailed justification for more investments in renewable energy and energy efficiency, but the questions turned immediately to Japan.\nMr. Whitfield asked why Three Mile Island was rated by the International Atomic Energy Agency as a Level 5 accident on its seven–point scale, while a person standing at the site boundary received an amount of radiation equivalent to something between a chest x-ray and a CAT scan. The international agency still rates Fukushima a notch below that.\nDr. Chu replied: “The Japan incidents actually appear to be more serious than Three Mile Island. To what extent, we don’t know now. “\n“We don’t really know in detail what’s happening,’’ he said. One of the reasons for sending American experts, he added, was “for our own sake, to know what is really happening, directly, through our own instruments. ‘’\nEd Whitfield, the chairman of the subcommittee on energy and power, was friendly to the nuclear industry. “Obviously, nuclear energy plays a vital role in the energy of our country today,’’ he said.\nHe added that the United States should be pursuing a waste repository at Yucca Mountain, which the president is trying to kill, and make it easier to open nuclear reactors, which he said took 10 years to permit. (In fact, that is the estimated time it takes to build one.)\n“As we’ve learned just in the last few days from what’s happened in Japan, we can expect unexpected events to occur, and we have to maximize safety,’’ he said. “I, for one, do not believe we can meet our future demands of energy without nuclear playing a vital role in that.’’’\nHenry A. Waxman, the ranking Democrat, was harsher. “During the last year we’ve had wake-up call after wake-up call warning us that we need a new energy policy,’’ he said, citing the coal disaster in West Virginia last year and the Macondo well blowout in the Gulf of Mexico. And, he said, “We don’t know yet whether Japan will be able to avoid catastrophic releases.”\n“We should be investigating the safety and preparedness of U.S. energy facilities,’’ he said. “After all these energy catastrophes, it should be obvious we should be pursuing a new energy policy.’’\n“It should not take a nuclear meltdown to make us face reality,’’ he said.\nBut the chairman of the full committee, Fred Upton, a Michigan Republican, was harshest of all. He called for caution on new nuclear rules, caution on alternative energy and efficiency and more government spending to help the fossil fuel industries.\n“In the midst of a natural disaster and a tragedy we’re watching unfold hour by hour, we need to allow time for reflection and careful analysis and learn from their mistakes,” he said of the events in Japan. “I live 15 miles from two nuclear power plants, so the safety of U.S. nuclear facilities is not an issue I take lightly.’’\nMeanwhile, he said, “spending, even for laudable goals like energy efficiency or developing affordable alternative energy sources and technologies, needs to be scrutinized for effectiveness.’’\n“In other areas, I believe the budget is inappropriately cheap, and this is especially the case with regard to fossil fuels,’’ he said. “Wishful thinking about magic-bullet alternatives is not going to heat and cool our homes, get us where we need to go, and power the businesses that provide jobs.’’\nHe, too, called for opening Yucca Mountain. He said that “politically based policy must end.” The site, about 100 miles from Las Vegas, was chosen by the Senate in the 1990s, but during his campaign, Mr. Obama promised to end the project.\nBoth sides were expected to express deep sympathy and concern for Japan, but then raise the question of how the United States can learn from this disaster and make its own reactors safer, and whether it is time to stop or delay construction of new reactors, the approval of new designs and the granting of license renewals to aging plants.\nBut there may be some narrower, substantive issues to explore. For example, the Fukushima Daiichi reactors had a contingency plan for the loss of off-site electric power, but it relied on diesel fuel in outdoor tanks, which were washed away by the tsunami. Are there American plants with emergency diesel fuel that is similarly vulnerable to an earthquake, hurricane or tornado?\nAnd as Japan turns to assuring that the material in the Fukushima spent fuel pools does not catch fire or melt, is it time to think about emptying some fuel out of the American pools? Japan stores much of its fuel in dry casks, a technique that is generally used at nuclear plants here only as the pools are filled to capacity. The Japanese also recycle some fuel at chemical processing plants.\nThe five-member Nuclear Regulatory Commission voted 4-0 last week, with one recusal, to grant a 20-year license extension to the Vermont Yankee nuclear plant, on the Connecticut River just north of the Massachusetts border.\nBut on Tuesday night a commission spokesman announced that the issuance of the renewed license had been temporarily delayed “as the N.R.C. staff monitors and helps provide technical assistance regarding the ongoing reactor events in Japan.’’ Vermont Yankee is a near-twin of Fukushima Daiichi 1.", "url": "https://green.blogs.nytimes.com/2011/03/16/house-panel-to-question-nuclear-regulatory-and-energy-chiefs-face/?hp"}