{"authors": ["John Collins Rudolf"], "date_download": "2018-11-16 04:50:37", "date_modify": "2018-11-16 04:50:37", "date_publish": "2011-03-15 15:43:27", "description": "“The nuclear catastrophe in Japan has changed the value of nuclear for good,” one analyst asserts.", "filename": "2011_03_15__1542343837.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/green.blogs.nytimes.com/2011_03_15__1542343837.html", "title": "The New York Times", "title_page": "On Our Radar: Wind and Solar Stocks Surge on Japan Nuclear Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stocks for wind and solar energy producers jump as investors speculate that demand for renewable power will surge in response to the unfolding Japanese nuclear catastrophe. The German solar-panel maker Solarworld leads the pack, surging 32 percent. [Bloomberg]\nWith their industry under fire, nuclear lobbyists on Capitol Hill l scramble to quell lawmakers’ fears. “We have a lot of support from politicians in both parties right now,” says one top lobbyist. “They all have questions — they’ve been watching the news.” [CNN]\nPlans for a $10 billion expansion of a South Texas nuclear plant could be shelved because of repercussions from the growing disaster in Japan, analysts say. “We think the potential added pressure could be the end of its nuclear loan guarantee award,” Barclays tells clients, referring to the project by NRG Energy. [Reuters]\nGlenn Beck, the Fox News commentator, warns that the Japanese earthquake and tsunami could be a “message” from God and advises his listeners to follow the biblical Ten Commandments. “We can’t see the connections here,” he says. “There’s a message being sent. And that is, ‘Hey you know that stuff we’re doing? Not really working out real well. Maybe we should stop doing some of it.’ I’m just saying.” [The New York Daily News]", "url": "https://green.blogs.nytimes.com/2011/03/15/on-our-radar-wind-and-solar-stocks-surge-on-nuclear-fears/"}