{"authors": ["Andrew Jacobs", "Topics.Nytimes.Com Top Reference Timestopics People J Andrew_Jacobs Index.Html"], "date_download": "2018-11-16 04:19:21", "date_modify": "2018-11-16 04:19:21", "date_publish": "2013-11-05 01:54:44", "description": "Ilham Tohti, arguably China’s most vocal advocate for the rights of its Uighur minority, said security agents in Beijing rammed his car, threatened to kill his wife and children and told him to stop speaking to foreign reporters.", "filename": "2013_11_04__1542341961.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2013_11_04__1542341961.html", "title": "Uighur Scholar in Ugly Confrontation With Security Agents", "title_page": "Uighur Scholar in Ugly Confrontation With Security Agents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIlham Tohti, a well-known scholar who is arguably China’s most vocal advocate for the rights of its Uighur minority, said he got into an ugly confrontation with security agents in Beijing on Saturday after the men rammed his car and threatened to kill his wife and children.\nMr. Tohti, an economics professor at Central University for Nationalities and founder of the website Uyghur Online, said the plainclothes agents acknowledged they had a specific goal in harassing him: to persuade him to stop speaking to foreign reporters, something Mr. Tohti has done with increasing frequency since Oct. 28, when a car struck and killed two tourists near Tiananmen Square and then went up in flames. The government has labeled the episode an act of terrorism. The car’s occupants, all ethnic Uighurs from the same family, died at the scene after setting their vehicle on fire, according to the state media.\n“I’ve been monitored, kept under house arrest and followed by the police for many years, but I’ve never seen public security agents behave this way,” Mr. Tohti said in a phone interview Monday. “To threaten children just isn’t human.”\nMr. Tohti, 45, is something of an anomaly in China: an ethnic Uighur who openly questions Beijing’s heavy-handed policies in Xinjiang, the vast region in the far west that has lately proved a challenge to govern. Despite growing discontent within Xinjiang’s Uighur population, widespread fear of Chinese security forces has effectively silenced most critics.\nMr. Tohti’s international stature has helped keep him relatively unscathed, save for the occasional stint of house arrest and the omnipresent minders who trail him when he leaves his campus apartment. Last February, to underscore their disapproval of his advocacy work, the authorities detained him at Beijing International Airport and refused to let him take up a fellowship at Indiana University.\nHis latest run-in with the authorities occurred Saturday night as Mr. Tohti and his family were heading to the airport to pick up Mr. Tohti’s mother. As he was nearing the east gate of the university, a silver Volkswagen sport utility vehicle rear-ended the couple’s Honda, he said. Startled, Mr. Tohti and his wife got out of their car to investigate. That’s when the agents grabbed the couple’s cellphones.\nDuring the ensuing standoff, one of the men acknowledged intentionally hitting the family’s car to dissuade Mr. Tohti from speaking to foreign journalists. When Mr. Tohti gestured to his children, age 7 and 3, who were crying in the backseat, and said they could have been injured, the agent shrugged and began cursing loudly, Mr. Tohti said.\n“We don’t care,” he quoted the agent as saying. “We want to kill your whole family.” He said the man repeated the threat several times.\nThe confrontation drew a large and sympathetic crowd, including several of Mr. Tohti’s students, and the men eventually got back in their car and drove off. Mr. Tohti said he later filed a report at a nearby police station, although he does not expect a satisfactory outcome. “The officers who took down my complaint didn’t seem overly concerned,” he said.\nInvestigators at the Zhongguancun district police station could not be reached for comment Monday evening.\nMr. Tohti said his family was still shaken by the incident, and his wife, fearful for their safety, was refusing to allow the children to return to school. But Mr. Tohti said he was sure of one thing: “The more they threaten me, the more important it is for me to speak up.”\nMia Li contributed research.", "url": "https://sinosphere.blogs.nytimes.com/2013/11/04/uighur-scholar-ilham-tohti-in-ugly-confrontation-with-security-agents/"}