{"authors": ["Chris Buckley", "Topics.Nytimes.Com Top Reference Timestopics People B Chris_Buckley Index.Html"], "date_download": "2018-11-16 04:19:16", "date_modify": "2018-11-16 04:19:16", "date_publish": "2013-11-27 04:34:52", "description": "The Chinese president suggests that Confucius’ thinking deserves attention, but only through the prism of Communist Party views.", "filename": "2013_11_26__1542341956.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2013_11_26__1542341956.html", "title": "Xi Pays Homage to Confucius, a Figure Back in Favor", "title_page": "Xi Pays Homage to Confucius, a Figure Back in Favor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nChina’s Communist Party leader, Xi Jinping, likes venerating his forebears. Mr. Xi has made a reverential visit to a statue of Deng Xiaoping , the party patriarch who oversaw China’s shift to a market economy. Mr. Xi has also paid respects to Mao Zedong, and to his own father, a revolutionary who served under Mao.\nAnd on Tuesday, Mr. Xi took political ancestor worship back 25 centuries.\nHe visited Qufu, in Shandong Province, which claims to be the hometown of Confucius, the sage who has been both reviled and honored by the Communist Party as a symbol of traditional values. Mr. Xi made clear that he likes those Confucian traditions — or at least a version of them that can sit easily next to party doctrines and control.\nMr. Xi visited the Temple of Confucius in Qufu and called together experts to discuss the right way to study Confucius’ teachings on ethics, government and virtuous living, according to China’s official news agency, Xinhua, and other state media.\n“I want to read these two books carefully,” Mr. Xi said, as he fingered through an annotated copy of The Analects, the collected sayings and dialogues of Confucius, and another book collecting stories and thoughts ascribed to the thinker, who was born about 551 B.C.\nMr. Xi seems to believe that imposing change demands even greater fealty to the party’s version of tradition. Earlier this month, Mr. Xi oversaw a party conference that endorsed a broad program of economic liberalization and social change. But he has yoked his promises of bold economic transformation to political traditionalism by appealing to Mao, Deng and now, it seems, Confucius.\n“The Chinese nation possesses a traditional culture that reaches far back in time and can certainly create new glories for Chinese culture,” Mr. Xi said at the meeting with Confucius scholars.\nBut he told them that Confucius should be interpreted through the party’s prism, “using the past to serve the present” so that the sage’s thoughts “can be made to play a positive role in the conditions of the new era.”\nConfucius has not always figured in the party’s pantheon. At the height of Mao’s radicalism, Confucius was attacked as an embodiment of poisonous conservatism. Under recent party leaders, Confucius has regained favor — recast as an inoffensively paternal defender of hierarchy, order and discipline. China’s state-backed language-training centers abroad are called Confucius Institutes.\nBut even so, the party has sometimes appeared worried that appealing to an ancient sage might erode its own claims to singular authority. In 2011, the government unveiled a 31-foot bronze statue of Confucius near Tiananmen Square in central Beijing, and then four months later quietly took the statue down.", "url": "https://sinosphere.blogs.nytimes.com/2013/11/26/xi-pays-homage-to-confucius-a-figure-back-in-favor/"}