{"authors": ["Andrew Jacobs", "Topics.Nytimes.Com Top Reference Timestopics People J Andrew_Jacobs Index.Html"], "date_download": "2018-11-16 04:19:27", "date_modify": "2018-11-16 04:19:27", "date_publish": "2014-06-02 10:23:26", "description": "Chen Guang, one of the soldiers ordered to clear the protesters from Tiananmen Square in 1989, describes those days in an interview conducted before his detention by the Chinese authorities in the lead-up to the anniversary of the crackdown.", "filename": "2014_06_02_q-a-chen-guang-o_9e164785b1bae5f88639676613b7115e__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341967.html", "image_url": "https://static01.nyt.com/images/2014/06/02/world/02sino-soldiers04/02sino-soldiers04-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_06_02_q-a-chen-guang-o_9e164785b1bae5f88639676613b7115e__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341967.html", "title": "Q. and A.: Chen Guang on the Soldiers Who Retook Tiananmen Square", "title_page": "Q. and A.: Chen Guang on the Soldiers Who Retook Tiananmen Square  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn the spring of 1989, Chen Guang was a 17-year-old soldier with the 65th Group Army, which was instructed to clear student protesters from Tiananmen Square. The 65th Group Army, based north of Beijing in Hebei Province, made two attempts to enter the capital, the first on May 20 after the declaration of martial law. That attempt failed, after thousands of Beijing residents swarmed the streets and halted their convoy. The second, successful, attempt was on June 3, and Mr. Chen was among the first soldiers to make it past the blockades of protesters and enter the Great Hall of the People with thousands of weapons he had secretly transported on a public bus.\nPhoto\nMr. Chen later left the army and became an artist. Following are excerpts from an interview conducted before he was detained in early May after staging a performance piece that touched on the government’s efforts to suppress the memories of the June 4 military crackdown:\nQ.\nBefore you were sent to Beijing, what did you know about the protests taking place there?\nPhoto\nA.\nIn the beginning they told us we were coming to Beijing to maintain order. But after we arrived, we learned it was actually to impose martial law. What we were told was that the students leading the anticorruption campaign were good, but among them were a few bad eggs who were influencing them. “The situation is critical, and many institutions and bureaucracies are collapsing,” we were told.\nWe were brainwashed. We were told “Listen to the Central Military Commission and obey the party’s orders.”\nOn May 20, we headed into the city, with the objective of going to Tiananmen Square. But on the way there, our convoy was stopped by an ocean of students on Chang’an Boulevard at Gucheng Street. Standing in the backs of trucks with our automatic rifles, we were told not to get out and to have no communication with the students. It was so crowded on the truck that we couldn’t sit down. We were forced to listen to the students’ speeches. At first, we weren’t allowed to look at them directly, but when they started to speak, we couldn’t ignore them.\nThey said China had become seriously corrupt. They said Beijing was very stable, that there were no problems. They asked, “Why have you come here? The People’s Liberation Army should be protecting our borders. Everything we are demanding is legitimate, and you should be supporting us.”\nThey talked like that day and night, for three to four days. The students and citizens gave us food: cucumbers, watermelons, tomatoes, orange soda and cups of water.\nTo go the bathroom, six of us would go at once. As soon as you stepped out of the truck, the people would crowd around you and talk very excitedly. I was wondering if what they said was true. Once an 80-year-old white-haired man who fought in Korea against the Americans stepped forward. “China has become so corrupt,” he said. “The Chinese Communist Party is not like it was before.”\nI was perplexed. Who was telling the truth, and who was lying?\nThere was no place to sleep. You would lie on your comrades. At night, the students and citizens just put down newspapers and clothing and slept on the street. And when the sun rose, they would start talking again. We were exhausted and hungry, and I lost track of time.\nAfter a while, the soldiers and even the division leaders realized the students weren’t bad. They were from all over the country. Some of us discovered we had the same hometowns. We let down our guard and became closer and closer.\nAt first, we refused to take their food. Later, we accepted it. Sometimes nearby hotels or restaurants would bring meals to the truck. The higher-ups must have known this, and they knew that, if it continued, it would be very bad for them.\nThat’s why one day the Central Military Commission sent helicopters overhead and dropped leaflets. The students tore them up, but we saw a few. They said, “Don’t listen to troublemakers’ rumors and lies. Stay firm and stand with the party and the Central Military Commission.”\nPhoto\nThe Central Military Commission knew the situation couldn’t continue. After negotiating with a student leadership group, it was agreed that the soldiers would withdraw to our camp. It was very moving as we retreated. We wrote our names and addresses in their notebooks. “Keep in touch!” we shouted.\nWe had grown close. Even the leaders were affected. Everyone waved goodbye. There were not a few tears.\nQ.\nWhat happened next?\nA.\nWe waited back at the marksmanship training center for a few days. Then on June 1, we were given a pep talk. The commanders said we would have to enter the city again and enforce martial law. Suddenly the atmosphere turned anxious. We needed to get back to Beijing, but how?\nThe plan was for us to change into civilian clothes. They brought in truckloads of clothing, and we picked what we wanted. I chose a white shirt with square patterns and blue trousers. We were very stressed out. How could we enter the city in plainclothes with military-style close-cropped haircuts?!\nOur goal was to get to Tiananmen Square, but we didn’t even know where Tiananmen Square was. We were terrified.\nOn the morning of June 3, we were dispatched through different routes. We broke up into groups of no more than four, but my mission was different. A captain told me: You’re in charge of the bus that will transport weapons. I was filled with terror.\nAn old army guy was to be the driver. As we drove into the city, students on bikes would look at us, but no one tried to stop the bus, which was completely full of weapons, ammunition and uniforms and covered with a plastic tarpaulin.\nI sat on the crates of weapons and stuck my head out the window so it looked like I was sitting on a seat. At the Xidan intersection, I learned later, 100 meters away from us, another bus also trying to transport guns into the square was discovered by students. The story we later heard was that the soldier escorting the bus was hanged from the bus and burned, and that all the guns were stolen.\nWhen asked by people on the street, the driver would say, “We’re headed to the bus station.” Fortunately, everyone was distracted by the other bus. I could hear students shouting, “They’re bringing weapons in!” My heart was beating so fast.\nAt around 3 p.m., we made it to the Great Hall of the People, through the west gate. We were the first ones to arrive, and the place was empty, so the driver and I carried all the weapons to the second floor. They were brand new, still in their boxes. The job took several hours.\nQ.\nHow did you bring all those guns into the building without being noticed?\nA.\nThe students were on the other side of the Great Hall, and no one was paying attention to the back door. Other soldiers began to arrive. As they came in, they tied strips of fabric around their left arm or right arm or neck to signify their units. Suddenly the place was noisy and bustling with activity. We changed into our uniforms and awaited orders. The Great Hall was full of soldiers. Every floor of the four-story building, every seat of the Great Hall, was full with perhaps 20,000 to 30,000 troops. By then, the students knew what was going on.\nAt one point, we were told we would have to go to Xidan and fetch the weapons seized from the bus. About 15,000 of us were sent out, but as soon as we left the back door of the building, we were stopped by the people. They seemed to know what we were going to do. We stood there in uniform and holding guns, and the people started yelling at us. We couldn’t move forwards or backward. It was a standoff, and we were getting jostled and yelled at. The people were furious with us, much more than the previous time we were stopped, and they cursed us.\nAt one point, a soldier smashed his helmet into a student’s face, drawing blood. It was so crowded, the fear was that you would be detached from your unit and you would never be found again.\nI’d say it was more ordinary residents, not students, who were arguing with the soldiers. We linked arms to keep our formation. The students started singing the national anthem and “The Internationale.” We started singing “The Three Main Rules of Discipline and Eight Points of Attention.” Later they started singing pop music, but we didn’t know the lyrics, since we were just soldiers.\nThis went on for four or five hours. At one point, someone started throwing bricks into our formations, and then later, they were throwing bricks at the north side of the Great Hall and trying to smash the doors at the south gate of Zhongnanhai [the top leaders’ walled compound]. I saw five or six people who had been injured by bricks, including a student who had been bloodied by a soldier at the south gate of Zhongnanhai. The crowd grew frenzied. Then the radio started broadcasting that bad elements in the movement were attacking Zhongnanhai and the Great Hall of the People.\nIf we hadn’t been sent out to fetch the weapons, I don’t think the crowd would have reacted the way they did.\nQ.\nHow did you get out of that situation?\nA.\nAround 8 p.m., the students and soldiers agreed we would retreat back to the Great Hall. Once we returned there, we were told to await orders to take the square. We waited and waited. We would sit, then be ordered to stand, then told to sit back down. Our hair was standing on end, we were so nervous.\nFinally, we weren’t allowed to sit. The whole square was full of students, and it was entirely lit up with lights. The loudspeakers were blasting: “Tonight in Beijing there were counter-revolutionary riots. Students and citizens go home, or you will bear all responsibility for what happens.”\nWe were on the third floor. Around 10 p.m., we moved to the second floor. The east doors of the Great Hall were open, and soldiers were on the steps facing the students. They were calling us “butchers.”\nThe atmosphere was very stressful. Then you could hear gunfire from all over. I heard Hou Dejian, the Taiwanese singer, on the loudspeakers telling the students to retreat. “We’ve already shed blood. There’s no point shedding more blood,” he was saying.\nMy hair was standing on end.\nOur task was to clear the square. We just stood there. My biggest fear was that the students wouldn’t go. What if they didn’t go? We were all so nervous, terrified. I wasn’t terrified of the students. My fear was that someone might throw a brick and hit me. I decided: If I wasn’t physically attacked, I wouldn’t pull the trigger.\nThen, as we were waiting to move, I was given a camera and told to take photographs for the army. I suddenly felt great relief because I wouldn’t have to use a gun against people.\nWe stood there on the stairs for hours, not moving. Orders were passed from one soldier to another, mouth to ear.\nEarly in the morning, the lights around the square went out. The students got out of their tents and crowded around the Monument to the People’s Heroes. They were singing as others started filing out the south of the square. At the north, there was mayhem, gunfire. Special task force soldiers from our unit were in the square tussling with students and clubbing them.\nPhoto\nI could see armored vehicles were trying to enter from the north. I could see an armored vehicle on fire near the rostrum on Chang’an, and I could still hear Hou Dejian’s hoarse voice urging the students to leave. After the students left, we were the first ones to march in. Our job was to check the tents. Then an armored bulldozer came in and tried to knock down the Goddess of Democracy statue. It took him three tries, only then did it fall. The bulldozer then plowed everything into piles, which we burned: clothes, backpacks, books, notebooks, cameras.\nThe square was under control. We slept for one or two hours, and I suddenly felt at ease.\nQ.\nWhat did your comrades think of their roles in quelling the protests?\nA.\nLater, in 2010, when I was drinking with my comrades, one of them said he’d seen bodies in the square. We were drunk at the time, so when I asked him to repeat the story later — I was holding a video camera — he refused. When I reminded him of the order — “If there is any resistance, pull the trigger” — my comrade said, “Who gave you that order? That’s not true.”\nThat really upset me. I thought you should say what you saw. After that, the trust between us seemed to disappear.\nThose days had a great impact on all the soldiers who were there. Many benefited a great deal from the experience. They were promoted and rose up through the ranks. One of my former comrades is a police chief in Henan Province. The difference is, I left the system early and took a different path.\nAt the time, I wasn’t sure if what we were doing was right or wrong, but in the end I didn’t think it was right. That’s why I decided to leave the army. Most of the others believe what they did was right.", "url": "https://sinosphere.blogs.nytimes.com/2014/06/02/q-a-chen-guang-on-the-soldiers-who-retook-tiananmen-square/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}