{"authors": ["Chris Buckley", "Topics.Nytimes.Com Top Reference Timestopics People B Chris_Buckley Index.Html"], "date_download": "2018-11-16 04:19:17", "date_modify": "2018-11-16 04:19:17", "date_publish": "2014-08-27 05:05:17", "description": "The TV series about the late Chinese leader Deng Xiaoping reflects President Xi Jinping’s efforts to embrace Deng as a justification and template for his own rule.", "filename": "2014_08_27_xi-jinping-the-hidden-star-of-a-tv-series-about-deng-xiaoping_1542341957.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_08_27_xi-jinping-the-hidden-star-of-a-tv-series-about-deng-xiaoping_1542341957.html", "title": "Xi Jinping the Hidden Star of a TV Series About Deng Xiaoping", "title_page": "Xi Jinping the Hidden Star of a TV Series About Deng Xiaoping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A series about the late leader Deng Xiaoping that has dominated Chinese television for weeks has a hidden star: Xi Jinping.\nPresident Xi appears nowhere throughout the 48 episodes of this laboriously reverent account of Deng’s return to power after the Cultural Revolution and his feats in transforming China. Mr. Xi was a 23-year-old student when Mao Zedong’s death in 1976 detonated the upheavals that brought Deng back from the political wilderness.\nBut in its emphases and evasions, the series reflects Mr. Xi’s efforts to embrace Deng as a justification and template for his rule. This is Deng reimagined as patron saint for Mr. Xi’s own era and ambitions.\n“An era of greatness creates figures of greatness,” Mr. Xi said in an Aug. 20 speech to mark the 110th anniversary of Deng’s birth two days later. He used the word “great” 23 times in the speech.\nMany viewers of the series, titled “Deng Xiaoping at the Turning Point of History,” have derided the choice of the actor Ma Shaohua to play Deng as a youthful, cherubic (yet chain-smoking) Yoda with a Sichuanese lilt in his voice, quite unlike the grizzled, flinty survivor of multiple purges who muscled his way back to power starting in 1977.\nOthers have faulted factual lapses. Several Chinese historians were reluctant to comment at length, because they said they couldn’t bear to sit through the series, which has been showing this month on China Central Television, the state broadcaster, during weekday prime time.\n“I watched a bit and then couldn’t take it anymore,” said Yang Jisheng, a prominent historian in Beijing whose works include a history of the Deng era, published in Hong Kong because it it was deemed too politically sensitive in mainland China. “Under current conditions, a television series couldn’t possibly tell the truth.”\nYet many of the elisions and distortions in the series serve their own didactic purpose: to mist over much of the conflict and uncertainty that marked the early years of change under Deng and to present him as a man who knew from the beginning where the country needed to go and inspired it to go there. As Mr. Xi plainly aspires to do himself.\n“In commemorating Comrade Deng Xiaoping, we must learn from his political courage in constant pioneering and innovation,” Mr. Xi said in his speech.\nOne of Mr. Xi’s first major gestures as Communist Party leader was a journey of homage to Shenzhen, the southern trading city that became a symbol of Deng’s achievements in opening up China to the outside world and unleashing market-driven economic growth.\nThe most contentious claim in the series is that before Mao died in 1976, he authorized the purging of the “Gang of Four”: the radical officials, including Mao’s wife, Jiang Qing, who wanted to perpetuate the Cultural Revolution and silence — even, the show says, liquidate — Deng. The show’s producers claim to have documentary proof of Mao’s intention to “smash the Gang of Four,” a claim derided by serious scholars.\n“This is a big joke,” said Han Gang, a historian at East China Normal University in Shanghai who has been working on a history of the transition from Mao to Deng, in a telephone interview.\nMao chided the Gang of Four at a meeting in July 1974 and then in May 1975. But he gave no hint he wanted to purge them, said Professor Han. Indeed, Mao said, “I don’t see this as a big problem.” Mao’s criticism nonetheless furnished the basis for party leaders’ claims after Mao’s death in September 1976 that in arresting Jiang Qing and her allies they were following Mao’s will, Professor Han said.\n“That claim was intended to win political legitimacy,” he said. “When Mao said he wanted to solve the problem of the Gang of Four, he had given absolutely no suggestion that he wanted them arrested and investigated.”\nBut the notion that Mao himself paved the way to ousting the radicals and therefore to restoring Deng to power fits with a theme that Mr. Xi has made his own. He has sought to dilute the contrast between the revolutionary Mao and the reformist Deng, and argued in a speech in early 2013 that the record of Mao’s rule should not be set in opposition to the successes of “reform and opening up” under Deng.\n“The historical period after reform and opening up cannot be used to negate the period before, and nor can the historical period before reform and opening up be used to negate the period after,” Mr. Xi said. In other words, Mao and Deng are to be equally venerated, and not set as rival political deities, and Mr. Xi can wear the ideological halo of both.\nMostly, the television series reinforces its political message through emphasis and sleight of hand rather than outright fibs. It presents in impressive, sometimes overwhelming, detail the problems that confronted China’s leaders after Mao’s death: restoring university entrance exams; bringing back urban youth from compulsory labor in the countryside; raising the status of intellectuals, long spurned as class enemies; and making the first uncertain and often fumbling steps to reinvigorate the economy.\nFor many younger viewers, these episodes will be unfamiliar, and the series depicts other leaders, especially Hua Guofeng, whom Mao anointed as his successor as party leader, with more sympathy and candor than was possible before.\nAbove all, though, the series depicts Deng as a visionary who early on parted company from other, more conservative or timid leaders and set China on a path of reform. Other leaders and their contributions shuffle off into the background, and they become hapless opponents or adjuncts to changes initiated or inspired by Deng.\nThat image, however, is belied by a historical record that shows that Deng, like other leaders, was often groping toward changes, rather than striking out with a clear sense of direction. Deng has been “given credit, both in China and abroad, for developments that owe much more to others than to him,” said Steven I. Levine, a historian of China retired from the University of Montana, who is co-writing a biography of Deng with Alexander V. Pantsov of Capital University in Columbus, Ohio, which will be published next year.\nSaid Professor Pantsov: “Deng did not understand economics. He himself had acknowledged it many times.”\nThe series shows Deng as early on opposing the reckless spending and investment supported by Mr. Hua and others after Mao’s death. But Deng, restored to high office in July 1977, was in fact one of the most fervent proponents of such measures, said Frederick Teiwes, an emeritus professor of government at the University of Sydney, who with Warren Sun, a historian at Monash University in Melbourne, is writing a multivolume history of politics and policy from Mao’s death to Deng’s rule.\n“Deng was completely on board with all the hotheaded aspects,” and was even more avid than Mr. Hua about rapidly importing foreign technology, despite cost concerns, said Professor Teiwes.\nMr. Hua usually has been depicted in official party accounts as a stubborn foe of the economic restructuring that followed the first feverish lunge for growth after Mao’s death, and he comes across in the series as dithering and underhanded before he is shunted aside. But Mr. Hua supported, and sometimes led, changes that Mr. Deng later won credit for, such as proposals for trade-friendly economic development zones in southern China, said Professor Teiwes.\nThe series also suggests that a landmark rural reform in impoverished Anhui Province, in eastern China, which eventually led to the breakup of Mao’s communes into family-held allotments, was directly inspired by Deng and his message of ideological emancipation.\nCommune cadres are shown watching Deng on television, a highly improbable sight in rural Anhui in the late 1970s, and then, inspired by Deng’s broad exhortations for change, one of them takes the risky initiative of dividing farm production tasks among families. The scene exemplifies the sentimental preachifying that courses throughout the series.\n“Today in the commune, I heard the news about the closing session of the party center’s Third Plenum of the 11th Central Committee,” a production team leader excitedly tells peasants gathered in a dark room. “In his speech, Deng Xiaoping repeatedly mentioned our problems in the countryside,” he declaims. “It seems that Comrade Xiaoping understands the countryside, understands us peasants.”\n“Yes! Yes!” answer the peasants.\nIn reality, Deng only belatedly learned about the reforms that were underway in rural Anhui and offered his first assent, cryptic and guarded, only several years after family farming had begun to spread quietly across parts of the countryside. “Basically, Deng was not much interested in the countryside and was generally at arm’s length,” Professor Teiwes said.\nThe series is still only about halfway through, with another 20 or so episodes to run. Even so, it will take events only up to 1984, before many of the most momentous and contentious changes of Deng’s time, and well before the schisms and upheavals that culminated in carnage after Mr. Deng authorized the use of armed force against protesters in Beijing and other cities on June 3 and 4, 1989.\nThe chief scriptwriter for the series, Long Pingping, was frank about the reason for ending the story when he did. “Because after 1984 would be too difficult to write,” he said at a news conference in Beijing, according to Xinhua, the state news agency. “It would be too hard to handle.”", "url": "https://sinosphere.blogs.nytimes.com/2014/08/27/xi-jinping-the-hidden-star-of-a-tv-series-about-deng-xiaoping"}