{"authors": ["The New York Times"], "date_download": "2018-11-16 04:22:13", "date_modify": "2018-11-16 04:22:13", "date_publish": "2014-07-02 03:23:33", "description": "The demonstration Tuesday rivaled the territory’s largest-ever pro-democracy march in size, as thousands filled the streets to call for more democratic methods to choose the next chief executive.", "filename": "2014_07_01__1542342133.html", "image_url": "https://static01.nyt.com/images/2014/07/01/multimedia/hk-kesssel-protest/hk-kesssel-protest-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_01__1542342133.html", "title": "Protesters in Hong Kong Confront Beijing Over Elections", "title_page": "Protesters in Hong Kong Confront Beijing Over Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nHuge crowds of demonstrators took to the streets of Hong Kong on Tuesday to express their support for democracy and discontent with the Chinese central government’s desire to control how the territory’s chief executive is elected.\nCarrying banners that called for full democracy and reading “Say No to Communist China,” the protesters waited unflinchingly and with barely a complaint under a succession of deluges to walk through downtown Hong Kong, Keith Bradsher, Michael Forsythe and Chris Buckley write.\nA nearly solid river of protesters, most of them young, poured out of Victoria Park through the afternoon and into the evening, heading for the skyscraper-lined canyons of downtown Hong Kong, Asia’s top financial center. There, hundreds staged two sit-ins past dawn, prompting the police to remove and arrest 511 people on charges of obstructing the police and unlawful assembly.\nThe turnout appeared to rival the 500,000 who turned out for the July 1 pro-democracy march in 2003, when the SARS crisis and a housing price slump fueled discontent. Pro-democracy groups have said that this year’s march is merely a prelude to sit-ins in Hong Kong’s main business district if the authorities refuse to approve more democratic means to nominate and elect the next chief executive in 2017.\nIn the video above by Jonah M. Kessel and Alan Wong, a 17-year-old student, Joshua Wong, explains why he feels it is important to demonstrate and even risk arrest to express his views about the future of Hong Kong.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/01/protesters-in-hong-kong-confront-beijing-over-elections/"}