{"authors": ["Alan Wong"], "date_download": "2018-11-16 04:22:20", "date_modify": "2018-11-16 04:22:20", "date_publish": "2014-06-27 13:38:45", "description": "Hundreds of lawyers marched in Hong Kong to demonstrate their concern that a recent policy paper issued by Beijing poses a threat to the rule of law in the city.", "filename": "2014_06_27_lawyers-defend-h_3f1310a0aac1b15609edb9c7a0fd8ae5__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342140.html", "image_url": "https://static01.nyt.com/images/2014/06/27/world/27sino-SUIT/27sino-SUIT-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_06_27_lawyers-defend-h_3f1310a0aac1b15609edb9c7a0fd8ae5__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342140.html", "title": "Lawyers Defend Hong Kong Rule of Law in Show of Unity Against Beijing", "title_page": "Lawyers Defend Hong Kong Rule of Law in Show of Unity Against Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHundreds of lawyers, many clad in black, marched in Hong Kong on Friday to demonstrate their concern that a recent policy paper issued by Beijing poses a threat to the rule of law in the city.\nThe white paper released June 10 by the State Council, China’s cabinet, said that all Hong Kong administrators, including “judges of the courts at different levels and other judicial personnel” must meet the political requirement of “loving the country.”\nThe document came as people in Hong Kong, a semi-autonomous Chinese territory, are engaged in a fervent discussion of how its next leader should be selected. While Beijing has repeatedly asserted that the region’s top official, or the chief executive, must be patriotic, the white paper was seen by its critics as the first attempt to extend the patriotic clause to the region’s judiciary, with the potential to erode the judiciary’s independence by placing political loyalty over the law.\nWhen Hong Kong, a former British colony, returned to Chinese rule in 1997 under a “one country, two systems” formula, it retained an independent judiciary and civil liberties not available on the Chinese mainland.\nThe marchers, who included eight former chiefs of the Hong Kong Bar Association as well as practicing lawyers and law students, strode from the city’s High Court to the Court of Final Appeal several minutes away. Before the rally began, about 30 people waving the Chinese national flag shouted at the marchers, saying that they must be patriotic.\nDennis Kwok, a Hong Kong legislator representing the legal sector and an organizer of the march, said that the white paper had “severely damaged” Hong Kong’s judicial independence and that Beijing should retract the patriotism requirement.\n“We want to tell the central people’s government and the international community that we would never compromise on Hong Kong’s legal system and the rule of law,” he said.\nIn a news release after the march, Mr. Kwok estimated that 1,800 people took part in the event. A police spokesman said the attendance at its peak was 850.\nWilliam Waung, a retired High Court judge, said that he hoped the march would move the Hong Kong and mainland Chinese governments to issue a retraction.\n“The most disturbing consequence of the white paper and its judicial patriotism error — if uncorrected — is that in future all judges in Hong Kong will be exposed or suspected to be exposed to pressure of alleged judicial patriotism,” he said in a public statement.\nIn response to the march, a spokesman for the Hong Kong Department of Justice said that the white paper did not intend to “interfere with the rule of law and judicial independence” in the territory and that it believed the judiciary would continue to adjudicate cases “free from any interference.”\nThe lawyers’ demonstration came toward the end of a 10-day informal referendum pushing greater public say in how Hong Kong’s next leader will be chosen in 2017. While Beijing has agreed to the idea of a “one person, one vote” election, many fear that only candidates deemed loyal to the Communist Party will appear on the ballot.\nThe referendum, which runs until Sunday, was organized by the Occupy Central with Love and Peace movement, which has threatened to hold a sit-in protest in the city’s business district if the government does not agree to electoral procedures that meet its standards for public participation. By Friday, more than 750,000 people had voted in the referendum, which both Beijing and the Hong Kong government have called “invalid.”\nIn a joint statement published on Friday in local newspapers, the “Big Four” accounting firms — PricewaterhouseCoopers, KPMG, Deloitte and Ernst & Young — warned that the Occupy Central protest, if it went ahead, would bring “instability and chaos” to the markets and that international corporations and investors might move their businesses out of the city, damaging Hong Kong’s status as an international financial center.", "url": "https://sinosphere.blogs.nytimes.com/2014/06/27/lawyers-defend-hong-kong-rule-of-law-in-show-of-unity-against-beijing/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}