{"authors": ["Edward Wong", "Topics.Nytimes.Com Top Reference Timestopics People W Edward_Wong Index.Html"], "date_download": "2018-11-16 04:22:07", "date_modify": "2018-11-16 04:22:07", "date_publish": "2014-07-02 10:33:09", "description": "A state-run newspaper says it will take at least 16 years for China to attain safe levels of dangerous particulate matter in its air, but even that is in doubt.", "filename": "2014_07_02__1542342127.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_02__1542342127.html", "title": "China Sees Long Road to Cleaning Up Pollution", "title_page": "China Sees Long Road to Cleaning Up Pollution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA trickle of statements from Chinese leaders in recent months have given hope to some residents of Beijing and other smog-choked Chinese cities that they might regularly breathe clean air within a few years. Prime Minister Li Keqiang in March declared a “war against pollution,” for instance.\nBut China Daily, an official English-language newspaper, came in with a reality check on Wednesday in the form of an article published under the headline “Beijing Expects Healthy Air by 2030.”\nThe article went on to say that it would be 16 years before levels of dangerous fine particulate matter in the Chinese capital would drop to an “internationally recognized safe level.” The fine particulate matter is known as PM 2.5 because its diameter is less than 2.5 microns. It can penetrate deep into the lungs and enter the bloodstream.\nThe 16-year time frame means that anyone born today in Beijing who grows up in the city will spend his or her entire childhood breathing unhealthy air. In recent years, parents in Beijing, a city of more than 21 million, have become increasingly anxious about the air quality and other forms of pollution. Many Chinese who can afford to do so are moving abroad or decamping to cleaner parts of China. Multinational companies are having a much harder time recruiting foreign workers for Beijing jobs. Beijing residents are stocking up on expensive air purifiers, and some international schools have even set up outdoor sports domes made of synthetic fabric (what some parents are calling “pollution domes”).\nRecent scientific studies have shown that the type of air pollution in northern China can shave five years off the average life span, lead to permanent lung impairment in children and contribute to slow brain development and personality problems in children whose mothers were exposed to the bad air during pregnancy.\nMost of the air pollution in Beijing comes from coal-burning power plants and factories in nearby provinces. Emissions from vehicles, especially those using diesel gasoline, are also major contributors.\n“Improving air quality in the city is not going to be an easy task,” Pan Tao, head of the Beijing Municipal Research Institute of Environmental Protection, said at a conference, according to China Daily. “It takes time and effort to turn the ship around.”\nThe concentration level of PM 2.5 cited by China Daily as “healthy,” and supposedly attainable by 2030, was 35 micrograms per cubic meter. The article said the World Health Organization had stated that PM 2.5 levels should not exceed this.\nActually, the W.H.O. has said that PM 2.5 should not exceed 25 micrograms per cubic meter over a 24-hour period. By that standard, Beijing still might not have healthy air by 2030. The limit of 35 micrograms per cubic meter, mistakenly cited by China Daily as the W.H.O. standard, is actually just an interim target set by the W.H.O. for heavily polluted countries. For all nations, the W.H.O. recommends achieving the standard of 25 micrograms per cubic meter.\nChina Daily cited Mr. Pan as saying an average PM 2.5 concentration of 35 micrograms per cubic meter could be reached by 2030.\nThe Beijing Environmental Protection Bureau has said the average PM 2.5 concentration last year was 89.5 micrograms per cubic meter, which is more than 3.5 times the W.H.O. recommended exposure limit. On a particularly grim day in January 2013 that is now commonly called the “airpocalypse” by English speakers, parts of Beijing had PM 2.5 concentrations that were 40 times the W.H.O. recommended limit.\nOn Tuesday, which happened to be the 93rd birthday of the Chinese Communist Party, the PM 2.5 concentration in Beijing hit 168 micrograms per cubic meter, almost seven times the W.H.O. exposure limit, according to the United States Embassy’s rooftop air monitor. The air was a dismal gray soup the entire day, and the embassy rated it as “very unhealthy” in the evening.\n“The current pollution emission is far beyond the environmental capacity in the city, and any adverse climate condition would easily result in smoggy days,” Mr. Pan said, according to China Daily. “The key to current air quality improvement lies in emission reduction.”\nAn antipollution plan announced last September by the State Council, China’s cabinet, said the crowded and filthy Beijing-Tianjin-Hebei area of northern China had to reduce PM 2.5 levels by 25 percent before 2017. But Mr. Pan said that even if Beijing and the nearby areas were to meet that target, the level of particulate matter would still be harmful to people’s health.\nIn March, the Ministry of Environmental Protection announced that only three of 74 Chinese cities whose air is monitored by the central government met minimum standards for air quality last year. The State Council said in February that it would offer a total of 10 billion renminbi, or $1.65 billion, to cities and regions that made “significant progress” this year in air pollution control.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/02/china-sees-long-road-to-cleaning-up-pollution/"}