{"authors": ["Jane Perlez", "Wai Moe"], "date_download": "2018-11-16 04:22:21", "date_modify": "2018-11-16 04:22:21", "date_publish": "2014-07-01 08:28:22", "description": "Myanmar is enjoying some new diplomatic clout, leading China to court the country as Beijing presses its territorial claims in the South China Sea.", "filename": "2014_07_01__1542342141.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_01__1542342141.html", "title": "China Reaches Out to Myanmar on Maritime Dispute", "title_page": "China Reaches Out to Myanmar on Maritime Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAt first blush, Myanmar, hardly a naval power and not exactly a major diplomatic heavyweight, would seem an odd place for China to seek relief from its headaches in the South China Sea.\nBut President Xi Jinping, who hosted Myanmar’s leader, President Thein Sein, in Beijing last weekend, did not pass up the opportunity to court him. That’s because Myanmar holds the chairmanship of the Association of Southeast Asian Nations this year, a moment atop the regional pecking order that Myanmar has sought as it moves to shed its authoritarian, reclusive past.\n“Xi Jinping pressed the issue,” said U Zaw Htay, a director of Mr. Thein Sein’s presidential office, of China and its problems in the South China Sea. But Myanmar’s leader stood firm, declining to take the side of China and pushing for a collegial approach to resolving the dispute, Mr. Zaw Htay said in a telephone interview.\nChina wants to solve its territorial disputes over islands, reefs and even half-submerged rocks with each individual country — such as Vietnam and the Philippines, the two Asean members with which China has major disagreements.\nBut Asean, backed by the United States, has been trying to forge a rules-based code of conduct in the South China Sea that would preclude military exercises in disputed waters and would probably recommend international arbitration for disputes in one of the world’s most important trade routes.\n“Myanmar stands behind Asean on this issue,” Mr. Zaw Htay said.\nFrom Mr. Xi’s point of view, the timing of his appeal to Myanmar’s leader was unfortunate. Myanmar will host a meeting this month of Asean and Chinese diplomats, the first gathering since the clash between Vietnam and China over the deployment of a Chinese oil rig in disputed waters off the coast of Vietnam.\nMyanmar has been taking its role as leader of Asean seriously — taking Asian diplomats to its new and distant capital, Naypyidaw, carved out of the jungle a few years ago — and it has little desire to be seen as an agent for China’s interests.\nMyanmar is making sure it is regarded differently from Cambodia and Laos, two smaller Southeast Asian nations that China can rely on for diplomatic support.\nDespite the rebuff, Mr. Xi showed Mr. Thein Sein, and the Indian vice president, Hamid Ansari, who was in Beijing at the same time, plenty of pomp, and a little of China’s new thinking on foreign policy.\nAt a banquet to honor the 60th anniversary of the Five Principles of Peaceful Coexistence, a theme that Mao Zedong adopted in the 1950s and that morphed into the Nonaligned Movement, Mr. Xi repeated his call for a different model of security arrangements in the Asia-Pacific region.\n“We should work for a new architecture of Asia-Pacific security cooperation that is open, transparent and equal,” Mr. Xi said. “The notion of dominating international affairs belongs to a different age, and such an attempt is doomed to failure.”\nThe criticism of a dominant power was no doubt a reference to the United States and its influence over the region, Chinese analysts say.\nSurprisingly, China is reaching out not only to the leadership of Myanmar, where for decades Beijing enjoyed warm relations with the ruling junta: Lawyers who ran successful opposition campaigns against major Chinese mining and hydropower projects in Myanmar have been invited to Beijing next month.\nThe Myanmar Lawyers Network, a civic action group, will meet with the state-sponsored Chinese lawyers association, said U Thein Than Oo, a member of the network. “It’s a new tactic by China,” he said.\nChina remains the biggest investor in Myanmar, though by comparison with its investments elsewhere in the world, the $14 billion it has put into Myanmar — mostly in locally unpopular extractive industries — is quite small. But even if Chinese investments have less than stellar reputations in Myanmar, American businessmen are envious of China’s access.\nThe United States still maintains sanctions against about 200 companies in Myanmar that are run by businessmen who are considered cronies of the old military junta, some of whom sit in the current Parliament. Those sanctions, which are backed by members of Congress who remain unimpressed by Myanmar’s liberalization, prevent American investors from doing deals with some of Myanmar’s biggest companies.\nThe assistant United States secretary of state for human rights, Tom Malinowski, visited Myanmar last weekend — when Mr. Thein Sein was in Beijing.\nIt was an unusual juxtaposition: Mr. Malinowski, the human rights advocate, meeting with the old guard of Myanmar. The American official urged local businessmen to improve their practices so that the United States Treasury Department could take them off the sanctions list and open the way for American investments that could counter China’s dominant role in Myanmar’s economy.\nJane Perlez reported from Beijing and Wai Moe from Yangon, Myanmar.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/01/china-reaches-out-to-myanmar-on-maritime-dispute/"}