{"authors": ["Edward Wong", "Topics.Nytimes.Com Top Reference Timestopics People W Edward_Wong Index.Html"], "date_download": "2018-11-16 04:19:19", "date_modify": "2018-11-16 04:19:19", "date_publish": "2014-08-26 13:12:35", "description": "Animators in the southern Chinese city of Shenzhen are creating a 104-episode animated series loosely based on a historical Qing Dynasty imperial consort, the Fragrant Concubine, who is shrouded in myth.", "filename": "2014_08_26__1542341959.html", "image_url": "https://static01.nyt.com/images/2014/08/26/blogs/26sino-cartoon01/26sino-cartoon01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_08_26__1542341959.html", "title": "Fabled Uighur Princess Coming to Chinese Television as a Cartoon", "title_page": "Fabled Uighur Princess Coming to Chinese Television as a Cartoon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nChinese officials are embracing a wide range of tactics in trying to suppress surging ethnic violence in the western border region of Xinjiang. There are, for example, frequent police raids on homes of suspected Uighur insurgents and executions of those found guilty by courts of “terrorist activities.” There was also a recent proposal by President Xi Jinping to move more Uighurs to parts of China dominated by the Han, the nation’s main ethnic group, so the mostly Muslim Uighurs could be better assimilated into Chinese society.\nNow there is 10-year-old Princess Fragrant, with her girlish braids, embroidered red dress and flowing silk head scarf.\nShe is the Han vision of a Disney princess transplanted to Xinjiang. Animators in the southern Chinese city of Shenzhen are creating a 104-episode cartoon series loosely based on a historical Qing Dynasty imperial consort, the Fragrant Concubine, a Uighur woman who is shrouded in myth. Working under contract with the government of the oasis city of Kashgar, the site of occasional violent episodes, these animators have said their aim is to paint a portrait of ethnic harmony and paper over bloody conflicts in Xinjiang.\nThe plot of the series, which is expected to be broadcast in 15-minute-long episodes over two seasons, follows the adventures of Princess Fragrant, her brother and their ethnic Han and Kazakh friends as they travel across Xinjiang to rescue the princess’s father from the clutches of a greedy Western explorer.\n“It shows that ethnic unity is the most powerful weapon in the face of adversity,” said the director, Deng Jiangwei, in a telephone interview. “The princess and her friends also encounter other ethnicities and cultures along the Silk Road, and they learn that only by helping each other can you go far in life.”\nThe English-language edition of Global Times, a populist state-run newspaper, ran an article on Monday on the “Princess Fragrant” series under the headline “Xinjiang fights an ideology war through cartoon production.”\nThe producers, Shenzhen Qianheng Cultural Communications Company, got a contract last year from the Kashgar government to develop a cartoon that would show Xinjiang folk customs, the report said. It cited Sheng Jun, an official at the Xinjiang Bureau of Culture, as saying that “Xinjiang authorities support the development of cartoons with the aim of maintaining social stability by boosting the solidarity of Han and Uighur people and the fusion of Han and Uighur culture.”\nMr. Deng said his company had been told by Shenzhen officials to work with Kashgar, a sister city, to “boost the creative industry in Xinjiang.” The central government has been pairing up cities in Xinjiang with wealthier ones elsewhere in China to promote Xinjiang’s economic development.\nLast month, Mr. Deng uploaded a trailer of “Princess Fragrant” to Youku, a Chinese video site. It shows the princess and her companions in landscapes of snowcapped mountains, waterfalls and domed buildings.\n“All the media reports on terrorism attacks in Xinjiang magnify the danger and deter tourism,” Mr. Deng said. “To boost tourism, we want to show that Xinjiang is a beautiful and peaceful place.”\nThe trailer also has a scene of the princess dancing for guests at a banquet, which is in line with the popular depiction of ethnic minorities by the Communist Party. Propaganda posters, publications and television shows across China often portray members of the country’s 55 ethnic minorities as smiling folk dancers in colorful native garb.\nMr. Deng said half the production team was made up of Uighurs assigned to the show by the Kashgar government. “They can make sure every aspect of the show is authentic,” he said. The creators have also “enlisted the best musicians in Xinjiang to write the music, including two famous Uighur musicians,” Mr. Deng added.\nHowever, the series will avoid mention of Islam, which is central to Uighur life. “We try not to mention religion or politics,” Mr. Deng said.\nThe creative team has completed parts of the first season and plans to do a test run of a few episodes in the Uighur language in December on a Kashgar television station, Mr. Deng said. The company is in talks with China Central Television, the main state network, to broadcast the first season in late 2015 and the second season the following year.\nSome foreign scholars are skeptical of whether the cartoon will win the hearts and minds of Uighurs.\n“As you know, ethnic tensions in Xinjiang are at their highest levels in decades and many Uighurs feel under siege from an increasingly intrusive party-state, here perceived as both alien and Han, as it penetrates deeper into their daily lives,” said James Leibold, a senior lecturer at La Trobe University in Melbourne who studies China’s ethnic policies. “Like other Han productions, I suspect Xinjiang’s majority Uighur population will see right through this latest piece of ethnic unity propaganda. They have their own narratives of Iparhan, ones that stress resistance to Qing/Chinese imperial rule.”\nThe story of “Princess Fragrant” is based on the popular Chinese narrative of the Fragrant Concubine, named Xiangfei in Mandarin or Iparhan in the Uighur language, a historical figure from Xinjiang who in the 18th century was brought to Beijing by the Qianlong Emperor to be his consort. Contemporary Chinese propaganda campaigns have promoted her story as one that shows unity between ethnic Uighurs and the Han. (In fact, the Qianlong Emperor was ethnic Manchu, a people from the northeast forest that conquered China following the Han-ruled Ming Dynasty in the 17th century.)\nA popular Uighur version of the Iparhan narrative says she resented the Manchus for invading her homeland and kept daggers hidden in her robes even after she was taken 2,700 miles to the imperial court in Beijing.\nChinese tourists in Kashgar flock to her so-called tomb at the Apak Khoja Mausoleum, a green-and-white-tiled Sufi shrine. Iparhan was said to be a descendant of Apak Khoja, a local leader from the 17th century, a time when ethnic Zunghars controlled the region. The Chinese legend goes that the consort was brought back to Kashgar for burial after her death.\nBut the legend appears to be just what it is, a popular tale. An essay on Islam in Xinjiang by Graham E. Fuller and Jonathan N. Lipman, published in the academic anthology “Xinjiang: China’s Muslim Borderland,” opens with an exploration of the myth of the Fragrant Concubine and says there is “undisputed evidence regarding the burial of the Qianlong emperor’s actual Muslim consort, under her palace name of Rongfei, among the Qing imperial graves near Beijing.”\nEven the designation of “Uighur” as an ethnicity did not exist until the 17th and 18th centuries, the scholars say. So nationalistic Uighur authors living outside China who have praised Iparhan as a symbol of the struggle against the Manchu-Chinese invaders are also appropriating her narrative for political purposes, they say.\n“Clearly, these anachronistic arguments project contemporary social conflicts backward 200 or 300 years,” they write in the essay.\nThe authors conclude the first section of their essay with this thought: “The superimposition of a particular reading of the myth of the Fragrant Concubine onto an Islamic shrine at once trivializes its religious significance and makes it part of a broader and discernible process, what might be termed the ‘Disneylandization’ of Islam and Uyghur culture in China.”\nThey continue: “That is, it has been emasculated, folklorized, prettified, Hanified, and cast into the nationwide museum of safely packaged ethnicity that serves up exoticism and charm to tourists in China but precludes any hint of opposition in the past or present.”\nThe creators of the “Princess Fragrant” television series plan to make a movie version for release in 2016 and a stage musical with “interactive holograms,” Mr. Deng said. He added, “We are also releasing a soundtrack album and merchandising.”\nMia Li contributed research.", "url": "https://sinosphere.blogs.nytimes.com/2014/08/26/fabled-uighur-princess-coming-to-chinese-television-as-a-cartoon/"}