{"authors": ["The New York Times"], "date_download": "2018-11-16 04:22:09", "date_modify": "2018-11-16 04:22:09", "date_publish": "2014-07-02 15:11:57", "description": "The protests in Hong Kong demanding more democracy began Tuesday night and lasted into the next morning, when the police carted off demonstrators from the Central business district.", "filename": "2014_07_02__1542342129.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_02__1542342129.html", "title": "A Hong Kong Protest for Democracy, in Pictures", "title_page": "A Hong Kong Protest for Democracy, in Pictures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sinosphere, the China blog of The New York Times, delivers intimate, authoritative coverage of the planet's most populous nation and its relationship with the rest of the world. Drawing on timely, engaging dispatches from The Times’ distinguished team of China correspondents, this blog brings readers into the debates and discussions taking place inside a fast-changing country and details the cultural, economic and political developments shaping the lives of 1.3 billion people.\nArchive Select Month November 2015 October 2015 September 2015 August 2015 July 2015 June 2015 May 2015 April 2015 March 2015 February 2015 January 2015 December 2014 November 2014 October 2014 September 2014\nRecent Posts\nChinese Debate Proper Response to Hostage’s Killing Some called on the government to send troops to the Middle East in retaliation to an Islamic State killing, while others cautioned that such a move could invite terrorism at home.Read more…\nChina Responds to Paris Attacks Through a Domestic Lens Along with revulsion, Chinese leaders and many citizens also voiced a more complex mix of expectations and emotions, rooted in rival views of the country’s own problems.Read more…", "url": "https://sinosphere.blogs.nytimes.com/2014/07/02/a-hong-kong-protest-for-democracy-in-pictures/"}