{"authors": ["Chris Buckley", "Topics.Nytimes.Com Top Reference Timestopics People B Chris_Buckley Index.Html"], "date_download": "2018-11-16 04:48:53", "date_modify": "2018-11-16 04:48:53", "date_publish": "2014-04-16 06:24:03", "description": "Comments by President Xi Jinping suggested that the new commission would have the power to reach into nearly every aspect of domestic and foreign policy.", "filename": "2014_04_16_national-securit_82470651d7c8477e07e5d5ad25250422___r=0_1542343733.html", "image_url": "https://static01.nyt.com/images/2014/04/16/world/16sino-security01/16sino-security01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_04_16_national-securit_82470651d7c8477e07e5d5ad25250422___r=0_1542343733.html", "title": "National Security Commission Meets for the First Time", "title_page": "National Security Commission Meets for the First Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nPresident Xi Jinping has presided over the first meeting of the recently established National Security Commission, and his remarks suggested that the commission would have the power to reach into nearly every aspect of domestic and foreign policy.\nPlans for the commission were approved at a Communist Party leadership meeting in November, as part of Mr. Xi’s plans to reinvigorate the economy while enhancing the central leadership’s — and his own — hold on political power. The state news media reported that the National Security Commission held its first meeting on Tuesday, when Mr. Xi laid out its policy ambit.\nSome experts have drawn analogies between China’s commission and the National Security Council that advises the president of the United States on national security, primarily foreign policy. Mr. Xi’s comments confirmed that he had a more expansive agenda for the commission, embracing both external and domestic issues.\n“Nowadays, the denotations and connotations of national security for our country are more profuse than they’ve ever been at any period in history,” Mr. Xi said at the meeting, according to Xinhua, the state-run news agency. “Domestic and external factors are more complex than at any time in history, and we must adhere to a comprehensive view of national security.”\nMr. Xi listed areas that could come under the commission’s oversight: politics, homeland security, military affairs, economic policy, culture, science and technology, information, the environment and natural resources, and nuclear safety. The national security system, he said, must be “centralized and unified, effective and authoritative.”\nIn theory, then, China’s National Security Commission could be very busy, overseeing issues that the United States National Security Council leaves to others. In practice, there are still many unanswered questions about how the Chinese body will operate, and how it will live alongside the many other party and state agencies and bureaucracies with a stake in security issues.\nIndeed, the official report of the commission’s first meeting did not say who attended, apart from Mr. Xi, Prime Minister Li Keqiang and Zhang Dejiang, the chairman of the party-controlled national legislature. Like much of Mr. Xi’s agenda, his ambitions are clear, but how he intends to realize them is less so.", "url": "https://sinosphere.blogs.nytimes.com/2014/04/16/national-security-commission-meets-for-the-first-time/?_r=0"}