{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:22:20", "date_modify": "2018-11-16 04:22:20", "date_publish": "2014-07-01 06:31:17", "description": "As Hong Kong prepared for its annual pro-democracy march Tuesday, a survey of residents found more discontent than ever with the Chinese government’s policies toward the city, especially among the young.", "filename": "2014_07_01_hong-kong-survey_d8d88c700e09f4775e2d276d00277244__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342140.html", "image_url": "https://static01.nyt.com/images/2014/07/01/world/01sino-hongkong/01sino-hongkong-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_01_hong-kong-survey_d8d88c700e09f4775e2d276d00277244__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342140.html", "title": "Hong Kong Survey Finds Record Dissatisfaction With Beijing", "title_page": "Hong Kong Survey Finds Record Dissatisfaction With Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs Hong Kong prepared for its annual pro-democracy march Tuesday on the anniversary of the territory’s return to Chinese sovereignty, a survey of residents has found record levels of dissatisfaction with Beijing’s policies toward the city.\nThe University of Hong Kong’s Public Opinion Program said in a statement Monday that 33 percent of respondents had a negative opinion of the central government’s policies, the highest level since it began asking the question in 1999. The survey found that 31 percent viewed Beijing’s policies favorably. Those results were changed only slightly from last year, when 32 percent had a negative view and 30 percent had a positive one.\nThe latest survey was conducted by telephone from June 16 to 19, shortly after Beijing issued a white paper on Hong Kong policy that emphasized the central government’s authority over the semi-autonomous city. In recent months, democracy supporters in Hong Kong have been pushing for nomination and voting procedures that would give residents a greater say in choosing the next leader.\nAn informal poll to solicit opinions on how Hong Kong’s top official should be chosen in 2017 garnered nearly 800,000 votes over 10 days. The central government and the Chinese state media have criticized the survey, which was conducted by the protest group Occupy Central With Love and Peace and H.K.U.’s Public Opinion Program.\nActivists were hoping for a large turnout for the annual July 1 march, which has become a key event for venting criticism of government policies.\nThe Public Opinion Program survey noted an increasing age gap in the responses. “In-depth analyses show that the younger the respondent, the less proud one feels of becoming a Chinese national citizen, and also more negative about the central government’s policies on Hong Kong,” Robert Ting-yiu Chung, director of the program, noted in a written analysis accompanying the release of the latest survey.\nAmong those 18 to 29 years old, 52 percent had a negative view of the central government’s policies, compared with 33 percent of the 30 to 49 age group and 25 percent of those 50 and over. When asked whether they were proud to be a Chinese national, 72 percent of the 18-29 group and 30-49 group said no, versus 51 percent for those 50 and over.\nThe Public Opinion Program surveyed 1,018 people, with a sampling error of plus or minus 3 percentage points.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/01/hong-kong-survey-finds-record-dissatisfaction-with-beijing/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}