{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:17:43", "date_modify": "2018-11-16 04:17:43", "date_publish": "2014-02-21 21:00:48", "description": "Lei Feng, a Communist Party icon held up for his devotion to his comrades, is getting a living memorial in the face of a man who is undergoing cosmetic procedures so that he may resemble his hero.", "filename": "2014_02_21__1542341863.html", "image_url": "https://static01.nyt.com/images/2014/02/21/world/21sino-leifeng01/21sino-leifeng01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_02_21__1542341863.html", "title": "Emulating a Model Communist Through Cosmetic Surgery", "title_page": "Emulating a Model Communist Through Cosmetic Surgery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor the poor, the homeless, people down on their luck in the central province of Anhui, Zhang Yidong has often been there to help. He has made a career of raising money and public interest to help the downtrodden.\nHe has also made something of a name for himself in the process, so much so that Chinese media outlets call him a “public welfare celebrity.” He is often compared to Lei Feng, the young People’s Liberation Army soldier trumpeted as a Communist Party icon for his unstinting devotion to his comrades.\nMr. Zhang says he considers Lei Feng, the so-called rustless screw of Mao’s revolution, to be a role model. And now he has taken his emulation to the next step. This week he began a series of cosmetic procedures as part of an effort to look like Lei Feng.\nPhoto\n“No matter how open or developed China becomes, we can’t forget the Lei Feng spirit,” Mr. Zhang said in an interview. “Through this activity I want to tell even more people that to study Lei Feng, we can’t just engage in slogans.”\nMr. Zhang says that by changing his appearance he hopes to raise public awareness of Lei Feng, whose fame saw a mild resurgence two years ago thanks to a vigorous propaganda push tied to the 50th anniversary of his death.\nLei Feng, who died at the age of 22 in 1962 when he was hit by a falling telephone pole, is known in China as a symbol of selflessness and devotion to the cause of communism. He sewed quilts and darned socks for his fellow soldiers, assiduously studied Mao’s writings at night by flashlight and collected weighty loads of cow dung for fertilizer.\nThose exploits and most of his biography itself have come under close scrutiny in recent years by scholars and average Chinese alike who point to the suspect signs of propaganda: well-lit photos of a supposedly average soldier, a detailed diary full of expressions of loyalty and an all-too-well-honed image.\nLike Lei Feng, Mr. Zhang has at times found his record under question. Last year he participated in an event with Chen Guangbiao, a recycling tycoon and philanthropist known for brazen acts of self-publicity. Mr. Chen wanted to award 800,000 renminbi, about $130,000, to Mr. Zhang to help carry out his charitable work. Mr. Zhang declined, and online many people suggested the exchange was merely a ruse to help boost both men’s profiles.\nMr. Zhang says he welcomes the scrutiny, and argues that serving the public interest requires a certain amount of bombast.\n“I think criticism is good,” he said. “It shows people are paying attention.”\nMr. Zhang’s makeover, which is being provided free of cost by a hospital in the city of Hefei, began on Thursday with a series of injections of the dermal filler Restylane. The goal of the process is one that many who visit a plastic surgeon can identify with.\n“It involves some skin rejuvenation and microsurgery to help my face look like Lei Feng’s,” said Mr. Zhang, who at 32 is 10 years older than his hero at the time of his death. “Lei Feng, he was very young.”", "url": "https://sinosphere.blogs.nytimes.com/2014/02/21/emulating-a-model-communist-through-cosmetic-surgery/"}