{"authors": ["Michael Forsythe", "Topics.Nytimes.Com Top Reference Timestopics People F Michael_Forsythe Index.Html"], "date_download": "2018-11-16 04:22:11", "date_modify": "2018-11-16 04:22:11", "date_publish": "2014-07-02 06:51:59", "description": "Amid the protesters in the city on Tuesday was a papier-mâché replica of the Goddess of Democracy statue, the icon of the 1989 Tiananmen Square protests, this one built by students born years after Beijing’s bloody crackdown.", "filename": "2014_07_02__1542342131.html", "image_url": "https://static01.nyt.com/images/2014/07/02/world/01sino-democracy01/01sino-democracy01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_02__1542342131.html", "title": "In Hong Kong, a Potent Visual Echo of Tiananmen", "title_page": "In Hong Kong, a Potent Visual Echo of Tiananmen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nCecilia Ng was born seven years after the Goddess of Democracy statue in Tiananmen Square was destroyed during the bloody 1989 suppression of student-led protests. A quarter-century after the crackdown in Beijing, she and 10 of her friends made a smaller replica of the statue that on Tuesday was planted in the middle of one of central Hong Kong’s busiest streets.\nMs. Ng was one of the throngs of people who took part in the annual July 1 protest march in Hong Kong, which this year was focused on pressuring China to allow Hong Kong’s people to pick their leader in a way that meets international standards for free and fair elections.\nMs. Ng, 17, was born several months before Hong Kong returned to Chinese sovereignty on July 1, 1997, under an arrangement that allowed it to retain a high degree of autonomy, including the civil liberties that made Tuesday’s protest possible. The demonstration was largely peaceful, even as people like Ms. Ng were engaged in a sit-in on a downtown street. Ms. Ng and some of her friends said they were ready to be arrested. Ashley Suen, also 17, said she planned to lie down when the police came to remove them, saying it would “increase the difficulty.”\nAfter 3 a.m., Ms. Ng, Ms. Suen and their friends had left their creation sitting alone on Tamar Road, standing vigil between a Chanel store and the flagship hotel of the Mandarin Oriental chain. It wasn’t clear whether the two teenagers were among the 511 people whom the police arrested at the protests on Wednesday morning.\nTheir friendship is symbolic of the emerging youth protest culture in Hong Kong, fueled by increasing concerns that the civil liberties that the territory’s 7.2 million people enjoy are under threat as mainland China bolsters its influence over the enclave.\nPhoto\nMs. Ng said she and her friends met two years ago during a successful movement to resist the introduction of so-called “patriotic” education in Hong Kong — the kind of curriculum that would whitewash the events of 1989.\n“If we had the national education, we may not have known about what happened in history,” said Ivan Lam, 19, a student at the Chinese University of Hong Kong who was sitting next to Ms. Ng on the pavement. “We wanted to pass on the spirit of resistance and democracy.”\nIn Beijing, the 33-foot-tall original statue was toppled by a People’s Liberation Army tank in the early morning hours of June 4, 1989. In Hong Kong, the papier-mâché replica, about six and a half feet tall, was still standing during the midmorning rush hour Wednesday, about two hours after the police cleared the street. Someone had moved it onto the sidewalk.\nThe students had added a local touch to the statue: Her upraised arms held a banana leaf.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/02/in-hong-kong-a-potent-visual-echo-of-tiananmen/"}