{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:22:14", "date_modify": "2018-11-16 04:22:14", "date_publish": "2014-07-03 07:08:54", "description": "News outlets in mainland China have weighed in on Hong Kong’s pro-democracy march — to report on the arrests that followed it.", "filename": "2014_07_03__1542342134.html", "image_url": "https://static01.nyt.com/images/2014/07/03/world/03SINO-ARRESTS01/03SINO-ARRESTS01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_03__1542342134.html", "title": "After Relative Silence on Hong Kong Protests, Mainland Media Outlets Note Arrests", "title_page": "After Relative Silence on Hong Kong Protests, Mainland Media Outlets Note Arrests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAfter a day of largely ignoring the big turnout for Hong Kong’s pro-democracy march on Tuesday, China’s news outlets have weighed in — to report on the arrests that followed it.\nThe police arrested 511 people early Wednesday for obstruction of a public place and unlawful assembly. Those arrested had taken part in sit-ins in downtown Hong Kong that continued for hours after the protest march concluded. The police say that 25 have been released on bail, meaning they could face charges, while the rest were released with a warning.\nMany mainland Chinese news media outlets carried a short report from the state-run Xinhua news agency saying that about 500 demonstrators had been arrested, but did not say why they had been protesting.\nIn a commentary on Thursday headlined “Hong Kong Police Did the Right Thing to Arrest 511 Protesters,” the Global Times, a Communist Party-run newspaper, warned that Hong Kong could experience unrest like that seen in Thailand or Ukraine:\nMainland society is concerned with Hong Kong and wants it to do well. From our point of view, Hong Kong police’s decisive handling of “Occupy Central” protesters not only is legal but also emphasizes the Hong Kong government’s resolve to protect fundamental rule of law. Some people think this is not only the Hong Kong opposition and radical students’ practice run of “Occupy Central” but also Hong Kong officials’ rehearsal for handling “Occupy Central.” Hong Kong society may be facing a period of political disturbance. In this type of situation it is important to support the primacy and effectiveness of Hong Kong’s laws. If Hong Kong’s rule of law is torn, there is a real possibility that Hong Kong could sink into a situation like Ukraine or Thailand, and in the future all sorts of crises could occur.\nThe article suggested that the protesters were backed by the West in an effort to destabilize China’s central government. “The Western media uniformly stand on the side of the protesters,” the editorial said. “This makes you think the West doesn’t care about whether Hong Kong continues to maintain rule of law. As long as something targets the central government, no matter how cruel or preposterous, the West will support it.”\nThe article did not detail the protesters’ demands that Hong Kong residents be given a greater say in choosing the territory’s next chief executive in 2017. Aside from reporting the arrests, state media outlets generally ignored Tuesday’s march, focusing instead on government-sanctioned events to celebrate the 17th anniversary of Hong Kong’s handover from British to Chinese control.\nOn Chinese social media, there was a sharp increase in efforts to block messages related to Hong Kong. Weiboscope, a project by the University of Hong Kong’s Journalism and Media Studies Center that tracks censorship of posts on the Sina Weibo microblog service, documented a sharp increase in the number of posts blocked on Tuesday. The level of censorship rivaled what was seen in June around the 25th anniversary of the crackdown on the Tiananmen Square democracy movement. Key censored words on Tuesday included “Hong Kong” and, in reference to the arrests of sit-in demonstrators, “clearance.”\nCentral government censors have also instructed Chinese websites to remove videos of songs related to the protests, according to China Digital Times, a California-based website that monitors online media in China. The videos include “Egg and Lamb,” a song by the Cantopop musician Kay Tse with lyrics that include “never give up/or you’ll bow your head like a white sheep.” Videos of “Do You Hear the People Sing,” a song from the musical “Les Misérables” that has become a Hong Kong protest anthem with Cantonese lyrics, have also been targeted for removal, China Digital Times reported.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/03/after-relative-silence-on-hong-kong-protests-mainland-media-outlets-note-arrests/"}