{"authors": ["Michael Forsythe", "Topics.Nytimes.Com Top Reference Timestopics People F Michael_Forsythe Index.Html"], "date_download": "2018-11-16 04:17:36", "date_modify": "2018-11-16 04:17:36", "date_publish": "2014-02-21 11:03:13", "description": "Liu Han is one of several tycoons arrested in the southwestern province of Sichuan in the past year, in a crackdown on corruption that has netted several former associates of China’s former head of internal security, Zhou Yongkang.", "filename": "2014_02_21__1542341856.html", "image_url": "https://static01.nyt.com/images/2014/02/21/world/21sino-liuhan01/21sino-liuhan01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_02_21__1542341856.html", "title": "The New York Times", "title_page": "Billionaire's Arrest Intensifies Focus on Former Security Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA Chinese billionaire, Liu Han, stands accused of running a “mafia-style gang’’ that ran roughshod over one of the country’s most populous provinces for more than a decade, reportedly killing nine people and bullying villagers into surrendering their land to fuel his growing empire that included real estate, mining and natural gas.\nIn accounts published by the state-run news agency Xinhua, former associates of Mr. Liu, 48, and his younger brother, Liu Wei, have confessed to the murders, painting a picture of a ruthless man who stopped at nothing to acquire a fortune amounting to 40 billion renminbi, or $6.57 billion. On Thursday, prosecutors charged Liu Han and other members of his network – 36 in all – with 21 crimes, including murder and intentional injury.\nMr. Liu is one of several tycoons arrested in the southwestern province of Sichuan in the past year, in a crackdown on corruption that has netted several former associates of China’s former head of internal security, Zhou Yongkang. Mr. Zhou, 71, is the focus of a corruption inquiry authorized by top leaders, The New York Times reported in December. Mr. Zhou served as the province’s top official from 1999 to 2002, when he was promoted to the ruling Communist Party’s Politburo and made minister of public security.\nIn November, Xinhua announced the arrest of another Sichuan billionaire, Deng Hong, a real estate executive who built a mall and hotel complex in the provincial capital, Chengdu, that is the world’s largest building. Last month, the Chinese news magazine Caixin reported that He Yan, a Sichuan telecommunications executive, had been arrested in a corruption investigation. In both instances, Chinese news reports said the cases were being handled in Xianning, the city in the central province of Hubei where the charges were brought against Mr. Liu.\nBoth of those executives are reported to have ties to top officials who served Mr. Zhou during his tenure in Sichuan. Mr. Deng is close to Li Chuncheng, the former deputy governor of the province, whose investigation by the Communist Party was announced in December 2012, weeks after Mr. Zhou stepped down from the elite Politburo Standing Committee. Ms. He is close to Guo Yongxiang, a former deputy governor of Sichuan who was put under investigation in June, according to a report by The Beijing News that is on the website of People’s Daily, the party’s official newspaper.\nMr. Li and Mr. Guo, in turn, had careers that dovetailed with Mr. Zhou’s. Mr. Li rose through the ranks of the bureaucracy in Sichuan during Mr. Zhou’s time there, becoming Chengdu’s mayor in 2001. Following Mr. Zhou’s promotion and move to Beijing, Mr. Li continued his ascent, rising to the post of provincial deputy party secretary.\nMr. Guo, like Mr. Zhou, began his career in the oil industry and then went with Mr. Zhou to the Ministry of Land and Resources in 1998, serving in a post equivalent to chief of staff. He then went to Sichuan while Mr. Zhou was still the top official there, eventually rising to the post of deputy governor.\n“Everyone is saying the noose is being tightened around Zhou Yongkang, but the process is very slow,’’ said Jean-Pierre Cabestan, a professor of political science at Hong Kong Baptist University. “So much of the investigation centers on Sichuan.’’\nXinhua and other Chinese news agencies have published detailed accounts of the charges against Mr. Liu and his brother, including confessions from former associates. Tang Xianbing, a security guard for one of Mr. Liu’s companies, reportedly said he killed a villager who was leading protests against one of Mr. Liu’s projects in Sichuan.\n“Nothing happened to me after the killing, and that made me bolder and more unscrupulous,’’ Mr. Tang said in his confession, according to Xinhua.\nIn 2009, Liu Wei, a torchbearer for the 2008 Beijing Olympics, allegedly ordered the slayings of three people at an open-air teahouse in his hometown of Guanghan, in Sichuan, Xinhua reported. Liu Wei went into hiding, it said, after suspects arrested over the killings said he was responsible. Last March, Liu Han was arrested, with Xinhua saying he helped his brother evade capture.\nThe arrest had international implications, because Liu Han was then in the process of negotiating to buy an Australian mining company, Sundance Resources Limited. The deal collapsed the following month. In 2009 his flagship company, Sichuan Hanlong Group, had bought a controlling stake in another Australian mining company, Moly Mines Limited.\nMr. Liu also headed Sichuan Jinlu Group, a company whose shares trade on the Shenzhen Stock Exchange. He was listed as chairman in the company’s 2012 annual report and controls at least 2.06 percent of the company through a Hanlong subsidiary, according to Jinlu’s corporate filings.\nNews of Mr. Liu’s arrest did not appear to repel investors and traders from the company. Its shares surged more than 10 percent in Shenzhen trading on Friday, their biggest daily gain in more than a year.", "url": "https://sinosphere.blogs.nytimes.com/2014/02/21/billionaires-arrest-intensifies-focus-on-former-security-chief/"}