{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:49:00", "date_modify": "2018-11-16 04:49:00", "date_publish": "2014-04-15 11:28:22", "description": "The bureau says it wants American students preparing to be able to recognize when they might be the targets of recruiting efforts by foreign intelligence agencies.", "filename": "2014_04_15__1542343740.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_04_15__1542343740.html", "title": "F.B.I. Video Warns of Efforts to Recruit American Students as Spies", "title_page": "F.B.I. Video Warns of Efforts to Recruit American Students as Spies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United States government has released a 28-minute video about the case of Glenn Duffie Shriver, an American who took money from Chinese intelligence officers while living in Shanghai and was convicted of trying to acquire United States defense secrets for them.\nThe F.B.I. says it wants American students preparing to study abroad to watch the video so they will be able to recognize when they might be the targets of recruiting efforts by foreign intelligence agencies.\nThe video, titled “Don’t Be a Pawn: A Warning to Students Abroad,” dramatizes the case of Mr. Shriver, who studied in Shanghai while in college and then returned to the city after graduation in 2004 to continue studying Chinese and look for work. He responded to an advertisement offering $120 for writing a paper on United States-Chinese relations.\nThrough that assignment, and a contact named “Amanda,” he was introduced to two men — “Mr. Wu” and “Mr. Tang” — who paid him thousands of dollars while encouraging him to apply for United States government jobs. Mr. Shriver received a total of $70,000 while twice taking and failing the Foreign Service exam, then applying to the Central Intelligence Agency.\nHe was arrested before he was able to take any United States government post or gain access to any sensitive information. In 2010, he pleaded guilty to “conspiring to provide national defense information to intelligence officers of the People’s Republic of China” and was sentenced to four years in prison.\nAn Associated Press report in 2011 found that over the previous three years, at least 57 people had been charged by federal prosecutors in connection with efforts to pass “classified information, sensitive technology or trade secrets to intelligence operatives, state-sponsored entities, private individuals or businesses in China.”\nThe video of Mr. Shriver’s tale has received some early critical pans. The effort is heavy on the zither music and ancient Chinese sayings. Business Insider called it “unintentionally hilarious” and “an updated version of the schlocky anti-Soviet films the government used to pump out during the Cold War.” National Journal said it “made us cringe” and pointed out that Chinatown in Washington, where part of the film was apparently shot, made a poor stand-in for Shanghai.\nThe F.B.I. also released a four-minute video of a prison interview with Mr. Shriver, parts of which are excerpted in the closing credits of the half-hour reenactment. Considerably more concise and presumably far cheaper than the dramatization, the interview shows Mr. Shriver, in a khaki prison uniform, lamenting his decision, which he said was motivated by greed.\n“Don’t fool yourself,” he said. “The recruitment is active and the target is young people — throw lots of money at them and see what happens.”", "url": "https://sinosphere.blogs.nytimes.com/2014/04/15/using-china-as-an-example-f-b-i-video-warns-americans-about-study-abroad/"}