{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:22:12", "date_modify": "2018-11-16 04:22:12", "date_publish": "2014-07-03 04:50:25", "description": "China is spending a lot of money to address its air pollution problem, but some scientists say that may not produce the results the government expects.", "filename": "2014_07_03__1542342132.html", "image_url": "https://static01.nyt.com/images/2014/07/02/world/03sino-letter01/03sino-letter01-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_03__1542342132.html", "title": "The New York Times", "title_page": "How Climate Change Could Foil China's Smog-Fighting Efforts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nScared of a big problem, a government throws money at it. Hundreds of billions of dollars. Yet the money doesn’t truly help.\nThat’s a scenario that may be facing China as it tries to rid itself of severe air pollution, a prominent Harvard University scientist said after a two-day, closed-door symposium in Shanghai attended by leading American and Chinese scientists and pollution experts, including meteorologists, chemists and economists.\n“The government here is facing a very serious problem. I think they’re scared to death of the problem,” said Chris P. Nielsen, the executive director of the China Project at Harvard’s School of Engineering and Applied Sciences, which organized the Shanghai event last month, China 2035: Energy, Climate and Development.\nThere’s the difficulty of picking apart the chemistry of air pollution. There’s how the pollution interacts with local topography and meteorology. There’s the policy inflexibility rooted in China’s grand, bureaucratic Five-Year Plans, which may reduce the country’s ability to adapt to scientific findings as they emerge — essential to solving the problem, Mr. Nielsen said.\nYet something even bigger may be at work: climate.\nSure, China is spending a lot of money trying to reduce the pollution that regularly renders large areas of the country a miasma of haze, causing increased morbidity and mortality. It is upgrading vehicle emission standards. It is even reported to be using drones to detect factories that violate emissions laws.\n“It’s not quite that it’s not going to work. It’s, ‘How well is it going to work?’ ” said Mr. Nielsen, speaking by telephone in Beijing shortly before returning to the United States.\n“The problem has complex causes,” he said. “And it’s true if you try to shut down emissions, it should help. But that may not be as effective as they think.”\nHere’s the climate hypothesis (warning, necessarily simplified): As the earth warms, the high-pressure system of cold air known as the Siberian High that influences many places, including China, weakens. That means there is less wind to blow away the smog and stagnant air where pollutants accumulate and interact. That leads to increased haze, cutting sunlight’s access to the ground, leaving it cooler. The effect reduces the heat that produces convectional rainfall that could clear the air. It’s not so much a vicious circle as a vicious pretzel, or even knot.\nSo, however much money a government may spend on local measures, the realities of chemistry, meteorology and climate mean that it might not solve the problem.\nMr. Nielsen cautioned that for now, the “climate hypothesis” is just that — a hypothesis.\n“It’s a very, very active area of research,” he said. “There’s a lot of reason to think there’s some real substance to this. But it’s an ongoing question.”\n“The Arctic is warming faster than the mid-latitudes and tropics,” he said. “Because the temperature differences are declining between the Arctic” and elsewhere, “it follows in a gross sense that you have increasing stagnation, essentially.”\nAs to specific concerns over the Siberian High, “the evidence is a little bit mixed. It’s quite clear that the really severe episodes” of air pollution in China, especially in the north, “definitely have as part of their cause a meteorological phenomenon, more inversion, more stagnation. And possibly it’s a credible surmise,” he said.\nIn a study published in late June in Nature Climate Change, a journal, researchers at Stanford University said that “anthropogenic,” or human-originated, “climate change is likely to alter the level of pollutant management required to meet future air quality targets.” Put another way: The global warming we’re causing is going to lead to more pollution.\nAlready, poor air quality is causing up to 2.6 to 4.4 million premature deaths per year worldwide, they wrote in the paper.\nChinese participants at the Shanghai symposium declined to discuss the matter on the record, saying pollution was a “sensitive” issue.\nBut Mr. Nielsen and others said that while pollution’s complex interactions of chemical, meteorological and climatological aspects were being increasingly studied in China, the community of people doing so was small.\n“Even the environmental science, in the West as well as in China, is just getting to the point of disentangling the chemical components” of PM 2.5, the fine particles “that are actually causing these health effects, the premature mortality and morbidity,” he said.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/03/how-climate-change-could-foil-chinas-smog-fighting-efforts/"}