{"authors": ["Edward Wong", "Topics.Nytimes.Com Top Reference Timestopics People W Edward_Wong Index.Html"], "date_download": "2018-11-16 04:17:03", "date_modify": "2018-11-16 04:17:03", "date_publish": "2014-12-03 15:00:15", "description": "A paper released by the Center for a New American Security in Washington concludes that China’s cybersecurity strategy, like its foreign policy, is driven mainly by the domestic political imperative to “protect the longevity of the Chinese Communist Party.”", "filename": "2014_12_03_for-china-cybers_c159c814995a7956e944ec5db785cd51__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341823.html", "image_url": "https://static01.nyt.com/images/2014/12/03/world/03sino-CYBER2/03sino-CYBER2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_12_03_for-china-cybers_c159c814995a7956e944ec5db785cd51__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341823.html", "title": "For China, Cybersecurity Is Part of Strategy for Protecting the Communist Party", "title_page": "For China, Cybersecurity Is Part of Strategy for Protecting the Communist Party  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor nearly two years, cyberespionage has been a tense focal point of relations between the United States and China. On Wednesday, the Center for a New American Security, a research group in Washington, released a paper written with the aim of understanding the motivations behind China’s cybersecurity strategy. Its conclusion: that the strategy, like China’s foreign policy, is driven mainly by the domestic political imperative of needing to “protect the longevity of the Chinese Communist Party.”\nPhoto\nThe paper is based on readings of Chinese-language sources and tries to lay out reasons for why state-supported actors engage in cyberespionage and other activities. The paper’s author, Amy Chang, a research associate in the center’s technology and national security program, argues that there are three main components of the cybersecurity strategy — economic, political and military — and that they are all aimed at ensuring the survival of party rule.\nFor example, Ms. Chang writes that maintaining economic growth and stability, which is critical to legitimizing the party in the eyes of ordinary Chinese, is a goal of industrial economic cyberespionage, which the White House has said is carried out at least in part by hackers employed by the People’s Liberation Army.\nChina’s cybersecurity strategy — which it calls “network security” (网络安全) — also ranges from mastering information control and propaganda with the goal of preventing or quelling domestic instability to studying foreign adversaries’ military infrastructure and capabilities in the cyber realm, according to the paper.\nNevertheless, “despite high-level guidance and strategic direction from Xi Jinping and senior civilian and military officials, implementation of China’s cybersecurity strategy remains fragmented and its bureaucratic structure remains disorganized, characterized by competition for stakeholder resources and influence on policy direction,” Ms. Chang wrote in the executive summary, referring to the Chinese president and party leader who is the head of the main policy group on cybersecurity.\nThe 37-page paper is posted here. Ms. Chang began her research while studying for a master’s degree at the Harvard Kennedy School and wrote her thesis on this subject under the guidance of Prof. Joseph S. Nye, Jr. A former resident of Beijing, she visited the Chinese capital again last month to attend a conference on foreign policy. She discussed her research with The New York Times:\nQ.\nWhat motivated you to write this report, and why did you decide to use Chinese-language primary source material as the foundation?\nA.\nThere is plenty of content in Western media that highlights what China has done against the United States in the cyber realm, as well as how China conducted these operations, but not enough attention has been paid to why China does what it does against the U.S. and in the international sphere in cyberspace. Further, much less research has been accessible to the public that has used Chinese-language primary source material, which can reveal trends and nuances that are overlooked when analysts focus too closely on English-language sources.\nI was motivated to write the report because the state of U.S.-China cybersecurity relations had deteriorated so greatly that it started to affect other areas of the bilateral relationship. I hope that this report provides greater clarity on motivating factors for state behavior that would allow U.S. policy makers to better tailor policy solutions toward China.\nQ.\nLast month, around the time you were visiting Beijing, China’s top Internet regulator, Lu Wei, organized what he called the World Internet Conference in Zhejiang Province. He met with Chinese and foreign business executives, and one of his main goals was to get others to support the concept of “Internet sovereignty.” What are your thoughts on that?\nA.\nThe World Internet Conference was an attempt by China to assert influence in the Internet governance debate, as well as legitimize many of its “Internet management” techniques in front of a global, high-level audience.\nChina’s counternarrative on Internet governance by promoting sovereignty on the Internet has little lasting effect among Western audiences — and open Asian societies such as Japan, Korea, Taiwan — especially when held in the light of Chinese behavior during the recent Hong Kong protests, domestic limitations on Chinese Internet — for example, real name registration on social media, censorship — and other behaviors exhibited by the regime over the years.\nChina capitalized on the Snowden leaks in 2013 — despite the differing economic and national security nature of espionage between the United States and China — to promote this counter-narrative, which gained some traction among nations that were angered by U.S. espionage activity or that wanted to exert greater control over their Internet. Beyond the limited number of supporters like Russia and Syria, China’s efforts in this realm continue to fall on deaf ears. Whether or not China’s activity in this sphere — i.e., asserting the Internet sovereignty narrative — will set a precedent for other nations, however, is to be seen, but should be watched closely.\nQ.\nYou write that Xi Jinping has given high-level guidance on China’s cybersecurity strategy, yet that strategy remains fragmented among competing organizations and individuals. To the best of your knowledge, which agencies or individuals are the most powerful drivers behind the policies?\nA.\nTo my knowledge the Central Network Security and Informatization Leading Small Group, the National Security Commission and the State Informatization Leading Group have strong influence behind policies. However, I don’t currently have enough information to infer which individuals are major drivers of their strategy or policy, beyond Xi Jinping and members of the N.S.C. and the leading groups. This is an interesting point that I will look into.\nQ.\nAt the end of your paper, you say you’ll give policy recommendations in a brief in 2015. Can you give us a preview of some of those recommendations?\nA.\nThe recommendations will be multisectoral and iterative. One recommendation that I would consider would be to promote closer public-private cooperation to address China’s extraction of information in a more cohesive and coordinated manner, as well as increase U.S. economic leverage and bargaining ability to change China’s risk calculus.", "url": "https://sinosphere.blogs.nytimes.com/2014/12/03/for-china-cybersecurity-is-part-of-strategy-for-protecting-the-communist-party/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}