{"authors": ["Austin Ramzy", "Alan Wong"], "date_download": "2018-11-16 04:16:59", "date_modify": "2018-11-16 04:16:59", "date_publish": "2014-06-19 11:03:21", "description": "A group opposed to the Occupy Central movement has released a video that depicts the possibility of civil disobedience as a knife stabbing the heart of Hong Kong, saying such protests would bring the city to a halt.", "filename": "2014_06_19_opponents-of-hong-kongs-occupy-central-envision-chaos_1542341819.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_06_19_opponents-of-hong-kongs-occupy-central-envision-chaos_1542341819.html", "title": "The New York Times", "title_page": "Opponents of Hong Kong's Occupy Central Envision Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A group opposed to the Occupy Central movement, which has threatened protests in Hong Kong’s Central financial district to press its case for electoral reform, has released a video saying such protests would create widespread traffic congestion that would leave the city dangerously mired in gridlock.\nThe video, which depicts the possibility of civil disobedience as a knife stabbing the heart of Hong Kong, comes amid increasing criticism of the movement by government officials and the Chinese state news media.\nThe Occupy Central campaign has been critical of Hong Kong’s electoral process, in which the chief executive is chosen by a committee of 1,200 people largely linked to pro-government business interests. The group is calling for more representative elections in 2017, and its leaders say they will organize large-scale protests if the government’s own proposals for electoral change do not meet its standards.\nThe video opposing the protests was commissioned by Silent Majority for Hong Kong and based on traffic and transport studies commissioned by the group. The studies consider the effect of 10,000 people occupying key streets in Hong Kong’s Central District, said Alex Wong, director of Axon Consultancy, which carried out the studies. “We assume that they would choose the most devastating time and place,” said Barry Chin, an engineer and member of the Silent Majority group. “They wouldn’t occupy a park at midnight.”\nChan Kin-man, an associate professor of sociology at the Chinese University of Hong Kong and one of the Occupy Central organizers, said he thought the video exaggerated the potential disruption of the protests. “We’ve made it very clear that although we would block traffic in Central, we would reserve roads for emergency vehicles, and would avoid roads that block access to people’s residences,” he said.\nOn Friday Occupy Central plans to hold an unofficial referendum to drum up support for a more open electoral process. That effort has been hampered by large-scale cyberattacks on its online voting platform. Those attacks this week coincided with a similar attack on Apple Daily, a pro-democracy newspaper based in Hong Kong, whose website was crippled for several hours on Wednesday.\nThe Hong Kong police have also arrested a 15-year-old boy who is accused of posting an online guide to storming Hong Kong’s Legislative Council building, the public broadcaster RTHK reported. Last week dozens of people tried to occupy the building to protest plans for development in Hong Kong’s New Territories.\nPeople’s Daily, the mouthpiece of China’s ruling Communist Party, published a commentary at the top of its front page on Thursday offering a sharp reminder of the central government’s ultimate authority over Hong Kong. Since Hong Kong was returned to Chinese control in 1997, it has been governed under a “one country, two systems” formula that provides the city with a high degree of autonomy in local governance.\nThe People’s Daily commentary, which cited a recent central government white paper on Hong Kong, emphasized that that autonomy only goes so far:", "url": "https://sinosphere.blogs.nytimes.com/2014/06/19/opponents-of-hong-kongs-occupy-central-envision-chaos"}