{"authors": ["Edward Wong", "Mia Li"], "date_download": "2018-11-16 04:22:16", "date_modify": "2018-11-16 04:22:16", "date_publish": "2014-07-04 08:22:36", "description": "Chen Guangbiao draws the media spotlight again by paying respects at the grave of Lei Feng, the People’s Liberation Army martyr.", "filename": "2014_07_04__1542342136.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2014_07_04__1542342136.html", "title": "Chinese Tycoon Pays Homage to a Fading Martyr", "title_page": "Chinese Tycoon Pays Homage to a Fading Martyr - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Chinese Communist Party has not had an easy time reviving interest in Lei Feng, the most famous martyr of the People’s Liberation Army. Most Chinese learn about his ill­-fated but supposedly heroic life while in school: that he donated to the poor while a common soldier in northeastern China, devoted himself to learning the teachings of Mao Zedong and was killed at age 22 by a tumbling telephone pole knocked over by a soldier driving a truck at an army base.\nFollowing that accident in 1962, propaganda officials quickly seized on his story to create an icon of party loyalty. The halo has faded, though. An official propaganda campaign in 2012, on the 50th anniversary of his death, was met with skepticism by many Chinese.\nBut leaders in Zhongnanhai may need not fear that Lei Feng will will end up in history’s dustbin, because Chen Guangbiao has taken up the banner.\nMr. Chen, the Chinese tycoon known for outrageous public philanthropy stunts, visited the gravesite of Lei Feng in the northeastern town of Fushun this week, after returning from a visit to New York. The trip to the United States had centered around a lunch at an upscale Central Park restaurant on June 25 during which Mr. Chen had promised to hand out $300 each to about 1,000 homeless men and women originally invited to dine there,­­ though in the end, to the disappointment of the attendees, who actually numbered only about 200 because of space limitations, he donated the money to an American homeless aid organization.\nOn Tuesday, Mr. Chen kneeled at the grave, marked by a granite plinth, and laid down flowers and a copy of the June 16 edition of The New York Times, in which he had taken out a full-page advertisement announcing the charity lunch, part of his “Tour of Love and Gratitude.”\nOn the ad was a well­-known image of Lei Feng. People’s Daily, the mouthpiece of the Communist Party, posted on Twitter that afternoon a photograph of Mr. Chen kneeling in a blue shirt and black pants at the grave, with the newspaper spread before him. People’s Daily posted a caption with the Twitter photo, “Chen Guangbiao lay flowers and New York Times at tomb of Lei Feng Tues, to report fruitful US charity tour.” (Both The Times and Twitter have been blocked in China at the order of party officials.)\n“Lei Feng’s spirit has had a huge influence on me ever since I was little,” Mr. Chen said in a telephone interview after his trip to the gravesite, where there is also a Lei Feng museum. “When I was 14 and a film projectionist, the first film I showed was one about Lei Feng. If there had been no Lei Feng, there wouldn’t have been me. I owe all my philanthropy work to Lei Feng.”\n“After I returned from New York, I wanted to go to his grave first, to let him know that I had carried and spread his spirit in the United States,” he said. “I wanted him to see how I had brought his spirit to the U.S. and feel my gratitude.”\nMr. Chen said he first visited the grave in 1987 and made the traditional gesture of touching his forehead to the ground three times. He did the same thing 10 years later, and again this week.\nHe said he thinks of Lei Feng as a father figure, since he would be 74 years­ old today if he had lived, the same age as Mr. Chen’s father.\n“Do you know what the Lei Feng spirit stands for?” Mr. Chen said. “It stands for loving your job and doing it well, serving the people, helping others, being selfless, loving your country and loving to work for the people. I am a practitioner of the spirit of Lei Feng.”\nMr. Chen made a separate publicity trip to New York this winter, after he had announced in China that he was leading a group of investors in an attempt to buy a large or controlling stake in The Times.\nDuring the visit in June, he used Lei Feng as the trip’s mascot. Chinese volunteers stood around the New York charity lunch at the Loeb Boathouse in green uniforms modeled after decades­-old Chinese Army garb (articles in Chinese­-American newspapers later described them as “Lei Feng outfits.”) A black backdrop on the dais where Mr. Chen stood had an image of Lei Feng next to photographs of Mr. Chen. Portraits of the two also appeared on a laminated press pass that was handed out to journalists; a caption on the pass said “Learn from Lei Feng,” and next to Mr. Chen’s photo was the modest slogan, “A Lei Feng for China’s New Era ­­ Brother Biao.”\nAs an opening act, Mr. Chen stood on stage singing “Good Model Lei Feng,” a Mao­-era anthem. The Chinese volunteers in army uniforms joined him, and the homeless Americans cheerily clapped.\nJeffrey E. Singer contributed reporting from New York.", "url": "https://sinosphere.blogs.nytimes.com/2014/07/04/chinese-tycoon-pays-homage-to-a-fading-martyr/"}