{"authors": ["Shaojie Huang"], "date_download": "2018-11-16 04:17:02", "date_modify": "2018-11-16 04:17:02", "date_publish": "2015-07-09 11:49:35", "description": "In recent years, a number of commercial enterprises have tried to tap into the country’s growing nostalgia for the pulsating flickers. But environmental groups are racing to catch up.", "filename": "2015_07_09__1542341822.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_07_09__1542341822.html", "title": "Conservationists in China Seek to Get Firefly Parks Closed", "title_page": "Conservationists in China Seek to Get Firefly Parks Closed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA program inviting Chinese city dwellers to reconnect with nature by visiting a Shanghai enclosure with thousands of fireflies inside has been suspended after conservationists warned that it could lead to ecological damage and the local authorities raised safety concerns.\n“Shanghai’s very first firefly-themed park will open July 10,” a notice on the travel site mafengwo.cn had announced. “Visitors will be surrounded by tens of thousands of fireflies. It will be like walking through the Milky Way.”\nThe program was to run until Oct. 7.\nOn Thursday, a day before the opening, however, the plan was called off, according to a report on eastday.com, a Shanghai-based news portal. “This program has not been cleared to go ahead and has serious safety issues,” the report quoted the police as saying. The authorities ordered the organizers “to amend their proposal,” but added that “it is not clear whether the event still has a chance to open or when.”\nThe cancellation is bound to leave many disappointed: On dianping.com, a business review and group-buying site, tickets for the first three days of the event were sold out by Wednesday. But the announcement is also likely to please conservationists, who had been campaigning against the firefly tours and others like it across China.\n“We ask the public to stay away from this kind of firefly watch,” said Zhu Xiangyu, the director of the Qinghuan Volunteer Service Center, a Nanjing-based environmental organization and one of the sponsors of an online petition to block the opening of the Shanghai park. “People think it’s romantic, when it’s in fact lethal.”\nFireflies were once a familiar part of summer evenings in much of China. But the tiny flashes that used to light up fields have dwindled — lost, experts say, to pollution and to altered natural habitats.\nIn recent years, a number of commercial enterprises in China have tried to tap into nostalgia for the pulsating flickers. Firefly Park, in the southeastern city of Xiamen, was opened in 2010 by an LED lighting company and offers firefly-watching tours. On the shopping site taobao.com, it’s possible to order a jar of fireflies for around 100 renminbi, or $16.\n“It’s a rather emotional experience, for people of all ages,” said Xu Song, the founder of Nanhu Firefly Park in the southern city of Guangzhou. “Young visitors find it romantic, while older people recall their childhoods.”\nFirefly tours don’t always end well. Last summer in Hangzhou, a disappointed crowd ravaged a firefly camp after they spent two hours without seeing any flickers, according to Xinhua, the state news agency. Organizers blamed cool temperatures and gave visitors refunds.\nIn Wuhan last May, about 5,000 people thronged a firefly park on its opening day, according to a local newspaper. The venue filled up before many ticketholders could enter. Those who managed to make it in found themselves on a 50-meter, or 165-foot, walkway with netting on all sides to prevent the few fireflies that were present from escaping.\nOn Wednesday, officials in Zhengzhou, the capital of Henan Province, called off a plan to release fireflies in a local shopping mall, citing safety regulations.\n“Ninety percent of firefly tours in China are fake,” said Mr. Xu of Nanhu Firefly Park. “They just catch wild fireflies and put them in a tent.”\nMr. Xu said he created his park on five acres in suburban Guangzhou in 2013, carefully preparing the soil and water and introducing food sources like snails before planting the larvae. The locally bred firefly population still needs to be supplemented by insects caught in the wild, however.\n“The visitors pay to see the twinkles, and you have to make them happy,” he said.\nConservationists had criticized the planned Shanghai firefly park for importing fireflies captured far from the city.\n“You have to worry about artificial transfer of species,” said Fu Xinhua, a biologist at Huazhong Agricultural University in Wuhan, and the author of “Fireflies in China.” “It threatens the indigenous ecosystem and the species being brought in may not be able to survive.”\nChina is home to about 200 species of fireflies, but their numbers are rapidly declining, Mr. Fu said. In addition to habitat loss, the insects have been hit hard by artificial light from buildings and motor vehicles, which is believed to disrupt the signals they use for communications and mating.\n“A firefly watch needs to be eco-friendly,” Mr. Fu said. “Go to the sanctuaries. Go into the wild.”\nMr. Fu runs a habitat recovery program in Xianning, Hubei Province. Conservation and breeding help restore the population, while tourist revenues are used to compensate local rice farmers for not using pesticides.\nConservationists are racing to catch up with growing interest in firefly tours. Mr. Xu’s Nanhu Firefly Park in Guangzhou received more than 10,000 visitors last year, and he said he expected that number to double this year.\nOne firefly habitat in Nanjing has become so popular that “people fly in from other provinces, which is scary,” said Mr. Zhu of the Qinghuan Volunteer Service Center. To help manage the crowds, he said, volunteers from local universities guide visitors, and the authorities have even stopped motor vehicles from entering the area.\n“People do listen,” Mr. Zhu said. “They don’t bring flashlights anymore. But the problem is there are just too many of them, up to 10,000 during a firefly season.”", "url": "https://sinosphere.blogs.nytimes.com/2015/07/09/conservationists-in-china-seek-to-have-firefly-parks-closed/"}