{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:43:03", "date_modify": "2018-11-16 04:43:03", "date_publish": "2015-06-08 15:12:04", "description": "After Uber drivers protested a crackdown by the local traffic police in Chengdu, China, a student and amateur hip-hop artist vented his frustration about Uber’s troubles in his favorite form: gangster rap.", "filename": "2015_06_08_a-rappers-ode-to-uber-chengdu-gangster-style__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343383.html", "image_url": "https://static01.nyt.com/images/2015/06/09/business/09sinosphere-uber/09sinosphere-uber-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_06_08_a-rappers-ode-to-uber-chengdu-gangster-style__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343383.html", "title": "The New York Times", "title_page": "A Rapper's Ode to Uber, Chengdu Gangster Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor Western technology companies in China, popularity can be a dangerous thing.\nThe bigger a company is, the more likely it is to draw the scrutiny of regulators and others. The most recent example of that is Uber, the United State-based company that offers a car-hailing app, which in recent months has faced raids by the local authorities and spurred protests as it has grown in prominence.\nEven as Uber has been working overtime to smooth relations with the government, a 21-year-old engineering student in the southwestern city of Chengdu has done more than his share to set it back, showing how hard it can be for a company to control how it is perceived in China.\nAfter Uber drivers protested a crackdown by the traffic police in Chengdu, the student, an amateur hip-hop artist, vented his frustration about Uber’s troubles in his favorite form: gangster rap.\nThough much of the song he posted on May 10 dwells on how frustrating it is to take a taxi in China and how much the amateur lyricist, who goes by the name Melo, prefers Uber, eventually he turns to some darker lines:\n“I don’t write political hip-hop. But if any politicians try to shut me up, I’ll cut off their heads and lay them at their corpses’ feet. This time it’s Uber that’s investigated. Next time it will be you.”\nThe song went viral on Chinese social media but was quickly blocked by censors. Several days later, Melo was called in for questioning by the local Public Security Bureau, according to his social media posts.\nThe official reaction to the song demonstrates a problem faced by companies like Uber in China. The Communist Party has little tolerance for foreign companies it perceives as sowing discontent in China, which it views as a direct threat to its leadership. And even as Uber seeks to emphasize its cooperation with the government, there is simply no way it can manage the response of overzealous fans.\nThe confrontation over the rap song is a small part of a broader regulatory battle playing out now among Uber, its Chinese rival Didi Kuaidi and local governments across China.\nMelo’s frustrations about the poor quality of taxi services resonate widely in China, and car services like Uber and Didi Kuaidi have helped to ameliorate the situation. But in doing so, they are colliding with the powerful interests of taxi companies and traffic regulators, which have long cooperated. Taxi drivers who have spent large sums on licenses to carry customers also feel threatened.\nWhile it’s unclear how the situation will be resolved, history nods in favor of Uber and Didi Kuaidi. Just two years ago, the services of Didi Dache and Kuaidi Dache (the companies that merged in February to form Didi Kuaidi) were deemed illegal in many cities when they introduced apps to help users hail taxicabs directly through their smartphones. Now, those services are widely accepted.\nNew ride apps also seem to be squarely in line with a widely promoted central government policy called Internet Plus. The idea behind this, publicly supported by Premier Li Keqiang, is to harness technology companies to make China’s economy more efficient. Playing a bit of government relations, Uber’s chief executive, Travis Kalanick, referred to Internet Plus several times during a visit to China in May.\nStill, as a foreign company, Uber is viewed differently from Didi Kuaidi, and its full-bore push into China is becoming a bellwether for how open the Chinese government is to a new brand of Western technology start-ups that use smartphone apps to make real-world services more efficient.\nResponses from fans like Melo, however, are unlikely to help the company endear itself to Beijing.\nFor his part, Melo did not seem terribly contrite. While asking his followers not to spread his Uber song on social media, he also couldn’t help but bluster a bit about his accomplishment.\n“I’m not a gangster, but what I did today was more gangster than gangsters,” he wrote in a post on Weibo.\nHere is a translated excerpt from the song, which is written and performed in the Sichuan dialect of Mandarin used in the Chengdu area.\n[In a taxi] I have to pay the tolls,\nhave to pay for waiting at red lights.\nWhere there’s Uber, taxis are worthless.\nTaxi drivers angrily refuse me,\nNone of those empty cars picks anyone up.\nIt’s their fault they’re losing business.\nAre they stupid? This is freaking Chengdu,\nBut 80 percent of drivers aren’t even from here.\nI get in your taxi and you tell me you don’t know the way,\nI want to kill you.\nI just like taking Uber.\nUber drivers offer me bottled water.\nYou still can’t find the way?\nI might as well walk. Others [Uber drivers] give us convenience.\nThey keep it low key.\nThey don’t even brag. We can take 10 Ubers for the price of one damn taxi ride.\nBut you can’t stand seeing others succeed, you can’t help but interfere.\nI’m talking about the government and you traffic cop dogs.\n[Expletive] Leave my house and can’t find a car,\nI use Uber.\nMass transit is backed up and not coming,\nI use Uber.\nSubway packed with people,\nI use Uber. Thinking of nothing but personal gain, the police bait and trap the drivers, [expletive].\nFollow Paul Mozur on Twitter at @paulmozur.", "url": "https://sinosphere.blogs.nytimes.com/2015/06/08/a-rappers-ode-to-uber-chengdu-gangster-style/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}