{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:47:45", "date_modify": "2018-11-16 04:47:45", "date_publish": "2015-09-23 21:00:03", "description": "The Communist Party is trying to address the problem of how to make people care about the German philosopher Karl Marx’s ideas in China.", "filename": "2015_09_23_peking-university-china-marx__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343665.html", "image_url": "https://static01.nyt.com/images/2015/09/23/world/22sino-letter/22sino-letter-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_09_23_peking-university-china-marx__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343665.html", "title": "The New York Times", "title_page": "China Seeks to Promote the 'Right' Western Philosophy: Marxism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn an overgrown, 1950s courtyard at Peking University that will soon be knocked down to make way for a building dedicated to the life and works of Karl Marx, Mr. Guo shared his views on China’s official ideology.\nPhoto\n‘‘The way I see it, it doesn’t actually matter if you are socialist or capitalist,’’ said Mr. Guo, a safety instructor for laborers employed by the university who live in the gray-brick, three-story buildings. As is common here, he gave only his surname. ‘‘It’s all cycles of knowledge and material goods. Knowledge turns into goods and goods turn into knowledge. And in the end the government taxes you.’’\nMr. Guo’s unorthodox take on Marxism points to a persistent challenge that the Communist state is trying anew to address: how to convince people of the relevance of the German philosopher’s ideas to China, where interest has been waning for decades.\nIn 2004, the Communist Party, concerned that the wrong Western values, such as liberalism and capitalism, were surging into China and determined to preserve the right one, Marxism, announced a ‘‘Marx Project’’ to bolster research and teaching across the country.\nNow Peking University has gone five better and announced its own ‘‘Six Marx Projects.’’ In addition to the new building, these will include the establishment of a voluminous ‘‘Marx Collection.’’ This will bring together writings and documents on the history of Marxism in China from its introduction more than 100 years ago, as well as a compilation of all of Marx’s writings and related international materials. These two parts of the collection will be completed by 2024 and 2035 respectively, said Sun Daiyao, deputy dean of Peking University’s School of Marxism.\nPresident Xi Jinping is eager to reinvigorate Marxism in China, making it important that the collection outshine the university’s Confucius Collection, Mr. Sun said in an interview. ‘‘The Marx Collection must be bigger than the Confucian Collection,’’ he said. ‘‘That cost 152 million renminbi,” or $24 million. “So the Marx Collection will cost more than 152 million.’’\nBaoshang Bank is donating 100 million renminbi to construct the Marx Building, the state-run Global Times reported.\nThe newspaper compared the Marx Collection to the university’s collections of Confucian, Buddhist and Taoist scriptures and documents. That annoyed Mr. Sun.\n‘‘The Confucian, Buddhist and Taoist collections are purely of scholarly and cultural interest,’’ Mr. Sun said. ‘‘But the Marx Collection will have social and political meaning.’’\nWhat that might be will be discussed at another of the Six Marx Projects, a ‘‘Global Marxism Conference’’ every two years. The inaugural meeting will take place in Beijing on Oct. 10-11. Organizers have invited a wide range of foreign scholars, eager to present China as a center of contemporary Marxist research.\nSome among them believe there is real value to Marxism.\n‘‘Marxism isn’t a straitjacket, it’s a space for debate, and you can do almost anything with it that you want,’’ said Terrell Carver, a professor of political theory at the University of Bristol and author of ‘‘The Postmodern Marx.’’ Mr. Carver said he was invited but could not attend.\nAs a ruling ideology, he said, ‘‘It occupies the same space as liberalism does in the West. These are all really quite elastic concepts, and Marxism isn’t different.’’\nAlso among the invitees, the university said, are Roderick MacFarquhar, professor of history and political science at Harvard University; John E. Roemer, professor of political science and economics at Yale University; the eco-socialist Saral Sarkar; the Arabic-French Marxist Samir Amin; and the philosopher Sean Sayers.\nProfessor MacFarquhar confirmed that he would attend, adding that he assumed the event ‘‘is designed to further President Xi’s wish to reinvigorate the study of Marxism among intellectuals.’’\n‘‘I am not an expert on Marxism,’’ Professor MacFarquhar added in an email.\nHe may be in good company. Marx himself, concerned about ideological rigidity among some who spoke in his name, once said, ‘‘I am not a Marxist.’’\nFollow Didi Kirsten Tatlow on Twitter @dktatlow.", "url": "https://sinosphere.blogs.nytimes.com/2015/09/23/peking-university-china-marx/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}