{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:17:16", "date_modify": "2018-11-16 04:17:16", "date_publish": "2015-08-17 06:00:20", "description": "Posters for a new Chinese movie on the Cairo Declaration, the 1943 statement by Allied leaders that laid out the goal of defeating Japan, have touched off online ridicule because they feature Mao Zedong, who did not attend.", "filename": "2015_08_17__1542341836.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_08_17__1542341836.html", "title": "The New York Times", "title_page": "War Movie Posters Mocked for the Mao Who Wasn't There - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in Chinese | 点击查看本文中文版\nPosters for a new Chinese movie on the Cairo Declaration, the 1943 statement by Allied leaders that laid out the goal of defeating Japan and liberating the territories it occupied, have touched off online ridicule because they feature a man who wasn’t even there.\nThe man, if the actor’s resemblance is a little lacking, is supposed to be Mao Zedong, the founder of the People’s Republic of China. At the time of the Cairo Conference, he was leading Communist forces from territory they occupied in western China. While his forces contributed to the war against Japan, historians say it was Chiang Kai-shek’s Nationalists who did most of the fighting and dying. Chiang represented the Republic of China at the Cairo Conference, which Franklin D. Roosevelt and Winston Churchill also attended.\n“We can’t say that Mao had nothing to do with the meeting because the Communist Party of China led by Mao at that time had already become an important force” against the Japanese military during the war, Sima Pingbang, a Chinese writer, told Global Times, a newspaper run by the Communist Party.\n“However, by featuring Mao, who was not present at the meeting, but excluding Chiang, the poster shows no respect for history nor to Mao,” Mr. Sima said.\nThe film is produced by the August First Film Studio, which is run by the People’s Liberation Army. Its release is scheduled to coincide with events commemorating the 70th anniversary of the end of World War II in Asia. The posters have prompted an onslaught of mashups that feature alternative participants in the Cairo Conference.\nThey include the North Korean leader Kim Jong-un:\nPresident Xi Jinping of China:\nThe 1989 Tiananmen protest leader Wang Dan:\nThe Japanese pornography star Anri Okita:\nSome cats:\nA trailer for ‘‘Cairo Declaration’’ also begins with Mao and shows him four times over less than two minutes, though it also makes clear that Chiang represented China in Cairo.\nFollow Austin Ramzy on Twitter @austinramzy.", "url": "https://sinosphere.blogs.nytimes.com/2015/08/17/wwii-movie-posters-mocked-for-the-mao-who-wasnt-there/"}