{"authors": ["Chris Buckley", "Topics.Nytimes.Com Top Reference Timestopics People B Chris_Buckley Index.Html"], "date_download": "2018-11-16 04:21:45", "date_modify": "2018-11-16 04:21:45", "date_publish": "2015-03-01 10:13:47", "description": "Since its online debut on Saturday, “Under the Dome” has inspired an unusually passionate eruption of public and mass media discussion.", "filename": "2015_03_01__1542342105.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_03_01__1542342105.html", "title": "Documentary on Air Pollution Grips China", "title_page": "Documentary on Air Pollution Grips China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Millions of Chinese, riveted and outraged, watched a 104-minute documentary video over the weekend that begins with a slight woman in jeans and a white blouse walking on to a stage dimly lit in blue. As an audience looks on somberly, the woman, Chai Jing, displays a graph of brown-red peaks with occasional troughs.\n“This was the PM 2.5 curve for Beijing in January 2013, when there were 25 days of smog in that one month,” explains Ms. Chai, a former Chinese television reporter, referring to a widely used gauge of air pollution. Back then, she says, she paid little attention to the smog engulfing much of China and affecting 600 million people, even as her work took her to places where the air was acrid with fumes and dust.\n“But,” Ms. Chai says with a pause, “when I returned to Beijing, I learned that I was pregnant.”\nShe has said her concerns about what the filthy air would mean for her infant daughter’s health prompted her to produce the documentary, “Under the Dome.” It was published online Saturday, and swiftly inspired an unusually passionate eruption of public and mass media discussion. The newly appointed minister of environmental protection even likened the documentary to “Silent Spring,” Rachel Carson’s landmark exposé of chemical pollution.\n“I’d never felt afraid of pollution before, and never wore a mask no matter where,” Ms. Chai, 39, says in the video. “But when you carry a life in you, what she breathes, eats and drinks are all your responsibility, and then you feel the fear.”\nBy early Monday morning, “Under the Dome” had been played more than 20 million times on Youku, a popular video-sharing site, and it was also being viewed widely on other sites.\nTens of thousands of viewers posted comments about the video, many of them parents who identified with Ms. Chai’s concern for her daughter. Some praised her for forthrightly condemning the industrial interests, energy conglomerates and bureaucratic hurdles that she says have obstructed stronger action against pollution. Others lamented that she was able to do so only after leaving her job with the state-run China Central Television.\n“Support Chai Jing or those like her who stand up like this to speak the truth,” said one of the comments — which exceeded 25,000 by Sunday afternoon — on Youku. “In this messed-up country that’s devoid of law, cold-hearted, numb and arrogant, they’re like an eye-grabbing sign that shocks the soul.”\nThe documentary is part science lecture, part investigative exposé and part memoir, and Ms. Chai’s own story has become a focus of praise and criticism. Ms. Chai and her husband were wealthy and privileged enough for her to have given birth in the United States, according to a flurry of news reports last year, and some comments accused her of hypocrisy. Her daughter was born with a benign tumor that required surgery; newspapers have quoted scientists who have challenged Ms. Chai’s suggestion in the video that smog was to blame.\nBut most of the reaction welcomed her initiative in producing and posting the documentary with her own money. Indeed, some have wondered how Ms. Chai got away with it.\nChina has been tightening restrictions on the Internet, and the documentary is somewhat critical of the government. Access to the video was not blocked, but by Sunday evening popular Chinese websites had removed prominent headlines and links about “Under the Dome” from their front pages, possibly at the behest of nervous propaganda officials.\nSome officials, however, may even welcome it as an opportunity to build support for anti-smog measures. The website of People’s Daily, the main Communist Party newspaper, was one of the first to post “Under the Dome.” And the new minister of environmental protection, Chen Jining, praised the video.\nMr. Chen said at a news conference for Chinese reporters in Beijing on Sunday that the documentary reminded him of Ms. Carson’s “Silent Spring,” which on publication in 1962 inspired a public uproar about excessive use of pesticides, The Beijing Times reported, citing the Xinhua news agency.\n“I think this work has an important role in promoting public awareness of environmental health issues,” Mr. Chen said, “so I’m particularly pleased about this event.”\nMs. Chai, 39, was born in Shanxi Province, a part of China abundant in coal, and bathed in noxious pollution. She told the website of People’s Daily that she decided to set aside worries about making her daughter the subject of a video.\n“If I had not had this kind of emotional impetus,” she told the website, “I would have found it very difficult to spend such a long time completing this.”", "url": "https://sinosphere.blogs.nytimes.com/2015/03/01/documentary-on-air-pollution-in-china-grips-a-nation/"}