{"authors": ["Amy Qin"], "date_download": "2018-11-16 04:21:53", "date_modify": "2018-11-16 04:21:53", "date_publish": "2015-03-02 13:51:19", "description": "Riding on a slate of domestic films in the Lunar New Year holiday season, China’s monthly box office receipts in February surpassed those of the United States for the first time.", "filename": "2015_03_02__1542342113.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_03_02__1542342113.html", "title": "China Overtakes U.S. at the Box Office", "title_page": "China Overtakes U.S. at the Box Office   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the first time, China’s monthly box office earnings surpassed those of the United States, according to a report by The Hollywood Reporter, bolstered by a slate of domestic films in the Lunar New Year holiday season.\nChina’s box office revenue totaled $650 million in February, putting it just ahead of the $640 million in receipts in the United States, the report said, citing data from the research firm Entgroup. The Lunar New Year holiday, which typically falls between mid-January and mid-February, is one of the top moviegoing periods in China. Foreign films are typically barred during the holidays, to clear the way for domestic films or co-productions.\nTaking the Chinese box office crown for February was “From Vegas to Macau II” (also being released under the title “The Man from Macau II”), a gambling comedy directed by Wong Jing, which brought in $104 million. The historical action film “Dragon Blade,” starring Jackie Chan as a Han dynasty military commander and John Cusack and Adrien Brody as Roman soldiers, took second place, with $95 million in earnings. “Wolf Totem,” a Chinese-French co-production directed by Jean-Jacques Annaud and based on a best-selling Chinese novel, came in third, taking in $72 million.\nIt is the latest milestone for the fast-growing film industry in China, currently the second-largest movie market behind the United States. The number of screens in China has risen to more than 23,500 in 2014 from about 4,100 in 2008, according to statista.com. In the United States, by contrast, the number of screens remained stable over the same period, hovering at just under 40,000.", "url": "https://sinosphere.blogs.nytimes.com/2015/03/02/china-overtakes-the-u-s-at-the-box-office/"}