{"authors": ["Patrick Boehler"], "date_download": "2018-11-16 04:21:47", "date_modify": "2018-11-16 04:21:47", "date_publish": "2015-02-27 10:26:32", "description": "Two recent court rulings, and Kong Qingdong’s refusal to comply with one of them, have prompted a debate about the extent to which public figures can be held accountable for their statements, and the right of ordinary citizens to criticize such figures.", "filename": "2015_02_27__1542342107.html", "image_url": "https://static01.nyt.com/images/blogs_v5/sinosphere/sinosphere75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/sinosphere.blogs.nytimes.com/2015_02_27__1542342107.html", "title": "Beijing Courts Address the Right to Criticize Public Figures", "title_page": "Beijing Courts Address the Right to Criticize Public Figures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Beijing University professor Kong Qingdong microblog curse “dog traitors”, is sentenced to compensate for 200 yuan. //t.co/DoVQCX5txD — 霾 (@huazexiangcai) 9 May 13\nIn a political environment where public discourse is constrained by layers of censorship and self-censorship, Kong Qingdong, a neo-Maoist literary scholar at Peking University and an avid blogger, has long attracted attention with his vociferous commentaries.\nMr. Kong, who says he is a descendant of Confucius and who gained international notice when he co-sponsored a Chinese alternative to the Nobel Peace Prize named after the ancient sage, has criticized the people of Hong Kong for being “dogs of British imperialists,” dismissed Singaporeans as “completely ignorant,” cheered the death of Steve Jobs and denounced a corruption inquiry into the disgraced politician Bo Xilai as a “counterrevolutionary coup,” each time fueling debate in China.\nBut two recent court rulings and Mr. Kong’s refusal to comply with one of them have prompted a different kind of discussion — about the extent to which public figures can be held accountable for their statements, and about the right of citizens to criticize such figures.\nIn 2012, Guan Kaiyuan, a law student at the China Institute of Industrial Relations in Beijing, mocked the composition of a poem by Mr. Kong. Mr. Kong reacted by denouncing Mr. Guan as a “dog” and a “traitor,” in a reply shared with the more than two million people following his microblog.\nThe student sued Mr. Kong for defamation, demanding an apology and damages. The dispute attracted widespread attention and news media coverage when, a year later, the Haidian District People’s Court ruled in favor of Mr. Guan.\nThe court ordered Mr. Kong to publish an apology in a national newspaper and to pay Mr. Guan 200 renminbi, about $32, in damages, and to cover 1,000 renminbi in administrative costs.\nMr. Kong appealed the ruling.\nWu Xiaoping, a Nanjing television anchor, was among the many who faulted Mr. Kong for having overreacted to Mr. Guan’s critique of his poetry.\nThen Mr. Kong filed his own defamation lawsuit — against Mr. Wu.\nIn December, Mr. Kong lost his appeal against the defamation conviction, as well as his defamation suit against Mr. Wu. In the process, the separate court rulings drew a distinction between what could be considered fair comment about a celebrity and insults against a more private citizen.\nCourts in China are not bound by precedent, so the verdicts have no legal incidence on future cases. Analysts have noted, however, that the ruling in favor of the television journalist indicated that some Chinese judges considered criticism of some public figures to be permissible.\nIn The Beijing News, Zhu Wei, a news media scholar at the China University of Political Science and Law, argued that a journalist’s freedom to critique a public figure’s behavior was based on the principle of free speech enshrined in the Chinese Constitution.\n“In a majority of cases, the news media exercise the right to comment on an issue for the public,” he wrote.\nAs a so-called Big V, a term used to describe widely followed microbloggers with verified accounts, Mr. Kong must accept a certain exposure to criticism, Mr. Zhu argued.\nOver the past two years, the Chinese authorities have looked into the activities of many Big V’s, in what they call an effort to render online debate more civil. Critics, however, say that the crackdown, which has included court cases and public shaming on television, has further stifled what is already a much-censored exchange of ideas online.\nA columnist in the Beijing Daily, Zhou Nanyan, praised the judges for defending journalists’ right to hold public figures accountable.\n“As long as the media have no malicious intent,” Mr. Zhou wrote, “they have the right to criticize the speech and actions of public figures.”\nYang Tao, in a column carried on Rednet, a Hunan provincial news website, wrote that the ruling in favor of the Nanjing anchor had “symbolic significance.” He compared it to the landmark ruling in 1964 by the United States Supreme Court in The New York Times v. Sullivan, which set high standards for proving defamation and libel in news reports about public figures.\nThe ruling “provided protection for news commentary and for the supervision” of public figures “by public opinion,” Mr. Yang wrote. “It allows journalists and citizens to dare to say ‘no’ to unhealthy practices, social evils and the abuse of public power.”\nFor Rogier Creemers, a researcher on Chinese media law at the University of Oxford, defamation lawsuits have put China’s judges in an awkward position.\n“In the absence of clear rules and mature jurisprudence, courts need to find tools to solve the problem,” Mr. Creemers wrote in an email. “You’ll find that N.Y. Times v. Sullivan is sneaking into Chinese law, essentially because it is a convenient way of dealing with a sense that someone in Kong’s position should be subject to a higher level of scrutiny.”\nMr. Kong did not respond to a request for comment sent to his press officer, nor to a private message via Sina Weibo.\nDespite the praise the court rulings have attracted in Chinese news media circles, the story is not quite over. As of Thursday, Mr. Kong had yet to comply with the court order in the defamation case brought by Mr. Guan, the law student. The court had given Mr. Kong one week to apologize and to pay damages to Mr. Guan. Two months later, Mr. Guan said, he is still waiting.", "url": "https://sinosphere.blogs.nytimes.com/2015/02/27/beijing-courts-address-the-right-to-criticize-public-figures/"}