{"authors": ["Mark Bittman", "Jennifer Mascia"], "date_download": "2018-11-16 03:59:51", "date_modify": "2018-11-16 03:59:51", "date_publish": "2013-03-13 21:57:16", "description": "Some reading for your extra hour of sunlight.", "filename": "2013_03_13__1542340791.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bittman.blogs.nytimes.com/2013_03_13__1542340791.html", "title": "The New York Times", "title_page": "Some Reading for Your Extra Hour of Sunlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chang W. Lee/The New York Times\nJunk Food and Diet News:\nOf course by now you’ve heard that a New York State Supreme Court judge invalidated Mayor Bloomberg’s proposed soda ban. We’ll talk about that later.\nNew research suggests that eating junk food while pregnant may make your child a junk food addict. Related: The walls of the aorta are already thickened in babies born to moms who are overweight or obese. And being overweight, especially from a young age, appears to lead to a bigger heart (not the good kind) later in life.\nThe Atlantic put together these charts that show how food is getting cheaper…unless, of course, you’re poor.\nFinally, a new study finds that vegans and vegetarians cause 42 percent and 28 percent fewer greenhouse gas emissions than non-vegetarians.\nHealth News:\nHUGE: a baby has been cured of an H.I.V. infection for the first time.\nDespite the fact most adults worldwide abstain from drinking, alcohol is the third leading cause of the global burden of disease and injury.\nImproving housing can improve health, particularly when interventions are targeted at those in the poorest health.\nA potent antibiotic-resistant bacteria that kills 50 percent of the patients they infect is spreading.\nScientists from around the globe have questioned the conclusions of an in vitro study on rats, mice and humans that claims bisphenol A (BPA) may cause brain damage.\nThe Mental Health Parity and Addiction Equity Act of 2008 increased access to mental health and substance abuse services in hospitals, yet consumers continued to pay more out-of-pocket for substance-use admissions.\nDo we need this? Scientists are developing a miracle “red wine pill” as potent as 100 glasses. (Wouldn’t you rather drink?)\nWomen in agriculture:\nOxfam has a new investigation of cocoa supply chains in four countries showing the awful treatment of women who grow cocoa used by companies like Mars, Mondelēz and Nestlé. These three companies control more than 40 percent of the global chocolate market, purchase nearly one third of the world’s cocoa and net more than $45 billion a year in confectionery sales. Women are paid half what men are, they’re called names and are fired for fighting for equality. Also, a great Times op-ed by Olivier de Schutter explores the feminization of farming. He writes, “Women are increasingly on the front lines of the fight to sustain family farms. But pervasive discrimination, gender stereotypes and women’s low social standing have frustrated these women’s rise out of poverty and hunger.”\nJohn Moore/Getty Images\nEnvironmental/Agricultural News:\nWeather, water, drought and high feed costs led to the loss of 3.7 million acres of land farmed in Texas and Montana.\nA new study examines the last 11,300 years of our climate history and finds that the speed of warming in the past 100 years is unprecedented, and by the end of this century the planet will have gotten hotter than ever.\nThe amount of land enrolled in the Conservation Reserve Program (CRP) is down by 26 percent in the past five years, a 25-year low.\nChicago Tribune editorial: Agriculture lobbyists grab billions from taxpayers.\nAn E.U. tariff on U.S. ethanol is now officially in place for five years.\nThe patents for Monsanto’s first generation of pesticide-resistant soybeans will expire in 2014.\nWhole Foods will start labeling GM foods in its stores…in 2018. Meanwhile, in Vermont, maybe not yet.\nMeat News:\nProcessed meat has been linked to premature death by way of cardiovascular disease and cancer. A new study examining data from nearly 500,000 people living in 10 European countries discovered that consumers of processed meat (like ham, bacon, sausages and burgers) are 44 percent more likely to die prematurely than people who eat little or none of the stuff.\nL.A.’s school system implemented a Meatless Monday program for all L.A. public schools (K-12). Every Monday, all 650,000 meals they serve are now all-vegetarian.\nHere’s another interesting piece on tissue engineering as a substitute for conventionally raised meat.\nWhat if Europe’s horsemeat scandal had happened in the U.S.? Since Europe’s food legislation is considered the best in the world, and our own F.D.A. is deficient when it comes to seafood inspection, it may already be happening here. (Speaking of seafood inspection, Rep. Ed Markey, Democrat of Massachusetts, has reintroduced the SAFE Seafood Act to crack down on fish fraud.)\nMaybe this isn’t exactly “meat news,” but it’s close: A five-month undercover investigation conducted by the Humane Society found that major Manhattan department stores were guilty of failing to label fur on their coats, labeling them faux instead. This is in violation of New York State law that went into effect a year ago requiring all real fur to be labeled clearly.\nFinally, a fascinating “discovery”: A new paper suggests that Mother Teresa was not as much of a saint as we might think.", "url": "https://bittman.blogs.nytimes.com/2013/03/13/daylight-savings-links-2/"}