{"authors": ["Mark Bittman", "Topics.Nytimes.Com Top Reference Timestopics People B Mark_Bittman Index.Html"], "date_download": "2018-11-16 03:59:58", "date_modify": "2018-11-16 03:59:58", "date_publish": "2015-03-16 17:26:53", "description": "Food news from K-Cups to a yogurt cartel.", "filename": "2015_03_16__1542340798.html", "image_url": "https://static01.nyt.com/images/2015/03/16/opinion/16bittmaniowa/16bittmaniowa-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bittman.blogs.nytimes.com/2015_03_16__1542340798.html", "title": "The New York Times", "title_page": "What We're Reading Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Academy of Nutrition and Dietetics is rolling out a new nutrition seal, “Kids Eat Right,” for select foods. However, it’s unclear what exactly the label implies, since the first food to display the seal is Kraft Singles, a product whose connection to real cheese is so dubious that the FDA ordered the company to stop calling it “cheese food” in 2002. Bizarrely, the academy insists the seal is not an endorsement but just an advertisement for its Kids Eat Right educational website. No wonder parents think sugary drinks are healthy.\nThe inventor of Keurig K-Cups now says he regrets coming up with the idea in the first place.\nHospitals are supporting community gardens and increasing access to affordable, healthy food thanks to Obamacare.\nFrench authorities fined 11 yogurt makers $204 million for colluding in a six-year price-fixing cartel, complete with secret phone lines and clandestine meetings at the popular café Au Chien qui Fume. To avoid getting fined, Yoplait turned double agent and ratted the group out.\nGovernment efforts to eradicate tooth decay in the 1960s were heavily influenced by the sugar industry, which persuaded researchers to develop vaccines for cavities rather than just telling people to eat less sugar.\nMcDonald’s has done what the government is too afraid to do: drastically reduce the amount of antibiotics given to its chickens.\nDisappointingly, researchers have found that farmers markets in the Bronx — intended to increase local access to fresh fruits and vegetables — charge more than nearby stores and offer a limited variety of produce.\nYet another reason to reduce red meat consumption: vegetarian diets, especially those that include fish (pescatarian if you want to get technical), appear to significantly reduce the risk of colon cancer.\nThe growth of high-end Indian restaurants in the U.S. has been stunted by the perception among many Americans that Indian food should be cheap, despite its being one of the most labor-intensive cuisines in the world.\nGirl Scout cookies look and taste different depending on what part of the country you’re buying them in.\nPhoto\n“You would think there would be a conflict between supporting ethanol mandates and agricultural subsidies on the one hand and conservative principles on the other, but presidential candidates have been getting away with doing just that in Iowa for decades,” says Francis Thicke, a farmer and a candidate in 2010 for Iowa’s agriculture secretary. “They pop into Iowa and pander to industrial agriculture and then go on to New Hampshire and proclaim, ‘Live free or die.’” In other words, the GOP has a corn problem.\nTo protest capital punishment, an artist has spent more than a decade painting images of the final meals of some 600 death row inmates onto porcelain plates.\nThe International Franchise Association, along with the National Restaurant Association (natch), is suing the City of Seattle for raising its minimum wage to $15 an hour, claiming the hike violates the Fourteenth Amendment.\nBurger King is no longer advertising fountain drinks to kids and will instead offer milk and 100 percent apple juice.\nRepublicans’ slashing of funds may come back to bite them at the polls: some 60,000 veterans are expected to be dropped from food stamp rolls next year if Congress doesn’t halt the cutbacks.\nIf pizza were a voter, it would vote Republican.", "url": "https://bittman.blogs.nytimes.com/2015/03/16/what-were-reading-now-27/"}