{"authors": ["Mark Bittman", "Topics.Nytimes.Com Top Reference Timestopics People B Mark_Bittman Index.Html"], "date_download": "2018-11-16 03:59:55", "date_modify": "2018-11-16 03:59:55", "date_publish": "2015-04-22 15:48:05", "description": "Food news from Mexico to Denmark.", "filename": "2015_04_22__1542340795.html", "image_url": "https://static01.nyt.com/images/2015/04/22/opinion/22bittmanweb/22bittmanweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bittman.blogs.nytimes.com/2015_04_22__1542340795.html", "title": "The New York Times", "title_page": "What We're Reading Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTens of thousands of low-wage workers and activists hit the streets last week in an ongoing nationwide campaign for $15 an hour. While opponents of higher wages say a raise would cost jobs, proponents point to a new study by the Berkeley Center for Labor Research and Education that shows low wages cost taxpayers nearly $153 billion a year in government support for the working poor.\nIn Mexicali, Mexico, Chinese dishes are as integral a part of local cuisine as carnitas and tacos, thanks to a fascinating consequence of the 1882 Chinese Exclusion Act.\nMiddlebury College recently pledged to source 30 percent of its dining hall food from local farms by 2016. That’s in Vermont, folks.\nConfusing testimony given by the president of the School Nutrition Association on Capitol Hill last week only furthered speculation that the SNA has become a mouthpiece of the processed food industry.\nSales of organic products in the U.S. reached a record-setting $39.1 billion in 2014.\n“Texas and Mexico — two of the United States’ most-loathed peoples. America doesn’t like mongrels, and that’s exactly what Tex-Mex food is: wonderful, beautiful mongrel meals.” A great illustrated guide to the history of Tex-Mex.\nCalifornia’s water distribution system is arcane and makes zero sense in today’s economy. But passing legislation to change it is going to be really, really hard.\nAccording to the FDA, some Kind bars are not nutritious enough to put “healthy” on the label.\nAn astounding number of flavors, preservatives and other additives are never tested or evaluated by the FDA before going to market. More troubling is the fact that many of the scientists hired by food companies to test new products — a process that allows companies to avoid a rigorous government safety review — have ties to Big Tobacco.\nKraft macaroni and cheese is ditching the synthetic yellow look. I, for one, will miss it.\nMichelle Obama wants to combat junk food marketing to kids by using the same visually appealing tricks to advertise fresh produce. It’s a laudable effort but one that’s likely to fail — and not just because food companies can outspend the First Lady 2,000 to 1.\nCalifornians angry at lax government oversight of bottled water companies have started a petition to kick Nestle’s water bottling operations out of the state.\nWashington, D.C., is getting customized refrigerated vending machines that replace Doritos and Twizzlers with snacks like Szechuan chicken banh mi and wasabi peas.\nWith little advance warning to employees, Walmart fired 2,200 people when it temporarily closed five stores, ostensibly due to severe plumbing issues. The manager of one store said it was the first time she was hearing about the sewer problems, and a worker speculated the closings were related to worker activism for higher pay.\nFenway Park, home to the Boston Red Sox, boasts the largest organic rooftop garden in major league baseball.\nIt finally feels like spring. Even the cows are leaping for joy.", "url": "https://bittman.blogs.nytimes.com/2015/04/22/what-were-reading-now-29/"}