{"authors": ["Mark Bittman", "Topics.Nytimes.Com Top Reference Timestopics People B Mark_Bittman Index.Html"], "date_download": "2018-11-16 03:59:53", "date_modify": "2018-11-16 03:59:53", "date_publish": "2015-05-11 19:45:23", "description": "Food news from vegemite chocolate to a pizza shop drug den.", "filename": "2015_05_11__1542340793.html", "image_url": "https://static01.nyt.com/images/2015/05/11/opinion/11bittmanweb/11bittmanweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bittman.blogs.nytimes.com/2015_05_11__1542340793.html", "title": "The New York Times", "title_page": "What We're Reading Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nChipotle’s announcement that it would stop serving genetically modified ingredients was largely met with scorn and derision by the media. But there is a bigger picture: “Just because genetically modified crops have been deemed safe to ingest doesn’t make them safe to grow.”\n“While lawmakers delay, I am taking action.” Gov. Andrew Cuomo plans to raise the minimum wage of fast-food workers in New York.\nIn climate change circles, it’s the year of soil. As every year should be.\nWendy’s is testing out a vegetarian black bean burger in some of its Ohio restaurants. And, duh, people like it.\nA pizza shop in Queens, NY, served as ground zero for an international drug-trafficking ring. The husband-and-wife duo running the restaurant reportedly had ties to the Genovese crime family (one of the “Five Families” dominating the New York mafia scene), and creatively hid shipments of cocaine in cargo containers marked “fresh cassava.”\nA smart piece about glyphosate, science writing and good judgment.\nIn an attempt to shake off its “Whole Paycheck” reputation (and boost disappointing sales), Whole Foods says it is opening a more affordable sister chain of stores in 2016.\nEducating people about how to eat well is more critical to improving their diet than increasing their access to affordable, healthy food.\nHoneybees and bumblebees are no better at avoiding harmful nicotine than humans. Maybe worse.\nAmazing anecdotes illustrate the high emotional intelligence of pigs. (Fun fact: pigs can recognize themselves in the mirror.)\nDemand for organic produce in the U.S. is growing so fast, organic poultry and dairy operators are having to import non-GMO corn and soybeans from Romania and Turkey. Could those farmers wedded to Monsanto seeds be feeling remorse?\nRoy Choi promises to deliver a burger that is locally sourced, sustainable and delicious — all for 99 cents. How? By eliminating food waste.\nCadbury Australia is coming out with a vegemite-infused chocolate bar. That’s just wrong.", "url": "https://bittman.blogs.nytimes.com/2015/05/11/what-were-reading-now-30/"}