{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:17:50", "date_modify": "2018-11-16 04:17:50", "date_publish": "2011-12-19 19:13:37", "description": "There are no Vaclav Havels in North Korea.", "filename": "2011_12_19__1542341870.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2011_12_19__1542341870.html", "title": "Prague and Pyongyang", "title_page": "Prague and Pyongyang - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The deaths of Vaclav Havel and Kim Jong Il within a 24-hour span are more than a reminder of the extremes of heroism and iniquity that coexist in human affairs. They’re a reminder of how much successful political heroism depends, in the end, on the ability to prick the conscience of iniquity, and to remind even the worst regimes and most compromised authorities that there are moral absolutes which they transgress at their peril. The great success of the Velvet Revolution, like the successes of Gandhi and Mandela and Martin Luther King and so many other icons of peaceful revolution, was achieved by public argument as well as by public protest, and by the fact that the bureaucrats and apparatchiks and generals the revolutionaries were confronting weren’t willing to take the most absolute and unthinkable steps to retain their privileges and defend their power. (In David Chappell’s “A Stone of Hope,” a history of religion and the civil rights movement, there’s a fascinating account of how this worked in the white South — the way that the Christian appeals of King and Ralph Abernathy and Co. persuaded many white Christians that they had a moral obligation to stand by and let the revolution happen, rather than defend Jim Crow to the end.) When civil disobedience works, it does so by reminding the inhumane of their inhumanity, and by finding the vulnerabilities in what seem like permanently hardened hearts. In this sense, there’s a circular quality to any successful peaceful revolt: No De Klerk without Mandela but also no Mandela (as we know Mandela) without De Klerk; no Gorbachev without Sakharov and Walesa and Havel, but no Havel and Walesa (as we know them) without Gorbachev.\nBut you can’t speak truth to power if power won’t listen. Not every hardened heart has vulnerabilities, not every evil has depths to which it won’t stoop, and not every regime leaves space for a higher law to be remembered. To re-read Timothy Garton Ash’s wonderful account of Prague in 1989 on the day that Kim Jong-Il entered eternity is to be invited to ponder the seeming impossibility of a similar story playing out in North Korea, where the state has crushed or co-opted all the materials of dissent — not only religion and family and civil society, but even historical memory itself — and where the ruling class seems to have forged the chain mail of its own damnation without a single joint or seam.\n“In East Central Europe today,” Garton Ash wrote at one point in his essay on Havel’s revolution, “with Gorbachev in the Kremlin, the kind of violence that would be needed to crush such masses of people just does not appear to be an available option.” For now, though, there is no Gorbachev in Pyongyang. Across the last 17 years of his depraved career, Kim Jong-Il had the power to play a version of that role, and to do more good with the smallest step or most incremental gesture than most people can imagine doing in a lifetime. But of course even that small step would have been a concession to the forces — conscience, justice, truth itself — that have undone so many evils in other times and places, including Prague in 1989. It would have been a tiny hint of heaven, you might say —and Kim preferred to rule in hell.", "url": "https://douthat.blogs.nytimes.com/2011/12/19/prague-and-pyongyang/"}