{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:59", "date_modify": "2018-11-16 04:23:59", "date_publish": "2015-02-05 19:43:15", "description": "On the power of moral clarity in a spiritual vacuum.", "filename": "2015_02_05__1542342239.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_02_05__1542342239.html", "title": "The Moral Appeal of P.C.", "title_page": "The Moral Appeal of P.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By way of a parting thought on the political correctness debate, I’m going to quote from a 2011 argument from Brendan O’Neill, the editor of the British magazine Spiked, in which he talks both about the essential appeal of the strident moralism inherent in a lot of what gets labeled as P.C., and about why it can exert so much effective pressure on institutions that seem like they should be better equipped to resist. Here’s O’Neill:\n… political correctness is not actually the handiwork of small groups of cultural Marxists or liberal malcontents. The rise and rise of PC is not simply down to the activism and agitation of unrepresentative sections of the chattering classes, who detest vulgar language and what they consider to be offensive ideas … No, political correctness represents something far more profound than its critics appreciate. The victory of PC is built upon the demise and decay of traditional forms of authority and traditional forms of morality. It is parasitical on what we might call the crisis of conservative thought. In fact, I would argue that the power of PC is directly proportionate to the weakness of the old, taken-for-granted forms of morality. … [this] is the foundation stone of PC, the ground upon which it is built … the inability of the traditional moralists to justify themselves and defend their way of life and moral system. It is that inability which, towards the end of the twentieth century, created a moral vacuum that was filled by instinctive and often kneejerk new forms of moral control and censorship. Because when you have a profound crisis of traditional morality, which governed society for so long, then previously normal and unquestioned ways of behaving get called into question. From speech to interpersonal relations, even to nursery rhymes – nothing can be taken for granted anymore when the old frameworks have been removed. All the given things of the past 200-odd years start to fall apart. Political correctness is really the scaffolding that has been hastily erected to replace the old morality.\nThis point, while maybe somewhat obvious, is a useful key for certain P.C.-inflected debates. The controversy over how universities should handle rape accusations, for instance. In certain ways it’s surprising that activists have succeeded in pushing so many colleges — powerful, wealthy and deeply self-protective institutions that they are — into adopting rules and procedures around sexual assault that are probably unworkable and unjust and may end up exposing these institutions to a round of damaging lawsuits from students who get the star-chamber treatment. But in other ways it isn’t, because the activists have at their disposal a clear and passionate moral vision and the colleges, having traded in loco parentis for vague nostrums about diversity and self-expression joined to amoral status competition, simply do not. Or to repurpose one of O’Neill’s images: Colleges deliberately threw up the scaffolding of political correctness just to put something in the old morality’s place, and now they have a difficult time resisting activists who are interested in replacing the scaffolding with something more like bricks and mortar.\nYou can see arguably something similar at work in the way students themselves relate to the ideas behind the “rape culture”/”yes means yes” campaigns. If you read some of the accounts of dubious-seeming accusations highlighted in Emily Yoffe’s critical investigation of the new sexual assault regime, you’ll find examples of young women who seem to decide in hindsight that a casual sexual encounter was morally unfortunate: “Jane,” a student at Occidental, loses her virginity in a drunken sexual experience early in her freshman year; “CB,” a student at the University of Michigan, is defensive or ashamed when her mother finds her diary, containing “descriptions of romantic and sexual experiences, drug use, and drinking.” But in a landscape where traditional ideas about sexual morality no longer have much purchase, there’s no easily accessible moral language in which to process either legitimate rage at repellent/dishonorable male behavior or a sense of personal shame, let alone to have those feelings validated by your peers or authority figures. Unless, that is, those experiences can be labeled as sexual assaults, in which case the moral dimension is suddenly re-established, the moral stakes clarified, and any inchoate feelings distilled into a clear narrative of crime requiring punishment. And again, even if this narrative is, as people say, problematic for some of the men accused, in a campus culture where the alternative is just a vague hedonism punctuated by occasional lectures about STDs, you can see its appeal: Sex is morally fraught, people can’t help knowing that it’s morally fraught, and a story that helps people process and make sense of those feelings is going to win converts when the alternative is bureaucratic indifference with a smiley, we’re-so-caring-unless-you-have-a-real-problem face.\nThen something similar might be said, as well, of the kind of on-campus and online criticism sessions — the privilege-checking, microaggression-policing, and so on — whose speech-chilling excesses and potential cruelties have been criticized not only by neoliberal sellouts like Jonathan Chait but by more left-wing writers as well. Because whatever their excesses and absurdities, the core ideas behind these sessions, that people (especially privileged people) need to examine their consciences for sins they might not realize they’re committing and scrutinize society for corruptions in which they might be complicit, is just a basic moral (one might even say religious) insight about our fallen human nature. (This Jody Bottum essay on “the spiritual shape” of some contemporary left-wing ideas makes for interesting reading on this point.) And again, if you take the P.C. narrative, with its particular list of sins to battle, privileges to check, phobias to overcome, and drop it into an elite landscape that’s weirdly denuded of moral-political metanarratives, it’s going to win converts, because it appeals to the deep (one might even say God-given) human impulse toward confession, penance, and transformation in a way that other late-modern alternatives do not. Yes, some of that appeal, as with earlier moral and religious codes, ends up encouraging petty Savanorolas of identity politics, eager to make some hapless sinner tremble or recant. But some of it offers answers to people who want to be morally serious, self-critical, and leave college as something other than an organization kid or party girl or frat bro, and who find in these narratives a moral framework that nobody else in their experience has supplied.\nAll of this leaves me somewhat doubtful of O’Neill’s concluding emphasis on the inherent weakness of political correctness, which he argues explains its hysteria and intolerance: “It is the shallowness of P.C.,” he writes, “its parasitical nature, which makes it so insatiably interventionist.” To some extent this is true; to some extent their lack of “real roots in society or history” (compared to “more traditional forms of morality”) naturally limits these ideas’ spread and their potential power and appeal. But shallow though they may be, they do have some roots in Western culture — hence their resemblance to religious antecedents — and in a landscape in which older moral systems have been rejected, collapsed or simply been forgotten, moral clarity alone can be a pretty significant advantage. In the kingdom of the bland, the zealot has a lot of material to work with.", "url": "https://douthat.blogs.nytimes.com/2015/02/05/the-moral-appeal-of-p-c/"}