{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:59", "date_modify": "2018-11-16 04:23:59", "date_publish": "2015-01-05 20:53:35", "description": "He could have been a contender, but probably not this time around.", "filename": "2015_01_05__1542342239.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_01_05__1542342239.html", "title": "Enter Huckabee", "title_page": "Enter Huckabee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Sunday’s column, my first of the new year, I looked back on some of my mistakes and oversights in the old one, starting with my underestimation of Jeb Bush’s belly-fire: I didn’t think he’d actually run for president, and my analysis of the 2016 G.O.P. field last year mostly reflected that assumption, but in the last month he’s looked much more like an actual, all-in candidate than I expected.\nI am considerably less surprised, however, by the weekend’s news that another politician years removed from politics, Mike Huckabee, is serious enough about running for president to step away from his Fox News hosting gig. Why my unsurprise? Well, three reasons: First, Huckabee clearly loves the craft of everyday campaigning in a way that’s unusual even among the field of people who campaign for a living, and so the pull of the hustings was always likely to be stronger for him than for other semi-retired politicos. Second, Huckabee has always struck me as more of an ego-driven politician — animated by slights and grievances and disrespectful treatment (of which the party establishment dished out plenty during his last run) and the desire to prove the CW and the mandarins wrong — than the average presidential contender, and certainly more than Jeb Bush, who in spite of his ambition-goosing family dynamics doesn’t give off the air of a man with Something to Prove or (more aptly) Somebody to Show up. And then finally, Huckabee has already campaigned for president once, so we know that family concerns and spousal opposition — a major factor keeping potential candidates out in the past, from Colin Powell down to Mitch Daniels — are less of an issue for him than many in-the-know people have assumed that they might be for Bush.\nHence my lack of surprise, even though as with Bush I haven’t written a lot about the role that Huckabee might play in 2016. In the former Arkansas governor’s case, though, that’s because I see him almost inevitably as a spoiler rather than a true contender — as a figure who’s likely to split the vote that might otherwise consolidate around a single conservative rival to Jeb or Christie or whomever, but whose own chances at the nomination are exceedingly low. Since this “Huckabee as splitter/spoiler” narrative is basically conventional wisdom, I should add a wrinkle: In a crowded field he might also be helpful to a sui generis figure like Rand Paul, because he could weaken a movement candidate like Ted Cruz among evangelicals while Paul takes votes from Cruz from the libertarian side. (Though of course exactly how Huckabee ends up playing spoiler will depend, as Michael Brendan Dougherty noted on Twitter, on which of his rivals he detests the most.)\nI don’t give him any real chance at winning even though I have argued in the past, and continue to believe, that there’s a kind of “Huckabee-ish track” to the Republican nomination, one that involves a somewhat broader version of the coalition that first Huckabee himself and then Rick Santorum tried to put together in their respective campaigns: Basically the South plus the Midwest, or put in demographic terms the party’s evangelical wing plus enough Catholics and (overlapping with them) blue-collar voters to win a large number of Rust Belt states. The fact that I suspect this coalition’s potential policy preferences would align fairly comfortably with my own may make me overstate its possibility of actually, well, coalescing. But I also think that first Huckabee and then Santorum’s ability to exceed expectations shows that there’s more potential there than most analysts and strategists tend to think (or, perhaps, choose to think).\nBut the fact that this coalition might be Huckabee-ish doesn’t mean that Huckabee himself could put it together in 2016. He is a very talented retail politician, yes, and a strong debater in an era when debates seem to matter a little more than in the past. But to build a winning campaign out of his last run’s raw materials, as Ramesh Ponnuru notes, he would have to win over a number of voters — non-evangelicals, and particularly Catholics — who rejected him as too much of preacher-man in 2008, and based on the choices he’s made since then it’s very hard to see how he would manage that kind of outreach. Like most people who enter the world of infotainment, he’s mostly been diminished by the last six years: Some of the heterodoxies he gestured at in 2008 in domestic and foreign policy have found real champions among younger politicians (Marco Rubio, Mike Lee, Rand Paul), while Huck himself has become more conventional or affect-driven on substance and even more cornpone in his associations than during his Chuck Norris-endorsed run. (Given how the big cultural shift on social issues since ’08, and some of his polarizing forays in the last years, it’s also hard to imagine the mainstream media treating him as kindly this time around, subtracting an important element from his 2008 success.)\nI think it’s pretty clear that the window for a Huckabee run was 2012: A weak Republican field, a conservative movement that lacked anything like an ideologically-ideal champion, and a perfect foil in Mitt Romney. (Oh, to watch that counterfactual timeline’s debates!) Even then he would have had a hard road to win over enough non-evangelical votes to make it work, but at least the opening was there.\nNow, though, it’s three years gone. But he’s still an unusual figure, a wild card in the deck, who drives at least some of the right people in the Republican Party a little bit insane. So Huck 2.0 will at least be interesting to watch.", "url": "https://douthat.blogs.nytimes.com/2015/01/05/enter-huckabee/"}