{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:54", "date_modify": "2018-11-16 04:23:54", "date_publish": "2015-02-02 20:16:14", "description": "Responding to Jonathan Chait on the link between P.C. culture and national politics.", "filename": "2015_02_02__1542342234.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_02_02__1542342234.html", "title": "P.C. and the Political Left", "title_page": "P.C. and the Political Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Not content with one long post on the argument over political correctness kicked off by Jonathan Chait, I wrote my Sunday column on some deeper impulses at work in the late-Obama left that I think are connected to the new P.C. — in particular, a sense of futility around economic policy, a renewed “post-post-racial” scrutiny of racial injustice, and a greater confidence, in the wake of the same-sex marriage debate, that a vanguard moral minority can become an ascendant majority in a swift cultural march.\nIn response to that response, Chait wrote a few tweets, which I’ve strung together here, arguing that I’m “mostly-to-entirely wrong” about the connection between his essay’s subject and national political debates:\n… I don’t think the new PC comes from a place close to the center of Democratic politics, but from communities always on the outskirts of it. What’s more, the national circumstances during the rise of the last PC craze (late 1980s-early 1990s) were very different than those today. Ergo, PC is driven by the internal realities of the subcultures in which it thrives, which is largely immune from national politics. And PC usually operates in communities where the dynamic is leftists versus liberals, not leftists vs. conservatives.\nIn part, I think I may not have expressed myself perfectly in the column. I didn’t mean to describe what I called the “more assertive cultural left” as comprehensively identical to the speech-policing phenomenon Chait is describing; rather, I think the rhetorical tactics and intellectual habits that his essay criticized are one set of expressions, among many, of a broader left-wing assertiveness on cultural issues. The two major examples of this assertiveness I cited, the post-Ferguson renewal of protest politics and the campus rape debate, are both cases in point: Neither of them are straightforward expressions of speech-regulating P.C. as Chait defines it, but both are connected to the same ideological currents that inform “social justice warrior” policing for race and gender bias, and the rape debate in particular offers both a juridicial expression of what Chait describes as the left’s temptation toward illiberalism and various examples of P.C.-inflected rhetoric (“rape denialism,” etc.) being used by the left against dissenting liberals. So what I’m suggesting is not at all that P.C. just is the left and the left is P.C., but just that there’s a bigger picture here (in which some of the ideological debates surrounding Chait’s old home, The Magazine Still Technically Known As The New Republic, also have a place) that helps contextualize the speech-policing tendency that he describes.\nLikewise, I didn’t mean to argue that the new cultural left, politically correct or otherwise, is somehow at the “center” of Democratic politics. Rather, I think that P.C. as Chait defines it is bound up in a larger activist spirit that’s potent on the liberal coalition’s leftward flank, and to the extent that activism influences or divides the Democratic Party it will do so precisely (as he says) through a leftists-versus-liberals dynamic, with conservatives as spectators as often as they’re targets. When I say that it will be interesting to see how the Clinton campaign interacts with this activism, I’m not imaging a world where Clinton attacks Scott Walker as a mainsplaining slut-shaming cisgender bigot in their first presidential debate. I’m just noting that issues of race and sex and identity seem more potent, and more fought-over, on the left today, and it wouldn’t be surprising to see those issues surface in a national campaign or during a Clinton presidency, or to see Hillary pressured more sharply on them at various points — pressed to respond in a “correct” way to some UVA-style controversy, for instance, or to some gender-identity-related flashpoint — than she ends up being pressured by her party’s economic populists.\nThen finally I disagree with Chait’s suggestion that P.C. culture as he describes it is “immune from national politics.” Indeed, I think that what he casts as its earlier manifestation was intimately connected to the political disappointments that the left had experienced across the 1980s, and to the sense that cultural politics (and particularly campus politics) offered a more favorable terrain than national debates over taxes and the welfare state. (Recall that the Jesse Jackson of 1988 was both a left-wing candidate for president and a protestor against dead white males in campus curricula.) So too with the influence of more recent events: The kind of disappointments the left has experienced under Obama clearly differ from their Reagan-era antecedents — specific rather than sweeping, disillusioning rather than devastating — and I said I think that current activists are influenced by clear successes like gay marriage as much as by roadblocks and defeats. But the idea that this is all happening somehow in a hermetic, sealed-off cultural space just seems wrong, because no such place really exists. The connections between mainstream politics and left-wing subcultures are complicated (as are the connection between the mainstream and subcultures on the right), but they plainly matter: If they didn’t, I doubt that Chait would have been inspired to write his essay in the first place, and I’m sure it wouldn’t have stirred so much debate.", "url": "https://douthat.blogs.nytimes.com/2015/02/02/p-c-and-the-political-left/"}