{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:53", "date_modify": "2018-11-16 04:23:53", "date_publish": "2015-01-30 16:28:29", "description": "On Jonathan Chait, his critics, and the effectiveness of ideological taboos.", "filename": "2015_01_30__1542342233.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_01_30__1542342233.html", "title": "Does Political Correctness Work?", "title_page": "Does Political Correctness Work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’ve spent a few days traveling, so I’ve had time to mull over what kind of intervention might be useful in the debate kicked off by Jonathan Chait’s big New York Magazine essay on the alleged return of a speech-policing, debate-squelching, illiberal P.C. left. The critical response has ranged from the spluttering to the dismissive, with the latter being seemingly the sophisticated left-wing take: There is no such thing as political correctness, the term is just a tool used by privileged white men to marginalize the legitimate arguments of the less-privileged, Chait’s lament is the latest iteration in a long tradition of internet-era complaints from prominent columnists confronted with tough criticism from outside their comfort zone, except now the criticism making him uncomfortable is coming from Twitterers instead of netroots types, etc.\nLike Chait himself, who has a response to critics up today, I don’t think most of these rejoinders have exactly addressed the specific point he’s trying to make, let alone successfully defended the thing that he’s actually critiquing. He’s not really talking about left-wing rudeness, whether against his peers or against his own allegedly hyper-sensititive white male self. He’s talking about the particular tactic of trying to shut down debate outright on certain topics, using a mix of protest, harassment, “you don’t have standing to speak on this” identity politics (a tactic that some of his critics are basically just recapitulating) and strict taboo enforcement. As he put it in the essay, the thing he’s describing as “political correctness” is “a style of politics in which the more radical members of the left attempt to regulate political discourse by defining opposing views as bigoted and illegitimate.” Maybe there’s a different or more precise word for this style, but whatever you want to call it you can’t really deny that it has old roots in left-wing culture, that it has particular manifestations on the left today, and that there’s an interesting debate to be had about its scope, effectiveness and moral wisdom.\nNow it is true that this harassment-cum-taboo-enforcement coexists on a continuum with the more ordinary (if increasingly uncomfortable for heavy Twitter users) experience of “writing something and having lots of people attack you wildly for it,” and some of Chait’s essay’s examples do seem more, well, ordinary in that sense than others, and thus less illustrative as case studies of the phenomenon he’s criticizing. But still I think the basic thrust of his argument is clear enough, and a lot of the responses are just sidestepping the key question — which is, basically, in what contexts and how frequently should it be permissible to end an argument by either shouting it down or ruling it out of order? Is the vocabulary that the contemporary left increasingly uses for this purpose, to condemn arguments instead of answering them — don’t victimblame, don’t slutshame, check your privilege, that’s phobic (whether trans or homo or Islamo or otherwise), that’s denialism — worth embracing and defending? And does this vocabulary, this strategy, actually serve the causes that it’s associated with — liberation, equality, social justice?\nChait’s mostly-unrebutted conclusion is that it doesn’t:\nThat the new political correctness has bludgeoned even many of its own supporters into despondent silence is a triumph, but one of limited use. Politics in a democracy is still based on getting people to agree with you, not making them afraid to disagree. The historical record of political movements that sought to expand freedom for the oppressed by eliminating it for their enemies is dismal. The historical record of American liberalism, which has extended social freedoms to blacks, Jews, gays, and women, is glorious. And that glory rests in its confidence in the ultimate power of reason, not coercion, to triumph.\nThis is a fine idea. But — if I may fill in the rebuttal that’s been mostly missing — is it really true? Well, in some cases, yes: The most extreme forms of bludgeoning and speech policing can, indeed, provoke a cycle of disillusionment and backlash, driving away people who might otherwise be attracted to left-wing politics. (Read Fredrik De Boer, man of the left, on his personal experiences on this front.) And there are ways in which the self-scrutinies and witch trials of P.C. culture represent a kind of quasi-religious purification ritual carried out a remove from democratic politics writ large, and ways in which — as Michael Brendan Dougherty puts it, in a great piece — a left-wing politics organized around “the demands of political correctness” can indeed “act like an acid” on the solidarity required to achieve broader left-wing goals.\nBut not always or everywhere. The reality is that there are contexts where making people afraid to disagree is actually a pretty successful ways of settling political and cultural arguments. This is clear enough in politics: Yes, at a certain point overly-stringent taboos can damage the cause they’re associated with by making the political parties that champion those causes lose elections, but there’s a lot of room before that point is reached for, say, a stringently-enforced anti-tax pledge or a rigorous pro-choice litmus test to serve the ideas behind them very well indeed. Indeed, you can usually get a good sense of just how powerful an idea is within a given political coalition by observing how vigorously ideological deviations are punished, which is why observers tend to argue (rightly!) that anti-tax activists have more power on the right than anti-abortion activists, and that social liberals have gained ground on the left at the expense of, say, union bosses or free trade critics, and so on.\nIf you look at the place where the left has won arguably its biggest political-cultural victory lately, the debate over same-sex marriage, you can see an obvious example of this dynamic playing out. In the recent examples of ideological policing around the marriage debate, particularly the high-profile case of Brendan Eich, we aren’t watching a cloistered circular firing squad whose actions are alienating most Americans; we’re watching, well, a largely victorious social movement move to consolidate its gains. Was there a time, in a more divided and socially conservative America, when the P.C.-ish pressure on Mozilla to ease Eich out, and other flashpoints like it, would have backfired against gay activists? No doubt. Do we live in a world now where making an example of a few executives and florists and blue-state colleges is likely to lead to backlash against the cause of same-sex marriage? I very much doubt it; it seems to that the cause has enough cultural momentum behind it that using taboos to marginalize its few remaining critics is likely to, well, work.\nAnd homosexuality and same-sex marriage really are cases where what once seemed like hothouse ideas and assumptions — an expansive definition of homophobia, a dismissal of traditional arguments as sheer bigotry — first took hold college campuses and then won over the entirety of elite culture. The mood and norms and taboos around these issues that predominated when I attended a certain prominent Ivy League college back in the early 2000s are the moods and norms that now predominate just about everywhere that counts. So even if they’re mistaken about how to apply the lessons of their victory, I think it’s very natural for left-wing activists, on campus and off, to see that trajectory as a model for how other cultural victories might be won.\nThis relates to the point I made last week, in my ongoing series of Charlie Hebdo-related posts, describing a left-wing tendency similar to the one that Chait critiques. The reason some on the left look to our present taboos around anti-Semitic and white supremacist speech as models for how other issues around race and religion and sex and identity should (or shouldn’t, more aptly) be debated is precisely because those taboos really are powerful, really do work. Not always and everywhere, sometimes they backfire and encourage people to act out and rebel … but mostly they create very strong incentives to tread very carefully around anything that might be construed as a racist or anti-Semitic foray or idea.\nSo if you feel absolutely certain that you have a similar justice on your side on other issues, if your primary mission is to ensure that your definition of “expanded freedom” triumphs, why wouldn’t you use the levers of coercion available to you? If you know that your opponents are in error, and that their errors are at least on the same continuum with the errors of segregationists, why would you want to give them oxygen and space?\nThe strongest answer, as I’ve tried to suggest before in debates about pluralism, has to rest in doubt as well as confidence: In a sense of humility about your own certainties, a knowledge that what looks like absolute progressive truth in one era does not always turn out to look that way in hindsight, and a willingness to extend a presumption of decency and good faith even to people whose ideas you think history will judge harshly. If you just say, “I believe in free debate because I’m certain than in free debate the good and right and true will eventually triumph, and I know that coercion will ultimately backfire,” you aren’t really giving the practical case for coercion its due. Better to say: “I believe in free debate because I know that my ideas about the good and right and true might actually be wrong (or at least be only partial truths that miss some bigger picture), and sometimes even reactionaries are proven right, and we have to leave the door open to that possibility.”\nThe problem with political correctness, in this sense, isn’t that it necessarily hurts the causes it claims to advance; sometimes it doesn’t, sometimes it just helps them win. It’s that like most systems of speech policing (which of course held sway in traditional societies as well) it excludes the possibility that those causes might be getting big things wrong, and thus it hurts the larger cause of truth.\nI don’t think Chait would disagree with this, but I think it’s a slightly harder argument for him to make than me, because even though he’s (per his critics) a white male neoliberal sellout he’s also still basically a political progressive, with a Whiggish view of history somewhere in his bones. And then it’s a still-harder argument for him to address persuasively to those, further to his left, for whom the possibility that capital-H History might not be with them on all fronts strikes at the very heart of their self-conception and worldview.\nHence the easier-to-pitch claim that P.C. just doesn’t work, that it alienates potential allies, that it poorly serves its own ideas. Which indeed it does, at times. But when it doesn’t, when it works, the deeper problem remains: Sometimes the ideas themselves are wrong.", "url": "https://douthat.blogs.nytimes.com/2015/01/30/does-political-correctness-work/"}