{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:55", "date_modify": "2018-11-16 04:23:55", "date_publish": "2015-02-04 18:09:36", "description": "The three circles of anti-vaccine sentiment.", "filename": "2015_02_04__1542342235.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_02_04__1542342235.html", "title": "Among the Anti-Vaxxers", "title_page": "Among the Anti-Vaxxers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’m hopeful that the briefly-popular idea that vaccination is about to become a partisan issue turns out to be a one-week wonder: It was floated thanks to Chris Christie and (especially) Rand Paul’s rhetorical malpractice, eagerly grasped at by liberals and narrative-seeking journalists, and then — God willing — given last rites by Paul’s booster shot yesterday. But the related and largely nonpartisan debate over how best to argue with/persuade/shame the kind of parents who decide not to vaccinate their kids (see this piece from Conor Friedersdorf, and this one from Slate’s Phil Plait, for interesting discussions) is likely to remain relevant for quite a while … at least as long as we keep having disease outbreaks that seem to cluster in areas with clear pockets of strong anti-vaccine sentiment.\nThere’s enough data on the difficulty of arguing people out of vaccine skepticism to cast doubt on any approach to persuasion. But here is one way of looking at the issue, rooted mostly in my own experiences. Without getting too personal, I’ll just say that I spent a fair amount of time as a kid in circles — mostly liberal and crunchy, though sometimes with a religious element as well — where anti-vaccine sentiment flourished, and have some familial experience with why people end up going down that path. And my sense is that among what you might call principled anti-vaxxers (as opposed to people who don’t vaccinate their children for reasons of poverty or hardship or neglect), there are three concentric circles, within which motivations overlap but also differ in significant ways.\nThe first circle consists of people who are just underinformed, who have a general bias toward the “natural” and “organic,” a (reasonable) suspicion of modern medicine’s tendency toward overtreatment and interventionism, and who end up as anti-vaxxers because they have friends or relatives who tell them not to do it, and they hear something frightening about side effects or autism, and they know something general about “herd immunity” that makes them feel okay, and there you go. This piece from Sally Kohn, the Daily Beast commentator, on why she and her lesbian partner initially didn’t vaccinate their baby — because her mother, “a mathematician with a fast Internet connection who I love deeply and trust implicitly” — offers a good example of how this works: Kohn wasn’t any kind of anti-vaccine ideologue, she was just a new parent dealing with sixty thousand different issues, she was in the orbit of anti-vaccine ideas, and on this one she made the wrong call (a call she’s since reversed).\nThen the second circle, working our way inward, consists of people who are hyper-informed, not underinformed. Sometimes they’re hyper-informed in the way that people with many fringe beliefs tend to be, rejecting the official consensus because they have literally read six hundred different articles raising doubts about it, and because they frequent anti-vaccine websites and message boards for scraps of information that vindicate their dissent, using information and still more information (however flawed or partial) to confirm their rejection of the official narrative and cement their own worldview. Alternatively, sometimes they’re informed in a more calculating way: They basically buy the pro-vaccine consensus, but without thinking of it in particularly selfish terms they decide to make a herd-immunity bet, sparing their children the fractional risk of side effects and assuming that everyone else’s vaccinations will balance things out. (This Slate writer’s portrait of her anti-vaxxer friends captures this phenomenon pretty well: “The mothers I knew didn’t feel guilty about this. They seemed to feel … smart.”) And sometimes it’s a combination: They aren’t full anti-vaxxers, but they think the skeptics raise some plausible points, and that’s enough to tip them into assuming that herd immunity will suffice to keep their own kids safe.\nBut then there’s a third group, at the core of the circle. These are people who have direct, immediate, personal experiences that make them anywhere from skeptical to terrified of giving their kids certain vaccines. The much-discussed example now is parents who have a child who seems to slide into autism immediately after vaccination, but the category is wider than this. There is still a lot of mystery around human health, and there are a lot of people who have medical experiences, or whose children have medical experiences, or both, that are strange and baffling and awful in ways that simply don’t respond to standard medical diagnostic tools and methods. This the world of “chronic fatigue” and “fibromyalgia” and “environmental illness” and is-it-Lyme-disease; the world of the “sudden illness” that changed Laura Hillenbrand’s life; the world of all kinds of debilitating allergies and inflammations and reactions and agonies that sometimes get classified (not unreasonably) as psychosomatic but aren’t experienced any differently than a normal, mainstream problem or disease.\nAnd people in these worlds end up relying on personal experience, not medical consensus, in the treatments they choose for their families because the medical consensus doesn’t seem to offer them anything: It can’t explain why they’re sick or why their kids are sick, it didn’t predict the reactions they seem to have to different medications and treatments and antibiotics and, yes, vaccines, and it doesn’t offer a clear path back to health … so they feel, very understandably, like they just have to experiment until they somehow find their own. The kind of decisions made in these dark valleys can be proven wrong on the basis of careful studies with control groups and averages and means (no, homeopathic remedies don’t seem to work, no, vaccines don’t play any statistically-apparent role in autism, and so forth). But the people who make them already know that they themselves, their children or their families are somehow always the exception rather than the rule, so they always have a rebuttal: This may look wrong in your data, but for me/us/them, your data can’t say what’s right.\nThere are rebuttals to that rebuttal, of course, but my point is just that there are people whose experience of modern medicine’s failure (or of its limitations, at least) is sufficiently intense that you’re never going to persuade them that the establishment deserves deference. And so for anti-vaxxers in this inner circle, it’s basically coercion or nothing. If you want their kids vaccinated, there’s no argument or public health campaign that will work; you just have to find a way to force them.\nWhich I’ve tended to think (to the extent that I’ve thought about this issue) that we don’t necessarily need to do: My sense has been that the pro-vaccination consensus is powerful enough, and rates of noncompliance/opting-out low enough, that a free society can afford to allow people with these kind of highly-abnormal experiences to chart their own course … and even, who knows, to eventually find real answers to their own dilemmas that modern medicine hasn’t discovered or somehow overlooks. (The case for vaccination is as solid as anything, but it’s still a certainty that some element of the current medical consensus will turn out to be mistaken or incomplete.)\nBut does what we’re seeing now with measles outbreaks undercut this case for a little laissez-faire? Maybe it does; I’m genuinely not sure. In the framework I’ve just set out, what’s happening in SoCal seems basically like an outer-circle problem: It’s not the core of people wrestling with medical mysteries who are driving the problem; it’s the growth of casual anti-vaxxing culture as a community-wide phenomenon in particular areas (nationwide, vaccination rates aren’t falling) that’s making these outbreaks more severe than they otherwise would be. That means, on the one hand, that you could imagine better education or stronger social pressure making a difference, because you’re dealing with people who are more weakly attached to these ideas than either the middle circle or the anti-vaxxer core … but on the other hand, the communitarian element makes it easier for them to resist persuasion and soft pressure, because they’re part of social networks that are resistant as well. And the latter possibility does make the case for stiffer requirements, period, as the only way to break the communal resistance (if you will) that’s being built up … which would necessarily leave less room for even the most personally-driven kind of opting-opt.\nAs a coda, this communitarian phenomenon also complicates the ideological frames that some writers have tried to put around what we’re dealing with here. Elizabeth Stoker Bruenig, for instance, has argued that Americans don’t vaccinate voluntarily at the rates we should because as usual we’re applying our usual right-wing neoliberal hyper-individualism to a collective-action problem, unlike (say) the more public-spirited, communitarian and socialist Swedes. This idea runs into difficulties when you broaden the comparison: The U.S. has higher vaccination rates than France and Denmark, for instance, our rate is in roughly the same range as many social democratic countries (especially considering our size and diversity), and many countries with higher vaccination rates than our own (Libya, say, or Russia) aren’t exactly models of any kind of public spiritedness or social trust. But she isn’t entirely wrong about the philosophical issues on play: It doesn’t seem like a coincidence that the millennial generation has a very individualistic (though more liberaltarian than libertarian) view of politics and morality and is also the most vaccine-skeptical cohort, and it stands to reason that there’s some link between anti-vaccine sentiment, expressive individualism and declining social trust.\nBut the irony is that anti-vaxxer sentiment is more harmless when it’s strictly individualist-cum-familial — when it’s just parents making a decision for reasons very specific to their personal medical experiences or fears. So long as that’s the case, the sentiment is scattered, diffused, and unlikely to compromise herd immunity; it’s only when it makes the leap to the community-wide level that it creates potentially serious problems. And that leap, while it may in part reflect the gated-community, who-cares-about-other-people’s-kids attitudes that Bruenig critiques, is in part just a response to a social dynamic that in other contexts (Sweden, maybe) probably encourages universal vaccination: It’s people trusting and imitating the people around them, people acting in solidarity with their neighbors, and so on. And of course in certain left-wing communities, it’s also people who see themselves as acting against neoliberalism and all its pomps and empty promises, by refusing to just do what the pharmaceutical companies have (allegedly) induced the corrupted corporate-dominated state to mandate and require.\nSo the philosophical issues are tangled: Just as the anti-vaxx idea cuts across the partisan divide, so do the reasons for its flourishing cut across ideological visions of how best to organize society, how people should relate to the local, the national, the corporate, what kinds of dissent are healthy and what forms we should prefer dissent to take. This is good news, in a way, because (to return to where I began) it makes the issue very unlikely to ever polarize along partisan lines. But it also makes it a hard phenomenon to wrestle into submission, because however misguided it’s bound up in patterns and instincts that both left and right — and all Americans, really — sometimes appreciate, partake of, and defend.", "url": "https://douthat.blogs.nytimes.com/2015/02/04/among-the-anti-vaxxers/"}