{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:54", "date_modify": "2018-11-16 04:23:54", "date_publish": "2015-01-21 16:08:07", "description": "President Obama takes a stab at shaping the post-Obama era.", "filename": "2015_01_21__1542342234.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_01_21__1542342234.html", "title": "State of the Union, State of the Presidency", "title_page": "State of the Union, State of the Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last night’s State of the Union found President Obama in a somewhat better position politically than in the weeks immediately following his party’s big midterm defeat. The improving economy has finally boosted his poll numbers toward at least the mid-40s, probably because plunging gas prices have finally delivered an effective wage increase. His power grab on immigration also seems to have been a limited political success: The move was broadly unpopular but neither immigration nor executive power are top-of-mind issues for most voters, the president’s standing with Hispanics has clearly improved, a brief period of media chiding soon gave way (predictably) to media forgetfulness, and the Republican opposition has been (also predictably) divided and disorganized. And on foreign policy, while the days of presidential rhetoric about allegedly ending wars and routing Al Qaeda are over, there hasn’t been a return to the crisis atmosphere of last spring and summer, giving the president breathing room to claim (plausibly in the case of Russia, less so in the case of ISIS) that his strategies are working.\nSo the victory-lap tone of the address, while still jarring given the straits his party finds itself in (how many elected Democrats can really laugh along with the president’s “I won both of them” crack about his electoral gifts?), was perhaps less of an exercise in denial that some conservatives are inclined to think. The president, it’s fair to say, is not looking for significant common ground with congressional Republicans; to the extent that he offered proposals that bear some resemblance to ideas some G.O.P. lawmakers have endorsed, they were altered so as to be unacceptable or laced with poison pills. (You’re open to expanding the earned-income tax credit? Great, let’s pay for it with taxes on investment. You want pro-family tax reform? Sure, so long as the tax credit only pays for daycare and excludes families with a stay-at-home parent.)\nBut that doesn’t mean there’s no strategy involved in his presently dead-on-arrival agenda. He isn’t looking for legislative victories now, but he is looking further ahead, trying to shape the politics and policy debates of 2016. As David Frum suggests, part of this involves trying to box in Hillary Clinton (though “guide” might be a better way of describing the situation), prodding her to accept a Democratic Party that’s been shifted to the left of where her husband’s administration left it, and a higher-tax, more-redistributive center-left agenda than some elements of her donor base might like. Another part of it, I suspect, involves responding pre-emptively to the stirrings of a Republican middle class/upward mobility agenda, by laying out a potential Democratic alternative — community college for all, tax credits for child care, etc., most of which I’m sure Team Hillary is fully on board with — before the Republicans have even quite figured out what their agenda might actually look like.\nWhether these moves will be successful depends on forces beyond a lame duck president’s control. His influence over Clinton’s campaign will depend on economic trends and foreign policy developments as well as her own choices: If he’s climbed to a 47-48 percent approval rating by early 2016, I wouldn’t expect there to be any daylight between his agenda and her platform; if he falls back toward 40 percent (or drops below) amid some unlooked-for crisis, then no presidential speech is likely to constrain Hillary from trying to charting a more post-Obama course.\nMeanwhile, the future relevance of his stab at a middle class agenda will be determined in part by whatever the G.O.P. comes up with for its post-Obama blueprint. If you contrast what was on offer last night with some of the ideas that, say, Utah Senator Mike Lee has proposed, there’s a very interesting right-left debate to be had around higher education reform, tax reform (family-friendly and otherwise), and other issues as well. But maybe the eventual Republican nominee will have a very different game plan, and the big clashes will end up happening elsewhere. Or maybe the mere fact that Obama has touched these issues will prompt the right to retreat to “safer” (that is, staler) ground.\nFrom my perspective, you won’t be surprised to hear, this would be a disappointment: I think some of the ground the president sought to claim for the center-left last night is precisely the ground where conservatives should be fighting, and that there are center-right ideas circulating on the issues the president addressed that are simply better than the proposals that he put forward. But I know the Republican Party too well to be confident that this battle will actually be joined.", "url": "https://douthat.blogs.nytimes.com/2015/01/21/state-of-the-union-state-of-the-presidency/"}