{"authors": ["Topics.Nytimes.Com Top Opinion Editorialsandoped Oped Columnists Rossdouthat Index.Html"], "date_download": "2018-11-16 04:23:51", "date_modify": "2018-11-16 04:23:51", "date_publish": "2015-01-22 20:20:39", "description": "More on blasphemy, racism and self-censorship in the light of the Hebdo tragedy.", "filename": "2015_01_22__1542342231.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/douthat.blogs.nytimes.com/2015_01_22__1542342231.html", "title": "The Uses and Abuses of Taboos", "title_page": "The Uses and Abuses of Taboos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a post last week on the debate around the Charlie Hebdo killings, I explained why I’m not convinced by the argument that Muslims are facing an unusual (phobic?) level of provocations toward their religion in the West, and why I think a consistent standard of self-censorship around religion that excluded cartoon treatments of Muhammed would require a radical change in the way that religion generally, but especially Christianity, is treated in contemporary culture. Now, as promised, I want to take up the question of other cases, particularly around racism and anti-Semitism, where our culture more explicitly self-censors, and where the argument I made immediately following the killings about speech and violence deserves a qualification. Here’s part of what I originally wrote:\nIf a large enough group of someones is willing to kill you for saying something, then it’s something that almost certainly needs to be said, because otherwise the violent have veto power over liberal civilization, and when that scenario obtains it isn’t really a liberal civilization any more. … when offenses are policed by murder, that’s when we need more of them, not less, because the murderers cannot be allowed for a single moment to think that their strategy can succeed.\nLooking at it again, I’d say my language here was overly sweeping. It’s not hard to think of ideas that fall on the wrong side of that “almost,” and cases where even if someone were policing certain forms of speech with murder, you wouldn’t say, “well, we need more of exactly that form of speech.” Paul Waldman has cited the case of Stormfront as an example of the limits of liberal solidarity, while Glenn Greenwald, in his inimitable way, invoked the example of anti-Semitic propaganda, and they both raise important points. If you imagine a situation where Jewish vigilante groups were assassinating anyone who published “The Protocols of the Elders of Zion” or other blood-libelous texts, would that make the blood libel something that absolutely “needs to said,” lest the Jewish terrorists win and liberalism be compromised? I don’t think so, no. Likewise with the Klu Klux Klan and “The Turner Diaries” or some similar supremacist tract: As Waldman says, if white nationalists were killed for publishing such material, we would (hopefully) deplore the killings and affirm the importance of free speech, but we wouldn’t urge the wide republication of the work.\nWith this in mind, I think my original language might reasonably be amended to something like this: “When offenses are policed with murder, we need more speech that challenges/offends the murderers,” leaving more room for prudential and moral judgment about exactly what form the new challenge/offense should take. (This has some relevance for the related question of whether a religious person can ever welcome blasphemy, to which I may return later.)\nAnd the existence of examples like the above feeds into the argument, raised by Greenwald’s post and elsewhere on the left, that non-Muslim Westerners should self-censor more around Islam and Muslim not because of issues related to religion or blasphemy per se, but because of intersecting issues of culture, race and power, which put Muslims — or at least Muslims in the West — in a very different position than Christians, and justify stronger taboos against mockery, caricature, and other forms of what one widely-quoted anti-Charlie Hebdo post called “white men punching down.” The same impulses that make racism and anti-Semitism officially protected but culturally taboo, in other words, can reasonably be extended to the racism-cum-Islamophobia allegedly at work in the Hebdo cartoons and related provocations.\nThis argument runs into at least one immediate difficulty, in that the Muslims most offended by the Hebdo cartoons aren’t generally objecting to the fact that the caricatures of Mohammed reflect ethnic tropes or contempt for Arab or African Muslims as an oppressed people. Instead, they’re making an explicitly religious objection about the treatment of things sacred to their community and faith, and saying that “non-Muslims should condemn these cartoons because racism” is in some ways orthogonal to both the actual offense and the actual response.\nBut bracket that for the moment. The deeper issue, it seems to me, is that we have particular taboos around anti-Semitic and white supremacist rhetoric and propaganda because of 1) very specific historical events and 2) very specific political agendas associated with those ideas. The Holocaust and chattel slavery are understood to be exceptional cases, unique stains on our civilization, different in their gravity and shamefulness from other forms of oppression and disadvantage, and forms of expression that justify the ideologies that made those crimes possible are therefore treated with a kind of cultural strict scrutiny, not universally applied to any image or argument that might offend any group that’s been somehow mistreated at some point.\nOr put another way: If Western European nations had, in recent memory, had deliberately murdered millions of Arabs and Africans for the alleged crime of being Muslim, and if Charlie Hebdo (or Jyllands-Posten, or Salman Rushdie, or the creators of “South Park,” or whomever) were associated with arguments that either denied that this holocaust had even happened or regularly deployed eliminationist, explicitly-inciting rhetoric about contemporary Muslims in the West, then the analogy between parodic images of Muhammed and cartoons of bloodthirsty Jewish puppeteers might be more apt. But few of the provocations in question have any such agenda of subjugation attached (unless, I suppose, support for immigration restriction is supposed to count as “eliminationism”), the provocations from the left-wing, pro-immigrant editors of Hebdo certainly do not, and Muslims in the West are not facing pogroms or organized violence from their religion’s critics; for all the fears of backlash, anti-Islamic hate crimes in both Europe and the United States remain mercifully rare.\nMoreover, even though anti-Muslim bigotry is real enough and Muslims are often disadvantaged in the West (and more so in Europe than in the United States), the present position of Islam and Islamic civilization vis-a-vis the Europe and the U.S. — to say nothing of the position of radical Islam vis-a-vis its critics, in the West and the Islamic world alike — is too complicated to fit into a simple oppressor/victim narrative, or for the language of “punching down” to make real sense. The Hebdo cartoons, in particular, were often using images of Muhammed to mock the beliefs of people, like the brigands of ISIS, who are very much in power, who are the ones doing the real “punching” (that is, killing) in this story, and whose ideology actually quite explicitly supports slavery and genocide. So it is slightly strange for the cartoonists’ critics to invoke the examples of how we deal with Holocaust apologists to justify taboos that today’s genocidaires want to see enforced.\nNow in fairness, Hebdo’s left-wing critics don’t see themselves as doing anything like that: They aren’t trying to protect the sensitivities of ISIS or any other theocratic thugs; rather, they’re trying to defend the Muslims of France and Western Europe from blows that may be aimed at Islamists and terrorists but that tend to land on their pieties, their sense of belonging and agency, and sometimes their legal rights instead. And the left’s justification for imposing stronger cultural taboos in this area isn’t that the Muslim experience is exactly like the Jewish experience in 1930s Germany or the black experience in Dixie; rather, it’s that there’s a continuum of victimhood and exclusion, and that while events and institutions like the Holocaust and slavery occupy a distinctive place on that continuum, other forms of oppression imposed by the West, from our colonial past to its still-exclusionary present, deserve a cultural response today as well. In this view, the taboos around white racism and anti-Semitism are seen as a model with much wider applications for how to talk (or not talk) about historically-oppressed groups, rather than as a historically-contingent exception to a general atmosphere of freewheeling criticism and debate. And in this perspective’s ideal world, versions of those same taboos would be applied to the widest possible range of groups, experiences, and identities — to anyone, really whose claims of exclusion have some legitimacy and deserve some sort of response or redress.\nThis perspective has a logic to it, and there are modest applications that don’t strike me as particularly troubling. But applied comprehensively, especially in those areas where the cultural left holds real sway — most notably, on many college campuses — it has a way of very swiftly stifling all kinds of interesting and important debate, (or replacing them with accusations of “denialism”, the clearest example of Holocaust language colonizing other issues). Because it turns out that practically everything that matters touches on the interplay of culture and history and identity and belief, and if you assert that any kind of group that’s been oppressed has a veto over discussions in areas that touch on their experience, you soon find yourself unable to argue very basic questions about cultural practice, personal morality, religious belief. (Excepting those that involve the historical sins of white cisgendered males, that is.) And a blanket of fog falls over important arguments, save for the sparks that fly when a commencement speaker is disinvited, a troublesome group is ejected, or a new form of microaggression needs to be repudiated or policed.\nAnd this blanket, I think, is a particularly bad deal for serious religious believers, because religion is so intimately tied to questions of cultural identity and ethnic heritage (and with them, of course, to deep historical grievances as well) that it’s impossible to talk about seriously without sometimes crossing lines or giving real offense. So a culture in which all such offense-giving is treated with the kind extreme prejudice currently reserved for Stormfront and its ilk will be a culture in which religion and theology simply cannot be seriously debated, in which religious belief simply collapses into personal identity, and in which only therapeutic forms of faith will have any place to stand.\nThis is part of why I’m more inclined to stand fully with Charlie Hebdo than some of my fellow believing Christians, up to and including, perhaps, the supreme pontiff of my church. Yes, the militant anti-clericalism of the Hebdo worldview is a forthright and longstanding enemy of my own faith, and no, I would prefer not to have to choose between radical secularism and radical Islam. But Hebdo’s scoffing at and savaging of religion belongs to a landscape where religion and religious ideas are still taken seriously enough to frontally attack, and to a culture in which I feel free to scoff at and savage atheism — or any other “ism” — in its turn. Whereas the world that I see lurking in the ideas of the anti-Hebdo left is one where religion is essentially downgraded, for its own protection, into another identity that nobody can question or traduce … and the price that’s paid for that protection is the surrender of everything that’s challenging and interesting and worth debating about Christianity, or Islam, or any other faith.\nMaybe a cultural arrangement exists in which that dilemma could be sidestepped, in which taboos could be precisely calibrated to exclude everything worthlessly offensive and still leave room for important arguments that fall afoul of political correctness in all its varied forms. But for now, in the world as it exists, I’ll take a liberalism that leaves maybe too much room for blasphemy and other sins over a pseudo-liberalism that excludes it, and far too much else besides.", "url": "https://douthat.blogs.nytimes.com/2015/01/22/the-uses-and-abuses-of-taboos/"}