{"authors": ["Steve Lohr", "Topics.Nytimes.Com Top Reference Timestopics People L Steve_Lohr Index.Html"], "date_download": "2018-11-16 04:19:45", "date_modify": "2018-11-16 04:19:45", "date_publish": "2010-03-22 21:37:09", "description": "A Google founder said the shift of its Chinese service to Hong Kong was not given a clear-cut stamp of approval by Beijing.", "filename": "2010_03_22__1542341985.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2010_03_22__1542341985.html", "title": "The New York Times", "title_page": "Interview: Sergey Brin on Google's China Move - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adding more excerpts from interview.\nChina’s censorship of the Internet may be blunt, but Google has found negotiations with the Chinese government in recent weeks to be subtle and uncertain.\nShamil Zhumatov/Reuters\nThat was the message from a brief interview in New York on Monday with Sergey Brin, Google’s co-founder, shortly after the company announced that it was moving its Chinese Internet search engine to Hong Kong.\nThe former British colony has been part of China since 1997, but operates under a “one country, two systems” philosophy. The mainland authorities do not censor political news and searches on the Web in Hong Kong.\nThe shift of its Chinese service to Hong Kong, Mr. Brin said, was not given a clear-cut stamp of approval by Beijing. But he said there was a “back and forth” with the Chinese government on what to do. “There was a sense that Hong Kong was the right step,” Mr. Brin said.\nBut he added: “There’s a lot of lack of clarity. Our hope is that the newly begun Hong Kong service will continue to be available in mainland China.”\nLater he added: “The story’s not over yet.”\nThe United States government, Mr. Brin stressed, was not involved in shaping the company’s policy. “This has all been up to Google,” he said.\nMr. Brin lived in the Soviet Union until he was nearly 6 years old, and he said the experience of living under a totalitarian system that censored political speech influenced his thinking — and Google’s policy. “It has definitely shaped my views, and some of my company’s views,” he said.\nTwo months ago Google cited hacking attempts on its networks and evidence of spying on the Gmail accounts of Chinese dissidents as motivations for reconsidering its China stance. Mr. Brin said those episodes were “deeply troubling.” He stopped short of saying the Chinese government was directly involved in those activities.\nBut, he added: “I know what the goal was. So it really doesn’t matter.”\nMr. Brin went out of his way to say there were many reasons for the Chinese government to be proud of its achievements, especially its impressive economic development, “lifting so many people out of poverty.”\nHe noted that the Chinese government is large, with millions of officials, and varying points of view.\nBut in matters of censorship, political speech and Internet communications, he said, there is a totalitarian mentality that controls policy. “Our objection is to those forces of totalitarianism,” he said.\nSince Google said in January that it might pull its Chinese search operation out of the mainland, bloggers have speculated that the company might then develop and distribute software tools to sidestep censorship. But when asked, Mr. Brin said, “I think those tools are going to come of their own accord. I don’t think we have to do anything.”\nGoogle’s actions, he said, may play a long-run role in easing Internet censorship in China. “Our hope is there is progress and a more open Internet in China,” he observed.\nMr. Brin added that efforts by China, Iran and other governments to control online speech — a “half an Internet” approach, he said — will likely fail eventually. “I think that in the long term, they are going to have to open,” he said.", "url": "https://bits.blogs.nytimes.com/2010/03/22/interview-sergey-brin-on-googles-china-gambit/"}