{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 04:43:31", "date_modify": "2018-11-16 04:43:31", "date_publish": "2014-08-18 17:19:58", "description": "A local court will now weigh whether Uber can legally operate in the German capital.", "filename": "2014_08_18_uber-wins-a-reprieve-in-berlin___php=true&_type=blogs&_r=0_1542343411.html", "image_url": "https://static01.nyt.com/images/2014/08/18/business/18bits-berlin/18bits-berlin-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_08_18_uber-wins-a-reprieve-in-berlin___php=true&_type=blogs&_r=0_1542343411.html", "title": "Uber Wins a Reprieve in Berlin", "title_page": "Uber Wins a Reprieve in Berlin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON – Uber is back in business in Berlin, at least for now.\nThe smartphone-based car service won a reprieve on Monday when a local court suspended a ban from the city’s authorities, who had ruled that Uber did not comply with passenger safety standards.\nThe court will now weigh whether Uber, which has been valued at roughly $17 billion and operates in more than 100 cities in 36 countries, can legally operate in the German capital. That decision could take more than a month. And until a final ruling is made, Uber can continue to operate in Berlin.\nThe German court may still uphold the ban, which could lead to fines of $34,000 every time an Uber driver picks up a passenger. The court could also decide to overturn the city authorities’ initial decision.\n“This is good news for the great people of Berlin,” Fabien Nestmann, Uber’s general manager for Germany, said in a blog post on Monday. “Today’s news supports freedom of choice and progress.”\nDespite the threat of fines from last week’s legal ruling, Uber had continued to operate in Berlin.\nThe city’s taxi associations argue that the car service does not follow the same rules imposed on other taxi companies. Berlin’s traditional taxi drivers say that Uber’s drivers are freelancers who are not certified, use GPS-enabled smartphones to find passengers and therefore can charge less than their competitors.\n“What Uber is doing is really bad,” Richard Leipold, the chairman of the Berlin Taxi Association, said in an interview. “I know justice can be slow. But when it works, it will come down hard.”\nThis is not the first time that Uber has fallen foul of Berlin’s rules. A local court order that outlawed the service was previously overturned earlier this year. And a similar effort to prevent Uber from operating in the northern port city of Hamburg has also been recently overturned.\nThe popular car service has faced a backlash from both American and European taxi drivers. Cities like Brussels already have banned Uber, while more than 10,000 taxi drivers from London to Milan took to the streets in June to protest against the company.", "url": "https://bits.blogs.nytimes.com/2014/08/18/uber-wins-a-reprieve-in-berlin/?_php=true&_type=blogs&_r=0"}