{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 04:43:31", "date_modify": "2018-11-16 04:43:31", "date_publish": "2014-08-14 17:32:56", "description": "Uber said Thursday that it would challenge a ruling banning the smartphone-based car service in Berlin, calling it “not progressive.”", "filename": "2014_08_14__1542343411.html", "image_url": "https://static01.nyt.com/images/2014/08/14/business/14bits-uber/14bits-uber-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_08_14__1542343411.html", "title": "Uber to Fight Ban in Berlin", "title_page": "Uber to Fight Ban in Berlin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Uber said Thursday that it would challenge a ruling here banning the smartphone-based car service and continue to compete with traditional taxis until a final decision was made.\nOn Wednesday, the Berlin state authority, LABO, issued a ruling prohibiting Uber from picking up passengers through its ride-sharing and limousine services, saying they did not meet passenger safety standards. It also threatened the company, based in San Francisco, with a 25,000 euro, or $34,000, fine for each violation.\nWhile the ruling was hailed by representatives of taxi drivers, Uber called the decision anticompetitive.\n‘‘The decision from the Berlin authorities is not progressive and it’s seeking to limit consumer choice for all the wrong reasons,’’ said Fabien Nestmann, Uber’s general manager for Germany. ‘‘As a new entrant we’re bringing much-needed competition to a market that hasn’t changed in years. Competition is good for everyone because it raises the bar and ultimately it’s the consumer who wins.’’\nUber is no stranger to resistance. Yet nowhere has the pushback been stronger than in Europe. In April, a court in Brussels outlawed Uber and imposed a 10,000 euro fine on drivers who picked up passengers using the company’s app. In June, cabdrivers from London to Madrid to Milan staged a daylong protest against Uber.\nPhoto\nNevertheless, the company has expanded into more than 100 cities in 36 countries, drawing the attention of investors, who have raised its value to $17 billion.\nThis is the second time that Uber has been threatened with a ban in Berlin. A court order prohibiting the service was overturned in April. A similar attempt to prevent the service from operating in the northern port city of Hamburg last month was also overturned by a court.\nUnlike traditional taxi drivers, who must be certified and face myriad regulations and requirements ranging from licenses to insurance, Uber’s drivers are freelancers who use GPS- enabled smartphones to connect with passengers, charging them a fraction of what they would pay a taxi driver.\nBerlin taxi drivers have argued that by bypassing the industry regulations, Uber is unfair competition. The ruling Wednesday came in response to a complaint from a small taxi company, which argued that Uber’s drivers were unqualified and lacked the necessary insurance, putting passenger safety at risk.\n‘‘As taxi drivers we must meet a number of regulations and requirements,’’ said Richard Leipold, head of the Berlin Taxi Association. ‘‘The Berlin authorities’ decision makes it clear that this goes for every participant on the market, including for digital competitors.’’\nHermann Waldner, who heads one of Berlin’s leading taxi services, agreed that competition was always better, but insisted that it must be fair and could only be so if all drivers were subject to the same regulations.\n‘‘Anyone who is willing to play by the rules is welcome in the market,’’ Mr. Waldner said. He said his company certifies drivers after educating them on passenger relations and ensuring they know the main city landmarks and streets. Uber, he said, relies solely on technology to get passengers to their destinations.\nYet not everyone behind the wheel of a taxi believes that Uber is the source of the industry’s problems. Jörg Lochmann, a Berlin taxi driver, said that while many of his customers would never use the service, young people with whom Uber is popular would not pay for a taxi.\n‘‘I noticed that the business is harder but I doubt that this is only caused by Uber,’’ Mr. Lochmann said. ‘‘Competition is everywhere.’’\nKatarina Johannsen contributed reporting.", "url": "https://bits.blogs.nytimes.com/2014/08/14/uber-to-fight-ban-in-berlin/"}