{"authors": ["The New York Times"], "date_download": "2018-11-16 03:14:47", "date_modify": "2018-11-16 03:14:47", "date_publish": "2014-07-11 10:18:59", "description": "The Federal Trade Commission contended that Amazon improperly billed customers for “many millions of dollars” of charges that children made without their parents’ consent.", "filename": "2014_07_11__1542338087.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_07_11__1542338087.html", "title": "The New York Times", "title_page": "Daily Report: F.T.C. Sues Amazon Over Billing for Children's App Purchases  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSettling isn’t the Amazon way, whether the dispute is with book publishers or the federal government, Steve Lohr reports.\nThe Federal Trade Commission filed a suit in a Federal District Court in Seattle on Thursday, contending that Amazon improperly billed customers for “many millions of dollars” of charges that children made without their parents’ consent. The suit focuses on charges related to games downloaded through Amazon’s app store.\nAmazon’s mobile store, the suit states, introduced the ability to bill customers within an application — so-called in-app charges — in November 2011, and did so without parental notifications or password requirements in children’s games. Often, the charges were for digital goods like coins, clothing, clues or tools that help a player progress through a game.\nJessica Rich, director of the agency’s Bureau of Consumer Protection, said in a conference call on Thursday that Amazon’s approach resulted in “sticking parents with unexpected bills in the hundreds of dollars.” Read more »", "url": "https://bits.blogs.nytimes.com/2014/07/11/daily-review-f-t-c-sues-amazon-over-billing-for-childrens-app-purchases/"}