{"authors": ["Farhad Manjoo", "Topics.Nytimes.Com Top Reference Timestopics People M Farhad_Manjoo Index.Html"], "date_download": "2018-11-16 03:42:22", "date_modify": "2018-11-16 03:42:22", "date_publish": "2014-02-28 18:15:41", "description": "Magneto, an online scheduler, shows a lot of promise. It also shows a lot of rough edges.", "filename": "2014_02_28__1542339742.html", "image_url": "https://static01.nyt.com/images/2014/02/28/technology/28bits-testrun-magneto/28bits-testrun-magneto-videoSixteenByNine600.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_02_28__1542339742.html", "title": "Will Someone Please Make a Better Online Calendar?", "title_page": "Will Someone Please Make a Better Online Calendar? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOver the last few days I’ve been using a promising new calendar program called Magneto . The app was created by a start-up whose founders have put a lot of thought into how people use online calendars, and it addresses several shortcomings found in other digital organizers.\nAmong other things, Magneto — which works on the web and on iOS devices — understands locations, so it automatically estimates and blocks out travel times between your appointments. It also monitors real-time traffic conditions and will warn you to get going when it thinks you risk being tardy. Magneto doubles as a powerful to-do list, too, letting you drag-and-drop tasks from your list into your daily grid.\nI’ve been using Magneto for just three days, so this isn’t a full review. I’d caution that the software — which is still in a request-to-join beta mode — is pretty rough around the edges, missing enough key features that you should think twice about adopting it as the primary way to organize your time right now.\nBut even if it’s far from perfect, I want to shower Magneto with praise for one of its most terrific features, an idea that addresses — though does not yet completely solve — my biggest frustration with digital calendars.\nThat frustration: Scheduling meetings between two or more people is too difficult. It’s the biggest flaw in online calendars. And someone needs to fix it, please.\nTwo or three times a day, often over email, I endure a tedious back-and-forth negotiation over when and where I’m going to meet a friend or colleague.\nHere is a loosely fictionalized dramatic re-enactment. Picture this as a never-ending email thread, subject line “ugh:”\nMe: Wanna set up a time next week to chat about your cold fusion breakthrough? You: Yes! What’s good for you? Me (after spending about 30 seconds consulting my calendar and expending scarce mental energy to translate that graphical view into summary text): I’m pretty free most afternoons, except for Tuesday and Wednesday. Also Weds through Fri mornings are O.K. You (after spending 30 seconds looking at your calendar and, in your head, reconstructing my text into a graphical overlay on top of your schedule — time that you could be using to research cold fusion): O.K., how about Monday at 4? Or Weds am works too. Me (again, more calendar-consulting, more mental work, mental work that, I want to stress, does not come so easily for me): Sure let’s do 4 on Monday. Where should we meet? You: Oh, I thought you meant on the phone. I really can’t travel then — can you come to my office at the Cold Fusion Center?\nI know this is getting tedious. That’s the point! Scheduling is tedious. It’s endless. Stick with me here, I’m trying to get you to feel my pain. Let’s continue:\nMe (consulting my calendar again, because the Cold Fusion Center is an hour’s drive each way, and now I have to see whether I can fit all that travel into my day): Nope, can’t drive up there on Monday. I could probably drive up Weds. What time’s good in the morning? You: 8 to 10? Me (heart sinking, because in morning traffic that drive will be closer to an hour and a half than an hour, which means that I’ll have to leave before the kids are ready, which means I’ll have to ask my wife if she’s free to take the kids to school that morning, but do I really want to go through all that trouble right now?): You know what? Maybe let’s just meet once you’ve perfected cold fusion?\nThis example is only a tad more extreme than most of my scheduling attempts. Yours may be easier. If you mainly meet with a small set of close colleagues who have shared their calendars with you, you’re probably satisfied with the scheduling systems baked into Google Calendar or Outlook.\nBut if you’re often setting up meetings with new people — people whose calendars you don’t know — and in a variety of locations, there’s a good chance you go through this sort of thing, too. The process requires too many steps and too much cognitive work, and because you’ve got to account for information like location and travel time, it’s difficult to automate.\nMagneto makes a valiant attempt to fix the problem. To schedule a meeting, you click the Share button, choose a window of a few days or weeks, type in your friend’s email address, and press Send.\nThe other guy will see a grid of the days you’ve shared with your appointments blocked off, but Magneto won’t show him the details. Your friend then draws boxes over your calendar to represent his availability. Then you review his boxes, choose one, and you’re all set.\nNow, this isn’t totally novel. Magneto’s appointment-finder system is similar to scheduler apps like Doodle, which compare several people’s calendars and find collectively available times.\nBut Magneto’s time-finding feature could, in theory, work much better. That’s because it understands location and traffic, so it can look for available times not just based on two people’s schedules, but also their physical distance. Also, because the scheduler is baked into the calendar — and isn’t a stand-alone app — and because its interface is very slick and easy to use, it feels a lot more accessible than a stand-alone scheduler. It feels like something you could use to set up most meetings, not just the most complicated ones.\nThat, at least, is what I hope it will become. As it is now, though, Magneto’s scheduler feels half-baked. One problem is that the feature does not yet take location into account — so it wouldn’t have been any help in setting up my meeting with the faraway cold fusion expert.\nEven worse, I found that the scheduler doesn’t take time zones into account. When I sent my schedule to a guy in Chicago, he couldn’t tell whether I meant Pacific time or Central time.\nThen, when we got that straightened out, another problem cropped up. In the calendar I’d shared with him, I hadn’t blocked off the weekends — days on which I don’t work, but which looked available to him. So he chose a couple of weekend appointment times, which didn’t work for me, and which prompted more back-and-forth logistics talk.\nIn the end, we set the meeting up over Twitter.", "url": "https://bits.blogs.nytimes.com/2014/02/28/will-someone-please-make-a-better-online-calendar/"}