{"authors": ["Conor Dougherty", "Topics.Nytimes.Com Top Reference Timestopics People D Conor_Dougherty Index.Html"], "date_download": "2018-11-16 04:43:34", "date_modify": "2018-11-16 04:43:34", "date_publish": "2014-08-31 11:00:38", "description": "The annual event draws more than 50,000 people to the Nevada desert — many of them from the tech industry in San Francisco. And while they’re away, the city’s hard-to-get-into restaurants and bars aren’t so hard to get into.", "filename": "2014_08_31__1542343414.html", "image_url": "https://static01.nyt.com/images/2014/08/31/business/31bits-man/31bits-man-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_08_31__1542343414.html", "title": "The New York Times", "title_page": "San Francisco Exhales During 'Burning Man Exodus' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSAN FRANCISCO — As the annual Burning Man festival wrapped up over the holiday weekend, thousands of weary festivalgoers were somewhere in Nevada packing up yurts, washing off body paint and dreading their eventual re-entry to the real world. Here, particularly in the city’s rapidly gentrifying Mission District, their neighbors were dreading something else: the moment the “Burners” come home.\nOver the last few years, Burning Man — the mass camping trip/rave that participants have deemed indescribable to anyone who hasn’t attended –- has become a veritable staycation for San Franciscans who don’t attend. They say restaurants have more tables, parking spots are plentiful and yoga classes are extra chill.\nWednesday afternoon, the No. 1 story on Eater SF, a website about the local culinary scene, was titled “SF Tables Worth Snagging During the Burning Man Exodus.” Allie Pape, the story’s author, said the site did the same feature last year as well.\n“My co-editor and I were joking about this is probably the week we should go to these (restaurants). And we were like ‘If we’re going to do this, why don’t we make a list?’ I have no scientific proof that reservations go down, but it’s pop wisdom in San Francisco that anything is easier this week: The bars are less crowded, it’s easier to park.”\nSadly, it’s not clear if there actually is scientific proof to support the Burning Man exodus. The event is big –- it has attracted as many as 70,000 people –- but even if half of those came from San Francisco (which seems unlikely), that would be a tiny portion of the city’s 837,000 residents.\nAt The New York Times’s request, data scientists from the reservation service OpenTable played with reams of San Francisco reservation data to see if there was a Burning Man lull, but couldn’t find much.\nBut people in the Mission swear their neighborhood cleared out for the week. The Mission is heavily populated with young tech workers. On weekday mornings, fleets of private tech buses makes non-tech residents feel as if they live next to a high-end Greyhound station.\nAt 5 p.m. on Monday, Ben Thorne, owner of Sneaky’s BBQ, a catering service that does weekly ‘pop-ups’ around San Francisco, parked right in front of the bar where he was serving his food that evening — a rare parking find that any Manhattanite could appreciate. He spent the rest of the night dishing up Carolina-style pulled pork, ribs and chicken wings to an underwhelming number of people.\nJed Kolko, the chief economist for Trulia, a real estate site that is in the process of being acquired by Zillow, had just that kind of crowd in mind when he dropped by.\n“A barbecue popup in a hip bar: I figured it would be empty this week,” said Mr. Kolko. “No wait for some of the best chicken wings I’ve ever had.”\nBusiness has also been slow at the Monk’s Kettle, a small but always-packed restaurant that specializes in craft beers. It’s the sort of place that doesn’t serve Budweiser but does serve a $15 burger that comes with “onion jam.”\nIn normal times, even on weekdays, it routinely takes an hour to get a table at the Monk’s Kettle. And seven nights a week, locals continue to drink hoppy, high-powered beers until bartenders cut them off and start flicking the lights.\nBut not last week. The regular crowd of beer aficionados were gone, and in their place were tourists and newbies who were usually deterred by crowds.\n“With Burning Man we kind of see a mass exodus of a lot of regulars from the Mission area and we’ll get a little bit of a lull, but then all of a sudden we have these people we’ve never seen. Almost half the business we’ve had this week are people who have never been in before,” said Adam Dulye, the chef/owner of the Monk’s Kettle and the nearby Abbot’s Cellar. “People will walk into the bar and order a martini or a Manhattan and it’s like ‘Uhh, we have beer.'”\nAlso unlike the regulars, they leave before the bar’s 2 a.m. closing time.\n“After 12:30 last night, the only two people in the restaurant were the people in the kitchen, the bartender, and the manager. There was no one drinking a beer at 12:45 last night,” said Mr. Dulye on Wednesday. “We should do like a Burning Man beer that’s not at Burning Man, just to drive business. ‘Didn’t go to Burning Man? Come get this beer.’”", "url": "https://bits.blogs.nytimes.com/2014/08/31/san-francisco-exhales-during-burning-man-exodus/"}