{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 03:14:45", "date_modify": "2018-11-16 03:14:45", "date_publish": "2014-07-11 01:00:59", "description": "The group will visit six countries as it discusses how search engines will react to Europe’s so-called right to be forgotten ruling.", "filename": "2014_07_10__1542338085.html", "image_url": "https://static01.nyt.com/images/2014/07/11/technology/11bits-schmidt/11bits-schmidt-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_07_10__1542338085.html", "title": "Google to Tour Europe to Discuss Privacy", "title_page": "Google to Tour Europe to Discuss Privacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — Google is about to start a grand tour of Europe.\nThe search engine company will soon send a group of executives and legal experts, including the company’s executive chairman, Eric E. Schmidt, around the region to explain Google’s stance on online privacy.\nThe series of meetings, which is expected to start as early as September and last up to nine months, will form part of the company’s response to a recent European court ruling that gives people the right to ask that links about themselves be removed from certain Internet searches.\nOn Friday in Europe, Google opened a website for its 10-person privacy advisory group. The site includes an area where people can give suggestions for how the company should respond to the court’s decision.\nThe privacy committee includes Mr. Schmidt and Google’s top lawyer, David C. Drummond. Other members are Jimmy Wales, the founder of Wikipedia, who has been a vocal critic of Europe’s so-called right to be forgotten, and several European data protection experts, including José Luis Piñar, a former Spanish privacy regulator.\nGoogle, which announced the creation of the committee in May, is expected to announce on Friday in Europe the selection of three new members, including Sabine Leutheusser-Schnarrenberger, a former German justice minister, and Sylvie Kauffmann, editorial director at the French newspaper Le Monde.\nGoogle will not pay the external committee members for their time, although it will cover their expenses. The group will publish a report next year recommending how search engines should respond to the European court’s privacy ruling. The recommendations, however, will only advise the company on its future privacy efforts, and might not be carried out.\nThe steps come as the tech giant, which runs Europe’s most popular search engine, has struggled to deal with the more than 80,000 requests from individuals who want links to online content to be removed.\nThe court’s ruling has pitted freedom of expression advocates against online privacy groups. Google’s efforts to comply with the complicated legal decision have misfired somewhat.\nThat includes removing links to articles from several prominent European news organizations, including the BBC and The Guardian, only to later reinstate some of the links after the media outlets complained.\nThe privacy committee will meet privately in July before starting a six-country European tour. The group will visit France, Spain, Germany, Poland, Britain and Italy. In each country, it will hold a public meeting in which local experts will give their opinions about the implications of the European court’s decision, according to people with direct knowledge of the matter, who spoke on the condition of anonymity because they were not authorized to speak publicly. The meetings will be spread out over a period of months.\nThe people who will speak to Google’s privacy group will be chosen from submissions to the form on the committee’s website and recommendations from the 10-person privacy team, according to one of the people with direct knowledge of the matter.\nDuring the yearlong process, the advisory group is expected to focus on how search engines like Google can respond to the right-to-be-forgotten ruling. It will also look at how to balance individuals’ right to privacy with the people’s need for freedom of expression, as both rights are enshrined almost equally in European law.", "url": "https://bits.blogs.nytimes.com/2014/07/10/google-to-go-on-european-tour-to-discuss-privacy/"}