{"authors": ["The New York Times"], "date_download": "2018-11-16 04:18:55", "date_modify": "2018-11-16 04:18:55", "date_publish": "2014-12-03 12:09:38", "description": "The breach exposed two things the movie industry loathes — the piracy of films and details about executive compensation — and sent a ripple of dread across Hollywood.", "filename": "2014_12_03__1542341935.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_12_03__1542341935.html", "title": "Daily Report: Hackers Steal Movies and Executive Salary Data From Sony", "title_page": "Daily Report: Hackers Steal Movies and Executive Salary Data From Sony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nJust as Sony Pictures Entertainment appeared to be recovering from a crippling online attack last month, the studio found itself confronting new perils on Tuesday. The Federal Bureau of Investigation warned American businesses of a similar threat, and additional Sony secrets were leaked online, Brooks Barnes and Nicole Perlroth report.\nSony, the studio behind “The Amazing Spider-Man” films and the “Breaking Bad” television series, restarted many of its computer systems on Monday after a Nov. 24 breach by a group calling itself #GOP, for Guardians of Peace. Executives at the entertainment company said they were also making progress in fighting the apparently related Internet pirating of five complete films, including the unreleased “Annie.”\nBut Sony was newly rattled by the leak of internal documents, one of which contained the pre-bonus annual salaries of senior executives, showing 17 who earn more than $1 million a year. The documents were published late Monday on Pastebin, the anonymous Internet posting site.\nThe breach exposed two things the secretive movie industry is extremely sensitive about — the piracy of films and details about executive compensation — and sent a ripple of dread across Hollywood to Washington. Read more »", "url": "https://bits.blogs.nytimes.com/2014/12/03/daily-report-hackers-steal-movies-and-executive-salary-data-from-sony/"}