{"authors": ["Conor Dougherty", "Topics.Nytimes.Com Top Reference Timestopics People D Conor_Dougherty Index.Html"], "date_download": "2018-11-16 04:43:21", "date_modify": "2018-11-16 04:43:21", "date_publish": "2014-12-09 03:18:48", "description": "The city said in a lawsuit that Uber was operating an “illegal, unregulated transportation service” and asked a judge to halt its operations there.", "filename": "2014_12_08_portland-ore-sues-uber-for-operating-in-city__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343401.html", "image_url": "https://static01.nyt.com/images/2014/12/09/technology/09bits-uber/09bits-uber-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_12_08_portland-ore-sues-uber-for-operating-in-city__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343401.html", "title": "Uber Accused by Portland, Ore., of Operating Illegally", "title_page": "Uber Accused by Portland, Ore., of Operating Illegally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nEarly Friday evening, Uber started offering rides in Portland, Ore., despite fierce protests from the mayor and the commissioner of the city’s transportation bureau. Now Uber, which is based in San Francisco, is going to court.\nPortland announced Monday that it had sued Uber, accusing the company of operating an “illegal, unregulated transportation service.” The city asked a judge to halt the company’s operations in the city.\n“Taxi cab companies follow rules on public health and safety,” Mayor Charlie Hales said in a statement. “So do hotels and restaurants and construction companies and scores of other service providers. Because everyone agrees: Good regulations make for a safer community. Uber disagrees, so we’re seeking a court injunction.”\nUber is accustomed to being scolded by mayors. The company, whose service allows riders to summon a car using a smartphone app, has had its value pegged around $40 billion. This torrid growth is thanks in part to a practice of asking forgiveness instead of permission.\nIn Portland, Uber has broadcast its defiance to anyone who will listen. The company has been operating in the Portland suburbs for months, and on Friday it told The Oregonian newspaper about its intent to start operating inside the city limits. It followed up with a blog post announcing its introduction. In the meantime, the company has taken its case with the city directly to consumers through an online petition.\n“In less than four hours, nearly 7,000 Portland residents have signed the petition in support of Uber and we remain hopeful that the city will listen to Portlanders who want safe, reliable, hassle-free ride options now,” the company said in an emailed statement.\nTo stop the company, the city’s transportation bureau has been running sting operations in which enforcement officials order Uber vehicles and cite the drivers. On Friday, enforcement officials ordered two Uber rides. The rides were canceled but officials took screen shots of their license plate numbers, according to Dylan Rivera, a spokesman for the transportation bureau. On Saturday, officials took three rides from Uber and will be sending fines to the drivers shortly, he said.\nPortland’s problems with ride-hailing services like Uber are largely about regulation. The city’s cabs must pass an annual vehicle test and are subject to a fare cap. Mr. Rivera noted that drivers of approved car services could not cancel rides after being hired – which is basically what they did to the city’s enforcement officers, he said – and 20 percent of the permitted fleet must be equipped for people who need wheelchairs.\n“We feel like there is definitely room for improvement but we want to do it in a thoughtful, careful way that protects the drivers,” said Mr. Rivera, speaking about the prospect of amending cab regulations.\nPortland’s problems with Uber go beyond its service. In the same news release it used to announce its lawsuit, filed in the Multnomah County Circuit Court, the city ordered Uber to stop using an image of the city’s iconic neon “Portland, Oregon” sign in its advertising.\n“The sign’s image is a trademark registered with the state of Oregon. If Uber does not cease all commercial use of the sign by 5 p.m. Thursday, Dec. 11, the city is prepared to seek a court order, damages and attorney’s fees,” the release said.", "url": "https://bits.blogs.nytimes.com/2014/12/08/portland-ore-sues-uber-for-operating-in-city/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}