{"authors": ["Quentin Hardy", "Topics.Nytimes.Com Top Reference Timestopics People H Quentin_Hardy Index.Html"], "date_download": "2018-11-16 04:43:33", "date_modify": "2018-11-16 04:43:33", "date_publish": "2014-06-11 11:00:53", "description": "We know that we are watched online, our feelings scanned by Google and Facebook to figure out what next to sell us. Now we can get a feel for what that looks like, thanks to a linguistic analysis tool released by a start-up. The results, at least in one writer’s case, are bemusing.", "filename": "2014_06_11__1542343413.html", "image_url": "https://static01.nyt.com/images/2014/06/11/technology/11bits-typecast/11bits-typecast-videoSixteenByNine600-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_11__1542343413.html", "title": "Your Personality Type, Defined by the Internet", "title_page": "Your Personality Type, Defined by the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn some ways, the Internet has become a game of “type and be typed.” Now you can play it at home, too.\nCompanies like Facebook, Google and Twitter look at the queries, observations, updates and enthusiasms we write on their services, then they try to figure out what ads might have the most persuasive effect on us.\nOn Tuesday, a Berkeley, Calif., start-up called Five posted a tool that gives a sense of what the big web companies might see when they look at us.\nUsing a link to Facebook posts, Five analyzes the language in which we write, and determines our relative affiliation to five personality attributes: openness, extraversion, agreeableness, conscientiousness and neuroticism. It then shows comparisons with famous people (based on their public writings and statements), as well as your Facebook friends.\nBased on the initial responses to the site on Twitter, “people seem to identify pretty strongly with the personalities we generate,” said Nikita Bier, the co-founder of Five, which is working on a product for online conversations that will use similar technology. “Only about 10 percent said we were outright wrong about them.”\nPart of that may be the overall vagueness of the typing, which can provoke the same kind of identification people feel for the most general newspaper horoscopes.\nThere is a significant amount of research into the relationship between the words we chose and the personalities we possess. H. Andrew Schwartz, a researcher at the University of Pennsylvania who has published research on the topic, is an adviser to Five.\nMr. Bier said the point of the exercise is not precision, but to give people a sense of what social media companies are doing with us, probably with much greater sophistication.\n“The predictive qualities of the five types are good for advertising,” he said. “People who are more open go to coffee shops, and have interesting apartments. You might want to give them an ad for Ikea. Neurotic people worry about their health, so you might pitch them vitamins.”\nBased on an entirely unscientific sample of one (though the author has known this subject a very long time), Five’s analysis is somewhat accurate, and somewhat bemusing.\nI am, it seems, about 30 percent more like the venture capitalist Marc Andreessen than I am like my wife. I’m as neurotic as Mark Cuban, the owner of the Dallas Mavericks basketball team, appreciate art less than Mahatma Gandhi, and am only slightly more cooperative than LeBron James, the star of the Miami Heat basketball team.\nI know well just three of the 10 Facebook “friends” to whom I am most similar. I’m little akin to most of the people I actually know and like on Facebook.\nSound familiar?", "url": "https://bits.blogs.nytimes.com/2014/06/11/your-personality-type-defined-by-the-internet/"}