{"authors": ["The New York Times"], "date_download": "2018-11-16 04:43:31", "date_modify": "2018-11-16 04:43:31", "date_publish": "2014-09-01 10:39:51", "description": "Some entrepreneurs say worries about a possible downturn are partly why they are stocking up on financing, essentially taking out insurance on the risk of lean times ahead.", "filename": "2014_09_01__1542343411.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_09_01__1542343411.html", "title": "Daily Report: Start-Ups Stockpile Funding for Harder Times to Come", "title_page": "Daily Report: Start-Ups Stockpile Funding for Harder Times to Come - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSilicon Valley has more money than it knows what to do with these days, leaving venture capitalists and other investors practically begging elite start-ups to take their cash. And the entrepreneurs are happy to oblige, William Alden reports.\nWith young start-ups receiving lofty valuations – and with conflicts around the globe stoking fears of a market correction – some entrepreneurs say worries about a possible downturn are partly why they are stocking up on financing, essentially taking out insurance on the risk of lean times ahead.\n“If you’ve been through those boom cycles, you’re looking for signs that the next one is coming, and you’re very fearful of that,” said Lawrence Coburn, who now runs a start-up in San Francisco called DoubleDutch. “You don’t want to be stuck out raising money when the curtain call comes.”\nInvestor enthusiasm – which put $22.7 billion into venture capital deals in the United States in the first half of the year, according to data from Thompson Reuters – is now mixed with a modicum of concern. A survey of venture capitalists in the second quarter by Mark V. Cannice, an entrepreneurship professor at the University of San Francisco School of Management, produced a reading of 4.02 on a five-point scale of confidence. While high, that level was virtually flat from the first quarter of the year, ending a seven-quarter streak of increases. Read more »", "url": "https://bits.blogs.nytimes.com/2014/09/01/daily-report-start-ups-stockpile-funding-for-harder-times-to-come/"}