{"authors": ["The New York Times"], "date_download": "2018-11-16 04:43:31", "date_modify": "2018-11-16 04:43:31", "date_publish": "2014-09-02 10:46:18", "description": "Having already upended the entertainment world, the games industry has turned its ambitions toward the lucrative world of professional video game competition.", "filename": "2014_09_02__1542343411.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_09_02__1542343411.html", "title": "Daily Report: How Video Gaming Became an International Spectator Sport", "title_page": "Daily Report: How Video Gaming Became an International Spectator Sport - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHaving already upended the entertainment world, the games industry has turned its ambitions toward the lucrative world of professional video game competition, Nick Wingfield writes in the first part of a series about the phenomenon, known as e-sports.\nThe signs of success already mirror the achievements of major sports. Game tournaments sell out giant arenas, and some attract at-home audiences larger than those of top traditional sporting events. Madison Avenue’s highest fliers, like Coca-Cola and American Express, have lined up as sponsors. Prize money has soared to the millions of dollars, and top players earn six- or seven-figure incomes and attract big and passionate followings, luring a generation of younger players to seek fame and fortune as gamers. And global revenue for games is $20 billion higher than the music industry’s and is chasing that of the movie business.\nLast year, the State Department began granting visas to professional gamers, under the same program used by traditional athletes. This fall, Robert Morris University in Chicago will dole out over $500,000 in athletic scholarships to gamers, the first of their kind in the United States, and Ivy League universities have intercollegiate gaming. Last week, the web giant Amazon announced it was buying Twitch, a hugely popular video streaming service used by gamers, for $970 million in cash.\n“This stuff is expanding out of control,” said James Lampkin, a product manager for ESL (Electronic Sports League), one of the biggest e-sports leagues, which had 73,000 attendees at a four-day tournament in Katowice, Poland, in March. “We have no idea what the limits are.”\nGame competitions have been around for decades, but what was happening at that arena in July would have been unthinkable, even laughable, only a few years ago. As broadband Internet access and free-to-play games have spread, game competitions have multiplied in size and frequency around the world, going beyond early strongholds like South Korea. Read more »", "url": "https://bits.blogs.nytimes.com/2014/09/02/daily-report-how-video-gaming-became-an-international-spectator-sport/"}