{"authors": ["Farhad Manjoo", "Topics.Nytimes.Com Top Reference Timestopics People M Farhad_Manjoo Index.Html"], "date_download": "2018-11-16 03:42:42", "date_modify": "2018-11-16 03:42:42", "date_publish": "2014-06-26 19:58:12", "description": "Recent rulings by the justices revealed something that should be quite gratifying for every technologist: The Supreme Court understands technology.", "filename": "2014_06_26__1542339762.html", "image_url": "https://static01.nyt.com/images/2014/06/26/business/26bits-scotus/26bits-scotus-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_26__1542339762.html", "title": "The Tech-Savvy Supreme Court", "title_page": "The Tech-Savvy Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe two major technology-related decisions handed down by the Supreme Court this week have been widely greeted by people in the tech industry as one win and one loss.\nThe win involved cellphone privacy: The court, siding with tech policy advocacy groups, ruled that the police must obtain a warrant to search the phones of people they arrest. The loss was Aereo, the brazen TV streaming start-up. The court ruled against the company, which created a cablelike service without paying broadcast networks for the rights to their content.\nBut when you examine the rulings, a different conclusion emerges. These were both wins for the industry, because they revealed something that should be quite gratifying for every technologist: The Supreme Court understands technology.\nAt a broad level, it understands the Internet and how the worldwide network has transformed our understanding of the law. More than that, the justices (aided, surely, by their Snapchatting clerks) seem to understand some of the deeper distinctions between various kinds of tech, distinctions that are vital to how we should regulate the gadgets now infiltrating our lives.\nThis is a surprise. The Supreme Court has long been mocked, sometimes justifiably, as an old-fashioned, tech-phobic institution. It doesn’t use email. It does not allow cameras during arguments. It does not even allow radio broadcasts. Chief Justice John G. Roberts Jr. once asked: “Maybe everyone knows this, but what is the difference between the pager and the email?” (His question wasn’t as ignorant as it sounds, but the way he said it — “the email” — still smacked of an oldster’s view of all these dagnabbit beeping machines.)\nBut the cellphone ruling, which Mr. Roberts wrote for a unanimous court, reveals a deep technological savvy. The police do not usually need to obtain a warrant to search the immediate belongings of people under arrest. But the court understood that a personal cellphone is a different kind of belonging. Searching a cellphone may reveal information about the entirety of a person’s life, from email to text messages to call records to photographs to the rich history of one’s travels.\n“The sum of an individual’s private life can be reconstructed through a thousand photographs labeled with dates, locations, and descriptions; the same cannot be said of a photograph or two of loved ones tucked into a wallet,” Mr. Roberts wrote. He added: “A person might carry in his pocket a slip of paper reminding him to call Mr. Jones; he would not carry a record of all his communications with Mr. Jones for the past several months, as would routinely be kept on a phone.”\nLaw enforcement groups argued that phones that aren’t immediately searched could be wiped remotely by suspects, but the court correctly recognized that there are technical means for the police to reduce that chance. They can turn the phone off, remove its battery or storage system, or place it in an enclosure that blocks radio transmissions.\nIn other words, the court told the police: Here’s some tech advice, guys.\nYes, the Aereo ruling didn’t go the way many in the tech industry — including a host of cloud service providers — would have liked. But the decision was not the product of ignorance about the company’s technology.\nAereo’s technology works like this: The firm maintains a bank of tiny antennas housed in a server farm. Each antenna is assigned to a single Aereo subscriber. The antenna picks up over-the-air TV service, and then stores what it records on a server that subscribers can access over the Internet, letting them view recorded shows on any device. Because each user records shows on a leased antenna, Aereo claimed that it did not need to pay TV networks for the right to their programming. A host of tech companies sided with the start-up, arguing that a ruling against Aereo might imperil the wider cloud industry, including hot start-ups like Dropbox.\nIn his majority opinion, Justice Stephen G. Breyer ruled that the technical differences between Aereo and a cable service did not amount to a fundamentally different service. “Insofar as there are differences, those differences concern not the nature of the service that Aereo provides so much as the technological manner in which it provides the service,” he wrote.\nThe ruling also tamped down the possibility of wider effects for cloud businesses that do not primarily deal with streaming copyrighted content. Rulings on the legality of those services “should await a case in which they are clearly presented,” Justice Breyer wrote.\nThere were many people in tech circles who were hoping that with the Aereo case, the court, which has long been friendly toward copyright holders, would finally change its ways. It did not.\nBut they should be glad, at least, that when the court considered the start-up, it did not do so out of hand. The majority decision indicates that justices understood Aereo’s unique technical infrastructure. They simply rejected it as a legal gimmick, which is a perfectly valid interpretation.", "url": "https://bits.blogs.nytimes.com/2014/06/26/the-tech-savvy-supreme-court/"}