{"authors": ["Farhad Manjoo", "Topics.Nytimes.Com Top Reference Timestopics People M Farhad_Manjoo Index.Html"], "date_download": "2018-11-16 03:42:41", "date_modify": "2018-11-16 03:42:41", "date_publish": "2014-06-26 16:53:02", "description": "The two Google executives discuss the spread of Android, recent acquisitions and the notion of having a “right to be forgotten” online.", "filename": "2014_06_26__1542339761.html", "image_url": "https://static01.nyt.com/images/2014/06/26/business/26bits-page/Statejp-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_26__1542339761.html", "title": "The New York Times", "title_page": "Google's Grand Plans: A Conversation With Larry Page and Sundar Pichai - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nShortly after Google’s keynote presentation at the company’s developer conference on Wednesday, I was ushered into a green room backstage at the Moscone Center in San Francisco.\nAs workers broke down the huge conference stage around us — with the lights flickering on and off, somewhat apocalyptically — I spent a half hour talking to Larry Page, Google’s chief executive, and Sundar Pichai, Google’s senior vice president in charge of Android and Chrome. Sergey Brin, who founded Google with Mr. Page, popped in and out of the room but did not take part in the interview.\nWe chatted about Google’s efforts to usher in the multidevice future of computing, and the challenges it may face in that task. We also discussed how Google’s ambitions might alter its image.\nI wrote a column about some of our discussion, but Mr. Page and Mr. Pichai made other comments that are also worth airing. Here is a fuller, though edited transcript of the discussion:\nQ.\nOne of the themes here is that Android is going to be a platform for more than phones — you want to have it in multiple devices. What’s the long-term vision for how Google services will be in different devices?\nA.\nMr. Page: That’s a very broad question. We’ve been talking about a multiscreen world for a long time. I think you see it culminating in something that’s a great experience across lots of different kinds of devices, from the watch to the TV to the laptop to the tablet to the phone.\nBut I think there’s much more to do. I think it’s exciting to see developers — if we’re reasonably clever and thoughtful about what we do, we can get experiences that make sense to users and are reasonably easy for developers to implement.\nQ.\nHow useful is the multiscreen world now?\nA.\nMr. Page: More and more of my time is on phones — though also it’s nice to use a big screen and have something plugged in. Some of the basic things we’ve done like Chrome tab synchronization and the ability to access your email across devices, we take those things for granted, but if you use them 100 times a day it’s a really important thing.\nMr. Pichai: I also think we are just at the beginning stages. Today, computing mainly automates things for you. But there’s an evolution from, today we tell computers to do stuff for us, to where computers can actually do stuff for us. For example, if I go and pick up my kids, it would be good for my car to be aware that my kids have entered the car and change the music to something that’s appropriate for them.\nQ.\nWhat are the hurdles in that path?\nA.\nMr. Page: Like anything, it’s just work. It’s easier to talk about things than do them.\nQ.\nDo you worry that the more devices we have that are connected to Google, there’s not just a privacy question but also something like creepiness?\nA.\nMr. Page: I think that the Internet and mobile devices in general is changing people’s lives a lot. And we’re feeling that. Everyone can tell that their lives are going to be affected, but we don’t quite know how yet, because we’re not using these things — and because of that there’s a lot of uncertainty. I think we’ll figure that out and we’ll get products, services and technologies that really benefit people a lot, and that make their lives significantly better. And as we do that people will understand those — and then there’ll be the next set of things.\nQ.\nYou’re saying the usefulness of the products will change how people feel about them?\nA.\nMr. Page: Yeah, and we know that if we talk about things before people see them, there’s a much more negative reaction. That’s one of the things we learned. It’s really important for people to be able to experience products; otherwise you fear the worst without seeing those benefits.\nI’m not trying to minimize the issues. For me, I’m so excited about the possibilities to improve things for people, my worry would be the opposite. We get so worried about these things that we don’t get the benefits. I think that’s what’s happened in health care. We’ve decided, through regulation largely, that data is so locked up that it can’t be used to benefit people very well.\nRight now we don’t data-mine health care data. If we did we’d probably save 100,000 lives next year. I’m very worried that the media and governments will try to stoke the people’s fears and we’ll end up in a state where we could benefit a lot of people but we’re not able to do that. That’s the likely outcome.\nQ.\nWhat can you do about that?\nA.\nMr. Page: I think talking about it — being honest that these things are going to change people’s lives, these are major issues we should be talking about. But not trying to sensationalize it and figuring out how to have a good dialogue about the issues that are out there.\nI would encourage people to have an open mind, and to look to the future with a sense of optimism.\nQ.\nYou bought Nest and Dropcam recently. But you also sold Motorola. What are your thoughts on Google’s approach to building hardware?\nA.\nMr. Pichai: When Larry and Sergey founded Google Search, one of the things that struck me is that it was available for everyone to use. We deeply desire our services to work for everyone. And that inherently means we have to work with partners. That is the thesis underlying everything we do.\nMr. Page: That’s why our services work on iOS.\nMr. Pichai: We do hardware when we think we need to guide the industry, which is why we do things like Nexus. Philosophically we’re deeply committed to working on an ecosystem at scale.\nQ.\nSo where do Nest and Dropcam fit in?\nA.\nMr. Page: Nest has a very strong team. I’ve had home control stuff since 10 years ago. I was installing various things and it never quite worked. It’s a nascent market. I think Nest is able to lead that ecosystem. At the early stages, that’s what you see.\nMr. Pichai: Nest is one vertical implementation of a set of smart products for the home. But we will support other people’s smart products for the home.\nQ.\nWas there some part of the Nest acquisition that was aimed at improving Google hardware generally — they’re good at hardware, and you need that expertise for other Google hardware?\nA.\nMr. Page: A lot has been written about that, but I don’t think that’s the primary motivation. It was a pretty expensive company. They have a lot of product traction, which seemed important to us. The idea that we want to distract them from that doesn’t make a lot of sense.\nWhat we got with Nest was a complete, functioning company and brand in an important, emerging area, that’s doing really well.\nQ.\nWhat’s going on with Google Plus?\nA.\nMr. Page: I think there’s a lot of things going on with Google Plus. I’m a very excited user of it. You saw some demos showing how it works with Chromecast — that’s one of the things I’ve been excited about. The service has been growing tremendously. People are always like, “Oh, what’s going on?” But for us, we’re superexcited about it because it’s a big service, growing continuously, since we launched it, at a high rate, and we’re making it better and better every day.\nQ.\nIs “social” as important to you now as it was two years ago?\nA.\nMr. Page: Yes, if anything, probably more important. We have a very excited, dedicated community. People forget we’re able to make our services better by understanding your relationships, making sharing work and understanding identity. These are deep and important things for us as a company.\nWhen people ask about Google Plus they think about it as, “I’m going to the stream.” For us, Google Play reviews are part of Google Plus, too. We see all those things growing and being important for us.\nQ.\nI wanted to ask about the European “right-to-forget” ruling. What was your reaction to that?\nA.\nMr. Page: “Right to be forgotten.” You can’t forget, but you can be forgotten. I think in general the issues about how you might be represented online when people search for you is an important issue. To date, we’ve said we’ll try our best to represent the things that are out there on the Internet about you. It’s worked for 15-plus years. It makes a lot of sense. We’re a search engine. It seems like we should represent what’s in the world.\nSo it was a pretty surprising ruling — it’s a different statement. You guys are now in charge of editing what’s out there in the world. In the past that’s not a responsibility we felt we had. I think given that’s the ruling, we’ve obviously said we’re going to start complying with that. We’re going to start removing some stuff pretty quickly — I think in the next week. We’re obviously going to try to do the best job we can.\nI think it would have been better to have more of a discussion about what to do and how to do it. We could have arrived at a more practical place than a court ruling. The previous system, where content is removed at the source of publishing, means that once it’s removed there, it’s removed for all other services. Whereas with the ruling, it has to be removed from all services — so if you’re an aggrieved user, you have to get your information removed from many sites that have that data. That doesn’t seem very practical.\nQ.\nI want to return again to this idea of Google’s image. There were a couple of protests here. There have been protests about Google buses.\nA.\nMr. Page: We’re in San Francisco, so we expect that.\nQ.\nDo you think it’s just that? One of the things that’s happening in the world is that people are worried about technology and how it’s changing our lives — is this a manifestation of that worry?\nA.\nMr. Page: I’m sure that people are worried about that. I’m sure that’s contributing to it. But I do think there are serious issues in San Francisco. There’s a rich history of protest in San Francisco. I think some of the issues — we have complaints about some things that are not that related to the company. To some extent we’re being used as a way to attract attention. We had protests about the C.I.A. and I don’t know what else, but it didn’t make any sense to me with respect to the company. As a big company we’re a target for some of these things. But I think people have legitimate issues with it as well.\nMr. Pichai: We’re doing a lot about it as well. There are a host of initiatives for the city. I think in some ways it’s good that there’s an open debate about it and I think we needed it. There’s been a lot of growth and the area is trying to adapt to that growth and that has been a concern.", "url": "https://bits.blogs.nytimes.com/2014/06/26/googles-grand-plans-a-conversation-with-googles-larry-page-and-sundar-pichai/"}