{"authors": ["Nicole Perlroth", "Topics.Nytimes.Com Top Reference Timestopics People P Nicole_Perlroth Index.Html"], "date_download": "2018-11-16 03:42:21", "date_modify": "2018-11-16 03:42:21", "date_publish": "2014-02-28 17:30:31", "description": "A look at some of the highlights, lowlights and more awkward happenings that took place at the annual RSA security conference this week.", "filename": "2014_02_28__1542339741.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_02_28__1542339741.html", "title": "At the RSA Security Conference, Things Get Testy and Then They Get Awkward", "title_page": "At the RSA Security Conference, Things Get Testy and Then They Get Awkward - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — It was hard to avoid the shadow of Edward J. Snowden at the annual RSA security conference this week.\nThe sprawling computer security conference held in the city’s Moscone Center had protesters, a counter-conference, a show-floor booth for the government agency many people here are terribly unhappy with, and many, many security company executives trying to assure customers they can still be trusted.\nAmazing what months of leaked documents can stir up as government officials, executives and hackers mingle.\nTrust us\nIn hotel lobbies, conference rooms, panels and coffee shops, American executives and government officials were seen and heard having tortured conversations with their international counterparts as executives tried to convince their clients that their technologies did not contain legal or virtual back doors for the National Security Agency.\nIn the lobby of the Intercontinental Hotel on Monday afternoon, two American executives tried, unsuccessfully it seemed, to convince their Swedish clients that N.S.A. disclosures, courtesy of Mr. Snowden, had been overblown.\nRepresentative Mike Rogers, Republican of Michigan and the chairman of the House Intelligence Committee, said in an interview that he would spend much of the week meeting with venture capitalists and young entrepreneurs to try to rebuild Silicon Valley’s trust in the intelligence community.\nAnd during his keynote speech on Tuesday, RSA’s executive chairman, Arthur W. Coviello Jr., went off-script to address recent allegations that the N.S.A. paid his company $10 million to provide a back door into its security software.\n“Has RSA done work with the N.S.A.? Yes. But the fact has been a matter of public record for nearly a decade,” Mr. Coviello said, noting that RSA and other security companies regularly worked with the N.S.A.’s defense arm. “When or if the N.S.A. blurs the lines between its defensive and intelligence-gathering roles, and exploits its position of trust within the security community, then that’s a problem.”\nMr. Coviello suggested that greater separation between the N.S.A.’s offensive and defensive arms could help rebuild broken trust. But in an interview, Mr. Rogers of the House Intelligence Committee said he rejected that notion. “I don’t support it because if you’re going to learn how to defend the U.S., you better understand how offense works,” he said. “If you separate it, that degree of separation causes some vulnerability.”\n“If you have two different agencies, it becomes a bureaucracy,” Mr. Rogers added. “I think that would be a mistake.”\nDanke, Edward Snowden\nGerman executives and intelligence officials called Mr. Snowden a hero and said his disclosures had been a boon for business, as N.S.A. suspicions prompted global companies to look for alternatives to American products and services. One German executive said that many clients who had considered moving their services to the cloud were now looking to store their data on hardware inside Germany, given that “the U.S. owns the cloud.”\nBut American officials were quick to rebut the idea that foreign data would be more secure outside American borders. “There’s a big call for data localization,” said Richard A. Clarke, the former United States counterterrorism czar. He pointed to the announcement this week between the European Union and Brazil that they would run a new undersea fiber-optic cable between Brazil and Portugal to thwart American spying.\n“First of all, who doesn’t think the U.S. can’t listen in?” Mr. Clarke said. “Could it possibly be that these countries are trying to take business away from U.S. carriers?”\nMichael V. Hayden, the former head of the N.S.A., said on a panel that Germany’s criticism of the United States intelligence community was hypocritical given European nations’ own cyberespionage programs.\n“You’ve come into the movie near the denouement and think you know the butler did it,” Mr. Hayden said of recent N.S.A. disclosures. “But if you’d gone back and looked at the first and second reel of the movie, you would see why the N.S.A. is where it is.”\nConference organizers play hardball\nThe organizers of a rival conference, called TrustyCon, which was organized following revelations that RSA had been paid by the N.S.A., said they had spent much of the past weekend persuading executives from the Metreon — another big, downtown center next to the Moscone — not to kick them out of their conference space. The Metreon was set to house the TrustyCon conference on Thursday but Metreon’s management began to grow concerned after they received calls from RSA’s conference organizers.\nThe RSA organizers warned the Metreon that TrustyCon attendees were arranging a huge boycott on their premises. In the end, the TrustyCon conference was able to proceed Thursday without a hitch.\nTo boycott or not to boycott?\nSeveral RSA conferencegoers said they had been approached by protesters with leaflets asking them to boycott the conference. But most attendees said they were not convinced. As one put it, “If you’re not here, you’re shutting yourself out of the conversation, which helps nobody.”\nAround San Francisco this week, some were seen sporting Electronic Frontier Foundation T-shirts featuring a retooled N.S.A. logo with an eagle using its talons to plug into the American telecom network, symbolized by AT&T. Asked about the T-shirts, one AT&T executive, who asked not to be named, said they had a chilling effect.\n“There are many of us at AT&T who are disturbed by what we’ve been hearing about the N.S.A.,” this person said. “But when you see that,” he said, pointing to the T-shirts, “a conversation becomes impossible.”\nThat sentiment echoed around the city. Many said a conversation about N.S.A. surveillance and privacy was nearly impossible when users could no longer trust security and technology executives who claimed their technology was spy-proof, especially when executives themselves did not know that the government had found back doors into their systems.\n“We can’t trust anything to any level of certainty,” Bruce Schneier, a well-known cryptographer, said on a panel at the TrustyCon conference Thursday. “On the one hand, it feels like paranoia. On the other hand, it seems the paranoid people were not creative enough.”", "url": "https://bits.blogs.nytimes.com/2014/02/28/at-the-rsa-security-conference-things-get-testy-and-then-they-get-awkward/"}