{"authors": ["Nick Bilton", "Topics.Nytimes.Com Top Reference Timestopics People B Nick_Bilton Index.Html", "Harry Mccracken"], "date_download": "2018-11-16 03:42:19", "date_modify": "2018-11-16 03:42:19", "date_publish": "2014-02-27 23:43:04", "description": "Google announced that it would be holding its first Ara Developers’ Conference, on its experimental Project Ara modular smartphone platform.", "filename": "2014_02_27__1542339739.html", "image_url": "https://static01.nyt.com/images/2014/02/27/technology/bits-ara2/bits-ara2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_02_27__1542339739.html", "title": "Google Continues With Its Project Ara Modular Smartphone Effort", "title_page": "Google Continues With Its Project Ara Modular Smartphone Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGoogle might have given up on Motorola after it sold the company to Lenovo last month, but the search giant is still going all-in on its experimental Project Ara phone, which is a modular smartphone.\nGoogle announced Wednesday that it will be holding its first Ara Developers’ Conference, to be held on April 15 and 16. The developer conference will be available both online and in person at the Computer History Museum in Mountain View, Calif.\nProject Ara is essentially a set of electronic components that can be placed together to create a completely customizable mobile phone. If you want a cellphone with a keyboard and smaller screen, you will simply be able to select those components and clip them onto a base called an endoskeleton. Maybe you want a better camera but smaller battery: Just plug those in instead.\n“The smartphone is one of the most empowering and intimate objects in our lives. Yet most of us have little say in how the device is made, what it does and how it looks,” wrote Paul Eremenko, head of Project Ara at Google, noting that five billion people still don’t have a smartphone. “What if you could make thoughtful choices about exactly what your phone does, and use it as a creative canvas to tell your own story?”\nIn December, Google said it hoped that Project Ara phones would allow the company “to do for hardware what the Android platform has done for software.” This would mean creating a big collection of third-party developers and making it cheaper to build — often a formula for innovative ideas.\nPhoto\nHarry McCracken, a reporter with Time, profiled the group behind Project Ara for the magazine this week. He noted that Google and its outside collaborators have created a platform that supports three different-size phones. There is a basic mini platform; a medium platform, which Google says is like a mainstream phone; and finally a jumbo, which would be like an oversized phablet.\n“The size of each is determined by its endoskeleton, or endo for short — the one component of an Ara phone that will be Google-branded, as opposed to being devised by a third-party company,” Mr. McCracken wrote. The other components, like screens, keyboards, sensors and cameras, could be made by outside companies.\nProject Ara is part of Google Advanced Technology and Projects, known internally at Google as ATAP, and is headed by Regina Dugan, the former director of the Defense Advanced Research Projects Agency, the Defense Department group also known as DARPA.\nMr. McCracken wrote that “ATAP aims to bring the same approach to mobile-gadget innovation that DARPA used to kick-start the Internet, satellite navigation, stealth fighters and other technologies that started small and eventually mattered a lot.” Google hopes it can apply the same learning to Project Ara.", "url": "https://bits.blogs.nytimes.com/2014/02/27/google-project-ara-module-smartphone-continues-development/"}