{"authors": ["Brian X. Chen", "Matt Richtel"], "date_download": "2018-11-16 03:14:27", "date_modify": "2018-11-16 03:14:27", "date_publish": "2014-06-16 20:05:37", "description": "Apple’s design chief, who rarely speaks publicly, said in a recent interview that the company’s design processes remained unchanged, vibrant and healthy.", "filename": "2014_06_16_jonathan-ive-on-_b1cdbc9ec3774f8b0f9b91d904d93f14___r=0_1542338067.html", "image_url": "https://static01.nyt.com/images/2014/06/16/business/16bits-ive/16bits-ive-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_16_jonathan-ive-on-_b1cdbc9ec3774f8b0f9b91d904d93f14___r=0_1542338067.html", "title": "The New York Times", "title_page": "Jonathan Ive on Apple's Design Process and Product Philosophy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen Steven P. Jobs led Apple, he created a core principle for the company’s designers and engineers: stay fully focused on making great products.\nThat philosophy continues to guide Apple, even under its new chief executive, Timothy D. Cook, says Jonathan Ive, the company’s head of design. Mr. Ive, who rarely speaks publicly, said in an recent interview for an article about Apple under Mr. Cook that the company’s design processes remained unchanged, vibrant and healthy.\nAn edited transcript of the interview follows.\nQ.\nWhat does innovation culture look like at Apple under Tim Cook? How has it changed, if at all?\nA.\nInnovation at Apple has always been a team game. It has always been a case where you have a number of small groups working together. The industrial design team is a very small team. We’ve worked together, most for 15 or 20 years.\nThat’s a fairly typical story here: Creative teams are small and very focused. One of the underlying characteristics is being inquisitive and being curious. Some of those personal attributes and hallmarks haven’t changed at all.\nOften when I talk about what I do, making isn’t just this inevitable function tacked on at the end. The way we make our products is certainly equally as demanding and requires so much definition. I design and make. I can’t separate those two.\nThis is part of Steve’s legacy. Deep in the culture of Apple is this sense and understanding of design, developing and making. Form and the material and process – they are beautifully intertwined – completely connected. Unless we understand a certain material — metal or resin and plastic — understanding the processes that turn it from ore, for example – we can never develop and define form that’s appropriate.\nSteve established a set of values, and he established preoccupations and tones that are completely enduring – and he established those principles with a small team of people. I’ve been ridiculously lucky to be part of it. But Tim was very much part of that team – for that last 15 or 20 years.\nI remember clearly a time when we made plastic portable computers, and Steve and Tim and I sat down and said we wanted to build an incredibly thin and light portable computer. There was a whole range of challenges from an engineering point of view: How it worked in a new material, titanium. That meant we had to completely redesign and discover new partners to work with, hire a whole new organization.\nI’ve worked for the last 15 or 20 years on the most challenging, creative parts of what we do. I would love to talk about future stuff – they’re materials we haven’t worked in before. I’ve been working on this stuff for a few years now. Tim is fundamentally involved in pushing into these new areas and into these materials.\nOver years you develop a process – we, a team, develop a process – that process is incredibly vibrant and healthy and continues to grow and evolve.\nQ.\nYou recently assumed leadership of software interface design. Has this altered the company’s design process?\nA.\nI provide some leadership and direction in terms of user interface – a subset of software. Just as I work, I’m working in the same way with the user interface team. Just geographically, we’ve always been close. The core creative community is very small but is also very close – there’s been changes there, but the change isn’t perhaps as dramatic as you might assume.\nOne of the values of things I learned absolutely directly from Steve was the whole issue of focus. What are we focusing on: focus on product. I wish I could do a better job in communicating this truth here, which is when you really are focused on the product, that’s not a platitude. When that truly is your reason for coming into the studio, is just to try to make the very best product you can, when that is exclusive of everything else, it’s remarkable how insignificant or unimportant a lot of other stuff becomes. Titles or organizational structures, that’s not the lens through which we see our peers.\nQ.\nWhat is it like working with Mr. Cook? Can you give us any examples or anecdotes that demonstrate his leadership?\nA.\nWe meet on average three times a week. Sometimes those meetings are over in his space, sometimes here in the design studio. We all see the same physical object. Something happens between what we objectively see and what we perceive it to be. That’s the definition of a designer – trying to somehow articulate what contributes to the way we see the object.\nHeading on for two decades working with Tim, one of the things I have always admired is the quiet consideration he gives to trying to understand how he perceives something. He will take the time. I think that testifies to the fact that he knows it’s important.\nQ.\nIs it hard to be patient with yourselves while investors and fans alike are clamoring for the next iThing?\nA.\nIt is hard for us all to be patient. It was hard for Steve. It is hard for Tim. At any point in time, working on something, it’s always hard to just keep focusing on the product. One of the things different between us and some of our competitors is we just focus on the product, developing good products.\nHonestly, I don’t think anything’s changed. People felt exactly the same way when we were working on iPhone. The iPhone was broadly dismissed. The iPod was broadly dismissed. The iPad was probably more copiously written off as a large iPod.\nMy focus is incredibly narrow. I can’t talk with any authority other than design and development of product. When I look back over the last 20 years, you have this sense that, you’re working on something that’s incredibly hard, when you’re working on it, you don’t know whether it’s going to work out or not.\nThe benefit of hindsight is we only really talk about those things that did work out. You have this sense that you’re working on something incredibly hard. When working on projects, you have this determination. You just keep going. If doing anything new, you’re very used to having insurmountable obstacles. At some point you have to make a call — at some point you have to say, “We’ve stretched this and we’ve come up against laws of physics, which we cannot change.”\nWhen that’s your day to day, you’re so consumed by the products and the problems and the challenges, that it’s actually quite easy to be impatient.", "url": "https://bits.blogs.nytimes.com/2014/06/16/jonathan-ive-on-apples-design-process-and-product-philosophy/?_r=0"}