{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 04:43:22", "date_modify": "2018-11-16 04:43:22", "date_publish": "2014-06-11 06:59:34", "description": "The start-up that digitally links passengers and freelance drivers has expanded beyond the United States to cities including London, Paris and Berlin — all of them the sites of Wednesday’s protests.", "filename": "2014_06_11_taxi-protests-ag_52a04d888cf866e8b57efc8d424dbe3c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343402.html", "image_url": "https://static01.nyt.com/images/2014/06/12/business/UBER/UBER-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_11_taxi-protests-ag_52a04d888cf866e8b57efc8d424dbe3c__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343402.html", "title": "Traffic Snarls in Europe as Taxi Drivers Protest Against Uber", "title_page": "Traffic Snarls in Europe as Taxi Drivers Protest Against Uber - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — Europe’s taxi drivers on Wednesday picked a fight with Uber, an increasingly popular smartphone car-paging service, and dared consumers to choose sides.\nFrom London to Lyon and Madrid to Milan, thousands of taxi drivers protested the rise of Uber, an American upstart, stopping in the middle of streets and shutting down major portions of cities.\nThe public display laid bare the growing tension between some of Europe’s traditional industries that have barely changed in decades and the rising influence of companies from Silicon Valley, for which disruptive technologies are badges of honor.\nTime and again in the United States, when new technologies have raised issues about consumer choice and convenience versus traditional workers’ rights, consumers have regularly won out. But in Europe, as is evident by the anti-Uber protesters disrupting the daily routines of tens of millions of people on Wednesday, that conflict is still playing out.\nIn Europe, taxi drivers represent the heavily regulated and closed-shop way of doing business. Before London drivers can join the work force, for example, they must navigate byzantine licensing procedures that include memorizing the city’s maps, street by street — a process that can take years.\nUber drivers, by contrast, are freelancers who employ G.P.S.-enabled smartphones to link up with passengers. The company has expanded globally into more than 100 cities in 36 countries and is considered such a growing force that some of Silicon Valley’s biggest investors have poured money into it, raising the company’s value to $17 billion.\nThe drivers who went on strike across Europe on Wednesday argue, each in their own contexts, that Uber does not comply with local rules and fails to pay the same level of taxes as conventional taxi owners and drivers.\n“There’s room for everyone, but you have to obey the law,” said Mario Dalmedo, a London taxi driver who joined about 10,000 other cabdrivers in an hourlong protest in the British capital that clogged the roads. “Uber isn’t properly regulated. It’s a slippery slope. Quality of life will go down if these services are allowed to operate.”\nBut Pierre-Dimitri Gore-Coty, Uber’s regional general manager for northern Europe, rejected claims that the start-up was breaking local rules and did not pay enough tax in the European cities where it operated. Instead, he said that the company was offering competition where little had previously been available.\n“In Paris, the number of taxis hasn’t changed since the 1950s,” Mr. Gore-Coty said. “The strikes are an attempt to desperately fight against competition in the market.”\nThe strikes might have also produced the opposite effect of what the protesters wanted — a lot of free publicity for Uber. On Wednesday, Uber said it had an 850 percent increase in people signing up in Britain, compared with last Wednesday. In other European cities like Paris and Lyon, France, Uber offered a 50 percent discount to woo new customers.\n“I signed up today,” said Andy Williams, an American near Milan, who moved to Italy four years ago. “I’ve been following the protests for a couple of weeks. I don’t like the Italian business mentality. They are just about getting your money. There’s no customer service.”\nEurope’s taxi industry is the latest sector to face new technological rivals. When WhatsApp, the Internet messaging start-up, began in the region, many telecom operators like KPN of the Netherlands blocked the service because it undercut their own text messaging business. Local regulators were eventually forced to intervene, demanding that the companies open up their networks to the start-up.\nSlide Show\nThe strikes against Uber on Wednesday added to the criticisms. In Paris, hundreds of taxi drivers converged to protest at the city’s two main airports, and many taxi drivers gathered at the École Militaire in central Paris later in the day. A mediator appointed by the French government prepared new legislation to resolve the conflict.\nOne proposal, which has the potential to challenge Uber’s business model, would allow consumers in France to see only licensed taxis on an app that would be created by a government-run body called Etalab.\nTaxi drivers in Paris said on Wednesday that they were upset that they pay 20 percent more in taxes than Uber chauffeurs, as well as a 10 percent value-added tax on fares that is not required of Uber cars.\n“Uber cabs are stealing our clients,” said José Losada, 36. “We are regulated to death, while they circumvent the law.”\nIn Madrid, Julio Moreno, the president of the Spanish taxi federation, told local news media that “100 percent” of taxi drivers had answered the call for a 24-hour strike, and passengers arriving at the city’s main airport and train stations were greeted by deserted taxi stands.\nOn Serrano, one of Madrid’s main thoroughfares, Pedro Vargas, a frustrated businessman who had hoped to travel by taxi, said that “it seems absurd to strike about a threat rather than a known problem,” in reference to the fact that Uber has not started offering its services in Madrid. (The company recently started in Barcelona, its first Spanish city.)\nIn Brussels, Uber was banned this year after a court ruled it did not have the appropriate permits to operate in the city. Uber drivers would face big fines if they picked up passengers through the company’s app.\nAnd in Berlin, Richard Leipold, the chairman of the Berlin Taxi Association, won an injunction against Uber in the German capital in April, barring the company from operating there. The injunction, however, is not being enforced while Uber appeals the ruling.\nOn Wednesday, several hundred taxi drivers converged from Berlin’s main airport and railway stations on the Olympic stadium, parking their cabs and protesting for fair competition regulations. Yet, the stadium is on Berlin’s outskirts, allowing traffic to flow largely uninterrupted throughout the protest, despite fewer taxis being available.\nWhile Europe’s taxi drivers balk at technology companies like Uber entering their industry, the protests have helped to raise consumer awareness about Uber’s product.\nSince the protests were first announced last month, the company’s smartphone app now ranks as the most downloaded travel app on Apple’s download store in Britain, and is rated fifth on the Google Play store for phones using the Android operating system, according to App Annie, which tracks smartphone downloads.\n“I’m glad that more taxi apps have arrived,” said Chris Fox, an installer of security systems who got caught in the traffic congestion in central London on Wednesday. “In the end, everyone knows taxis overcharge you.”\nReporting was contributed by Liz Alderman and Assia Labbas from Paris, Melissa Eddy from Berlin and Raphael Minder from Madrid.", "url": "https://bits.blogs.nytimes.com/2014/06/11/taxi-protests-against-uber-in-europe-to-snarl-traffic/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}