{"authors": ["Mike Isaac", "Topics.Nytimes.Com Top Reference Timestopics People I Mike_Isaac Index.Html"], "date_download": "2018-11-16 04:43:35", "date_modify": "2018-11-16 04:43:35", "date_publish": "2014-08-12 19:36:05", "description": "Uber has countered attacks by Lyft with some of its own, including an implication that Lyft is airing accusations because Uber will not buy the company.", "filename": "2014_08_12_accusations-fly-between-uber-and-lyft__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343415.html", "image_url": "https://static01.nyt.com/images/2014/08/12/business/12bits-lyft/12bits-lyft-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_08_12_accusations-fly-between-uber-and-lyft__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343415.html", "title": "Accusations Fly Between Uber and Lyft", "title_page": "Accusations Fly Between Uber and Lyft  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nAll is fair, they say, in love and war. And Uber and Lyft, two smartphone-based car services, are most certainly at war.\nThis week, Lyft, a San Francisco-based ride-sharing start-up, said that many Uber employees had tried to sabotage drivers working for Lyft, according to data Lyft shared with CNN. Approximately 177 Uber employees have requested and quickly canceled more than 5,000 rides from Lyft drivers over the past 10 months, Lyft said, in an effort to frustrate Lyft’s customers and drivers.\nOn Tuesday, Uber lobbed its own bold accusations. In a statement, an Uber representative said:\nLyft’s claims against Uber are baseless and simply untrue. Furthermore, Lyft’s own drivers and employees, including one of Lyft’s founders, have canceled 12,900 trips on Uber. But instead of providing the long list of questionable tactics that Lyft has used over the years, we are focusing on building and maintaining the best platform for both consumers and drivers. These attacks from Lyft are unfortunate but somewhat expected. A number of Lyft investors have recently been pushing Uber to acquire Lyft. One of their largest shareholders recently warned that Lyft would “go nuclear” if we do not acquire them. We can only assume that the recent Lyft attacks are part of that strategy.\nUber did not provide details on how the company determined the number of canceled trips, nor did it elucidate on how it determined that Lyft employees were involved.\nA spokeswoman for Lyft said: “Lyft has more than 100 investors, all of whom are extremely excited that Lyft is approaching I.P.O.-level revenue. Our ‘nuclear’ strategy is continuing to take market share with 30 percent month-over-month growth, while building the strongest community of drivers and passengers.”\nPhoto\nThe accusations come as Uber and Lyft are locked in an intense rivalry to upend the taxi and transportation industry through their app-based, on-demand car services. Both companies have resorted to increasingly cutthroat tactics in order to beat the other in the push for new customers and loyal drivers.\nUber, however, has a multiyear head start and a much larger war chest than Lyft; Uber has raised more than $1.5 billion since it was founded in 2009, and is available in more than 70 cities. Lyft, by contrast, has raised far less, and while it has expanded rapidly since 2012, it is still smaller than Uber in terms of its estimated company value — $700 million vs. Uber’s $17 billion.\nThe companies have held potential acquisition talks in the past, according to two people familiar with the discussions. The talks are not continuing, the people said.\nScott Weiss, a general partner at the venture capital firm Andreessen Horowitz, one of Lyft’s largest investors, denied that Lyft had ever tried to force Uber to make a deal.\n“There’s never been a conversation to say, ‘Let’s go pressure Uber to buy Lyft,’ to my knowledge,” Mr. Weiss said in an interview.\nMichael J. de la Merced contributed reporting.", "url": "https://bits.blogs.nytimes.com/2014/08/12/accusations-fly-between-uber-and-lyft/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}