{"authors": ["Mark Scott", "Stephen Castle"], "date_download": "2018-11-16 04:18:57", "date_modify": "2018-11-16 04:18:57", "date_publish": "2014-12-03 20:42:30", "description": "George Osborne, the British chancellor of the Exchequer, proposed a new 25 percent tax on the local profits of some international companies, including tech giants like Google.", "filename": "2014_12_03__1542341937.html", "image_url": "https://static01.nyt.com/images/2014/12/03/technology/03bits-osborne/03bits-osborne-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_12_03__1542341937.html", "title": "The New York Times", "title_page": "British Government Proposes a 'Google Tax' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — As some in Europe call for multinational companies to pay more taxes, Britain on Wednesday proposed a new 25 percent tax on the local profits of international companies, including tech giants like Google that use complicated structures to reduce their tax burden.\nGeorge Osborne, the British chancellor of the Exchequer, said multinational companies that use these complicated tax structures to move profits from their British operations to jurisdictions like Ireland and Luxembourg, where companies pay less corporate tax, should pay more of their share.\n“That’s not fair to other British firms. It’s not fair to the British people, either. Today we’re putting a stop to it,” Mr. Osborne said on Wednesday. He added that the clampdown would raise roughly $1.6 billion over the next five years in extra tax revenue for the British government. “My message is consistent and clear: low taxes, but taxes that will be paid.”\nThe so-called Google tax, which would go into effect in April, is part of European efforts to force global companies like Amazon, some of which have faced criticism from local lawmakers for their aggressive tax-avoidance structures, to pay more tax in countries where they have large operations.\nTo lower tax bills, many international companies have set up subsidiaries and offshore operations to move profits from high-tax to low-tax countries through complex transactions like internal payments for interest, royalties and patents.\nFrench and German politicians have already called on Google to pay more taxes in Europe, where the search engine has a more than 80 percent market share. Other United States-based tech companies like Apple and Facebook have also been criticized for running their extensive European businesses from Ireland, where the corporate tax rate stands at 12.5 percent, compared with 33 percent in France.\nA spokesman for Google declined to comment about the British tax announcement on Wednesday, but Eric Schmidt, the company’s executive chairman, wrote in The Financial Times in June that restrictions on companies’ tax structures would lead to “less innovation, less growth and less job creation.”\nThe renewed focus on Google is the latest headache for the company, which already is facing an extensive investigation by Europe’s antitrust authorities over its dominant position in the region’s search market. Last week, some European politicians called for Google to be broken up.\nThe company is also struggling to handle almost 200,000 requests from individuals related to a recent privacy ruling that allows people to request that information about themselves be removed from search results under certain circumstances.\nYet while British politicians have taken aim at the tax structures of companies like Google, tax experts questioned how individual European countries would force tech companies — whose operations span the globe — to pay more taxes in specific jurisdictions.\nLow-tax countries like Ireland and Luxembourg have fought to hold on to their corporate tax structures, which have attracted tech companies to set up their international headquarters there.\nThe Organization for Economic Cooperation and Development, whose members include the United States and the countries of the European Union, recently outlined guidelines to stop companies from shifting profits between jurisdictions, though the proposals have yet to be adopted by the organization’s members.\n“It’s clear that over many years, global corporate tax rules have become outdated, complex and opaque,” said Julian David, head of TechUK, a local trade body whose members include Google. “The way to remedy this is not through unilateral action, but through international cooperation.”\nMr. Osborne made the announcement as part of his annual autumn statement to Parliament, and in an accompanying note, the British Treasury said the tax would be levied on company profits that have been diverted from Britain through complex arrangements and that it would ‘‘apply to both U.K. and foreign multinational companies.’’\nHow the new tax would be calculated has not been specified, but the Treasury said the details would be provided on Dec. 10, when the draft legislation is released.\nBecause the coalition government of Prime Minister David Cameron has a majority in Parliament and a tax on multinationals can be expected to receive support from the opposition Labour Party, the measure is likely to pass.\nThe 25 percent tax would be higher than the standard 21 percent corporate tax rate, and British officials seem to be betting that the measure will encourage multinationals to abandon complicated accounting structures and pay what the government thinks they owe, rather than risk incurring the penalty tax.\nBut Toby Ryland, a partner at HW Fisher & Company, an accounting firm, said that even given the amount of money such companies make — totaling billions of dollars every year — the money that could be generated from this tax crackdown was relatively small.\n‘‘Sweeping measures like this,” he said, “often come to nothing.’’\nRelated Coverage:", "url": "https://bits.blogs.nytimes.com/2014/12/03/british-chancellor-proposes-a-google-tax/"}