{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 03:14:48", "date_modify": "2018-11-16 03:14:48", "date_publish": "2014-07-10 19:10:42", "description": "The Internet giant has been investing in start-ups in the United States for years. Now it is extending its venture reach to Europe with a $100 million fund.", "filename": "2014_07_10_google-launches-european-venture-fund__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338088.html", "image_url": "https://static01.nyt.com/images/2014/07/11/technology/11bits-google/11bits-google-videoSixteenByNine600-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_07_10_google-launches-european-venture-fund__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338088.html", "title": "Google Launches European Venture Fund", "title_page": "Google Launches European Venture Fund - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — In a sign that Europe’s tech scene is coming into its own, Google announced that its venture capital unit had started a $100 million fund to invest in the region’s start-ups.\nBill Maris, managing partner at Google Ventures, said the new fund was aimed at helping Europe’s entrepreneurs build their tech start-ups, which had sprouted in clusters from Ireland to Israel.\n“We believe Europe’s start-up scene has enormous potential,” Mr. Maris said Wednesday in a blog post. “We’ve seen compelling new companies emerge from places like London, Paris, Berlin, the Nordic region and beyond — SoundCloud, Spotify, Supercell and many others.”\nThe three European tech companies mentioned in Mr. Maris’s blog post all now carry multibillion-dollar valuations. And the global expansion — and potential initial public offerings — of Europe’s high-flying tech start-ups have raised hopes across the region that local companies can now compete with the conveyor belt of new start-ups from Silicon Valley.\nAs part of Google Ventures’ European fund, the company has tapped four partners to run the operation, which will be based in London. The partners include Eze Vidra, who created Google’s co-working space, called Campus, in London. Three European serial entrepreneurs — Peter Read, Avid Larizadeh and Tom Hulme — also will join the team.\nThe $100 million fund is relatively small compared to other venture capital operations already active in Europe. That includes Index Ventures, which has backed the likes of King.com, the owner of the Candy Crush franchise, and Supercell, the Finnish gaming giant. Last month, Index Ventures raised 400 million euros, or $544 million, for a new fund.\nGoogle’s venture unit has found success in the United States since it was founded in 2009. It has backed several high-profile American start-ups, including the smart-devices company Nest Labs, which Google bought early this year for $3.2 billion. Google Ventures also has invested in the likes of Uber, the ride-sharing service.\nWhile many in Europe’s tech sector on Thursday welcomed Google’s new venture fund targeted at the region, it is unlikely that the company will have the same level of financial success in Europe as it has found in the United States — at least in the short term.\nEurope’s tech sector remains relatively small compared to its American counterpart, and the potential exits for many of the region’s venture capitalists have yet to match the size of those for companies based in the United States.\nLast year, for example, the total value of tech-related deals, excluding I.P.O.s, in the United States reached $73.9 billion, according to Internet DealBook, an online database. In contrast, European deals totaled $14.4 billion over the same period.", "url": "https://bits.blogs.nytimes.com/2014/07/10/google-launches-european-venture-fund/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}