{"authors": ["Claire Cain Miller", "Topics.Nytimes.Com Top Reference Timestopics People M Claire_Cain_Miller Index.Html"], "date_download": "2018-11-16 03:42:51", "date_modify": "2018-11-16 03:42:51", "date_publish": "2014-02-05 02:15:23", "description": "The compensation for Mr. Schmidt, Google’s chairman, came after a year in which its stock soared and ahead of an expected antitrust settlement with the European Union.", "filename": "2014_02_04__1542339771.html", "image_url": "https://static01.nyt.com/images/2014/02/04/business/04bits-schmidt/04bits-schmidt-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_02_04__1542339771.html", "title": "Google Gives Eric Schmidt $100 Million in Stock", "title_page": "Google Gives Eric Schmidt $100 Million in Stock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGoogle said on Tuesday that it gave its chairman, Eric E. Schmidt, $100 million in restricted stock units — and for good measure, added $6 million in cash to be awarded on Valentine’s Day.\nThe cash bonus is “in recognition of his contributions to Google’s performance in fiscal year 2013,” the company said in a regulatory filing. In 2013, Google shares climbed 55 percent and joined the $1,000 club.\nThe large payment package came as the European Union is expected to announce a settlement with Google to end a three-year antitrust investigation — a deal in which Mr. Schmidt has been highly involved, even exchanging text messages with Joaquin Almunia, the European competition commissioner.\nMr. Schmidt’s compensation also follows a decision by Google’s board to allow Larry Page and Sergey Brin, Google’s founders, to cement their voting power over the company by creating a new class of shares.\nThe $100 million in restricted stock units will vest over four years. It comes on top of another $100 million stock award the company gave Mr. Schmidt in 2011, soon after it announced that Mr. Page would replace Mr. Schmidt as chief executive.\nMr. Page, meanwhile, earns $1 a year in salary (though he is worth $25 billion, largely in Google stock, according to Forbes.)", "url": "https://bits.blogs.nytimes.com/2014/02/04/google-gives-eric-schmidt-100-million-in-stock-options/"}