{"authors": ["Nick Bilton", "Topics.Nytimes.Com Top Reference Timestopics People B Nick_Bilton Index.Html"], "date_download": "2018-11-16 03:42:23", "date_modify": "2018-11-16 03:42:23", "date_publish": "2014-03-01 12:00:34", "description": "Some interns at tech companies can make more than the median household income in the United States, according to a recent report by the career website Glassdoor.", "filename": "2014_03_01__1542339743.html", "image_url": "https://static01.nyt.com/images/2014/02/28/technology/28bits-intern/28bits-intern-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_03_01__1542339743.html", "title": "Some Tech Interns Make More Than U.S. Workers", "title_page": "Some Tech Interns Make More Than U.S. Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHere’s a quiz for you: Who makes more money, a median American household or an intern at Facebook? If you guessed the latter, the tech company, you’re right.\nAccording to a report released on Friday by Glassdoor, an online jobs and career company, some of the highest paying companies pay their interns more than $75,000 a year. This is more than the median household income in the United States, which according to the Census Bureau, is $53,046 a year.\nIt shouldn’t come as much of a surprise that many of the companies on the list are tech-based. Glassdoor said that companies in the San Francisco Bay Area dominated the list of highest paid, representing 18 of the top 25 companies profiled.\nPalantir, the computer software and services company, was at the top of the list, paying interns a whopping $7,012 a month. Assuming the intern works an entire year, that means an annual salary of $84,144.\nSocial media giants pay their interns better than most traditional tech start-ups, according to the report. Twitter interns came in third on the list, with a monthly salary of $6,791. LinkedIn was right behind with at $6,230 each month, followed by Facebook at $6,213 a month.\nYou can be sure these interns aren’t just getting coffee and using photocopiers — assuming that these companies even have photocopy machines.\n“You will ship code used in production, you can have a say in virtually all company decisions,” a software engineering intern at Twitter wrote, describing his duties at the company.\nGlassdoor said the report was calculated by collecting salary information on its site from companies with at least 20 interns. The data was collected over two years from Jan. 24, 2012 to Jan. 23, 2014.\nThe report is a stark comparison to some traditional media companies, which in recent years have been sued or publicly criticized for underpaying interns.\nLast year, Condé Nast, whose publications include The New Yorker, Vanity Fair and Vogue, said it was closing down its internship program after two formers interns sued the company, claiming they had been paid below minimum wage for the summer jobs at W Magazine and The New Yorker.\nThe Glassdoor list also included Amazon.com, which pays its interns $5,631 a month, Nvidia, $5,446 a month, Yahoo, $5,039 a month and Intel, $4,648 a month.", "url": "https://bits.blogs.nytimes.com/2014/03/01/some-tech-interns-make-more-than-u-s-workers/"}