{"authors": ["Nick Wingfield", "Topics.Nytimes.Com Top Reference Timestopics People W Nick_Wingfield Index.Html"], "date_download": "2018-11-16 04:43:26", "date_modify": "2018-11-16 04:43:26", "date_publish": "2014-06-11 04:09:23", "description": "The games business is increasingly experimenting with how to get its customers to pay for a game, and then to pay again later for what is essentially the same title with some additional perks", "filename": "2014_06_11__1542343406.html", "image_url": "https://static01.nyt.com/images/2014/06/10/business/10bits-oldgaming/10bits-oldgaming-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_06_11__1542343406.html", "title": "The Old Is New Again at E3 for Sony and Microsoft", "title_page": "The Old Is New Again at E3 for Sony and Microsoft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLOS ANGELES – Many music and movie fans of a certain age are accustomed to buying the same works again and again as technologies change.\nWhen vinyl gave way to CDs, many music collectors repurchased big chunks of their music libraries. And when remastered versions of iconic records were released, audiophiles repeated the exercise. A similar thing happened in movies with the transition from VHS tapes to DVDs to Blu-ray discs.\nThe games business is increasingly experimenting with how to get its customers to pay for a game, and then to pay again later for what is essentially the same title with some additional perks. If the reaction of audience members at E3, the annual games industry convention being held this week, is any indication, the strategy could have legs.\nOn Monday, Microsoft received an ovation at a company event when it announced plans to combine four earlier installments of its Halo shooter games into a single game anthology, “Halo: The Master Chief Collection,” that will be available on Xbox One, its new console. Sony got an equally enthusiastic response that evening when it said that “Grand Theft Auto V,” which came out in September for Microsoft and Sony’s last generation of consoles, will be released for the PlayStation 4 later this year (it will also come out for Xbox One and PCs).\nFor newcomers to Sony and Microsoft’s consoles, the re-release of the games in new forms will present an opportunity to experience them for the first time. But it’s clear game companies are not just interested in getting newbies to buy them.\nThe Halo games and “Grand Theft Auto V” are both being touched up to take advantage of the additional graphical fidelity made possible by the Xbox One and PlayStation 4. Microsoft, which owns the Halo series, is adding new game maps for players to explore to its anthology and is promising buyers early access to a test version of Halo 5, the next release in the series.\nRockstar Games, the creator of the Grand Theft Auto series, is adding new weapons, vehicles and other player customizations to the spiffed-up version of “Grand Theft Auto V.” In a sign that it believes people who already bought the game will do so again, it said players will be able to carry over their earlier progress in the game to the re-released version of it.\n“The video game industry is on a learning curve and getting better at what other content industries have done for decades, finding the right way to get the maximum value out of catalog content, reintroducing it or introducing it to other audiences that didn’t pick it up the firs time around,” Andrew House, the group chief executive and president of Sony Computer Entertainment, said in an interview.\nGame companies have played around with variations of this strategy before. There are scores of ways to play vintage Atari, Sega and Nintendo games on new game devices. Sony has a new online service it is developing called PlayStation Now that will allow people to stream older PlayStation 3 games to the PlayStation 4.\nThe opportunity to sell revamped older titles with new features and better graphics, and to tether early access to new versions of a game series to the reissue, is something that the industry has figured out more recently.\nOf course, it helps this approach that, with each new generation of game hardware, there is an expanding audience of gamers that feels nostalgic for titles they played years before. Just like a high-definition version of “Star Wars,” fresh-feeling game classics can be fun too.", "url": "https://bits.blogs.nytimes.com/2014/06/11/the-old-is-new-again-at-e3-for-sony-and-microsoft/"}