{"authors": ["The New York Times"], "date_download": "2018-11-16 03:42:18", "date_modify": "2018-11-16 03:42:18", "date_publish": "2014-02-28 11:56:44", "description": "Accounts based on documents supplied by Edward J. Snowden say images — many sexually explicit — were collected from Yahoo users, even those not suspected of illegal activity.", "filename": "2014_02_28__1542339738.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2014_02_28__1542339738.html", "title": "Daily Report: British Spy Agency Is Said to Have Collected Yahoo Webcam Photos", "title_page": "Daily Report: British Spy Agency Is Said to Have Collected Yahoo Webcam Photos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA British intelligence agency collected video webcam images — many of them sexually explicit — from millions of Yahoo users, regardless of whether they were suspected of illegal activity, according to accounts of documents leaked by Edward J. Snowden, Nicole Perlroth and Vindu Goel report\nThe surveillance effort operated by Britain’s Government Communications Headquarters, or GCHQ, was code-named Optic Nerve. Images from Yahoo webcam chats were captured in bulk through the agency’s fiber-optic cable taps and saved to a GCHQ database.\nIt is unclear how much of the data was shared with American officials at the National Security Agency, though the British ran queries of the data using a search tool provided by the N.S.A. called XKeyscore, according to a report on Thursday by The Guardian.\nThe report did not indicate whether the agency also collected webcam images from similar services, such as Google Hangouts or Microsoft’s Skype. The Guardian did say the British intelligence agency was studying the possibilities of using the cameras in Microsoft’s Kinect devices, which are used with its Xbox game consoles, to spy on users. Read more »", "url": "https://bits.blogs.nytimes.com/2014/02/28/daily-report-british-spy-agency-is-said-to-have-collected-yahoo-webcam-photos/"}