{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 03:42:42", "date_modify": "2018-11-16 03:42:42", "date_publish": "2015-07-30 16:46:39", "description": "The search giant said it would not comply with French demands to apply a European data protection ruling to its global domains.", "filename": "2015_07_30__1542339762.html", "image_url": "https://static01.nyt.com/images/2015/07/30/technology/30bits-googlefrance/30bits-googlefrance-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_07_30__1542339762.html", "title": "The New York Times", "title_page": "Google Fights Effort to Apply 'Right to Be Forgotten' Ruling Worldwide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nGoogle, the search giant, is gearing up for a fight in France.\nThe company said Thursday that it would not comply with demands from the country’s privacy regulator, who has said Google must apply a European data protection ruling to all of its global domains.\nThe standoff relates to a legal decision by Europe’s top court last year that allowed anyone with connections to the region to request that links about him or her be removed from search engine results.\nThis so-called right-to-be-forgotten ruling has pitted Google, whose search engine holds a roughly 90 percent market share in Europe, against some of the region’s privacy regulators. Other search engines, including Microsoft’s Bing service, also must comply with the decision.\nGoogle has said it will remove links on its European domains like Google.fr in France, but will not apply the decision to its non-European domains, including Google.com. In response, several of Europe’s privacy regulators — led by Isabelle Falque-Pierrotin, who heads the French data protection authority — have said that Google must remove links on its worldwide domains or face financial penalties.\nIn a blog post published on Thursday, Peter Fleischer, the company’s global privacy counsel, said that no country should control the type of online content available in other countries. Mr. Fleischer added that such practices could lead to multiple countries’ trying to outdo one another with strict rules, which could eventually reduce all types of material that are available online.\n“If the C.N.I.L.’s proposed approach were to be embraced as the standard for Internet regulation, we would find ourselves in a race to the bottom,” he wrote in the blog post, referring to the Commission Nationale de l’Informatique et des Libertés, the French privacy regulator. “In the end, the Internet would only be as free as the world’s least free place.”\nIn a statement, the French regulator said it had received Google’s statement, and that it would respond within the next two months.\n“We note that Google’s arguments are partly political,” the regulator added. “Those of C.N.I.L., in turn, were based strictly on legal reasoning.”\nThe C.N.I.L. had given Google until the end of July to comply with its initial decision, which was announced in early June. The regulator has the power to issue one-time fines of up to 300,000 euros, or almost $330,000, to companies that fail to comply with its data protection rules. In 2014, for example, Google was fined €150,000 for failing to adhere to the country’s rules in a separate privacy case.\nAfter not complying with the French regulator’s initial demands to apply the right-to-be-forgotten decision to its global domains, Google is now expected to fight the case in local courts. That process could take several years.\nSince Europe’s right-to-be-forgotten decision was first announced in May 2014, more than 60,000 requests have been made from France, more than from any other country. About half of those links in France were removed, according to Google’s latest transparency report.\nA number of other countries, including Russia, have proposed their own versions of the right to be forgotten, which has led campaigners for freedom of expression to warn that such decisions could limit what content is readily available online in these countries.", "url": "https://bits.blogs.nytimes.com/2015/07/30/google-fights-effort-to-apply-right-to-be-forgotten-ruling-worldwide/"}