{"authors": ["Quentin Hardy", "Topics.Nytimes.Com Top Reference Timestopics People H Quentin_Hardy Index.Html"], "date_download": "2018-11-16 03:42:44", "date_modify": "2018-11-16 03:42:44", "date_publish": "2015-07-31 02:47:42", "description": "Autonomous aircraft firing lasers for three months at a time? Not bad. Open-sourcing the whole project? Maybe even better.", "filename": "2015_07_30__1542339764.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_07_30__1542339764.html", "title": "Facebook Taking Open-Source Software Ethos to Drones", "title_page": "Facebook Taking Open-Source Software Ethos to Drones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFacebook is developing advanced telecommunications, complete with autonomous laser-firing drones, and it is doing it as if it were a big software project.\nThat may be a more daring idea than solar-powered planes that fly for three months at a time, which the company detailed on Thursday at a news conference at its Silicon Valley headquarters.\nUnlike traditional aerospace or telecommunications projects, Facebook plans to make public large amounts of what it learns, executives there say, similar to the way people share software code in open-source projects. That is how the Linux operating system, which now powers more of the world’s computers than any competitor, became so widely used.\n“Getting people to adopt the Internet faster is our end goal,” said Jay Parikh, vice president for connectivity at Facebook. “If this gets used by car companies, and that comes back and helps us with batteries for drones, great.”\nTo build out the drones, called Aquila, Facebook hired people with expertise in areas like solar power and battery materials as well as space laser scientists, and aviation engineers. They worked with Facebook’s technologists in areas like networking and image processing.\nConventional space lasers, for example, rarely transmitted data above two gigabits. Facebook was able to increase that to a 10 gigabit transmission thanks, in part, to working with people who put information on the light inside fiber optic lines.\nOne method they used, according to Yael Maguire, head of Facebook’s Connectivity Lab, was to figure out how to detect information through different wavelengths, somewhat the way fiber optic data moves on different colors of the spectrum.\n“We’ve mashed up a lot of industry experts,” he said. “There’s a lot of learning they get by coming to Facebook.”\nIndications are that the lasers will get faster still, possibly to 100 gigabits a second. In addition, the team has been able to use skills, including Facebook’s expertise in analyzing things like family snapshots, for tasks like examining satellite images of villages to accurately judge populations and economic activity. That tells a lot about where to put networks.\nSince the aircraft are communicating with one another via laser, there is a possibility that the drone system could also find and send real-time data about the Earth’s upper atmosphere. Mr. Parikh said his company had no such plans to get into that business. But others could if the Aquila plans are open-sourced.\nThe idea of open-sourcing hardware advances is not entirely new, even for Facebook. In fact, much of the thinking behind opening up the connectivity discoveries was informed by Facebook’s Open Compute initiative, an open-source approach to building huge data centers.\nCompanies like Tesla have also exposed much of their intellectual property to speed development and attract talent.\nThe lasers are expected to be in two-way contact with small antennas on the ground, which will then send and receive wireless data with inexpensive phones. That work, along with servicing the drones when they land, will likely be taken up by governments and telecommunications companies.\nFacebook has had interest in all 30 countries where it has discussed its plans, according to Mr. Maguire. Facebook says it has contacted a number of companies involved in both aerospace and telecommunications equipment, though it won’t say which ones, or whether other companies will commit to the project.", "url": "https://bits.blogs.nytimes.com/2015/07/30/facebook-taking-open-source-software-ethos-to-drones/"}