{"authors": ["Brian X. Chen", "Topics.Nytimes.Com Top Reference Timestopics People C Brian_X_Chen Index.Html"], "date_download": "2018-11-16 03:42:43", "date_modify": "2018-11-16 03:42:43", "date_publish": "2015-07-30 20:14:06", "description": "Samsung is reducing the price of its Galaxy S6 mobile phone. That doesn’t necessarily mean that buyers should rush in.", "filename": "2015_07_30__1542339763.html", "image_url": "https://static01.nyt.com/images/2015/07/31/business/31samsung-web/31samsung-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_07_30__1542339763.html", "title": "The New York Times", "title_page": "Why Consumers Should Tread Carefully with Samsung Galaxy's Price Cut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs profits continue to slip for Samsung Electronics, the South Korean manufacturer is resorting to reducing the price of its most popular phone, the Galaxy S6. But all would-be buyers eyeing the price cut should take heed and proceed with caution.\nThe Galaxy S6’s price drop follows a familiar pattern in the tech industry: When a new phone’s sales fall short of expectations, manufacturers cut prices to clear out inventory. It happened with past high-profile phones like BlackBerry’s Z10, Nokia’s Lumia 900 and the unpopular Facebook phone from HTC.\nChances are the companies are trying to clear out inventory just before the release of another new phone. What’s more, an unpopular phone is less likely to continue to be supported by manufacturers with big software updates and improvements.\nThat is not to say price cuts are always bad news. Even best-selling phones, like Apple’s iPhone and past Samsung Galaxy phones, are occasionally discounted, especially during the holiday shopping season.\nSo would buying a discounted Galaxy S6 be a good idea? Samsung has said it would adjust the price to maintain sales momentum, but the company declined to share more details on the new price tag. The S6 is currently priced at $200 with a two-year contract.\nJan Dawson, an independent technology analyst for Jackdaw Research, is optimistic about the price cut. Consumers can realistically expect the company to continue supporting the Galaxy S6 with software updates because it is the most important product in Samsung’s mobile portfolio, he said.\n“I’d say it’s actually great news for the consumers who wanted to buy a Samsung anyway,” he said. “Normally you’d have to wait until next year’s model arrives to see heavy discounts on the flagship phones, but when they go on sale early, you don’t have to wait.”\nThen again, around this time of year is when Samsung prepares to introduce new versions of its other popular smartphone, the Galaxy Note, which has a larger screen. The most recent Galaxy Note was released last October, meaning a new one may be released around the same time this year. So if you are planning to buy a Samsung phone soon, it may not be a bad idea to wait to see what is in the next Note.", "url": "https://bits.blogs.nytimes.com/2015/07/30/why-consumers-should-tread-carefully-with-samsung-galaxys-price-cut/"}