{"authors": ["Jim Kerstetter"], "date_download": "2018-11-16 03:42:48", "date_modify": "2018-11-16 03:42:48", "date_publish": "2015-08-02 09:30:00", "description": "For as long as there has been a commercial Internet, there has been fuzziness about what is or is not a tech company. And the question has only become more complicated with the rise of start-ups like Uber that deliver real-world services aided by technology.", "filename": "2015_08_02__1542339768.html", "image_url": "https://static01.nyt.com/images/2015/08/03/business/03Names/03Names-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_08_02__1542339768.html", "title": "Why Some Start-Ups Are Called Tech Companies and Others Are Not", "title_page": "Why Some Start-Ups Are Called Tech Companies and Others Are Not - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAfter Charles Lindbergh flew across the Atlantic in 1927, a company called Seaboard Air Line Railroad attracted an unusual amount of attention from investors who thought it was in the aviation business.\nThe name actually was a reference to an old railroading term and had nothing to do with airplanes. But the confusion was a good lesson for smart business people: There is value in being associated with the latest, most cutting-edge trend even if your connection to it is tenuous.\nA new generation of so-called tech companies that deliver food to your door or help you get a ride in a car — but don’t look much like an operation that makes computers or phones or software — might be putting a modern spin on that old story. No doubt, they use technology in their businesses. And many of them wouldn’t exist without the development of smartphone apps and ubiquitous Internet access.\nBut these days, every company is at least a little bit of a tech company. Some Wall Street banks employ more tech workers than all but the biggest Silicon Valley companies. And large manufacturers like General Electric are leading the way in efforts to put Internet-connected sensors on things as varied as streets and turbines.\nSo why then are some start-ups called tech companies and others just … companies?\n“Tech means more than just producing hardware or software,” said Mark Zandi, the chief economist at Moody’s Analytics. “It is synonymous with innovation, research and development, long-term thinking.”\nThe label is a signal that “you want to work for me. You want to buy things from me at a higher price. You want to give me capital at a lower cost,” Mr. Zandi said.\nFor as long as there has been a commercial Internet, there has been fuzziness about what is or is not a tech company. Was eBay, for example, a tech company or an auctioneer enabled by tech? Was Amazon, before it started hosting other sites, just a big retailer that lived online? The definition became a bigger head-scratcher with start-ups that delivered real-world services with the aid of some clever technology — those so-called on demand or sharing economy companies.\n“ ‘Tech company’ and ‘tech start-up’ are overapplied labels that have outlived their usefulness,” Alex Payne, an early Twitter engineer and tech investor, wrote in 2012. “Calling practically all growing contemporary businesses ‘technology companies’ is about as useful as calling the enterprises of the industrial era ‘factory companies.’ ”\nTake Uber, the ride-hailing service based in San Francisco, which just secured Microsoft as an investor in an investment round that puts its valuation at about $50 billion. The heart of Uber is a smartphone app attached to a database that instantly matches passengers with nearby drivers. It is technology aiding a real-world transaction.\nTravis Kalanick, Uber’s chief executive, often describes Uber as a “technology platform.” Use your imagination and you can think of Uber mastering all sorts of logistical problems that lead to something being delivered to a consumer.\nSo why is Uber not considered a logistics or transportation company?\n“They’re in the tech business because the tech was the game-changer for them,” said Kenny Dichter, the chief executive of Wheels Up, a company that, like Uber, uses an app and a database to match customers with a transportation service (in this case, flights on small private planes owned by Wheels Up).\n“We’re all in the same business,” Mr. Dichter said, though he does not consider Wheels Up a tech company — yet.\nUber did not respond to a request for comment.\nTechnology was also a game-changer for Barton & Gray Mariners Club, a New Hampshire company that rents time on the expensive Hinckley yachts that it owns. The company developed an algorithm that works with a smartphone app that helps its clientele schedule time on its boats. The system allowed the company to find all sorts of efficiencies that were not possible before.\nIs Barton & Gray a tech company? No, though it is very dependent on its technology — and please don’t call it a boat company, either, said Douglas Gray, one of the company’s founders and its chief marketing officer. “We’re more in the service and hospitality space,” he said.\nIt is difficult to say what the financial windfall of the tech label is to today’s start-ups since most of them are still private companies, though no doubt they benefit from being close to the tech industry’s deep-pocketed financiers.\nBut toward the end of the dot-com boom at the turn of the century, Raghavendra Rau, now a professor of finance at the University of Cambridge Judge Business School, was the co-author of a study that documented the temporary surge in the stock prices of companies that added the dot-com suffix to their names.\nThose temporary dot-coms took advantage of an investor behavior called “categorization,” said Mr. Rau. Categorization helps us understand something if we’re not familiar with it.\n“We build up a story in our heads on what we think we are going to see,” he said. “Even if the firm has no cash flows or no profits, we think we know what the story is. And firms are good at seeing what is popular and trying to fit in with that mental map.”\nToday’s happy adopters of the tech label, however, should note the follow-up research by Mr. Rau and his co-authors after the dot-com bubble popped early last decade. He found that double-switchers — companies that added and later dropped their dot-com identity — saw their stock prices over one month move 38.5 percent ahead of companies that kept the dot-com name.\nIn a few years, maybe being labeled a logistics company won’t be such a bad thing.", "url": "https://bits.blogs.nytimes.com/2015/08/02/in-search-of-the-slippery-definition-of-the-modern-tech-company/"}