{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:14:32", "date_modify": "2018-11-16 03:14:32", "date_publish": "2015-06-11 21:35:53", "description": "The United States Court of Appeals for the District of Columbia Circuit denied numerous petitions to keep new Internet regulations from going into effect.", "filename": "2015_06_11__1542338072.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_11__1542338072.html", "title": "Court Denies Requests to Keep New Net Neutrality Rules From Taking Effect on Friday", "title_page": "Court Denies Requests to Keep New Net Neutrality Rules From Taking Effect on Friday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the months since the Federal Communications Commission voted to regulate the Internet like a public utility, opponents of the new rules have clamored to keep them from taking effect this Friday.\nOn Thursday, those opponents were disappointed as a federal judge denied their requests to stay the rules while litigation proceeds against them. The court did grant an expedited hearing of the case, meaning it could be argued as soon as the fall or early winter.\nThe decision, issued by the United States Court of Appeals for the District of Columbia Circuit, does not necessarily signal that the court will ultimately uphold the new, stricter rules, which reclassify high-speed Internet as a telecommunications service under Title II of the Communications Act and subject it to utility-style regulation.\n“It’s a very high hurdle to get a stay,” said Roger Entner, an analyst at Recon Analytics in Boston. That one was not granted, he said, meant little. “You have to show there’s irreparable harm, which means you can’t undo the rules very easily. And that is very difficult to prove.”\nStill, Thursday’s decision, while foreseen by some legal experts, was considered a win for proponents of the new regulations.\n“This is a huge victory for Internet consumers and innovators,” said Tom Wheeler, chairman of the F.C.C. “Starting Friday, there will be a referee on the field to keep the Internet fast, fair and open.”\nNumerous parties have sued the F.C.C. over the new rules since their publication in the Federal Register in April. Among them are trade groups — including the United States Telecom Association, the National Cable and Telecommunications Association, the American Cable Association and the Wireless Internet Service Providers Association — and service providers like AT&T and CenturyLink.\nConspicuously absent from those that have filed suit is Verizon, which was alone in suing the F.C.C. in 2010 over the agency’s last version of similar but less restrictive rules. Verizon won that case, which prompted the F.C.C. to shape its latest regulations.\n“Verizon realized that they brought about a worse outcome for the industry by winning, and now they’re kind of sitting quietly in the corner,” Mr. Entner said.\nThose who requested a stay had asked that only certain parts of the new rules not take effect, saying they supported the core principles of so-called net neutrality, which the rules seek to protect. Net neutrality refers to the concept of keeping the Internet open and democratic. To that end, the rules prohibit service providers from affecting consumers’ access to particular kinds of content and delivering, for example, faster access to one website and slower access to a competitor.\n“The parties that asked for the stay did something unusual,” said J.G. Harrington, a telecommunications lawyer with Cooley in Washington. “They didn’t ask for a stay of the basic network neutrality rules; they asked for a stay of the way the F.C.C. used to get there.”\nIn filing a request to stay the rules last month, Walter McCormick, president of the United States Telecom Association, said the group was “not seeking to stay the order’s bright-line rules prohibiting blocking, throttling and paid prioritization,” but was instead taking issue with “this ill-conceived order’s reclassification of broadband service as a public utility service.”\nSome like Mr. McCormick have called such Title II regulation too burdensome and expressed worry that it gives the F.C.C. too much broad authority that will stifle innovation and investment. (Last week, though, Charter Communications drew attention for telling the F.C.C. that its commitment to investment was unaffected by the new rules.)\n“Net neutrality is not that controversial anymore,” Mr. Entner said. “It’s Title II that this is all about.”\nOn Thursday, Mr. McCormick said he was “disappointed” with the court’s decision. But the court’s agreement to accelerate the timetable of the case, he said, “shows the gravity of the issues at stake, and will facilitate a quicker path to determining the proper legal treatment for regulating broadband Internet access service.”\nRequests to keep the rules from taking effect on June 12 had also been filed with the F.C.C. itself, but more as a procedural formality; parties seeking a stay are first expected to request one from the agency before appealing to the court. Early last month, the F.C.C. denied those requests, expressing confidence that the court would do the same.\nAt the same time that many had spoken up to ask that the rules be struck down, others had spoken up to defend them. “Granting a stay of the rules would cause real harm” to Internet users, said John Bergmayer, senior lawyer at Public Knowledge, a consumer advocacy group focused on Internet policy. “The ‘harms’ the carriers point to are largely imaginary, or nothing more than complaints about being prevented from doing things the rules are supposed to prevent them from doing.”\nIn the next step of this legal battle, the numerous lawsuits are expected to be consolidated into one case. Mr. Harrington said a decision could come by early 2016.\nHe added that the F.C.C. and the courts were not the only path to challenging the rules. On Wednesday, the House Appropriations Committee introduced legislation that would prohibit the F.C.C. from enforcing the rules until the litigation is resolved.\n“Congress,” Mr. Harrington said, “is watching this decision very closely.”", "url": "https://bits.blogs.nytimes.com/2015/06/11/court-denies-requests-to-keep-new-internet-rules-from-taking-effect-on-friday/"}