{"authors": ["Nick Wingfield", "Topics.Nytimes.Com Top Reference Timestopics People W Nick_Wingfield Index.Html"], "date_download": "2018-11-16 03:14:37", "date_modify": "2018-11-16 03:14:37", "date_publish": "2015-06-15 21:05:08", "description": "Executives said that people who own the Xbox One will be able to play many games originally created for the previous console, the Xbox 360.", "filename": "2015_06_15__1542338077.html", "image_url": "https://static01.nyt.com/images/2015/06/15/business/15bits-e3xbox/15bits-e3xbox-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_15__1542338077.html", "title": "The New York Times", "title_page": "Xbox One to Get 'Backward Compatibility,' Microsoft Says at E3 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLOS ANGELES — Microsoft talked about plenty of new things on Monday at the video game industry’s big annual E3 conference, but it was something old that got the biggest rise out of the crowd.\nAt an event here to promote the latest games for the Microsoft Xbox gaming system, executives said that people who own the company’s latest console, the Xbox One, will be able to play games originally created for the previous console, the Xbox 360. The company promised that more than 100 of the most popular Xbox 360 games would work on the Xbox One by the holiday season, with more to come after that.\nThe audience at the Microsoft event erupted in cheers at the news. “Backward compatibility,” as this feature is known, is something a lot of hard-core gamers ache for. Many of them have amassed significant libraries of games for older systems and want to continue playing them without having to keep their old consoles hooked up to their television sets.\nIt is technically challenging for console makers to offer backward compatibility. Sony has done it with its PlayStation 4 by offering older titles through a streaming service, PlayStation Now. It charges players to play those older games, though. Microsoft, in contrast, said it would not charge people to play Xbox 360 games on the Xbox One if they have already purchased the games.\nAlong with the coming games that it showed on Monday, Microsoft positioned the backward compatibility as an attempt to get gamers who have been waiting to buy an Xbox One off the fence.\n“If you’ve been waiting to move from your Xbox 360, now is the time,” said Phil Spencer, head of Xbox at Microsoft.\nMicrosoft needs any advantage it can find against Sony, which has jumped out to an early lead with the PlayStation 4. Microsoft said in April that it had shipped about 10 million Xbox Ones globally, about half the units Sony had shipped of the PlayStation 4.\nEarly Xbox sales suffered because the system was more expensive than its competitor and because of a perception that Microsoft was less interested in catering to hard-core gamers. Microsoft has since lowered the price of the Xbox and is going out of its way to emphasize the game lineup for its system.\nThe most eagerly anticipated of those games is Halo 5, a new version of the company’s science-fiction shooter game, which will go on sale in late October. The other titles that will appear exclusively on Xbox One this year will be Forza Motorsport 6 and Rise of the Tomb Raider.\nMicrosoft also showed new hardware, including the Xbox Elite Wireless Controller, a new device for playing games that the company said it designed with the help of top professional players.\nAnother device that impressed the crowd was a demonstration of HoloLens, Microsoft’s new augmented reality headset. One person played Minecraft, the wildly popular digital erector set that Microsoft owns, using HoloLens, which projected a blocky landscape and buildings on top of a table before his eyes. Another person played in the same Minecraft environment on a Surface tablet computer.\nSony will answer Microsoft’s news at an event later Monday, at which it is expected to show its own lineup of games and Project Morpheus, a virtual reality headset for the PlayStation 4.", "url": "https://bits.blogs.nytimes.com/2015/06/15/at-e3-microsoft-says-backward-compatibility-is-coming-to-xbox-one/"}