{"authors": ["Steve Lohr", "Topics.Nytimes.Com Top Reference Timestopics People L Steve_Lohr Index.Html"], "date_download": "2018-11-16 03:14:41", "date_modify": "2018-11-16 03:14:41", "date_publish": "2015-06-04 04:37:15", "description": "Clever software and smart machines are automating jobs. But a new McKinsey Global Institute study and a Harvard Business Review article point to an upside: technology as a helper and partner.", "filename": "2015_06_04__1542338081.html", "image_url": "https://static01.nyt.com/images/2015/04/23/multimedia/robots-kuka-china/robots-kuka-china-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_04__1542338081.html", "title": "New Research Says Robots Are Unlikely to Eat Our Jobs", "title_page": "New Research Says Robots Are Unlikely to Eat Our Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nThere is no shortage of angst about the relentless advance of digital technology and what it means for the work force, if not humanity. Dire warnings have come from no less than Elon Musk, Stephen Hawking and Bill Gates. “Summoning the demon” was Mr. Musk’s evocative phrase to describe the potential danger posed by artificial intelligence.\nA group of academics, Silicon Valley venture capitalists and executives acknowledged the issue this week, when they posted an open letter in an effort to start a national discussion on modernizing policy for the digital economy. Past waves of technological change, they noted, have delivered new jobs and higher wages. “This time around,” they wrote, “the evidence is causing some people to wonder if things are different. Or, to paraphrase many recent headlines, will robots eat our jobs?”\nNot necessarily, according to two new entries to the technology-and-labor debate. One is a lengthy cover article in the June issue of The Harvard Business Review, “Beyond Automation: Strategies for Remaining Gainfully Employed in an Era of Very Smart Machines” The other is a study, published late Wednesday, by the McKinsey Global Institute, the research arm of the consulting firm McKinsey & Company, “A Labor Market That Works: Connecting Talent With Opportunity in the Digital Age.”\nThe McKinsey study analyzes and forecasts the potential impact of so-called digital talent platforms. The report looks at three types of such platforms: job-finding and employee-seeking websites (such as Monster.com and LinkedIn); marketplaces for services (Uber and Upwork, for example); and data-driven talent discovery tools (like Evolv and Knack).\nBy 2025, McKinsey estimates, these digital talent platforms could add $2.7 trillion a year to global gross domestic product, which would be the equivalent of adding another Britain to the world economy. And the digital tools, the report states, could benefit as many as 540 million people in various ways, including better matches of their skills with jobs, higher wages and shorter stints of unemployment.\nCompanies that make efficient use of the digital platforms, McKinsey says, can increase their productivity by up to 9 percent by hiring the right workers for jobs more often and more quickly.\nThe research, said James Manyika, a director of the McKinsey Global Institute and a co-author, took a bottom-up approach. There was a close analysis of the labor markets in seven countries and of the inroads digital platforms have made in national markets and within specific companies. The projections, he said, were based on “very modest assumptions,” typically improvements of a few percent compared with the baseline of current performance.\nNew digital tools can make labor markets somewhat more fluid, flexible and transparent. The users of some of the online marketplaces are numerous and come from many countries. LinkedIn, Mr. Manyika noted, has more than 360 million members. “But while the platforms themselves are global, the vast majority of the effect is very local,” he said.\nSome companies shop the globe for labor, using digital technology. That increases corporate bargaining power and can drive down wages for some jobs. But the technology, Mr. Manyika said, can also serve the interests of workers. “Companies can’t stop people from posting their profiles on LinkedIn,” he said. “That starts to shift the balance of power, and it empowers individuals a lot more.”\nIn the “Beyond Automation” article, Thomas H. Davenport, a professor at Babson College and a research fellow at the M.I.T. Center for Digital Business, and Julia Kirby, an editor at large at The Harvard Business Review, concede the advance of automation, especially as data-fueled artificial intelligence moves into knowledge work. But, they write, “Instead of seeing work as a zero-sum game with machines taking an ever greater share, we might see growing possibilities for employment. We could reframe the threat of automation as an opportunity for augmentation.\nThey cite the work of contemporary economists, like David Autor of M.I.T., who have analyzed the complementary roles of humans and computers at work. And the notion of computers and people working together — machines adding to human intelligence — goes back at least to 1960 and J.C.R. Licklider, a psychologist who moved into computing, in his famous essay “Man-Computer Symbiosis.”\nThe authors suggest five different styles of teaming up with computers, citing examples that point to lasting roles for human intelligence and good jobs. Their evidence ranges from big-data drug discovery and precision agriculture to design work and elder care. They present five different approaches as “steps to consider”: step up, step aside, step in, step narrowly and step forward.\nIn brief, they explain, “step up” is to head for “higher intellectual ground” of conceptual pattern recognition in jobs like senior management and consulting. “Step aside” is to use different kinds of intelligence such as the creativity of designers and the empathy of elder care givers. “Step in” is to monitor and guide the machines that handle tasks like automated ad buying and approving loans. “Step narrowly” is to focus on a niche that is unlikely to be automated economically, brokering deals for fast-food franchises, for example. “Step forward” is to build the next generation of computing and artificial intelligence tools.\nCompetitive advantage, they suggest, will be lost by those organizations infatuated with technology alone. Automation, they add, is often useful but rarely a game winner for most companies. “That realization,” they write, “will dawn as it becomes increasingly clear that enterprise success depends much more on constant innovation than on cost efficiency.”\n“In an era of innovation,” they write, “the emphasis has to be on the upside of people. They will always be the source of next-generation ideas and the element of operations that is hardest for competitors to replicate.”", "url": "https://bits.blogs.nytimes.com/2015/06/04/new-research-says-robots-are-unlikely-to-eat-our-jobs/"}