{"authors": ["Mike Isaac", "Paul Mozur"], "date_download": "2018-11-16 03:14:39", "date_modify": "2018-11-16 03:14:39", "date_publish": "2015-06-03 16:19:44", "description": "In one of the biggest investments into a privately held tech company this year, SoftBanks has put $1 billion into the Korean e-commerce start-up Coupang.", "filename": "2015_06_03__1542338079.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_03__1542338079.html", "title": "SoftBank Invests $1 Billion in Coupang, a Korean E-Commerce Start-Up", "title_page": "SoftBank Invests $1 Billion in Coupang, a Korean E-Commerce Start-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SoftBank, the massive multinational media and telecom conglomerate, announced on Wednesday that it had invested $1 billion in the Korean e-commerce start-up Coupang, in one of the largest private tech investments of 2015.\nThe deal is the latest in a string of big e-commerce investments in Asian markets, including the $1.7 billion raised by the Indian commerce company Flipkart from firms like Tiger Global Management and Digital Sky Technologies last year. In October, SoftBank invested $627 million in Snapdeal, another Indian e-commerce start-up.\nFounded in 2010 during the height of the group-buying craze, Coupang began as a daily deal service. After developing relationships with a number of vendors, it shifted to become a full-service e-commerce company, dealing with everything from stocking goods to shipping them and employing its own delivery team. With the investment, Coupang is valued at $5 billion, according to a person with knowledge of the matter, who declined to be named because the number is confidential.\nThough similar to Amazon in the United States, Coupang is mostly used on smartphones. Coupang offers next-day and two-day delivery and also has other features like bespoke recommendations. In May last year, the company hit a valuation of $1 billion after a $100 million fundraising round led by Sequoia Capital.\nThe company claims that mobile sales account for 75 percent of Coupang’s overall revenue, and more than 85 percent of its traffic.\n“We’re on the cutting edge in mobile, and part of that is because of the Korean infrastructure environment,” said Bom Kim, chief executive of Coupang. “It’s about four times faster than the global average.”\nMr. Kim also noted that Korea’s densely populated areas were a huge competitive advantage for the company’s delivery services. Unlike in the United States, much of South Korea’s population of about 50 million people is densely packed into the country’s urban areas, which makes fast delivery much easier.\nThe company has more than $1 billion in gross sales and competes in South Korea with the e-commerce companies eBay and 11th Street, which is backed by the the South Korean conglomerate SK Holdings.\nThe investment will also give Nikesh Arora, a SoftBank partner and a former Google executive, a seat on Coupang’s board of directors.", "url": "https://bits.blogs.nytimes.com/2015/06/03/softbank-invests-1-billion-in-coupang-a-korean-e-commerce-start-up/"}