{"authors": ["Molly Wood"], "date_download": "2018-11-16 03:20:02", "date_modify": "2018-11-16 03:20:02", "date_publish": "2015-01-06 01:35:41", "description": "The big TV makers, including Samsung and Sony, showed off giant screens with sky-high display resolutions, and in a bid to push ultrahigh definition into the mainstream, several are teaming up with each other and content makers like Netflix.", "filename": "2015_01_05__1542338402.html", "image_url": "https://static01.nyt.com/images/2015/01/05/technology/05ces-samsung/05ces-samsung-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_01_05__1542338402.html", "title": "CES: A Push for Higher Resolution and Better-Looking TVs", "title_page": "CES: A Push for Higher Resolution and Better-Looking TVs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe International CES took a turn toward the familiar on Monday: televisions.\nLG, Sharp, Panasonic, Samsung and Sony all showed giant screens with sky-high display resolutions. And in a bid to push ultrahigh definition, also called 4K TV, into the mainstream, those companies are teaming up with each other and content makers like Netflix, Walt Disney Studios and others to set standards for 4K TVs and content. Presumably, they will also generate a landslide of marketing about how much you need one of these televisions, immediately.\nThere’s no doubt that 4K televisions look amazing, but so far, there’s not a lot of content available, and consumers aren’t sure why they need higher resolution TVs than the high-definition TVs they upgraded to only a few years ago.\nThe newly announced UHD Alliance will no doubt work hard to answer those questions — but 4K content and falling prices are likely to be the biggest incentives.\nThe big TV makers differed in their approaches to bringing higher resolution and better-looking televisions.\nLG, for example, focused on organic light-emitting diode technology, or OLED TVs, which are superslim and extremely energy-efficient and have better picture quality than high-definition sets. And at its news conference on Monday at the International CES, the annual consumer electronics trade show, LG announced the first 4K OLED TVs ever. The machines start at 55 inches and feature a curved display — another, a 77-inch model, can be changed to curved or flat with the press of a button. Eye-catching, indeed.\nBut the company also announced a collection of 4K TVs with more traditional LCD displays, and even seven sets that are traditional high-definition. (LG, as an aside, also surprised the crowd by announcing the LG G Flex 2, the second version of its curved smartphone. More on that in a future post.)\nVideo\nPanasonic promoted its color accuracy and said its Internet-connected televisions would run Firefox OS — an open operating system for devices. Its interface looks clean and simple to operate, which has been a drawback of other smart TV interfaces — so that’s already a plus.\nSharp announced what it said was actually the highest of the ultrahigh resolution 4K TVs, which use “pixel-splitting technology” to sharpen the picture. Sharp calls this TV the Aquos Beyond 4K Ultra HD TV and it’s only available with an 80-inch screen. Pricing was not announced; expect it to be stupefying.\nSharp also announced a full complement of 4K UHD TVs, with prices starting at just over $700.\nAnd Sony’s new Bravia 4K TVs will include one series with an extra thin design, and all of them, the company says, will be able to upscale — or digitally improve — the image of standard HDTV so that even non-4K content looks good on its sets. Sony’s smart TVs will run Google’s Android TV operating system for streaming media.\nSamsung, which said it holds more than 60 percent of the ultrahigh definition market, had some new machines of its own. The company also said its Internet-connected TVs would let Samsung smartphone users share content with their TVs. (LG phones can also stream to LG TVs.) The company also said users could stream 4K content from Amazon, Netflix and other sources, and it introduced a service called Milk Video (to go along with its existing Milk Music service) that will curate web video for streaming to connected TVs.\nTim Baxter, president of Samsung USA, said after the event that the company was trying to create content offerings that complement its hardware, and give people a reason to buy both Samsung phones and televisions.\n“We think the intersection of technology and content is what consumers are looking for,” Mr. Baxter said. “We want to add some unique content that people can move around between devices.”\nAnd for more ultrahigh-definition content delivery, Dish announced a 4K receiver and digital video recorder that will let customers receive and record 4K TV over satellite. The company said the new receiver, called the 4K Joey, would work with any 4K TV, and that it would also let users watch two programs simultaneously, side by side, in full high definition (think dueling football games).\nInterestingly, though, despite the emphasis on bigger, fancier and more expensive televisions, Dish also announced a new, web-based, live TV streaming service, Sling TV, that starts at just $20 a month and will include the coveted ESPN (the first time the channel has been available outside a traditional pay TV bundle), as well as live channels from CNN, TBS, TNT and the Disney Channel, among others.\nAlthough Sling TV can be played on some Internet-connected TVs from Samsung and LG, and on streaming set-top boxes like Roku and Google’s Nexus Player, it will also work on tablets and mobile phones — the viewing devices of choice for this young, mobile generation.\nIt may be that the machinations of the TV industry only stave off the inevitable. The Consumer Electronics Association, a trade group, reported in July that the TV market for the coming year was likely to be flat or even on the decline.\nUltrahigh resolution sets have their place, and as prices come down, they’ll be the obvious TV of choice. But it’s only obvious if you’re buying a television in the first place. At the International CES, the tension between past and future is clearly on display, sometimes even in the same room.", "url": "https://bits.blogs.nytimes.com/2015/01/05/tvs-get-their-moment-at-international-ces/"}