{"authors": ["The New York Times"], "date_download": "2018-11-16 03:14:32", "date_modify": "2018-11-16 03:14:32", "date_publish": "2015-06-12 14:02:30", "description": "Twitter should aim to become the first and only app that people load up to comment on the news.", "filename": "2015_06_12__1542338072.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_12__1542338072.html", "title": "Daily Report: Under a New Chief, Twitter Has a Chance to Focus on Live Events", "title_page": "Daily Report: Under a New Chief, Twitter Has a Chance to Focus on Live Events - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHere, in 140 characters or fewer, Farhad Manjoo writes in his State of the Art column, is some free advice for Twitter’s next chief executive: Focus on live events. People never tire of gabbing about what’s going on right now. Twitter could be the best place for that. Do it fast.\nThat may sound a bit simplistic. The news that Dick Costolo will resign at the end of this month is sure to elicit a raft of doomsaying commentary about the company. Mr. Costolo, who since 2010 has been chief executive of Twitter, the service that lets people post 140-character messages, helped take the company public in 2013 and built it into a Silicon Valley force.\nAlong the way, however, Twitter’s audience growth stalled, and its advertising business looks to be cooling. From afar, Twitter can sometimes look dysfunctional, especially compared with its robotically disciplined competitors in the social networking business, among them Facebook and Pinterest, whose fortunes all burn brighter.\nAmong some investors and users, there is now a more straightforward and optimistic case to be made for the rebirth of Twitter under a new chief. That case involves focus. Twitter, as a service, is many things to many people at different times. It is one of the world’s best sources for news and for jokes about news, a playground for professional networking, and a haven for that most human of pastimes, idle gossip. Read more »", "url": "https://bits.blogs.nytimes.com/2015/06/12/daily-report-under-a-new-chief-twitter-has-a-chance-to-focus-on-live-events/"}