{"authors": ["Quentin Hardy", "Topics.Nytimes.Com Top Reference Timestopics People H Quentin_Hardy Index.Html"], "date_download": "2018-11-16 03:14:32", "date_modify": "2018-11-16 03:14:32", "date_publish": "2015-06-15 15:30:44", "description": "SpaceX, Elon Musk’s rocket company, announces a competition to design and build vehicles for the Hyperloop, a proposed new kind of superfast pneumatic tube for people. It’s also building a test track.", "filename": "2015_06_15__1542338072.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_15__1542338072.html", "title": "Elon Musk Wants Your Hyperloop Ideas", "title_page": "Elon Musk Wants Your Hyperloop Ideas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Elon Musk is looking for a few good pods.\nSpaceX, Mr. Musk’s rocket launch company, has announced a competition to design passenger vehicles for the Hyperloop, a proposed high-speed ground transport system.\nThe competition is intended to appeal to both university students and independent engineering teams, according to SpaceX documents provided to The New York Times.\nSpaceX also plans to construct a one-mile test track adjacent to its headquarters in Hawthorne, Calif., which will be used as a testing and competition area for contestants, with a planned start date of June 2016.\nThe idea appears to be Mr. Musk’s next step in a plan, first proposed in 2013, for a new kind of transportation method that is faster than high-speed rail but slower than supersonic aircraft, that could handle interurban transport for cities about 900 miles or less apart.\nMuch in the original proposal was not detailed, but Mr. Musk appears to envision cars inside a tube that transfer high pressure air from their front to their rear, and are suspended like pucks on an air hockey table.\nThe SpaceX Hyperloop Pod Competition, as the contest is called, will probably still draw competitors on the same order as skeptics.\nDetails like winning rights of way, constructing the tube, creating compressors capable of fueling it, maintaining a constant state of pressure, developing amplifiers or other transit stations to support and service the tube, figuring out and pricing the market, and whether there will be a dining car have yet to be worked out.\nSpaceX has said it is not interested in developing a commercial Hyperloop itself, but is interested in helping to produce a prototype. Mr. Musk may simply be trying to kickstart some original thinking to foster development of an industry, as well as attracting engineers to his company. He previously open sourced all of Tesla’s patents with that aim.\nIn addition, new ideas about ways to transport people through punishing atmospheric conditions could be helpful for SpaceX’s plans to move from launching satellites into manned flight. Mr. Musk is keen to eventually go to Mars. Knowledge gained in the Hyperloop competition, SpaceX said, will be open sourced.\nThe Hyperloop also has its own Twitter handle, @hyperloop, which may have future news. Full details about competition admissions, which are due by Sept. 15, were not initially available.", "url": "https://bits.blogs.nytimes.com/2015/06/15/elon-musk-wants-your-hyperloop-ideas/"}