{"authors": ["Dino Grandoni"], "date_download": "2018-11-16 03:42:49", "date_modify": "2018-11-16 03:42:49", "date_publish": "2015-08-02 19:04:49", "description": "Bradley Tusk, a former campaign manager for New York’s last mayor, Michael R. Bloomberg, is starting Tusk Ventures, a political consulting firm geared toward helping start-ups work with — and in some cases, beat back — government regulators.", "filename": "2015_08_02__1542339769.html", "image_url": "https://static01.nyt.com/images/2015/08/04/business/04uber-web/04uber-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_08_02__1542339769.html", "title": "Political Consultant for Uber to Advise Other Start-Ups", "title_page": "Political Consultant for Uber to Advise Other Start-Ups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Uber, the ride-hailing app, seems capable of the impossible: fighting City Hall and winning.\nIn its recent tussle with the City of New York, the company emerged victorious after an all-out media blitz against Mayor Bill de Blasio, who proposed and then dropped a plan to cap the number of cars that on-demand ride companies could put the road.\nNow, one of the advisers behind that campaign wants to bring his touch with government to other technology start-ups.\nBradley Tusk, a former campaign manager for New York’s last mayor, Michael R. Bloomberg, is starting Tusk Ventures, a political consulting firm geared toward helping start-ups work with — and in some cases, beat back — government regulators.\nHis pitch: The current wave of high-tech start-ups often is not so much creating new industries — like Google did with search, or Facebook with social networks — as it is disrupting existing ones.\nPhoto\nAnd as Uber has taken on the taxi industry and Airbnb competes with hotels, new start-ups will not only need to contend with established businesses, but also with regulation from local governments.\n“Venture capitalists haven’t really thought about having to deal with government and regulation,” said Edward J. Mathias, managing director of the Carlyle Group, an asset management firm, and an adviser to Mr. Tusk. “Now, it’s all over the place.”\nMr. Tusk started advising Uber in 2011, when it was worth far less than the $50 billion or so valuation that investors are now giving it.\nIn his deal with Uber, Mr. Tusk took equity as payment, an arrangement that has paid off handsomely for his existing firm, Tusk Strategies, which generally focused on publicly traded companies rather than start-ups. He plans to have Tusk Ventures, which will have a dozen employees, also take a stake in the early-stage start-ups it advises. Tusk Ventures will assume from Tusk Strategies the responsibility for advising Uber.\nWhen Uber learned of Mr. de Blasio’s plan in June, Travis Kalanick, the company’s chief executive, called Mr. Tusk. Mr. Tusk helped form a plan to lobby City Council members and blanket the airwaves with television spots.\n“He was closely involved on those ads,” said Josh Mohrer, general manager of Uber in New York. “We’ve been fighting a lot of fights all over the world, but we haven’t done television ads before.”\nIn its ads and other efforts, Uber pushed a message that the company gave New Yorkers outside Manhattan, especially minorities, transportation and jobs they are otherwise denied.\n“Let’s be clear: Uber wants to make to money,” said Christina Greer, a professor of political science at Fordham. “But Uber was able to make it about serving the outer boroughs, which is something that de Blasio campaigned on.”\nUber could afford such an ad run, because of its cash gained from its unusually huge fund-raising rounds. Mr. Tusk said he will tell smaller start-ups to use a gentler touch with municipalities.\n“If you don’t have to fight, you’re much better off not doing so,” Mr. Tusk said. “Because if nothing else, you’re expending a lot of resources.”\nTake Zendrive, another company that Tusk Ventures is advising, which enables smartphones to monitor driver behavior. (Tusk Ventures has three companies in its portfolio: Uber, Zendrive and General Assembly, a school that teaches technology skills.)\nTusk is telling Zendrive to talk to politicians and regulators not because they are about to try to stop Zendrive, but instead to introduce them to the technology. The hope is that someday, driver monitoring will be written into regulations on delivery or taxi fleets.\n“You’ve got to figure out how what you do helps the person who you need to influence,” Mr. Tusk said.", "url": "https://bits.blogs.nytimes.com/2015/08/02/political-consultant-for-uber-to-advise-other-start-ups/"}