{"authors": ["Mark Scott", "Topics.Nytimes.Com Top Reference Timestopics People S Mark_Scott Index.Html"], "date_download": "2018-11-16 03:14:41", "date_modify": "2018-11-16 03:14:41", "date_publish": "2015-06-03 15:44:48", "description": "A new generation of venture capitalists are betting that their local knowledge and industry expertise can still find the latest start-ups hoping to compete with American rivals.", "filename": "2015_06_03__1542338081.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_03__1542338081.html", "title": "The New York Times", "title_page": "Europe's Next Generation of Venture Capital Funds  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — European venture capital is going through a shake-up.\nAs the region’s tech companies like Spotify, the music-streaming service, and King Digital, the maker of the Candy Crush franchise, have become global names, a series of new venture funds have sprouted in search of the next generation of European start-ups.\nOn Wednesday, Felix Capital, a new European venture firm, announced that it had raised $120 million to primarily back the region’s technology start-ups in industries like fashion, food and fitness. Another fund, Berlin-based Point Nine Capital, also said on Wednesday that it had secured 55 million euros, or $61 million, for its latest fund to invest in online software for companies, among other sectors.\nThis new generation of venture firms are taking on the region’s well-established funds like Index Ventures, which last year raised a new 400 million euro fund after backing as number of European tech companies like SoundCloud, the Berlin-based music start-up, and Climate Corporation, which Monsanto acquired for around $1 billion.\nTo compete, the new breed of venture capitalists, many of which have worked at established players like Accel Partners and Balderton Capital, are looking to fill a gap in the market.\nEurope lags far behind the United States in investing in tech entrepreneurs. The region’s venture capital firms, for example, raised almost $4 billion in 2014, or just a tenth of what their American counterparts pocketed from investors over the same period, according to the data provider Dow Jones VentureSource.\nStill, venture capitalists here are betting that their local knowledge and industry expertise can still find the latest start-ups hoping to compete with American rivals on the global stage.\nInvestors say that start-ups can often find very early-stage financial backing of up to $1 million, and later-stage support of more than $10 million. But Europe’s tech companies regularly struggle to land investment needed to bridge those two worlds, and many of the region’s new cohort of venture funds are looking to fill that void.\n“The amount of capital out there is still not enough,” said Frederic Court, a co-founder of Felix Capital, who previously worked at the London-based venture firm Advent Ventures and is aiming to invest roughly $2 million to $5 million in each European start-up. “In Europe, particularly at the early stages of a company’s life, there aren’t that many venture capital firms out there.”\nEurope’s venture firms, however, are likely to face mounting competition when scouring the region for start-ups.\nLast year, Google announced that its venture capital unit had started a $100 million fund to back tech companies from Portugal to Poland. A number of American firms, including Sequoia Capital, Benchmark Capital and Union Square Ventures, also have crossed the Atlantic to pen early-stage deals with a growing number of European start-ups.\nYet as the pool of potential investors grows, so to does the number of potential European start-ups looking for financial backing, according to Simon Levene, a co-founder of Mosaic Ventures, a new London-based venture firm that raised its first $140 million fund last year.\n“You can now build a global business pretty much from anywhere,” said Mr. Levene, who previously worked at Yahoo and Accel Partners. “The best founders are now staying put. They’ve realized you can successfully attack the U.S. market from here.”", "url": "https://bits.blogs.nytimes.com/2015/06/03/europes-next-generation-of-venture-capital-funds/"}