{"authors": ["Mike Isaac", "Topics.Nytimes.Com Top Reference Timestopics People I Mike_Isaac Index.Html"], "date_download": "2018-11-16 03:12:29", "date_modify": "2018-11-16 03:12:29", "date_publish": "2015-03-16 00:47:11", "description": "Bill Gurley, a partner at Benchmark, has been warning of an impending Silicon Valley bubble-burst for quite some time, and he did so again at South by Southwest.", "filename": "2015_03_15_silicon-valley-investor-says-the-end-is-near__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337949.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_03_15_silicon-valley-investor-says-the-end-is-near__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337949.html", "title": "Silicon Valley Investor Warns of Bubble at SXSW", "title_page": "Silicon Valley Investor Warns of Bubble at SXSW - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AUSTIN, Tex. — Rarely has there been a better time for start-ups to raise money from Silicon Valley venture capitalists.\nBut this golden age may not last long. At least that is what Bill Gurley says. Mr. Gurley is a prominent investor who has spent a career betting on who the winners and losers will be in the future of technology.\nHis thesis: In today’s environment, venture firms are willing to take big risks on young technology companies with no real track record in business. Many of these companies, he says, have high burn rates, which means they regularly spend enormous amounts of money in hopes of bolstering their overall growth.\nBut some of these companies will not succeed, and he says the fallout from those failures will have repercussions across the technology industry.\n“There is no fear in Silicon Valley right now,” Mr. Gurley said Sunday at the South by Southwest music and technology conference. “A complete absence of fear.”\nMr. Gurley, a former engineer at Compaq Computer and current partner at Benchmark, a San Francisco-based venture capital firm, has been warning of an impending Silicon Valley bubble burst for quite some time. He cites the multiplicity of so-called unicorns, or private companies valued at more than $1 billion by investors.\nBy some accounts, there are more than 50 of these billion-plus companies in the Valley at the moment, with more added seemingly every other week.\n“I do think you’ll see some dead unicorns this year,” Mr. Gurley said.\nSome of these companies compete in the same field, like Stripe and Square, two payments start-ups, or the ride-hailing services Uber, Kuaidi Dache and Lyft. If one of those start-ups dominates its field, competitors could falter and eventually fold.\nSome observers, though, take issue with Mr. Gurley’s line of thinking. John Zimmer, president of Lyft, has said that his company had experienced year-over-year growth by a factor of five. That is despite the aggressive expansion and overall dominance of Uber, the ride-hailing start-up backed by Mr. Gurley’s firm.\nIf there is indeed a collapse, Mr. Gurley says, it will not just be the tech industry that feels the pain. Real estate, for example, could take a hit. Home prices in the San Francisco Bay area have appreciated by 97 percent since January 2000, according to a study published by the Paragon Real Estate group. If the influx of tech industry wealth begins to dry up, Bay-area property owners will have to deal with the potential drop in prices.\nMr. Gurley has some rooting interests. Two of Benchmark’s portfolio companies are among the most richly valued unicorns in Silicon Valley: Uber, at $41.2 billion, and Snapchat, at $15 billion. Another start-up, Nextdoor, just raised an additional $110 million in funding, securing its unicorn status.", "url": "https://bits.blogs.nytimes.com/2015/03/15/silicon-valley-investor-says-the-end-is-near/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}