{"authors": ["Jim Kerstetter"], "date_download": "2018-11-16 03:41:57", "date_modify": "2018-11-16 03:41:57", "date_publish": "2015-11-20 14:30:31", "description": "Few would argue that Google knows better than most how to manage huge data centers. But in recent years Amazon has become the leader in selling that expertise to other companies.", "filename": "2015_11_20__1542339717.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_11_20__1542339717.html", "title": "Daily Report: Google Gets Serious About Competing in Cloud With Amazon Web Services", "title_page": "Daily Report: Google Gets Serious About Competing in Cloud With Amazon Web Services - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOne of the great mysteries of the tech industry in recent years has been the seeming disinterest of Google, which is now called Alphabet, in competing with Amazon Web Services for corporate customers.\nGoogle, after all, is perhaps the preeminent cloud-computing company. Its data centers and data scientists are considered among the best — if not the best — in the world. Indeed, it is easy to argue that the secret to the company’s success is not clever search algorithms; it is the ability to make a global computer network work as one.\nGoogle’s applications are widely used in big companies, yet few rely on Google for the cloud computing hosting services that have become more popular in recent years.\nAmazon, it turns out, has also been good at solving those computer network problems. So good, in fact, that it seized a huge opportunity to sell that knowledge to other companies through its Amazon Web Services. A.W.S. is now the leading cloud computing service, well ahead of Microsoft, IBM, Google and others.\nSo how did that happen? Amazon recognized a huge business opportunity, and Google was slow to react. Even indifferent.\nThat may finally change. On Thursday, Google said Diane B. Greene, a veteran technologist and executive, will head its cloud business that caters to companies.\nMs. Greene, who is already a Google board member, is best known as a the co-founder and chief executive of VMware, a company which makes software meant to juggle many programs across many computers. This technology, known as virtualization, is a mainstay in cloud computing data centers, and Ms. Greene was one of its early proponents.\nGoogle executives say their cloud business has simply grown “organically” in recent years. But the appointment of Ms Greene indicates the company is looking for more.", "url": "https://bits.blogs.nytimes.com/2015/11/20/daily-report-google-gets-serious-about-competing-in-cloud-with-amazon-web-services/"}