{"authors": ["The New York Times"], "date_download": "2018-11-16 03:43:04", "date_modify": "2018-11-16 03:43:04", "date_publish": "2015-06-30 14:14:59", "description": "When the deal for Verizon to buy AOL was announced last month, executives from both companies said AOL was an appealing acquisition because of its advertising technology. On Monday, AOL showed some of that value in announcing a deal with Microsoft", "filename": "2015_06_30__1542339784.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_30__1542339784.html", "title": "Daily Report: AOL to Take Over Display Advertising for Microsoft", "title_page": "Daily Report: AOL to Take Over Display Advertising for Microsoft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen the deal for Verizon to buy AOL was announced last month, executives from both companies said AOL was an appealing acquisition because of its advertising technology. On Monday, AOL showed some of the value in announcing a deal with Microsoft, Dino Grandoni reports.\nUnder the agreement, AOL will take over management and sales of display, mobile and video advertising that appears on Xbox, Skype and other Microsoft products in various countries. In turn, Microsoft’s search engine, Bing, will power search results and search advertising on AOL websites. The arrangement could lift Bing, long a second fiddle to Google, which is being displaced as the search engine of choice on AOL sites.\nWhile display advertising is a tiny slice of Microsoft’s revenue, it is central to AOL, which will gain access to Microsoft’s youngest, most sought-after users.\nMicrosoft, at 40 years old, and AOL, at 32, are ancient in Internet terms and continue to change their online roles in an era when ad dollars are being gobbled up by Google and, more recently, Facebook. But they still have some popular digital destinations, including the MSN portal for Microsoft and The Huffington Post news site for AOL. “Think about me being able to sell the Huffington Post and Xbox together,” said Bob Lord, president of AOL. “That’s really compelling to advertisers.” Read more »", "url": "https://bits.blogs.nytimes.com/2015/06/30/daily-report-aol-to-take-over-display-advertising-for-microsoft/"}