{"authors": ["Molly Wood"], "date_download": "2018-11-16 03:19:54", "date_modify": "2018-11-16 03:19:54", "date_publish": "2015-01-06 21:10:55", "description": "A number of automakers at CES were touting their plans for self-driving cars, with some executives predicting that a completely autonomous vehicle would be manufactured within five years.", "filename": "2015_01_06_ces-visions-of-cars-on-autopilot__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338394.html", "image_url": "https://static01.nyt.com/images/2015/01/06/technology/06bits-mercedes2/06bits-mercedes2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_01_06_ces-visions-of-cars-on-autopilot__action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338394.html", "title": "CES: Visions of Cars on Autopilot", "title_page": "CES: Visions of Cars on Autopilot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nNo more dancing around it: The major automakers now see a world of completely self-driving cars.\nOn Monday at the International Consumer Electronics Show, the huge technology industry event in Las Vegas, Dieter Zetsche, the head of Mercedes-Benz cars and chairman of of Daimler AG, focused most of his keynote address on unveiling a fully autonomous prototype vehicle.\nDr. Zetsche described the autonomous car of the future as a sort of luxury “carriage” that could provide a peaceful, relaxing oasis for riders. It was festooned with touch screens and featured a sort of floating control panel that would let any rider take control of the car.\nRaj Nair, the chief technical officer and global product chief at Ford, said at the International CES that he expected some manufacturer to introduce a completely autonomous vehicle — one that requires zero human intervention — within five years.\nAnd at Ford’s keynote address at CES on Tuesday, Mr. Nair sketched out a vision of rolling out self-driving cars gradually, and focusing early efforts on specific areas where, he said, there was already “high-definition mapping along with favorable environments for sensors.”\nThose are fairly restrictive requirements. San Francisco and New York would presumably be less than favorable environments, given the number of pedestrians and other obstacles. But Mr. Nair said drivers would continue to benefit from semi-autonomous features that companies develop on the way to self-driving cars, like self-parking cars, adaptive cruise control and vehicle-to-vehicle communication.\nAnd although Mark Fields, Ford’s new chief executive, said “there absolutely will be a Ford autonomous vehicle in the future,” he also stressed the company was not scrambling to be first.\nThere has been speculation that if all cars become self-driving, many fewer cars would actually be required. So while Mercedes-Benz focused primarily on creating luxurious private spaces in self-driving cars, Ford discussed urban programs where many drivers could share electric cars or even the self-driving cars of the future. But Mr. Fields brushed off concerns that the push toward autonomous cars would cannibalize the car business over all.\nPhoto\nAutomobiles, he said, would remain a growth business, and higher-tech, self-driving and electric cars are just new opportunities, even if they end up being shared among multiple people, he said.\nThis year’s International CES displayed an almost relentless focus on making cars smarter and more connected. Gary Shapiro, chief executive of the Consumer Electronics Association, the trade group that puts on the event, said 10 automakers were exhibiting or presenting at the show in some way, including Audi, Volkswagen, Toyota, General Motors and BMW.\nAnd tech companies of all sizes were rushing to get in on the high-tech car trend.\nScott Ahn, chief technology officer of LG Electronics, said during that company’s CES news conference that LG was hard at work developing methods to connect devices like phones, tablets and wearables to cars in a seamless way.\n“Just like our phones, cars are getting much smarter,” Mr. Ahn said in an email. “We’re seeing an increasing need to connect our smart devices to cars. LG has developed a solution that can not only connect multiple kinds of devices like Android and iOS, but it is also highly customizable.”\nMeanwhile, AT&T announced at the show that it had signed up Samsung as a sponsor and technology partner for its Drive Studio, a connected-car development laboratory.\nAnd at Panasonic’s CES news conference, the company touted its position as the biggest supplier of in-dash infotainment systems in the world, including Ford’s new Sync 3 system (formerly powered by Microsoft).\nPanasonic also delivers the most batteries for electric cars in the world. The company has a partnership with Tesla to create a huge battery manufacturing plant in the United States, and reminded CES attendees of that fact by displaying a Tesla Model X in its booth.\nMore incremental car technology innovations also abounded at CES. Hyundai showed integration with Android Wear-based smart watches that would let you unlock or even start a Hyundai Genesis using your watch.\nAnd BMW was set to demonstrate cars that can park themselves when instructed to do so using a smartwatch app.\nSo despite the focus on cars that drive themselves completely, the years in between should be pretty interesting, too.", "url": "https://bits.blogs.nytimes.com/2015/01/06/ces-visions-of-cars-on-autopilot/?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}