{"authors": ["Dino Grandoni"], "date_download": "2018-11-16 03:42:46", "date_modify": "2018-11-16 03:42:46", "date_publish": "2015-07-31 19:34:06", "description": "The chief executive of Facebook, Mark Zuckerberg, disclosed that he and his wife, Priscilla Chan, are expecting a baby girl. The road to get there wasn’t easy.", "filename": "2015_07_31__1542339766.html", "image_url": "https://static01.nyt.com/images/2015/08/01/business/01zuck-web2/01zuck-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_07_31__1542339766.html", "title": "The New York Times", "title_page": "Mark Zuckerberg Posts on Facebook: After Miscarriages, We're Having a Baby - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mark Zuckerberg revealed on Friday — on Facebook, naturally — that he and his wife, Priscilla Chan, were expecting their first child, a girl.\nMr. Zuckerberg, chief executive of the social networking giant, wrote in an uncharacteristically personal post that he and Ms. Chan had had three miscarriages before this pregnancy — at once demonstrating a personal desire to break the stigma associated with women who miscarry and his business-related belief in Facebook as an ideal place for users to record life events.\nPhoto\n“Most people don’t discuss miscarriages because you worry your problems will distance you or reflect upon you — as if you’re defective or did something to cause this,” he wrote. “So you struggle on your own.”\nMr. Zuckerberg usually uses his personal Facebook page to announce new products or initiatives from either Facebook or his nonprofit project, Internet.org, which aims to bring Internet access to people in developing countries. Mr. Zuckerberg, who is generally private, has been gradually sharing more information about himself during “town hall” discussions with Facebook users around the world. (In one such discussion in December, he said he would not allow any child of his to use Facebook before age 13.)\nBut the decision to discuss the miscarriages is a new level of openness from the Facebook co-founder, who is 31.\nHe may have been inspired by Sheryl Sandberg, the chief operating officer of Facebook, who this year has publicly shared details of her grief over the death of her husband, Dave Goldberg, and how she is coping with it.\nMr. Zuckerberg’s announcement created a wave of reactions on social media, and garnered more than 335,000 likes within an hour of posting. Many on Facebook offered their congratulations.\nI'm not sure I've seen such a high profile millennial male write about the pain of going through a miscarriage before Mark Zuckerberg. Posted by Eugene Scott on Friday, July 31, 2015\nOn Twitter, there were comments ranging from the serious…\nKudos to Zuckerberg for sharing that they've had 3 miscarriages. This needs to stop being taboo. — Conor Sen (@conorsen) July 31, 2015\nI have much respect for their candidness about having miscarriages. It's not discussed enough //t.co/vuv29LDngk pic.twitter.com/6l4xg5YIcP — Amanda Wills (@AmandaWills) July 31, 2015\n…to the silly, largely focused on the couple’s dog, Beast.\nIs Mark Zuckerberg's dog even real life? pic.twitter.com/g5M4HflRnL — samir mezrahi (@samir) July 31, 2015\nTHIS DOG HOLY MOLY https://t.co/Ea53oL2ErX — Charlie Warzel (@cwarzel) July 31, 2015\nMark Zuckerberg has a really cute dog pic.twitter.com/4Hc9M6BbDH — BuzzFeed (@BuzzFeed) July 31, 2015\n— Vindu Goel contributed reporting.", "url": "https://bits.blogs.nytimes.com/2015/07/31/the-zuckerbergs-announce-theyre-expecting-a-baby-after-a-personal-struggle/"}