{"authors": ["Daniel Victor"], "date_download": "2018-11-16 03:41:58", "date_modify": "2018-11-16 03:41:58", "date_publish": "2015-11-19 22:03:19", "description": "Facebook has added an awkward wrinkle to breaking up with someone. But the social media giant has a new tool that helps automate the process of moving on with your life.", "filename": "2015_11_19__1542339718.html", "image_url": "https://static01.nyt.com/images/2015/11/19/technology/19bits-fb/19bits-fb-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_11_19__1542339718.html", "title": "Facebook to Make Breaking Up Easier to Do", "title_page": "Facebook to Make Breaking Up Easier to Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn the critically acclaimed 2004 film “Eternal Sunshine of the Spotless Mind,” former lovers go through a medical procedure in order to forget each other.\nLuckily, they didn’t have Facebook, which was just getting its start in a Harvard dormitory, to remind them of all they were missing.\nIn a nod to the awkward new wrinkle that social media has added to ending a relationship, Facebook announced Thursday it was testing a set of new tools to make breaking up easier to do.\nThe new tool essentially wipes memories from your news feed and blocks most updates from the person you are trying to forget.\nFor some, ending a relationship has meant going back through years of photos and status messages, deleting or at least untagging them. Perhaps you want to remain Facebook friends, but don’t particularly want to see that person’s posts in your news feed, or have your old flame see statuses about your new one. Making that happen can be a chore.\nFacebook’s new tools will allow a user to see less of a former partner without having to block that person or face the finality of unfriending. You can choose not to have the person show up in your news feed, and that person’s name will not be suggested when a photo is tagged or a new message written.\nYou can hide your posts from your former partner, unless you have tagged him or her.\nAnd the untagging trip down memory lane would no longer be necessary, with the ability to edit all of the posts in which the individual partner is tagged, all at once. You could also opt to edit each post individually.\nYour former partner would not be notified that you have made any of those decisions.\nFacebook is testing the feature with United States users on mobile devices, the company said, and will “make changes and roll them out further based on people’s feedback.”\n“We hope these tools will help people end relationships on Facebook with greater ease, comfort and sense of control,” Kelly Winters, a Facebook product manager, wrote in a blog post announcing the changes.\nFacebook said the options would become available when users change their relationship status to indicate they are no longer in one. That, itself, can be a thorny relationship issue, with many users declining to ever declare themselves in a relationship to begin with.", "url": "https://bits.blogs.nytimes.com/2015/11/19/facebook-to-make-breaking-up-easier-to-do/"}