{"authors": ["Molly Wood"], "date_download": "2018-11-16 03:20:03", "date_modify": "2018-11-16 03:20:03", "date_publish": "2015-01-05 16:52:10", "description": "The unofficial theme of the trade show seemed to be: Put a sensor in it.", "filename": "2015_01_05__1542338403.html", "image_url": "https://static01.nyt.com/images/2015/01/05/business/05bits-ces-emiota/05bits-ces-emiota-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_01_05__1542338403.html", "title": "CES: Sensors Rule From the Start", "title_page": "CES: Sensors Rule From the Start - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With virtually no preamble, the 2015 International Consumer Electronics Show, which opens to the public on Tuesday, jumped directly into a flurry of press events and even a little news on Sunday night.\nIt was clear from the beginning that the show would focus heavily on connected devices such as wearables and Bluetooth-enabled toothbrushes with 3-D motion sensors. There was even a smart baby bottle on display.\nThe unofficial theme seemed to be: Put a sensor in it.\nHowever, car tech might overshadow connected devices, based on some of the early announcements.\nFor example, Chevrolet gave journalists a 30-second peek at the 2016 Chevrolet Volt, a full week before it was scheduled to debut at the Detroit auto show. The glimpse allowed for little more than a few blurry photos, but nevertheless made a big impression.\nAnd Nvidia, which makes high-end graphics technology for video games and displaying video and images on computers and mobile devices, announced what it called an “auto-pilot car computer.”\nCars will increasingly use cameras to sense the world around it, said Jen-Hsun Huang, the company’s chief executive, and super powerful graphics processors will be required to understand and interpret those images.\nSo, he said, Nvidia built a “supercomputer” based on its next-generation graphics chip, the Nvidia Tegra X1. The chips can power ultrahigh resolution displays, but are also capable of processing many images in order to recognize specific things in an environment.\nPhoto\nFor example, Nvidia showed a demo in which the technology, Nvidia Drive PX, was able to detect speed limit signs, pedestrians who were partly hidden behind cars or signs, braking vehicles up ahead and even a speed camera, which it picked out from a light pole at night in foggy weather. Now, that’s helpful.\nPhoto\nA few devices stood out, too: The French electronics maker Withings announced the Activité Pop, a pseudosmart watch that simply tracks movement and activity — no heart rate, phone notifications or other frills — and reports it to Withings’ iOS app. The $150 watch goes on sale Monday on Best Buy’s website and is the rare wearable watch that actually looks good.\nIn addition, the device has an eight-month battery life and is waterproof up to 50 meters, so it’s also the rare activity tracker that’s good for swimmers.\nAnd start-up manufacturers pushed the boundaries of smart gadgets. At a preview event for the show called CES Unveiled, the company Emiota showed off its prototype “smart belt,” the Belty, which automatically expands and contracts depending on your waist’s, well, needs over time.\nPhoto\nA device called the Ring, which was funded on Kickstarter in 2014, sits on a user’s finger and lets you remotely operate devices with gestures, or by tapping a small button on the side of the ring, like a computer mouse.\nAnd another Kickstarter favorite, Narrative, announced that it will ship a follow-up to its “life-logging” clip-on camera that will feature Bluetooth and Wi-Fi connectivity. The Clip 2 will have an 8-megapixel camera and take a photo of your surroundings every 30 seconds. It’s expected to ship this year.\nThere were also at least two small manufacturers demonstrating connected toothbrushes. We’ll do our best to try them out to see what all the fuss is about.\nMonday is the traditional press conference day at International CES, where prominent manufacturers like LG, Samsung and Sony show off big TVs and, most likely, connected consumer electronics to go along with them. So stay tuned for higher-than-high resolution, more car news, and, most likely, ever more bizarre connected gear. CES 2015 is on.", "url": "https://bits.blogs.nytimes.com/2015/01/05/from-the-start-sensors-rule-at-ces/"}