{"authors": ["Mike Isaac", "Topics.Nytimes.Com Top Reference Timestopics People I Mike_Isaac Index.Html"], "date_download": "2018-11-16 03:43:04", "date_modify": "2018-11-16 03:43:04", "date_publish": "2015-06-28 13:00:24", "description": "Tech giants like eBay, Facebook and Google acknowledge that they have work to do to increase diversity, but the repetition of that sentiment shows how little has changed.", "filename": "2015_06_28__1542339784.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_28__1542339784.html", "title": "The New York Times", "title_page": "Behind Silicon Valley's Self-Critical Tone on Diversity, a Lack of Progress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Facebook released its workplace diversity numbers on Thursday, the company included a somewhat heartening message.\n“It’s clear to all of us that we still aren’t where we want to be,” Maxine Williams, Facebook’s global head of diversity, wrote. “There’s more work to do.”\nBut it was almost exactly the same thing Ms. Williams said a year ago. “We have more work to do — a lot more,” she wrote in 2014.\nFacebook’s tone is hardly singular. “Like our peers, we have a lot of work to do,” Twitter said in a diversity report it posted last year. Pinterest has said, “We’re not close to where we want to be, but we’re working on it.”\nGoogle’s 2014 statement, which came before those of other companies, seems to have been the template. “Google is not where we want to be when it comes to diversity,” Laszlo Bock, its senior vice president for people operations, wrote at the time.\nIt is as if these large tech companies are all reading from the same public relations playbook, delivering slight variations on the same self-effacing message. But while they all seem to acknowledge that there is much improvement to be made, the repetition of the statements like Facebook’s last week provides a reminder that there has been little progress so far.\nAt Facebook, the share of Hispanic employees in the United States remained flat, at 4 percent, just as it did for blacks, at 2 percent, the company said in its report last week. In 2013, Facebook hired just seven black employees out of an overall increase of more than 1,200, according to an Equal Employment Opportunity Commission filing last year. Those who identify as white account for 55 percent of Facebook’s employees in the United States, while Asians represent 36 percent.\nGoogle’s employee base is 60 percent white and 31 percent Asian, with blacks making up 2 percent and Hispanics 3 percent. Those numbers are unchanged from Google’s 2014 report.\nEBay’s employee makeup is slightly more diverse than that of other large tech companies, with white employees making up 61 percent and Asian 24 percent of its work force in the United States. But the company did not see big changes over the last year; black employees grew one percentage point to 8 percent, while Hispanics remained flat at 5 percent. An eBay spokeswoman said the company was “committed to continuing to build a more diverse work force.”\nMs. Williams of Facebook acknowledged that the company’s progress seemed dismal from the outside, but noted that Facebook has created multiple programs to reach more diverse candidates at a younger age and is working to point out and reduce unconscious biases in hiring practices with recruiting managers.\n“We are going against hundreds of years of historical inequity,” Ms. Williams said in an interview over the weekend. “All of our investments will take years to pay off.”\nGoogle, Pinterest and Twitter have put in place programs similar to Facebook’s. As a result of these efforts, a Pinterest spokesman said women made up about a third of the company’s incoming class of 60 newly graduated engineering employees and 71 engineering interns.\nTech companies say that greatly increasing the diversity of their work forces cannot happen overnight because the pipeline of qualified candidates is not very diverse. Hispanics, for instance, make up 7 percent of the student population of the 193 most selective colleges, according to a study by the Georgetown University Center on Education and the Workforce, while blacks make up just 2 percent. Engineering graduates also tend to skew largely white and male.\nBut civil rights advocates say that is hardly an excuse for a lack of diversity companywide.\n“The skills gap alone still doesn’t account for these disparities,” said Wade Henderson, president and chief executive of the Leadership Conference on Civil and Human Rights, a group that has pushed for more diversity in the industry. “These companies also employ accountants, lawyers, administrative support and professionals from other fields where there are massive pools of talent in communities of color.”\nThe limited progress has left advocates for greater diversity pushing hard for more. The Rev. Jesse L. Jackson, president of the Rainbow/PUSH Coalition and a regular attendee of annual shareholders’ meetings at many tech companies, including Facebook and Google, frequently notes the disconnect between the companies’ statements and outcomes.\n“Google, eBay and Facebook 2015 numbers clearly demonstrate that more must be done, as the numbers for tech and nontech positions are virtually identical to 2014,” Mr. Jackson said in a statement. “Facebook and other tech companies must go beyond aspiring to do better and set measurable goals, targets and timetables to move the needle in diversity and inclusion.”\nSome of these tech companies have pledged to provide detailed annual data, saying they believe that the public exposure will help lead to positive and more inclusive change throughout the industry.\nBut for years, this data disclosure did not come without a fight. Apple, Applied Materials, Google, Hewlett-Packard, Oracle and Yahoo battled a Freedom of Information Act request from Mike Swift, who was then a reporter for The San Jose Mercury News. Five of the companies were able to keep their information private, arguing that the release of the data would cause “commercial harm.” Hewlett-Packard handed over its information in 2010.\nIn 2014, after facing intense criticism from civil rights leaders, Google decided to release its data. Shortly thereafter, other Internet companies followed suit. All of them were pilloried in the press for their discouragingly low numbers.\nSome companies are trying to prove that diversity is a priority by backing up their promises with money. Intel and Google have pledged to spend hundreds of millions of dollars in the coming years to improve the diversity of their work forces, while aiming to attract more women and minorities to the technology field in general.\nBut for now, little has changed. And for the foreseeable future, these tech companies are likely to keep delivering the same message: They have much more work to do.\n“If these companies can create self-driving cars and bring Internet to the entire world, it’s not that hard to hire more than one black woman per year,” said Catherine Bracy, director of community organizing at Code for America, a nonprofit that promotes the use of technology and design in the public sector.\n“It’s not enough to say you care about it,” Ms. Bracy said. “You have to know and clearly state your goals. You have to truly invest in it.”", "url": "https://bits.blogs.nytimes.com/2015/06/28/new-diversity-reports-show-the-same-old-results/"}