{"authors": ["Mike Isaac", "Mark Scott"], "date_download": "2018-11-16 03:43:00", "date_modify": "2018-11-16 03:43:00", "date_publish": "2015-06-29 20:51:56", "description": "The ride-hailing company further bolsters its mapping technology and engineering bench.", "filename": "2015_06_29__1542339780.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_29__1542339780.html", "title": "Uber to Acquire Mapping Technology and Know-How From Microsoft", "title_page": "Uber to Acquire Mapping Technology and Know-How From Microsoft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Uber will acquire a portion of Microsoft’s maps technology and extend employment offers to around 100 engineers on Microsoft’s mapping team, the ride-hailing company said on Monday.\nUber would not discuss the terms of the acquisition, which will bring it a data site outside Boulder, Colo., as well as cameras, image-analysis software and a license to the intellectual property.\n“Mapping is at the heart of what makes Uber great,” Kristin Carvell, a company spokeswoman, said in a statement. “We’ll continue to work with partners, as well as invest in our own technology, to build the best possible experience for riders and drivers.”\nThe deal, which was first reported by the technology blog TechCrunch, is the latest move in Uber’s quest to strengthen its mapping research efforts.\nAlthough most Uber services rely on digital maps, much of its interest in mapping is focused on how to improve its carpooling service, UberPool. While Uber relies heavily on mapping technology from Apple, Baidu and especially Google, the company has taken strides to bring as much mapping expertise in-house as possible.\nIn March, Uber acquired deCarta, a mapping technology start-up. Uber has also aggressively pursued mapping engineering talent throughout Silicon Valley.\nAnd for months, Uber has been avidly competing to buy Nokia Here, the mapping division of the Finnish technology giant, in a deal that could be valued at up to $4 billion, according to several people with direct knowledge of the matter. A small number of bidders are still circling Nokia’s business, according to these people, who spoke on condition of anonymity because the negotiations were not public.\nDespite interest from tech companies like Uber and a number of private equity firms, however, a consortium of German automakers — which rely on the mapping unit’s technology for their in-car services — are believed to be in the pole position to land the Nokia division, the people added.\nIn a statement, Microsoft said the deal on Monday was part of a broader strategy to focus on its core products.\n“In keeping with these efforts, we will no longer collect mapping imagery ourselves,” the company said, “and instead will continue to partner with premium content and imagery providers for underlying data while concentrating our resources on the core user experience. With this decision, we will transfer many of our imagery-acquisition operations to Uber.”", "url": "https://bits.blogs.nytimes.com/2015/06/29/uber-to-acquire-mapping-technology-and-know-how-from-microsoft/"}