{"authors": ["Quentin Hardy", "Topics.Nytimes.Com Top Reference Timestopics People H Quentin_Hardy Index.Html"], "date_download": "2018-11-16 03:14:35", "date_modify": "2018-11-16 03:14:35", "date_publish": "2015-06-03 22:32:59", "description": "A year ago, HP said it was coming out with a new kind of world-beating computer. Now it’s backing away from its most whiz-bang promises. The new version may actually be more promising.", "filename": "2015_06_03_hp-destroys-a-dream-computer-to-save-it___r=0_1542338075.html", "image_url": "https://static01.nyt.com/images/2015/06/03/technology/03bits-fink/03bits-fink-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_03_hp-destroys-a-dream-computer-to-save-it___r=0_1542338075.html", "title": "HP Destroys a Dream Computer to Save It", "title_page": "HP Destroys a Dream Computer to Save It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hewlett-Packard has lowered expectations for one of its biggest bets, called the Machine. The new version may actually be more promising.\nHP, which is splitting into two separate companies on Nov. 1, last year announced the Machine with great fanfare. The company posited that the Machine would be a world-changing computer that could eventually handle the biggest computing workloads, as well as offer more functionality inside smartphones and printers.\nHP said the Machine would rely on a memristor, which is a kind of digital memory that has been talked about for four decades, but has been difficult to bring into commercial use. The company expects to spend close to $500 million on the Machine as it develops the many-years-off computer, putting it on a par with its move from selling computer servers to offering cloud computing systems.\nThe idea behind the Machine made sense, because the rise of Internet-connected machines, mobile workers and sensors has left every company with an abundance of data. Right now clouds are how those workloads get analyzed, but HP hopes to find a new method. If that succeeds, it could easily become a multibillion-dollar business.\nPhoto\nOn Tuesday, however, Martin Fink, HP’s chief technology officer, repositioned the Machine as a “memory-driven computer architecture,” which focuses on the large amounts of data stored, rather than the processing power.\nMemristors were barely in sight. A prototype of the new computer could be out next year, Mr. Fink said, based on more conventional DRAM memory. Instead of a special-purpose computer operating system, he said, the Machine will initially have a version of the popular Linux system.\nThe major reason for the change is that HP has no idea when, exactly, it will be able to produce memristors in commercial quantities.\n“We way over-associated this with the memristor,” Mr. Fink said in an interview. “We’re doing what we can to keep it working within existing technology.”\nJust as important, the company seems to have realized that even great new computing technologies have to attract lots of software developers. Since these people already have lots of work, they tend to dislike learning new systems, even if they are more efficient. Hence the switch to Linux, and a decision announced Wednesday to open-source all of HP’s software code and methodology for writing enterprise applications for cloud computing systems.\nAfter the DRAM version of the Machine, which it hopes will attract software developers to a new kind of computing, another version will be introduced with another existing commercial technology, called phase change memory. Memristors are still expected, but sometime after that.\nNext year’s promised Machine could still be impressive. Mr. Fink said it would have 320 terabytes of memory, compared with 12 terabytes in the most memory-rich computers HP now offers.\nIf HP can build a market for the tech, it wants to shrink down the Machine, Mr. Fink said. Devices that now rely on cloud computing for much of their functionality, like smartphones, could become self-contained objects, capable of memory-intensive things like voice recognition and language translation without calling on external computers.\nInside HP Labs, Mr. Fink said, some people are working on the Machine with an eye to putting the technology into printers. That way, even a simple business printer could contain and analyze all of a corporation’s documents.\n“Big will happen first, small will happen later,” Mr. Fink said.", "url": "https://bits.blogs.nytimes.com/2015/06/03/hp-destroys-a-dream-computer-to-save-it/?_r=0"}