{"authors": ["Nick Wingfield", "Topics.Nytimes.Com Top Reference Timestopics People W Nick_Wingfield Index.Html"], "date_download": "2018-11-16 03:41:54", "date_modify": "2018-11-16 03:41:54", "date_publish": "2015-11-20 05:01:25", "description": "A new demonstration of the HoloLens device suggested that augmented reality has a way to go before the technology is ready for the masses.", "filename": "2015_11_20_a-reality-check-for-hololens__mcubz=1_1542339714.html", "image_url": "https://static01.nyt.com/images/2015/11/20/technology/20bits-hololens/20bits-hololens-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_11_20_a-reality-check-for-hololens__mcubz=1_1542339714.html", "title": "The New York Times", "title_page": "A Reality Check for Microsoft's HoloLens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nREDMOND, Wash. — Reality may be starting to catch up with augmented reality.\nMicrosoft invited a handful of journalists to its corporate campus here on Thursday to see the latest demonstration of HoloLens, the headset it is developing that blends digital imagery with the physical world. The company showed a HoloLens application that it had created with Volvo Cars, the Swedish carmaker. In its invitation for the event, it promoted the “transformational potential” of augmented reality for the auto industry.\nInstead, the demonstration suggested that augmented reality has a way to go before it’s ready for the masses.\nThe demonstration took place in a large room made to look something like a minimalistic Volvo dealership, with a large elevated platform where a vehicle would normally be on display. The platform had nothing on it, but if you had a HoloLens headset on, a digital representation of a Volvo S90, a new premium sedan, materialized. (The car will be introduced, in physical form, at an auto show in Detroit in January.)\nWith HoloLens on, you could walk around the sedan to look at the car from different angles. In another part of the room, the headset projected a video of the car on a road to simulate the vehicle’s autonomous driving features. A toy, car-size version of the S90 appeared on a pedestal, its collision-detection sensors lighting up for a person who wore a HoloLens and circled around the car.\nWhile the demonstration worked as planned, HoloLens has a narrow field of view: the portion of one’s vision on which it can project digital images. Imagine a small rectangle suspended several feet in front of your eyes, a shape that travels wherever you turn your head. That is the HoloLens’s canvas. HoloLens doesn’t project anything into a subject’s peripheral vision or above or below that rectangle.\nThe experience is much less immersive than that of a virtual reality headset like the Oculus Rift, which envelops one’s vision with imagery, blocking the view of the physical world. It’s a bit like the difference between looking at an IMAX screen and at a 36-inch television set.\nThat is partly by design. Augmented reality — Microsoft calls it “mixed reality” — is not supposed to block one’s view of the real world. Instead, it is supposed to convey the illusion that virtual objects are stuck to walls or floating in space. You can wear HoloLens and not trip over a coffee table, a genuine risk with virtual reality headsets.\nMany journalists have been disappointed by the limits of the HoloLens field of view, as the company has demonstrated the technology to an increasing number of people.\nThe disappointment stems in part from Microsoft’s use, in demonstrating HoloLens to large audiences, of camera technology that shows digital imagery that seems to surround the person wearing the headset. Many have criticized the demonstrations, which were projected on conventional screens, as misleading.\nHere’s one example of a HoloLens game Microsoft showed in October called Project X-Ray:\nIt was obvious there were limitations to HoloLens when the company first showed a crude prototype in January. It was heavy and awkward and tethered to a PC via a cable.\nNow HoloLens headsets are much closer to their final form and are completely self-contained, which allows people wearing them more mobility. That freedom may somehow give the impression that current headsets have a more limited field of view than the wired version, though Microsoft insists there are minimal differences between the different versions.\nIn an interview on Thursday, Scott Erickson, senior director of HoloLens at Microsoft, said that developers and other potential customers for the headset had not been put off by its field of view. While the company has demonstrated a couple games for HoloLens, it has largely shifted the focus of HoloLens to business and education applications. The developer version of the headset, which will be available in the first quarter, will cost $3,000 — not exactly an impulse purchase for the average consumer.\n“We don’t see it as a consumer product for the first version,” Mr. Erickson said.\nVolvo’s application is the latest illustration of the corporate shift for HoloLens. Björn Annwall, senior vice president of marketing, sales and service at Volvo, said on Thursday that the company planned to begin using HoloLens to enhance the car shopping experience with customers in 2016, though the details of its plans are still to be determined.\nCustomers might be able to pop HoloLens on to see how a car will look in a color and trim package different from those currently in stock. Mr. Annwall emphasized that HoloLens would never replace a test drive in person.\n“You want to see the car, feel the car,” he said. “The physical experience will not go away.”", "url": "https://bits.blogs.nytimes.com/2015/11/20/a-reality-check-for-hololens/?mcubz=1"}