{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:14:30", "date_modify": "2018-11-16 03:14:30", "date_publish": "2015-06-12 18:56:08", "description": "For all the buildup, the dawn of the new net neutrality rules was anticlimactic. For the average user weary of video interruptions and “buffering stream” pop-up messages, nothing changed.", "filename": "2015_06_12__1542338070.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_12__1542338070.html", "title": "New Internet Regulations Take Effect, and Web Users See No Change", "title_page": "New Internet Regulations Take Effect, and Web Users See No Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Open Internet activists counted down to this Friday. After years of advocacy and months of legal procedure, the federal government’s rules for strictly regulating the web took effect: The democracy of the Internet became enforceable, with the government ready to protect the principles of net neutrality and Internet service providers required to load every site at the same speed.\nBut for all the buildup, the dawn of the new rules was anticlimactic. For the average user weary of video interruptions and “buffering stream” pop-up messages, nothing changed.\n“The big news today is that there is no news,” said Timothy Karr, senior director of strategy for Free Press, an activist group that waved signs outside of the Federal Communications Commission for the last year in support of net neutrality and the new regulations. “With net neutrality protections in place, there are no dramatic changes to the way the Internet works. Internet users are logging onto a network that’s open, as they’ve long expected it to be.”\nTo activists like Mr. Karr, the triumph of the new rules is their long-term protection of those principles. The regulations forbid service providers from blocking access to any site; from speeding up or slowing down access to any particular web page; and from charging companies like Netflix for faster delivery of their content, a practice known as paid prioritization that, advocates have warned, would most likely result in a cost passed on to the consumer.\nIn many ways, the rules are seen as a safeguard of the status quo. The regulations were not intended to improve the average person’s Internet service but rather to prevent it from becoming worse or more expensive.\nAs John Oliver said in his popular segment on net neutrality last year, “The Internet in its current form is not broken.” He characterized the debate as one that was about preventing bad behavior by cable companies and keeping them from discriminating against certain websites or intimidating them to pay for better service, in the style of what he called a “mob shakedown.”\nThroughout the last year, as the new rules were debated, written and voted on — taking a much stricter form than initially anticipated — those cable companies insisted that much of the worry about their manipulation of users’ access to content was theoretical. Some cable companies even said that they, too, supported the principles of net neutrality, and that they had no interest in making more money by charging certain content providers for speedier delivery of their videos and web pages.\nNow, the debate over the new rules — which, though newly in effect are under litigation — has shifted to something even more abstract to the average person: the use of Title II of the Communications Act to enforce these new protections.\nInternet providers have said they are concerned that the law is too broad and overreaching, affording the government too much and too subjective a say over what cable companies can and can’t do; the companies have warned that the harm to their businesses will be serious and immediate. On Thursday, a federal court sent a message that such harm was not so serious and immediate, denying the companies’ requests to keep the rules from taking effect.\nBut on Friday, average users and cable companies alike carried on without incident. And last week, Charter Communications told the F.C.C. that its investment in the industry was as strong as ever, unaffected by the new rules.\n“The only difference,” Mr. Karr said, “is that Internet users now have the legal protections that millions of them have called for.”", "url": "https://bits.blogs.nytimes.com/2015/06/12/new-internet-regulations-take-effect-and-web-users-see-no-change/"}