{"authors": ["Steve Lohr", "Topics.Nytimes.Com Top Reference Timestopics People L Steve_Lohr Index.Html"], "date_download": "2018-11-16 03:42:51", "date_modify": "2018-11-16 03:42:51", "date_publish": "2015-08-03 17:05:28", "description": "The Internet of Things presents daunting technical and policy challenges. But smarter farming, for example, shows its potential.", "filename": "2015_08_03__1542339771.html", "image_url": "https://static01.nyt.com/images/2014/11/10/multimedia/corn-tech-indiana/corn-tech-indiana-videoSixteenByNine600.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_08_03__1542339771.html", "title": "The Internet of Things and the Future of Farming", "title_page": "The Internet of Things and the Future of Farming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Internet of Things — the vision of a world brimming with communicating sensors and digital smarts — occupies the peak of Gartner’s most recent “hype cycle.” And a report released two months ago by the McKinsey Global Institute laid out the potential multitrillion-dollar payoff from the emerging technology.\nAt a two-day workshop last week in San Jose, Calif., hosted by the National Science Foundation and the National Consortium for Data Science, a few dozen academics, corporate technologists and government officials met and mostly wrestled with the thorny technical and policy issues that must be addressed if the potential of the Internet of Things is to be realized. They were working to come up with a research agenda to make practical progress on challenges like security, privacy and standards. A glimpse of the looming security concerns came two weeks ago, when Fiat Chrysler recalled 1.4 million vehicles after two researchers hacked into a Jeep Cherokee and showed they could remotely control its engine, brakes and steering.\nBut the Silicon Valley gathering also underlined the societal needs that Internet-of-Things technology could help address. Lance Donny, founder of an agricultural technology start-up, OnFarm Systems, gave a wide-ranging talk that laid out the history of farming and presented the case for its data-driven future. Inexpensive sensors, cloud computing and intelligent software, he suggested, hold the potential to transform agriculture and help feed the world’s growing population.\nVideo\nVenture capitalists seem to share some of Mr. Donny’s optimism. In the first half of this year, venture investment in so-called agtech start-ups reached $2.06 billion in 228 deals, according to a study published last week by AgFunder, an equity crowdfunding platform for agricultural technology. The half-year total was close to the $2.36 billion raised in all of 2014, which was a record year.\nIn his presentation, Mr. Donny placed the progression of farming in three stages. The first, preindustrial agriculture, dating from before Christ to about 1920, consisted of labor-intensive, essentially subsistence farming on small farms, which took two acres to feed one person. In the second stage, industrial agriculture, from 1920 to about 2010, tractors and combine harvesters, chemical fertilizers and seed science opened the way to large commercial farms. One result has been big gains in productivity, with one acre feeding five people.\nThe third stage, which Mr. Donny calls Ag 3.0, is just getting underway and involves exploiting data from many sources — sensors on farm equipment and plants, satellite images and weather tracking. In the near future, the use of water and fertilizer will be measured and monitored in detail, sometimes on a plant-by-plant basis.\nMr. Donny, who was raised on a family farm in Fresno, Calif., that grew table grapes and raisin grapes, said the data-rich approach to decision making represented a sharp break with tradition. “It’s a totally different world than walking out on the farmland, kicking the dirt and making a decision based on intuition,” he said.\nThe benefits should be higher productivity and more efficient use of land, water and fertilizer. But it will also, Mr. Donny said, help satisfy the rising demand for transparency in farming. Consumers, he noted, increasingly want to know where their food came from, how much water and chemicals were used, and when and how it was harvested. “Data is the only way that can be done,” Mr. Donny said.\nIn the United States, major agriculture companies are making sizable investments to position themselves for data-driven farming. John Deere, for example, wants to make the farm tractor a data-control center in the field. Monsanto made a big move with its $930 million purchase in 2013 of Climate Corporation, a weather data-analysis company started by two Google alumni. American farmers are embracing the technology, though warily at times.\nYet the most intriguing use of the technology may well be outside the United States. By 2050, the global population is projected to reach nine billion, up from 7.3 billion today. Large numbers of people entering the middle class, especially in China and India, and adopting middle-class eating habits — like consuming more meat, which requires more grain — only adds to the burden.\nTo close the food gap, worldwide farm productivity will have to increase from 1.5 tons of grain per acre to 2.5 tons by 2050, according to Mr. Donny. American farm productivity is already above that level, at 2.75 tons of grain per acre.\n“But you can’t take the U.S. model and transport it to the world,” Mr. Donny said, noting that American farming is both highly capital-intensive and large scale. The average farm size in the United States is 450 acres. In Africa, the average is about two acres.\n“The rest of the world has to get the productivity gains with data,” he said.\nThe prospect of dirt-cheap sensors, Mr. Donny said, will help, but so will increasingly sophisticated and inexpensive remote imaging from satellites. Heavy machinery and big farms, he insists, will not be needed. Higher yields and less waste, he said, can be achieved with better information on weather, soil conditions and market demand for specific crops — all delivered via cellphone.\n“They can skip buying the combine,” he said, “and instead rely on systems like Watson,” referring to IBM’s question-answering cloud service.", "url": "https://bits.blogs.nytimes.com/2015/08/03/the-internet-of-things-and-the-future-of-farming/"}