{"authors": ["Dino Grandoni"], "date_download": "2018-11-16 03:42:55", "date_modify": "2018-11-16 03:42:55", "date_publish": "2015-08-04 01:14:24", "description": "The attack took advantage of Adobe Flash software that needed updating to direct traffic to other sites or even hold a computer for ransom.", "filename": "2015_08_03__1542339775.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_08_03__1542339775.html", "title": "The New York Times", "title_page": "Hackers Exploit 'Flash' Vulnerability in Yahoo Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For seven days, hackers used Yahoo’s ad network to send malicious bits of code to computers that visit Yahoo’s collection of heavily trafficked websites, the company said on Monday.\nThe attack, which started on July 28, was the latest in a string that have exploited Internet advertising networks, which are designed to reach millions of people online. It also highlighted growing anxiety over a much-used graphics program called Adobe Flash, which has a history of security issues that have irked developers at Silicon Valley companies.\n“Right now, the bad guys are really enjoying this,” said Jérôme Segura, a security researcher at Malwarebytes, the security company that uncovered the attack. “Flash for them was a godsend.”\nThe scheme, which Yahoo shut down on Monday, worked like this: A group of hackers bought ads across the Internet giant’s sports, news and finance sites. When a computer — in this case, one running Windows — visited a Yahoo site, it downloaded malware code.\nFrom there, the malware hunted for an out-of-date version of Adobe Flash, which it could use to commandeer the computer — either holding it for ransom until the hackers were paid off or discreetly directing its browser to websites that paid the hackers for traffic.\n“Attacking Yahoo’s visitors would be enormously profitable for criminals,” said Vadim Kotov, a malware researcher at Bromium Labs, a software company, who was not involved with uncovering this attack. “So it makes sense that you’d see this particular type of attack there.”\nAttacks on advertising networks have been on the rise, Mr. Kotov and other researchers say. Hackers are able to use the advertising networks themselves, built for targeting specific demographics of Internet users, to find vulnerable machines.\nWhile Yahoo acknowledged the attack, the company said that it was not nearly as big as Malwarebytes had portrayed it to be.\n“We take all potential security threats seriously,” a Yahoo spokeswoman said in statement. “With that said, the scale of the attack was grossly misrepresented in initial media reports, and we continue to investigate the issue.”\n“In terms of how many people were served a malicious ad, only Yahoo would really know,” Mr. Segura said. But he added: “This is one of the largest attacks we’ve seen in recent months.”\nNeither company could say exactly how many people were affected.\nAfter news of the attack was revealed, Adobe asked users to update Flash so their computers would no longer be vulnerable.\n“The majority of attacks we are seeing are exploiting software installations that are not up-to-date on the latest security updates,” said Wiebke Lips, a spokeswoman for Adobe.", "url": "https://bits.blogs.nytimes.com/2015/08/03/hackers-exploit-flash-vulnerability-in-yahoo-ads/"}