{"authors": ["Mike Isaac", "Topics.Nytimes.Com Top Reference Timestopics People I Mike_Isaac Index.Html"], "date_download": "2018-11-16 03:42:53", "date_modify": "2018-11-16 03:42:53", "date_publish": "2015-08-03 22:00:47", "description": "Yahoo disclosed last week that it was buying Polyvore, an online shopping and style site. The deal came at a considerable price.", "filename": "2015_08_03__1542339773.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_08_03__1542339773.html", "title": "What Yahoo Paid for Polyvore: More Than $200 Million", "title_page": "What Yahoo Paid for Polyvore: More Than $200 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has been some time since Marissa Mayer, chief executive of Yahoo, has spent big to add a promising start-up to her company’s portfolio. On Friday, she broke out the checkbook.\nYahoo paid close to $200 million for Polyvore, an online social shopping and style site, according to two people briefed on the deal. On top of that, Yahoo agreed to make roughly $40 million in additional payouts to retain Polyvore employees who stay with the company for a fixed period of time, according to these people, who spoke on condition of anonymity because the details of the acquisition are not public. The transaction is intended to bolster Yahoo’s mobile advertising and e-commerce efforts.\nThe price, reported earlier by Bloomberg, is a large amount by Yahoo’s acquisition standards. Over her three-year tenure, Ms. Mayer has acquired a few dozen companies in what are usually called “acquihires,” tech industry parlance for the purchase of a start-up mainly to hire the employees who work there. These are typically smaller-sum deals.\nBut high-dollar acquisitions are not completely foreign to Ms. Mayer. In 2013, Yahoo agreed to buy Tumblr, the social blogging network, for $1.1 billion. And last summer, Yahoo acquired Flurry, an analytics start-up, for a reported $300 million.\nThe price for Polyvore makes a fine return for investors in the start-up, which include Matrix Partners and Benchmark, as the company had raised only about $22.1 million. Polyvore competes with sites like Pinterest and Wanelo, which let users collect and digitally bookmark items they may want to buy.\nSpokeswomen from Yahoo and Polyvore declined to comment.", "url": "https://bits.blogs.nytimes.com/2015/08/03/what-yahoo-paid-for-polyvore-more-than-200-million/"}