{"authors": ["The New York Times"], "date_download": "2018-11-16 03:14:30", "date_modify": "2018-11-16 03:14:30", "date_publish": "2015-06-15 13:56:23", "description": "Users of the new generation of these devices will have to navigate the physical and emotional challenges of their real-life and simulated surroundings, often at the same time.", "filename": "2015_06_15__1542338070.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_15__1542338070.html", "title": "Daily Report: Virtual Reality Tries to Establish Its Own Mores", "title_page": "Daily Report: Virtual Reality Tries to Establish Its Own Mores   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe ability of virtual reality to transport people to locales both exotic and ordinary, is well known. Yet how the medium will fit into people’s online and offline lives is a new frontier, writes Nick Wingfield.\nThe best known of a new league of virtual reality headsets, HTC’s Vive by Valve, will start going on sale by the end of the year, and the devices will be a hot topic this week at the Electronic Entertainment Expo, or E3, one of the largest annual gatherings for the video game industry.\nThat makes the thousands of developers and early adopters, who already have prototype virtual reality headsets, effectively lab rats for these devices. They’re the ones figuring out how to navigate their real-life surroundings when their vision of the real world is shut out. They’re learning which virtual reality experiences are fun, which are creepy and which might make people nauseated from motion sickness. Etiquette around social forms of virtual reality is already taking shape since this technology has the potential to turn some of the more noxious forms of online behavior into something far more menacing. Read more »", "url": "https://bits.blogs.nytimes.com/2015/06/15/daily-report-virtual-reality-tries-to-establish-its-own-mores/"}