{"authors": ["Mike Isaac", "Topics.Nytimes.Com Top Reference Timestopics People I Mike_Isaac Index.Html"], "date_download": "2018-11-16 04:03:03", "date_modify": "2018-11-16 04:03:03", "date_publish": "2015-02-18 00:57:48", "description": "Snapchat, the start-up with disappearing photo messages, may be popular with teenagers. But in investors’ eyes, it is commanding a very grown-up valuation.", "filename": "2015_02_17__1542340983.html", "image_url": "https://static01.nyt.com/images/2015/02/17/technology/17bits-snapchat/17bits-snapchat-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_02_17__1542340983.html", "title": "Valuation for Snapchat Could Rise to $19 Billion", "title_page": "Valuation for Snapchat Could Rise to $19 Billion  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSnapchat, the start-up with disappearing photo messages, may be popular with teenagers. But in investors’ eyes, it is commanding a very grown-up valuation.\nThe company is raising a round of venture capital that could value the company at up to $19 billion, according to a person with knowledge of the discussions. If the company is able to raise capital at that price, it will cement its status as one of the highest-valued private companies in the tech industry.\nSnapchat could raise up to $500 million in the round of financing, said this person, who spoke on condition of anonymity because the talks are continuing. If the round closes, Snapchat’s value will have nearly doubled since last year, when the company was in talks to raise money at a $10 billion valuation.\nOnly a few privately held companies are valued at tens of billions of dollars; Uber, the ride-hailing start-up, recently raised a round of financing valuing the company at $40 billion. The Xiaomi Corporation, the Chinese smartphone manufacturer, is valued at $45 billion.\nSnapchat would be on a par with WhatsApp, the messaging start-up acquired by Facebook for nearly $22 billion last year.\nFounded in 2011 by three Stanford University students, Snapchat made its name by enticing users with the ability to send disappearing photo, video and text messages from their smartphones. A typical message lasts no more than 10 seconds; users can send messages to many people at once.\nIn 2013, Evan Spiegel, one of Snapchat’s founders and its chief executive, rebuffed a $3 billion acquisition offer from Mark Zuckerberg, Facebook’s chief executive.\nJill Hazelbaker, a Snapchat spokeswoman, declined to comment.\nSnapchat has not disclosed how many people regularly use its smartphone app, which is available for the iPhone and Android devices. Last year, the company said its users sent more than 700 million “snaps,” or disappearing messages, daily.\nFor most of its life, Snapchat has spent little time introducing products that could bolster its bottom line and has instead focused on attracting new users.\nRecently, the company made its first forays into making money. Last month, Snapchat introduced Discover, a separate section inside its smartphone app that offers users a daily dose of original media content from partners like Vice, Yahoo, CNN and National Geographic. There is advertising in this material, and the media partners split the revenue with Snapchat.\nSome digital publishing companies sought to team up with Snapchat, aiming to reach the company’s audience largely of people under 25.\nBloomberg first reported news of the talks.\nMichael J. de la Merced contributed reporting.", "url": "https://bits.blogs.nytimes.com/2015/02/17/snapchat-said-to-seek-funding-at-up-to-19-billion-valuation/"}