{"authors": ["Conor Dougherty", "Topics.Nytimes.Com Top Reference Timestopics People D Conor_Dougherty Index.Html"], "date_download": "2018-11-16 03:14:25", "date_modify": "2018-11-16 03:14:25", "date_publish": "2015-06-12 19:40:10", "description": "Amazon beat Google to the acquisition of a popular gaming video service. Now Google is responding with a new YouTube Gaming application.", "filename": "2015_06_12__1542338065.html", "image_url": "https://static01.nyt.com/images/2015/06/12/technology/12bits-youtube-gaming/12bits-youtube-gaming-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_12__1542338065.html", "title": "YouTube Takes On Amazon With New Gaming App", "title_page": "YouTube Takes On Amazon With New Gaming App - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAbout a year ago Google tried to acquire Twitch, the popular video game streaming site, but lost out to Amazon. Now it will try to build its own gaming portal.\nOn Friday, Google announced that this summer it would release YouTube Gaming, a mobile application and website that will focus on video game videos and live streams. In a blog post, the company said YouTube Games would have individual pages for some 25,000 games as well as pages for particular publishers and gaming celebrities.\nThis arena has become increasingly competitive. There is Twitch, the site where gamers watch each other play live, which Amazon bought for about $1 billion last year. And Twitch is facing competition from sites like MLG.TV, which has poached former Twitch stars like the Call of Duty phenom Matthew “Nadeshot” Haag.\nYouTube already has enough gaming videos to last several lifetimes, from instructions on how to beat a particular level to videos of “pacifist runs” where gamers play violent games without killing their digital foes. But creating a stand-alone app puts gaming one click closer and adds another square icon to gamers’ phones.\nGaming is the latest in a series of “verticals” Google has created by unbundling some of its more popular applications into focused, stand-alone services that better fit a world where consumers’ main portal to the Internet is the apps on their mobile phone.\nIn February, YouTube released YouTube Kids, which can be downloaded onto phones or tablets and includes special parental controls and programs such as Thomas the Tank Engine, Mother Goose Club and Reading Rainbow. It is also testing a stand-alone music service called YouTube Music Key.\nThis trend goes beyond YouTube to other parts of the Google Empire. One of the stars of Google’s recent developer conference, Google I/O, was a photo application called Google Photos, parts of which were already available in the Google Plus social network.", "url": "https://bits.blogs.nytimes.com/2015/06/12/youtube-takes-on-amazon-with-new-gaming-app/"}