{"authors": ["Quentin Hardy", "Topics.Nytimes.Com Top Reference Timestopics People H Quentin_Hardy Index.Html"], "date_download": "2018-11-16 03:14:34", "date_modify": "2018-11-16 03:14:34", "date_publish": "2015-06-15 16:30:25", "description": "If you’re up on big data, you’ve heard of something called Hadoop. It may be worth billions, but some of Hadoop’s biggest backers look like they are moving on from it.", "filename": "2015_06_15__1542338074.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../../images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_15__1542338074.html", "title": "Companies Move On From Big Data Technology Hadoop", "title_page": "Companies Move On From Big Data Technology Hadoop  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is increasing evidence that Hadoop — one of the most important technologies of the past several years for big data analysis —is not keeping up with the world that created it.\nOn Monday, IBM, which has championed Hadoop and put it at the center of its big data strategy, announced it is working on a faster data-processing engine, called Spark.\nIBM is working with a company called Databricks, which also announced the general release of its product on Monday, at a conference in San Francisco on Spark. The product was previously used by just a few customers.\nAdditionally, a senior executive at Cloudera, probably the largest Hadoop company, said Cloudera is prepared to see key parts of Hadoop diminish in importance, and was increasingly distributing Spark.\nIn the broadest terms, these shifts make sense. Hadoop is an open-source architecture that drew heavily on work published by Google in 2004, in particular two different papers on managing, processing and generating very large data sets –- the kind of stuff a company gets when it’s crawling the Internet and managing billions of search queries.\nGoogle’s File System and MapReduce, the subjects of the two papers, were based on computing systems that were not organized around drawing a lot of computer memory in a short time; there just hadn’t been that much data before. It did a good job, but it had inherent limitations, since it was adapting one style of computing to another.\nSpark, by contrast, assumes a world where digital information comes in massive volumes from web browsers, sensors, phones and other things. Different Hadoop functions, like loading data, processing queries and mapping relationships, are built into a single model.\n“Compared with MapReduce, we can give information in seconds, rather than minutes or hours,” said Ion Stoica, the chief executive of Databricks, who is on leave from the University of California, Berkeley. “An industry matures when it stops drawing from the past, and creates its own ecosystem.”\nSpark is already used by companies including the restaurant reservations service OpenTable; Automatic Labs, which collects driving data from smartphones; and ClearStory Data, a real-time data insights company.\nDoes that mean old Hadoop is dead, and with it companies like Cloudera and Hortonworks? Not so fast – they may have been planning for this day.\n“We’re already the largest distributor of Spark in the world, including Databricks,” said Mike Olson, chief strategy officer at Cloudera. “If MapReduce becomes less important in how people do big data, and it will, we will be there.” Cloudera, he said, has “reset in a smart way, ahead of the others,” by focusing on tools and services for other kinds of analysis besides Hadoop.\nIn the current technology boom, the fates of a few companies and several billion dollars in spending may not seem like all that much. The shifting nature of the way people see data, however, underscores potentially more dramatic changes ahead.\nHewlett-Packard has proposed a new kind of computing architecture that focuses on memory, as opposed to processing power, as the center of a computing system. While the company just had a big reversal in its technical plans, HP still plans to offer this kind of computing by next year.", "url": "https://bits.blogs.nytimes.com/2015/06/15/companies-are-moving-on-from-big-data-technology-hadoop/"}