{"authors": ["Pui-Wing Tam"], "date_download": "2018-11-16 03:42:45", "date_modify": "2018-11-16 03:42:45", "date_publish": "2015-07-31 14:06:50", "description": "The dream of consumer drones may be one step closer to reality, as Facebook announces that its unmanned aerial vehicle is ready for in-flight tests.", "filename": "2015_07_31__1542339765.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_07_31__1542339765.html", "title": "Daily Report: That Facebook Drone is Ready for Takeoff", "title_page": "Daily Report: That Facebook Drone is Ready for Takeoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIn about a year and a half — ever since Jeff Bezos, Amazon’s chief executive, unveiled one — drones for consumer use seem to have proliferated everywhere. Quentin Hardy and Vindu Goel wrote this year about how Facebook is building a V-shaped unmanned vehicle called Aquila to help connect people to the Internet. In China, a drone maker, DJI, has been valued at about $8 billion. New funds are being formed to invest in the flying machines. Even pranksters are using them to cause trouble.\nHow sustainable these efforts have been are open to question, especially as drones encounter a regulatory maze in the United States. Yet many tech companies aren’t letting those hurdles get in the way as their drone development progresses. On Thursday, Mr. Goel and Mr. Hardy attended an event at Facebook’s Silicon Valley offices where they found Aquila is now ready for in-flight tests in the upper atmosphere. And it was no long, drawn-out project: From start to ready-for-flight status, Facebook took just 14 months to create the drone.", "url": "https://bits.blogs.nytimes.com/2015/07/31/daily-report-that-facebook-drone-is-ready-for-takeoff/"}