{"authors": ["Molly Wood"], "date_download": "2018-11-16 03:20:01", "date_modify": "2018-11-16 03:20:01", "date_publish": "2015-01-05 20:57:43", "description": "Home theater systems have declined in popularity as most consumers chose simpler setups like soundbars. But that doesn’t mean we don’t want our music to follow us.", "filename": "2015_01_05__1542338401.html", "image_url": "https://static01.nyt.com/images/2015/01/05/business/05bits-ces-lg/05bits-ces-lg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_01_05__1542338401.html", "title": "CES: New Options for Networked Speakers", "title_page": "CES: New Options for Networked Speakers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSince streaming music has become more popular, it should come as no surprise that home stereo systems are starting to get a connected makeover. This could be the year that Sonos, the longtime leader in this field, gets some competition.\nLG, the Korean electronics giant, showed a new line of networked speakers at the 2015 International Consumer Electronics Show, as well as an app that controls playback and lets users stream music or audio from their own digital music collections or streaming sources like Pandora or Spotify.\nThe Music Flow system includes a Wi-Fi-connected sound bar (a single speaker that provides better audio than TV speakers without as many components as a full surround-sound system), three Wi-Fi-equipped speakers and a battery-powered Wi-Fi speaker that can be moved around a house or yard.\nLG said users could mix and match the speakers as they like to create a connected home theater system that is relatively cheap and easy to assemble.\nThe Music Flow app will be available for Android and Apple devices. LG said the app should allow users to search for songs across multiple sources: Internet streaming services like Spotify or Pandora, digital music you have stored on your phone or tablet, or even a library of music that’s on a connected computer or hard drive in your home.\nUntil recently, if you wanted a wireless speaker system that could play the same music throughout your entire house and that was controlled using a phone or tablet, Sonos was basically the only consumer option. Most alternatives involved professional installation to wire the walls of your house. But Sonos makes attractive speakers with decent sound and an easy-to-use app for streaming music from Spotify, Pandora, Internet radio, YouTube or a local music library.\nThe system isn’t cheap, though. The smallest Sonos speaker costs $200 and the most expensive is $400; you’ll need one for every room you want to play music in, plus a $50 wireless bridge or a $100 Wi-Fi booster if you’re worried about reliability.\nIf you want a connected sound bar for your TV, Sonos charges $700 plus another $700 for a subwoofer.\nLG said its MusicFlow system will start at lower prices: the sound bar at $400 and portable speakers starting at $200. The speakers aren’t quite as good looking at the Sonos system, but if you can cobble together a connected home theater for hundreds of dollars less, you may not mind.\nLG wasn’t the only company announcing connected speakers at the International CES. The company SuperTooth revealed a multiroom speaker system that uses Bluetooth to connect up to five speakers and can also stream from multiple sources. It starts at $300 for a set of three speakers or just under $500 for all five. Its founders said it’s not meant to be a true Sonos competitor, but a cheaper alternative for the mass market.\nA company called Nyne Multimedia announced the Ally, a home theater hub that you can plug into your existing home theater setup that makes your speakers accessible via Bluetooth or Wi-Fi. Nyne also announced a line of connected speakers.\nAnd the satellite TV provider Dish announced a service for its users that can stream Internet radio sources, using either a mobile phone or a Dish remote, in any room where there’s a TV connected to a Dish receiver.\nIn recent years, home theater systems have declined in popularity as most consumers chose simpler setups like sound bars over complicated, multispeaker setups. But that doesn’t mean we don’t want our music to follow us from the bedroom into the kitchen. Connected speakers for all is a welcome trend.", "url": "https://bits.blogs.nytimes.com/2015/01/05/at-international-ces-new-options-for-networked-speakers/"}