{"authors": ["The New York Times", "Ben Ratliff"], "date_download": "2018-11-16 03:43:01", "date_modify": "2018-11-16 03:43:01", "date_publish": "2015-06-29 13:46:36", "description": "The tech giant has managed to keep government regulators at bay and to appease a pop star angry over Apple Music. But the true test remains how well the company’s products work.", "filename": "2015_06_29__1542339781.html", "image_url": "https://static01.nyt.com/images/2011/11/30/technology/bits-daily-report/bits-daily-report-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_06_29__1542339781.html", "title": "Daily Report: Apple Can Afford Some Mistakes, Just Not on Products", "title_page": "Daily Report: Apple Can Afford Some Mistakes, Just Not on Products - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAs Apple prepares to start its long-anticipated subscription streaming music service on Tuesday, few marketing experts expect its scuffle with Taylor Swift over royalties to leave any scars. Instead, they think it turned out to be remarkably good publicity, writes Brian X. Chen.\n“I don’t think the episode has damaged their brand at all,” said Jordan Cohen, the chief marketing officer of Fluent, a consumer marketing firm. “More than anything, it served to shine a huge spotlight on its newest offering with a week to go until launch.”\nSkating past controversy has become an important skill for Apple in recent years, and the company’s quick response to Ms. Swift’s public letter offers a window into how the Silicon Valley giant responds to criticism.\nBut as long as iPhones and Macs are flying off the shelves, analysts and marketing experts say, Apple has little reason to listen to its critics — except when they are the rare few like Ms. Swift that can have a direct impact on its sales. Read more »\nRelated Coverage:", "url": "https://bits.blogs.nytimes.com/2015/06/29/daily-report-apple-can-afford-some-mistakes-just-not-on-products/"}