{"authors": ["Mike Isaac", "Sydney Ember"], "date_download": "2018-11-16 03:41:58", "date_modify": "2018-11-16 03:41:58", "date_publish": "2015-11-20 21:18:11", "description": "Yahoo blocked some users from accessing their Yahoo email accounts unless they switched off their ad blockers, adding to the debate over ad blocking.", "filename": "2015_11_20__1542339718.html", "image_url": "https://static01.nyt.com/images/2015/11/20/technology/20bits-yahoo/20bits-yahoo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/bits.blogs.nytimes.com/2015_11_20__1542339718.html", "title": "Yahoo Restricts Ad-Blocking Software for Some Email Users", "title_page": "Yahoo Restricts Ad-Blocking Software for Some Email Users - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMillions of people swear by the ad blocker, software that lets you browse the web free of online advertising. The companies who want you to see the ads are starting to push back.\nOn Friday, dozens of people took to web forums and social media to complain that they were blocked from their Yahoo email accounts unless they switched off their ad blockers.\nThe issue seems to have first appeared early on Thursday when “portnoyd,” a user on the AdBlock Plus online support forum, was served a pop-up with an ultimatum: Turn off your ad blocker, or forget about getting to your email.\nYahoo confirmed the reports, which were discovered by Digiday. Yahoo, based in Sunnyvale, Calif., did not say how many users were affected.\n“At Yahoo, we are continually developing and testing new product experiences,” Anne Yeh, a Yahoo spokeswoman, said in a statement. “This is a test we’re running for a small number of Yahoo Mail users in the U.S.”\nThe developments with Yahoo Mail add another facet to the debate over ad blocking. While ad blockers have been available for desktop web browsers for some time, Apple in September enabled ad blocking to happen on the mobile web through its iOS9 mobile operating system.\nWeb publishers fretted that ads on their sites couldn’t be viewed, which would threaten their livelihoods. Ads underlie much of the web and enable the creation of free content, and limiting ads violates that implicit understanding, some advertisers and publishers said at the time.\nA report about the spreading usage of ad blocking over the summer also stoked a wave of anxiety among advertisers and publishers. But while the report indicated a rising number of users were downloading ad blocking software on desktop computers, it remains to be seen how many people will use blockers on their mobile devices.\nStill, many in the industry say that the increased focus on ad blocking has spurred some publishers to reconsider their advertising models, particularly for their mobile sites. Besides Yahoo, some publishers are considering ways to strip out or reduce traditional web display ads on both desktop and mobile sites, and instead generate revenue through sponsorships or so-called native advertising.\nYahoo is facing mounting pressure to turn around the company after years of waning search and advertising revenue and a decrease in traffic to its homepage, once a major destination in the world of digital media.", "url": "https://bits.blogs.nytimes.com/2015/11/20/yahoo-restricts-ad-blocking-software-for-some-email-users/"}