{"authors": ["The Editors", "N Lewis", "Walt Brown", "C In Tx", "Arlene Gillespie", "Ralph Dinlocker", "Lloyd Levy", "Cherie Savage", "Policy Hack", "Julia Purdy"], "date_download": "2018-11-16 04:11:34", "date_modify": "2018-11-16 04:11:34", "date_publish": "2009-09-11 00:47:54", "description": "What does Joe Wilson’s outburst say about the political culture of the Palmetto State?", "filename": "2009_09_10__1542341494.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2009_09_10__1542341494.html", "title": "Over the Line in South Carolina", "title_page": "Over the Line in South Carolina - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo, left to right: Virginia Postic/Associated Press, Pablo Martinez Monsivais/Associated Press, Stephen Jaffe/Agence France-Presse — Getty Images\nUpdated, Sept. 11, 12:20 p.m. | Bob Moser, editor of The Texas Observer and author of “Blue Dixie,” discusses South Carolina’s racial politics.\nIs it just a fluke that South Carolina has another politician in trouble for behaving badly?\nRepresentative Joe Wilson, a Republican whose district includes Hilton Head, spent Thursday apologizing for yelling “you lie!” at Mr. Obama during his health care address on Wednesday night.\nMeanwhile, South Carolina’s governor, Mark Sanford, whose acknowledgment of an extramarital affair has opened up broader accusations of official misconduct, has been asked to resign by 61 of the 72 Republicans in the state House of Representatives. Mr. Sanford is standing firm. “God can use imperfect people to perform His will,” he said on Tuesday.\nWe asked some historians and analysts to offer some thoughts on the political culture of South Carolina, and its history.\nThe Rebel Yell\nBob Moser, editor of The Texas Observer and contributing writer for The Nation, is the author of “Blue Dixie: Awakening the South’s Democratic Majority.”\nI was talking with a New York friend right after the big health-care speech, and she asked: “Do you have any guesses about who yelled at Obama?” I think she had detected a Dixie yelp in the inflection of the voice that shattered Congressional decorum.\nIn a Congressman’s bellow, echoes of John C. Calhoun, Strom Thurmond — and a state’s racial politics.\nThe desperate, yodeling quality of that “You lie!” — it was as if some member of Congress had suddenly, involuntarily burst out with an abbreviated version of the oldest of white conservative Southern complaints: We will not stand for this imposition, this trampling of our God-given rights, this insult to our honor and our sovereignty! Which made me reply, “I’d place my bet on a South Carolinian.”\nThere has always been something uniquely spiky about South Carolina’s politics, from the run-up to secession right through Gov. Mark Sanford (who once brought live pigs onto the state House floor to protest “pork” spending) and, now, the mouthy Rep. Joe Wilson. What distinguishes South Carolina’s politics is the fierceness with which ideologies are held sacred — and the deep undercurrents of race that still run through everything.\nWhile racial issues don’t infest the state’s politics in the blatant way that they once did, they still matter more in South Carolina than perhaps anywhere else in the South. The dominant Republican Party has managed to hold together its fundamentalist, anti-government and Chamber of Commerce factions largely because there’s some underlying — often unconscious — sympathy between them on issues of race. Meanwhile, Democrats are widely stereotyped in South Carolina as “the black party” — a label that hasn’t changed despite the Democratic leanings of the state’s fast-multiplying Latino population.\nSo it was no great surprise that Joe Wilson’s rebel yell was provoked by the first black president’s declaration that his health plans didn’t include government health care for illegal immigrants. It was an echo of the summer’s rowdy town halls all over America, for sure. But it was also an echo of those South Carolina statesmen, from John C. Calhoun to Strom Thurmond, who have forever specialized in one shouted word: “No!”\nHelping the Opposition\nJack Bass, a professor of Humanities and Social Sciences at the College of Charleston, is author of several books about the American South and co-author of “Strom: The Complicated Personal and Political Life of Strom Thurmond.”\nJoe Wilson apparently has become infected with the peculiarly South Carolina disease known as politicus apologia, for which Gov. Mark Sanford apparently became the first known victim. The governor has gone statewide for weeks with personal displays of the symptoms, which range from a combination of feverish denials of wrongdoing to sweaty speeches of apology for other doings before civic clubs and through media outlets.\nJoe Wilson once denounced the claim of Essie Mae Washington-Williams as being a daughter of Strom Thurmond.\nAnother symptom, as Mr. Wilson is already demonstrating, is a painful boost in fundraising for one’s already announced opponent, in this case former Marine captain and Iraqi war veteran Rob Miller. By mid-afternoon, the Democratic Congressional Campaign Committee announced Mr. Miller had raised $400,000 since Joe Wilson shouted, “You lie.” Mr. Miller’s almost 47 percent of the vote against Mr. Wilson’s in 2008 chopped 10 percentage points off the incumbent’s showing two years earlier.\nResearch continues on whether this infection in the state is limited to the South Carolina G.O.P.’s DNA. Earlier indicators of Mr. Wilson’s infection were displayed several years ago when he loudly denounced the claim of Essie Mae Washington-Williams as being a daughter of Strom Thurmond. Mr. Wilson called her story “unseemly” and a “smear.” Her name today is listed on the State House monument to her father, alongside those of his white children.\nIt’s a great time to live in South Carolina. Nobody’s bored.\nAn Honest Gut Reaction\nArmstrong Williams can be heard nightly on Sirius/XM Power 169 from 9 pm to 10 pm.\nI’ve often heard the phrase growing up around the fields of South Carolina that if you don’t make dust, you eat dust. In many respects, that phrase personifies how my South Carolina brothers view themselves and the rapid way they jump on issues.\nPassion supplants civility. Not too often, but when it does, it is often perceived as warranted. Some would liken it to a hair-trigger mentality, but it’s more a verbal gut reaction and their wide-eyed views of what’s right and what’s wrong with the world, as they see it.\nJoe Wilson will be regarded as a hero in some circles for calling out falsehoods of the Obama message machine.\nIn many respects, Joe Wilson’s outburst last night was more from the gut as it was from the heart. I know Joe Wilson. He’s a self-effacing, humble man, like many in his district. He’s not prone to such antics, which is why I was shocked to discover listening to the president’s speech that his was the voice that screamed those words.\nPoor taste? You bet. But to many in the Palmetto State, Congressman Wilson’s lapse reflected weeks of pent up frustration from the thousands of constituents he and several of his colleagues heard at their own town halls.\nHe’ll be regarded as a hero in some circles; not for his disrespect, these are, after all, gentrified southerners. But rather, Joe Wilson will be viewed for doing the right thing — for calling out the falsehoods of the Obama message machine, there and then. No dawdling, no delay.\nIt may have taken Joe an errant syllable or two last night with his syrupy drawl, but he was going to make his point, all else be damned.\nThe Curse of One-Party Domination\nLacy K. Ford Jr.is professor of history and chair of the department at the University of South Carolina. His most recent book, “Deliver Us From Evil: The Slavery Question in the Old South,” was published by Oxford University Press this month.\nMany South Carolinians of both parties have suffered unexpected embarrassment from two of the state’s most prominent Republicans — Governor Mark Sanford, who admitted an affair with an Argentinian woman, and Congressman Joe Wilson, who broke all the rules of Congressional decorum by shouting “you lie” at President Obama during his speech.\nThere is certainly no shortage of historical precedents for bold and outlandish, and even uncivil behavior by prominent South Carolina political figures.\nSafe political seats have encouraged the rise of boorish behavior and ideological rigidity.\nPerhaps the most famous of such precedents occurred in 1856 when South Carolina Congressman Preston Brooks, a nationalist, entered the Senate chamber and caned Massachusetts Senator Charles Sumner after the latter had given a speech attacking slavery and insulting South Carolina politicians. Sumner was temporarily disabled by the beating and missed many months of senate duty; Brooks resigned his seat but received a hero’s welcome in South Carolina for defending the honor of the state.\nDuring the 1890s, Ben Tillman, an avowed racist who worked to disfranchise all African Americans in the state, drew national attention by declaring that, if elected to the U.S. Senate, he would stick his pitchfork in the fleshy ribs of the rotund Grover Cleveland, who was of Tillman’s own party.\nBut as a historian, I would suggest that the explanations for South Carolina’s more recent round of bad political behavior lie as much in the nature of the state’s newly-crafted political culture of one-party domination as in its older lineage of provincial defiance.\nRead more… In recent years, South Carolina has emerged as one of the reddest of the red states, meaning that in statewide races and in a healthy majority of congressional and legislative districts, Republican candidates cannot lose unless a significant number of loyal voters defect. Democratic opposition is not a serious threat to most Republican candidates. The real competition Republicans face comes, if it comes at all, only in the Republican primary. Hence Republican candidates typically focus on trying to outdo each other in appealing to the state’s arch-conservative party base. This process has pulled an already a very conservative Republican party even further to the right. The curse of safe seats has been the rise of boorish behavior and ideological rigidity. This trend has neither prepared Republicans well for governing nor, apparently, helped them remember how to engage in civil discourse with their opponents. But Republicans confident of their power at home suddenly grew very testy when confronted with impotence on the national stage. As the elections of 2008 swept large Democratic majorities into the U.S.. House and Senate and elected a Democrat president, the ability of South Carolina Republicans to influence the national agenda dwindled. The 2008 elections suggested that South Carolina’s bet on a Republican national majority as the key to its continued federal influence had been lost. As the Republicans retreated into their shrinking southern redoubt, frustration, anger, and in some instance, unspeakable ugliness (the Wilson outburst) emerged. The case of the mercurial Governor Sanford is different. Never so much a Republican as a libertarian (and perhaps above all a narcissist), Governor Sanford had conducted himself for six and a half years as a man more determined to call attention to himself than to govern effectively.\nFew would have predicted that an affair would be his undoing, but anyone who had studied his career should have known his quirky vanity and a propensity to think his way was the only way. But even in this hour of Republicans behaving badly, the G.O.P. in South Carolina can claim Lindsay Graham, a independent-minded conservative who has worked across the aisle in the U.S. Senate on a number of occasions, and state attorney general Henry McMaster, who broke with Governor Sanford when the governor opposed the acceptance of the federal stimulus package. Harvey Gantt, a Charleston native and the first African American to attend Clemson University, is reported to have noted in the 1960s that when you can’t appeal to South Carolinians’ morals, you can still appeal to their manners. Let’s hope, Joe Wilson and Mark Sanford aside, he may still be proven right.\nA Tradition of Resistance\nThomas F. Schaller is associate professor of political science at the University of Maryland, Baltimore County, author of “Whistling Past Dixie,” and a blogger for fivethirtyeight.com.\nWednesday night’s bleating-heart outburst from Joe Wilson will surprise nobody familiar with the history of South Carolina politics. No state boasts a tradition of shrill resistance to the Republic comparable to South Carolina’s.\nThomas Jefferson removed condemnations of slavery from the Declaration of Independence to appease South Carolinian slaveholders. State loyalists helped the British recapture the state in 1780 from the patriots. By 1828, state icon and Vice President John C. Calhoun was advocating state “nullification” of federal powers.\nMr. Wilson’s outburst was typical of politicians from a state that has resisted policy progress on most fronts.\nIn 1860, South Carolina became the first state to secede — and even threatened to secede from the Confederacy because the other southern states refused to re-open the slave trade. In 1856, on the Senate floor Congressman Preston Brooks bloodied an abolitionist senator with a cane.\nWell into the 20th century, South Carolina’s black citizens observed the Fourth of July mostly alone; the vast majority of whites preferred instead to celebrate Confederate Memorial Day. In 1920, the state legislature rejected the women’s suffrage amendment, finally ratifying it a half century later.", "url": "https://roomfordebate.blogs.nytimes.com/2009/09/10/over-the-line-in-south-carolina/"}