{"authors": ["The Editors", "Bryan Seagondollar", "José Aguayo", "Roque Nuevo", "Miriam Weinstein", "Joel Rubinstein", "Juan Pablo", "Charles Duwel", "Paul Doane", "Gerard Seltzer"], "date_download": "2018-11-16 04:11:33", "date_modify": "2018-11-16 04:11:33", "date_publish": "2009-09-13 23:00:03", "description": "Latin America’s big experiment: Marijuana and harder drugs, out in the open.", "filename": "2009_09_13__1542341493.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2009_09_13__1542341493.html", "title": "The New York Times", "title_page": "What Will Mexico's New Drug Law Do? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mexico last month adopted a law that decriminalizes the possession of small amounts of marijuana and harder drugs, including cocaine and heroin. Other countries in Latin America are considering similar changes in their laws, prompting antidrug groups in the U.S. to say that pressure from south of the border will push the United States toward decriminalization, if not legalization, of drugs.\nWhat effect will the new policy will have in Mexico and, possibly, in the United States? Will it draw so-called drug tourists from across the border? Is the Obama administration doing the right thing by taking a wait-and-see attitude, in contrast to the Bush administration’s vehement opposition to a similar plan proposed in Mexico in 2006?\nA Modest and Gigantic Shift\nTony Payan is an associate professor of political science at the University of Texas at El Paso and is also on the faculty of the Universidad Autónoma de Ciudad Juárez.\nMexico decriminalized the possession (but not the production, trade, and distribution) of drugs. So did Argentina and Colombia. The move is, as politicians explain it, designed to curb police corruption — bribing people when caught with small amounts of drugs.\nThe new policies in conservative Latin America reflect disillusionment with the United States war on drugs.\nIf they said any more about it, they would be wrong — and they know it, as they do not make any claims that this measure will result in less drug-related violence. Indeed, if they asked me, will decriminalization of the possession of small amounts of drugs save a single life in Ciudad Juárez, where there have been about 3,200 murders in 21 months, my answer would be a rotund no.\nBut decriminalizing drug possession is in and of itself a change of, paradoxically, gigantic and modest proportions. Gigantic because it is a solid first step to pave the way for 1) distinguishing between drug use and drug abuse 2) paving the way for fully medicalizing abuse, that is, reinforcing the idea that we should treat drug addicts much as alcoholics and offer them help instead of prison time, and 3) focusing state resources on the production, trafficking and distribution networks. But modest because it still commits governments to continue their war on drugs, just not on the user.\nWhat is surprising is the fact that this change is coming from Latin America, a Catholic, largely conservative continent. This represents a cultural shift that may mean that Latin America is changing but also that it is increasingly disappointed with the American approach to drugs and the futility of its strategies and tactics.\nRead more… In the end the United States may be left alone to fight a 40-year-old failed “war on drugs” or join the rest and craft a more nuanced strategy to consider other possibilities in dealing with psychotropic substances. Perhaps this time change will come from South to North, instead of North to South. President Obama has not defined his own strategy, adopting by default the policy in place for almost a century. But before he does, he would do well engaging former and current Latin American presidents and figure out what they perceive that he cannot yet see.\nWhat Decriminalization?\nJorge Castañeda is the Global Distinguished Professor of Politics and Latin American and Caribbean Studies at New York University. He was foreign minister of Mexico from 2000 to 2003.\nThe recently approved new “drug” law in Mexico is in fact not a step toward decriminalization, but rather toward mandatory sentencing. Until last month, possession of small (unspecified) amounts of drugs was not a criminal offense in Mexico; only the sale or purchase was. The new law establishes a minuscule limit on legal possession, meaning that today, almost anyone caught carrying any drug is subject to arrest, prosecution and jail.\nIf anything, the new law criminalizes drug use much more radically than before.\nIf anything, the new law criminalizes drug use much more radically than before, and it is probably for this reason that President Calderón signed it, and that the Obama administration has looked the other way. It will almost certainly not attract US “drug tourists” to Mexico, since the risk of being arrested for possession has grown considerably with the new law, whereas before the real risk was just a shakedown by the authorities.\nThe law actually is part of a campaign to justify President Calderón’s war of choice on drugs by stating that drug consumption in Mexico has increased over the past 10 years. In fact, the government’s own unpublished but leaked National Addiction Survey for 2008 shows that this is not the case. The growth of marijuana, heroin and metaphetamine consumption is flat in all categories (addiction, occasional use, at-least-once-in-a-lifetime use), and while cocaine addiction, for example, did rise from 300 000 victims in 2002 to 450 000 in 2008 (a 50 percent increase, or roughly 6 percent per year), it did so from a tiny baseline, for a tiny percentage (0.4 percent) of Mexico’s population, a much smaller share than for the U.S., Western Europe and practically every country in Latin America.\nRead more… Mexico should move toward decriminalization, but it cannot do so if the United States does not. Among the many reasons is the so-called Zurich effect, i.e., what occurred in the Swiss city in the 80’s and 90’s when it was one of only a couple of European towns that had legalized virtually all drug use, and consequently attracted thousands of users from across Europe, eventually forcing the city to shut down its “needle park” and abrogate decriminalization. If the current movement toward legalized medical use of marijuana and/or decriminalization prospers and expands in the U.S., Mexico will be able to move in the same direction, and perhaps reduce the tremendous cost the war on drugs is imposing on Mexican society, without any visible results or hope for success.\nDanger of a Domino Effect\nCalvina Fay is executive director of Drug Free America Foundation Inc.\nMexico’s President Calderon got it wrong on decriminalizing drugs. I fear for the future of Mexico and the domino effect here at home.\nCreating an environment where it is easier to use drugs will enhance the market for traffickers.\nA better way to distinguish users from dealers is to increase drug courts and treatment facilities and the frequency of referrals of low-level drug offenders into these programs. Drug courts save lives, holding users accountable while leveraging them into treatment.\nTreating users as though they merely were speeding by imposing a minor fine is not in the best interest of Mexico’s citizens. Ignoring the behavior or fining them eliminates the opportunity for meaningful intervention.\nDrug users are not innocent. They support the vicious drug cartels. Without their demand for drugs, the supply side has no purpose. Since terrorists depend on the drug market to fund their activities, users are potentially aiding terrorism. Because drug traffickers are frequently linked with weapons and human trafficking, users are also supporting these activities.\nDrugs put more impaired drivers on the highways, endangering others. They make workers less productive and less safe. Users utilize more health-care benefits, increasing insurance costs. In the U.S., about 75 percent of children in foster care are victims of drug-abusing parents and roughly 60 percent of domestic abuse and 80 percent of workplace thefts are drug-related. Drug use is linked to crime, school dropout, and teenage pregnancy. All of this will likely increase, further burdening Mexico’s judicial system, which is already hanging by a thin thread.\nRead more… The rule of law – the process of being physically safe – is fragile. Creating an environment where it is easier to use drugs while enhancing the market for drug traffickers could tilt things in Mexico bringing on utter destruction of it as an orderly society.\nA Welcome Shift\nPeter Reuter is a professor in the School of Public Policy and the Department of Criminology at the University of Maryland.\nMexico is one of several Latin American countries that want to avoid a war on local drug users — even as it deals with horrific violence arising from the international drug trade. The country has therefore considered decriminalizing the possession of illicit drugs for personal use.\nMexico’s most severe drug-related crime and violence arise almost entirely from U.S. demand for illicit drugs.\nEvidence from other countries suggests that decriminalization could be modestly helpful in addressing Mexico’s recent difficulties. The most analogous recent experience is that of Portugal, which decriminalized drug possession in 2001. When these measures were implemented, critics feared that decriminalization would lead to increased drug use, and that drug users across the European Union would congregate there. To all outward appearances, decriminalization produced none of the feared effects. Given that drug users in Portugal were hardly ever arrested before 2001, the result was not surprising.\nMexico has been similarly restrained in enforcing its own drug possession laws. Removing the possible deterrent effect of criminal prosecution is thus unlikely to make much difference to the decision to experiment with drugs in Mexico. Given the corruption that has been revealed in endless scandals at all levels of Mexican drug enforcement, one major attraction of decriminalization is that it reduces the number of ways that local police can extort the populace, including U.S. college students sampling various intoxicants on their spring vacations.\nRead more… The prior U.S. drug czar would no doubt have lectured Mexico about spreading poison, as he lectured Canada when it was contemplating decriminalizing marijuana. The current czar, perhaps observing that our nation is by far this hemisphere’s largest consumer, is showing admirable good sense and restraint in letting other nations experiment with policies that would be politically unacceptable within our own borders. Unfortunately, decriminalization will not address Mexico’s most severe drug-related crime and violence. These problems arise almost entirely from U.S. demand for illicit drugs. Decriminalizing drug possession within Mexico may thus prove entirely sensible. Even so, these policies are likely to leave our southern neighbor with much the same constellation of drug-related violence as it now confronts.\nFear-Mongering Is Unjustified\nEthan Nadelmann is executive director of the Drug Policy Alliance.\nThe recent decriminalization of drug possession in Mexico is good for Mexico, good for the U.S., and consistent with the broader trend in Europe, Latin America and elsewhere.\nThe Jamaican drug tourism industry has nothing to fear from Mexico’s reform.\nThe new law eliminates criminal penalties for possession of small amounts of drugs, authorizes treatment instead of incarceration for addicts, refrains from forcing “rehabilitation” on consumers who are not addicted, and legitimizes the ritual and cultural use of drugs like peyote. This should, in theory, result in fewer people being incarcerated for nothing more than drug use or possession, and allow police to focus on more serious crimes. Such reforms generally do not result in higher rates of drug use — at least that’s the evidence from other countries. And it will have no impact on President Calderon’s battle with the major drug trafficking organizations.\nIt’s hard to see the law encouraging “drug tourism” from the United States, and certainly nothing to compare with the “tourism” generated by Mexico’s lower drinking age and easy access to lower cost pharmaceutical drugs. Nothing in the law authorizes the creation of Dutch-like coffee shops selling marijuana openly. The Jamaican tourism industry has nothing to fear from Mexico’s reform. And Americans generally prefer the higher quality marijuana grown in our own country.\nWhy did the Obama administration refrain from criticizing the Mexican reform? Probably because it understands that it will have no impact on drug use or trafficking in the United States. But perhaps it also is coming to the conclusion that criminalization of drug possession typically does more harm than good.", "url": "https://roomfordebate.blogs.nytimes.com/2009/09/13/decriminalizing-drugs-in-mexico/"}