{"authors": ["The Editors", "Donald Surr", "L D Fraley", "T Mex", "Health Is Wealth", "Captain Ronnel", "V Harris", "Sam Abrams", "Scott T.", "Victor Grauer"], "date_download": "2018-11-16 04:11:31", "date_modify": "2018-11-16 04:11:31", "date_publish": "2009-09-11 23:34:54", "description": "One year after the collapse of Lehman Brothers, financial institutions continue to resist tougher regulations.", "filename": "2009_09_11__1542341491.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2009_09_11__1542341491.html", "title": "Why Wall Street Reforms Have Stalled", "title_page": "Why Wall Street Reforms Have Stalled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Todd Heisler/The New York Times\nUpdated, Sept. 12, 9:05 a.m. | Scott Reynolds Nelson, a historian of American financial crises, discusses the reliance and conflict between the federal government and financiers going back to the nation’s founding.\nOne year ago next week, Lehman Brothers went bankrupt, Merrill Lynch was sold and A.I.G. was rescued by a huge federal bailout. In the wake of the global financial crisis, Congress and regulators vowed to end Wall Street’s profligate risk-taking and the compensation structures that rewarded that behavior. Yet looking back, experts say not a lot has changed in that culture, and efforts to control risk and reform executive pay have stalled.\nWhy is it so hard to regulate Wall Street? Has the financial industry always been better able to block government reforms than other industries?\nToo Much Power for the Few\nYves Smith has written the blog Naked Capitalism since 2006. She has spent more than 25 years in the financial services industry and currently is head of Aurora Advisors, a management consulting firm.\nWall Street has become hard to regulate because we’ve allowed it to evolve that way. Credit is vital to any economy beyond the barter stage. As commerce became large scale and more interconnected, bank failures, which were once local affairs, increasingly led to widespread panics that produced considerable harm. As a result, government not only started to provide more safety nets for banks but also supervised them and placed limits on their activities.\nIt is pretty hard to regulate someone who has a knife at your throat.\nSince the 1980s, lending has shifted from banks to the capital markets. While many loans do remain with the bank that originated them, in the U.S., what Treasury Secretary Timothy Geithner has called “market-based credit” has become prevalent. Even though a bank initially extends the loan, it is often on-sold through capital markets firms to investors.\nThat process gives major financial players control over the all-important over-the-counter debt markets. Most of these deals do not trade much once sold, making them ill-suited to shift on to exchanges that would be easier to police. But these over-the-counter markets have, for a host of reasons, strong scale economies and network effects, so absent intervention, it was inevitable that they would become increasingly concentrated, with a comparatively small number of firms becoming dominant.\nIt is pretty hard to regulate someone who has a knife at your throat.\nRead more… Add to that the fact that the major financial players have been allowed to create a host of complex products, like customized derivatives and collateralized-debt obligations, which have often been used to evade regulations or to shift risks on to unsuspecting parties. The worst is that some of these products have now become a vital part of the credit infrastructure (if nothing else, the capital markets firms that now control the crucial financial plumbing use them to manage their exposures), making it difficult to rein them in. Regulators sat on the sidelines as these new complex instruments proliferated, and frankly do not understand them very well. Even if they were somehow able to become as expert as the big financial firms on the level of trade craft, they still lack the data and knowledge to ascertain what the systemwide effects of significant changes in the rules might entail. Given how interconnected financial markets are, and how some efforts to intervene during the crisis produced unexpected, adverse side effects, they worry that efforts to contain risky products and practices could backfire and actually make matters worse.\nMisbehaving Children, Indulgent Parents\nRussell Roberts is a research fellow at Stanford University’s Hoover Institution and professor of economics at George Mason University. He is the host of EconTalk, a weekly podcast.\nWall Street appears to be back to business as usual, but this is a bit deceptive. First, capital buffers are up and leverage is down. People are worried about the future and they should be. Some natural forces are reining in some of the excesses of the recent past.\nShould we try to do more explicitly to change how Wall Street operates? One mistake we are making is to re-create what got us here in the first place. The Federal Reserve has bought hundreds of billions of dollars of assets from Fannie and Freddie in a desperate attempt to shore up the housing market artificially. I am not optimistic on how this will turn out.\nFor three decades, the government has rescued virtually every large troubled financial institution — to bad effect.\nThere is also a focus on regenerating the securitization market. But people are very wary of securitization and rightfully so. Perhaps it is wise to let securitization die for now. Maybe it will return. To force it back into life is a mistake.\nWhat about more explicit regulation to shape compensation, capital requirements, and the risks that financial institutions are allowed to take? That will be the natural focus of the next regulatory regime that will inevitably arise once the economy has recovered and Washington’s direct role in financial institutions gets back to normal.\nPast attempts of explicit regulation have been ineffective. It’s like re-inventing a broken wheel. Perhaps it’s time to look elsewhere for stability.\nRead more… More important than fine-tuning the explicit regulatory regime in the utopian hope of finally getting it right, is to change the implicit policy of ad hoc interventions the Fed and the Treasury have pursued for the last three decades. The government has rescued virtually every large troubled financial institution, beginning with Continental Illinois and the savings and loans in the 1980s to Long Term Capital Management in the 1990s to Bear Stearns and AIG and Fannie and Freddie today. Almost as reliable as clockwork, the Fed and the Treasury act as parents to clean up the mess made by the irresponsible children. Not surprisingly, the children find new ways to misbehave. This implicit policy punishes stockholders in the name of preventing moral hazard and rewards creditors and counterparties in the name of preventing systemic risk. Neither part has worked: the moral hazard remains and the systemic risk persists. Too big to fail has failed. We have channeled hundreds of billions of dollars of taxpayer money into the pockets of some of the richest people on the face of the earth. The people who took the most imprudent risks were not punished sufficiently. Instead, those of us on the sidelines are paying the bill. For the sake of democracy and capitalism, we need to find another way.\nCaptured Regulators\nJeffry A. Frieden, a professor of government at Harvard, is the author of Global Capitalism: Its Fall and Rise in the Twentieth Century.”\nIt has been difficult to move forward rapidly to reform the American financial regulatory system. This is not surprising. Financial regulation in the United States has always been arcane, complex, and resistant to change. There are several reasons, all of which come down the one overarching reality: financial regulation is extraordinarily political, and confronts powerful interests.\nFinancial regulators tend to be sympathetic to interests of financial institutions, which makes them reluctant to make changes that would be costly or difficult.\nSpecial-interest politics. Regulatory agencies are often sympathetic to the industries they regulate. This pattern is so well known among scholars that it has a name: “regulatory capture.” This effect can be due to the political influence of the industry on its regulators; or to the fact that the regulators spend so much time with their charges that they come to accept their world view; or to the prospect of lucrative private-sector jobs when regulators retire or resign.\nWhatever the reason, financial regulators tend to be sensitive to the views and interests of financial institutions, which makes them reluctant to make changes that would be costly or difficult.\nTechnical complexity. The “capture” of financial regulators is facilitated by the extraordinary complexity of modern finance. Very few consumers, or politicians, understand the financial markets and institutions that regulators supervise. And very few care much about them, in normal times.\nRead more… For their part, regulators cannot usually afford to hire all the expensive financial experts they need. This means that the regulators’ principal source of information and attention is the financial institutions themselves. This was codified in some of the regulatory mistakes made in the run-up to the crisis, such as when regulators — in the United States and in many other countries — accepted the argument that banks themselves were best suited to evaluating the riskiness of some of their most complicated holdings. Fragmentation. American bank regulation is among the most fragmented in the world. Each state has its own bank regulator; there are often separate regulations and regulators for each variety of bank (commercial banks, savings and loans, credit unions); and financial institutions that look a lot like banks are typically regulated by other agencies. The proliferation of regulators means that financial institutions are often able to “jurisdiction-shop” for the most favorable regulatory environment. It also means that each of the dozens of regulators jealously guards its independence. Attempts to consolidate regulation, for example, run up against the states and their regulators, the disparate federal agencies, and their Congressional and private-sector supporters. Uncertainty. One of the most important tasks of financial regulators is devising policies toward new financial instruments. This is also one of the most daunting tasks, as the new instruments are typically not well understood — indeed, they may have been devised precisely to avoid easy control by the regulators. Most observers did not understand how risky the new American mortgage-backed securities might be until they collapsed, bringing the financial system and the rest of the world economy down with them. For financial regulation to be reformed in line with the true public interest, then, requires an almost magical combination. Policymakers and regulators must be generally immune to political pressure from the financial services industries. Reformers have to have a broad and deep understanding of the great complexity of modern finance. Central policymakers need to be willing and able to override the opposition of existing, turf-protecting, state and federal regulators. And enough people have to care, and to be paying attention, to get politicians to focus on the topic and push it to a conclusion. In the aftermath (or what may be in the midst) of the gravest financial crisis in the United States in 75 years, all of these stars may be aligned. The opportunities for fundamental regulatory reform are probably greater now than they have been since the Great Depression. Even so, it will require an enormous amount of expertise, perseverance, and political courage to pull it off.\nRestore Market Discipline\nNicole Gelinas, a Manhattan Institute senior fellow, is author of the forthcoming “After The Fall: Saving Capitalism from Wall Street – and Washington.”\nAdequately regulating finance is easier than Wall Street and Washington would like the public to think.\nMost important, Washington must restore market discipline, which has been missing since 1984, when the Reagan administration decided with its Continental Illinois rescue that some banks were “too big to fail.”\nMake lenders, including those “too big to fail,” suffer the consequences of their bad decisions.\nInvestors learned from the experience and from subsequent episodes that the government would not allow lenders to some financial firms to suffer the consequences of their bad decisions. When the government subsidizes something, as it did with this implicit guarantee, it gets more of it. That’s how we eventually got record levels of financial-industry debt.\nLawmakers and regulators must permanently remove this subsidy by prescribing a consistent, predictable way in which large or complex financial firms can fail, with lenders, too, taking warranted losses. Without this framework, other regulatory efforts will be ineffective. Financial firms insulated from market discipline will find ways around other new rules.\nRead more… Washington also must protect the financial system from inevitable failures, with consistent limits on borrowing across financial instruments of firms and central clearing and reporting of derivatives and other financial instruments so that investors and regulators can know where the risk lies. So why have the Democrats stalled, and why haven’t the Republicans complained about the delay? This, too, is simple. The too-big-to-fail financial industry has been good to elected officials and former elected officials of both parties over its 25-year life span, and it has allowed regular Americans to borrow well beyond their means. Removing the too-big-to-fail subsidy through appropriate regulation and letting financial innovations succeed or fail on their own merits would be painful in the short term, not just in Washington but on Main Street. In the long run, though, the economy would be more competitive, with other industries no longer facing an unfair disadvantage against Uncle Sam’s Wall Street.\nRefusing to Admit the Problem\nWilliam K. Black, associate professor of economics and law at the University of Missouri, Kansas City, is a former financial regulator. His book, “The Best Way to Rob a Bank is to Own One,” focuses on the role of “control fraud” in financial crises.\nTom Ferguson explained in 1995 in his classic book, “Golden Rule,” that those that have the gold make the financial rules. Nobody has as much gold as the finance industry. It used its political power to deregulate and de-supervise the industry.\nIt promised that these policies would bring us unparalleled wealth while reducing risk. The purported gains were fool’s gold. The administration and industry do not want the public to know that the financial system brought us to the brink of a Great Depression and that Treasury and the Fed only delayed that catastrophe by adopting policies that (1) increased “moral hazard”, which makes future crises more likely, and (2) combine the worst elements of “crony capitalism” and the “socialized losses.”\nNo reform can be achieved when administration officials are pretending that no fundamental change in finance is needed.\nThere has been no honest examination of the crisis because it would embarrass C.E.O.s and politicians. Jennifer Taub has identified some of these elites in a recent paper: “Enablers of Exuberance: The Legal Acts and Omissions that Facilitated the Global Financial Crisis.”\nInstead, the Treasury and the Fed are urging us not to examine the crisis and to believe that all will soon be well. There have been no prosecutions of the chief executives of the large nonprime lenders that would expose the “epidemic” of fraudulent mortgage lending that drove the crisis. There has been no accountability.\nRead more… The bloated finance industry opposes reform because it would shrink and lose power and wealth. Its ability to defeat reform has grown. Both parties put freshmen from tough districts on the House Financial Services Committee to ensure political contributions and increase the chances of reelection. The committee has grown to an absurd total of 71 members. The only hope for reform in the face of this opposition is public disclosure of the true depth of the crisis and its roots in widespread “control fraud” and the need for fundamental reform. The administration would have to marshal public outrage, document the fraud and abuses, and provide a supporting theory to have any chance of success. Instead, the Obama administration and Fed Chairman Ben Bernanke have refused to investigate the nature and causes of the crisis. And the administration selected Timothy Geithner, who with then Treasury Secretary Paulson bungled the bailout of A.I.G. and other favored “too big to fail” institutions, to head up Treasury. Now Lawrence Summers, head of the White House National Economic Council, and Mr. Geithner argue that no fundamental change in finance is needed. They want to recreate a secondary market in the subprime mortgages that caused trillions of dollars of losses. Traditional neo-classical economic theory, particularly “modern finance theory,” has been proven false but economists have failed to replace it. No fundamental reform can be passed when the proponents are pretending that there really is no crisis or need for change.\nThe Industry Took Control\nEdward Harrison is a banking and finance specialist at the economic consultancy Global Macro Advisors. He is also the principal contributor to the financial website Credit Writedowns.\nRegulating Wall Street has become difficult in large part because of regulatory capture. Regulators, government officials, finance executives and economists all came to believe in an extreme form of deregulatory capitalism that simply does not work.\nOver the past quarter-century, regulations erected during the Great Depression have been stripped away, largely leaving Wall Street to self-regulate. The theory has been that the freedom brought through reduced regulation increases innovation and reduces inefficiency. These claims are valid.\nDeregulation as practiced has conflated the act of deregulating markets with the act of removing regulatory oversight.\nHowever, deregulation as practiced has conflated the act of deregulating markets with the act of removing regulatory oversight. The result has meant a core aspect of our economy lacked rules and boundaries just as it faced a new operating environment. This, in turn, led to excessive risk and repeated crises whereby the government felt compelled to intervene to avert worse.\nMoreover, monetary policy amplified these crises by providing liquidity to prevent bust but not withdrawing enough liquidity to prevent bubbles. This asymmetry caused Wall Street firms to take on yet more risk in the understanding that worst-case scenarios would be mitigated by macro-economic policy.\nRead more… Was this instability an inevitability of the financial stability after the Great Depression? Are these bouts of financial panic bound to reoccur? It is unclear. Nevertheless, we should not use the fatalistic notion that panics and crises are inevitable to absolve us of the responsibility to adequately regulate financial markets. We need not erect a whole super-structure of regulatory agencies to change course. Nor do we necessarily need to re-impose a provision like the Glass-Steagall act to separate riskier and less risky financial activities. We do need to enforce the regulatory statutes presently available. We do need to adequately fund, staff and compensate our regulatory agencies as the Madoff scandal attests And we do need to bring vestiges of the shadow banking system like money market and hedge funds under the regulatory umbrella.\nA Symbiotic Relationship\nScott Reynolds Nelson, a professor of history at the College of William and Mary, is the author of the forthcoming “Crash: An Uncommon History of America’s Financial Panics.”\nSince the nation’s founding, financial institutions have been empowered to carry out policy, and at times to stifle federal initiatives and profit from others.\nJohn Jacob Astor and Stephen Girard financed the War of 1812 when they agreed to take U.S. bonds in exchange for cash. The two financiers then demanded that the government create a Second Bank of the United States to prop up their federal bonds. They got it.\nThe intimate connection between Wall Street and the federal government has humbled presidents since the nation’s founding.\nPresident Jackson removed federal deposits from the Bank of the United States in his political struggle with Nicholas Biddle, the bank’s president, a move that some have argued led to the Panic of 1837. In financial crises, this tension between public and private institutions becomes most visible and most incendiary: it often leads to changes in Congress and the presidency. No one forgave President Jackson’s successor Martin Van Buren for the Panic of 1837. Democrats crumbled; the Whig party picked up the pieces.\nThis intimate connection between the nation and Wall Street has humbled presidents ever since. During the Panic of 1893 Grover Cleveland pleaded with J.P. Morgan for help. Morgan’s syndicate built up the nation’s gold reserve and Morgan seemed a hero.", "url": "https://roomfordebate.blogs.nytimes.com/2009/09/11/why-wall-street-reforms-have-stalled/"}