{"authors": ["Murray Schwartz", "Bob Lewis", "Karen Mines", "Chitral Cheetah", "Mike The Plumber", "Frank", "Poughkeepsie", "New York", "Chris D"], "date_download": "2018-11-16 04:11:31", "date_modify": "2018-11-16 04:11:31", "date_publish": "2009-01-29 22:30:48", "description": "Wall Street doled out $18.4 billion in bonuses for 2008. How does a compensation system allow for such pay in the midst of a financial industry collapse?", "filename": "2009_01_29__1542341491.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2009_01_29__1542341491.html", "title": "Bonuses for Bad Performance", "title_page": "Bonuses for Bad Performance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s official: your suspicions of Wall Street greed have been confirmed. Despite last year’s huge losses, multibillion-dollar bailouts and closings of some of the biggest names in the industry, Wall Street still gave out an estimated $18.4 billion in bonuses. Indeed, last year’s bonuses were the sixth-largest on record.\nOn Thursday, President Obama, in a flash of anger, called these bonuses “shameful,” suggesting that he intended to take a hard line against excesses in executive compensation.\nIs it time to make corporate compensation less reliant on bonuses? Here’s what some people in the know had to say.\nThe End of an Era\nJohn C. Coffee Jr. is the Adolf A. Berle Professor of Law and director of the Center on Corporate Governance at Columbia University Law School.\nAlthough the public is amazed at the seeming arrogance underlying Merrill Lynch’s payment of more than $4 billion in discretionary bonuses to its investment bankers in a year in which it incurred record losses, this episode may more truly mark the “last hurrah” for a system and a culture that is approaching extinction.\n“Investment banks were teams of prima donnas, compensated under an ‘eat-what-you-kill’ system.”\nFree-standing investment banks were the historical product of the Glass-Steagall Act of 1933, which insisted on the separation of investment and commercial banking. With the repeal of that legislation in 1999, larger commercial banks gradually began to acquire investment banks, and the 2008 financial crisis simply accelerated this process.\nAs this happened, two very different cultures collided — and Bank of America’s evident anger at the Merrill Lynch bonuses shows this culture shock. Commercial banks tend to be bureaucratic and hierarchical institutions with large executive staffs, in which junior officers climb the executive ladder patiently.\nInvestment banks were teams of prima donnas, compensated under an “eat-what-you-kill” system. Investment bankers were also highly mobile, and even mid-level bankers might be the key “relationship” partners to major clients, who could take the clients with them if they moved. Hence, they could command a portion of the transaction revenues that they generated.\nThe federal bailout is compelling the end of this compensation system because the bonuses would come from taxpayer subsidies. But the incompatibility of the two cultures would likely have curtailed them anyway.\nDoes this mean that the day of the entrepreneurial risk-taking professional, who accepts feast and famine in alternating years, is over? Not really. Other professions seem also to thrive on “eat-what-you-kill” compensation. Witness the plaintiff’s attorney paid by contingency fees and the professional athlete with performance bonuses. But such a compensation system proves organizationally disruptive within larger and more staid “corporatist” organizations — except possibly at the very top!\nBonuses v. Bailout\nLori Kletzer is a professor of labor economics at University of California, Santa Cruz.\nThe point of employee bonuses is to tie compensation to results. If employees do better when the firm does better, then individual efforts and interests may be more correctly aligned with firm interests.\nHence, workers get bonuses in good times, and get their “guaranteed” salary in bad times. For Wall Street firms, 2008 was clearly a “terrible, horrible, no good, very bad” year (with apologies to Judith Viorst’s Alexander). Surely, there was no “performance” reason for Wall Street to dole out $18.4 billion in bonuses.\n“Firms taking bailout money should be subject to full public scrutiny in their compensation schemes.”\nWorse, those bonuses came for a year when financial firms took government bailout money. In the sense that “all dollars are green,” it not only looks wrong, it is wrong for taxpayer money (including future generations, given the bailout/deficit link) to go to bonuses of the already affluent.\nYes, we know that some bonuses dribble down to administrative assistants and clerical staff. But shouldn’t these workers get appropriately sized guaranteed salaries without depending on bonuses? After all, it’s unlikely that their particular efforts drove firm profits. At the same time, these workers surely were not responsible for the financial crisis. So what can be done?\nTreasury Secretary Timothy Geithner noted the inappropriateness of Citigroup buying a $50 million corporate jet. Likewise, firms taking bailout money should be subject to full public scrutiny in their compensation schemes. The problem is not the bonus payments per se, it is the bailout money.\nSomething’s Fishy\nSusan E. Reed is a journalist who has covered business news for CBS and several other organizations for 20 years.\nMerrill Lynch shareholders have begun to discuss the possibility of suing the company for reportedly paying out $3 to $4 billion in cash bonuses to the financial wizards who enabled the firm to lose billions last year. A successful suit of this kind would give financial services companies the shove they need to reform bonus practices that sanctify infernal risk and focus too little on the long-term growth and stability of the company.\nA more productive way to distribute rewards is by only awarding company stock. This would keep employees mindful of the risks they are taking to their organization and would tie their company’s performance to their own. It would reduce the every-man-for-himself mentality that has thrived inside the big investment houses. And it would require employees and managers to shoulder their own risk.\n“A more productive way to distribute rewards is by only awarding company stock.”\nIt is not at all clear at this point how the Merrill shareholders will proceed now that they have sold or traded their shares as part of the merger with Bank of America. But the fact that Andrew Cuomo, New York’s attorney general, has started to subpoena the main players in the case indicates that he is at least suspicious of why the bonuses were paid in the first place, and issued in December, conveniently before the Bank of America’s acquisition in January.\nThe larger question for taxpayers, who, through the Troubled Asset Relief Program, will contribute an estimated $7,000 per family to some of the very financial companies that caused the meltdown, is why the risk the companies took will be socialized, spread to all taxpayers, while the gains will remain privatized. This means, essentially, that each American family will pay at least $7,000 in bonuses to these companies for the destabilizing risks that undermined the global economy. It begins to put bonuses in an entirely new light, doesn’t it?\nMoney Isn’t Everything\nCurt W. Coffman, a senior partner of a management consulting firm, is the co-author of “First, Break All the Rules” and “Follow This Path.”\nMany corporate directors and compensation committee members say they will lose great people and talent if bonuses are not provided. But this isn’t true. Research shows that while pay and compensation are important, intrinsic motivation such as mission, purpose, achievement and creation of value trumps the dollar. Indeed, when order of importance is tabulated, pay hovers at seventh place in its importance to creating high performance among employees.\n“Corporate leaders who received a bonus in 2008 should do the right thing and return it to the company.”\nWe don’t need to reform how we pay and reward employees, we simply need to return to the basic principles of performance-based compensation. During the past decade or so, the criteria for bonuses on Wall Street has moved away from the company’s actual worth, or revenue, to posted gains instead. Those gains are often based on risky investments and offer only short-term insight into a company’s worth.\nGoing forward, corporate directors need to tie compensation to clearly defined targets that build the value of the company’s shares to the benefit of employees, shareholders and long-term sustainability. Why? Because organizations need to eschew “buying growth” and dedicate themselves instead to “building growth.”\nIn the meantime, corporate leaders who received a bonus in 2008 should do the right thing and return it to the company. And at the end of the day, if you must pay employees the unearned bonus — do so and quickly show them the door!\nThe Wrong Word\nJames P. Othmer is the author of “The Futurist,” a novel, and the forthcoming “Adland: Searching for the Meaning of Life on a Branded Planet.”\nThe problem isn’t with corporate bonuses; it’s with corporate semantics.\nBy definition, a bonus is “something in addition to what is expected or strictly due.” Perhaps, pre-Enron, pre-Madoff, pre-collapse of the financial, real estate and automotive industries, executives got away with receiving their annual seven figure bonuses because we were willing to believe that they truly were surprised by them. Or we were so comfortable with our own financial situation that we didn’t care.\nAfter all, it was a bonus! Super-sized versions of the token gestures we were occasionally given even in our own jobs. The holiday turkey. The extra week’s paycheck. Or, if you happened to work in my field of advertising during the 1990s, the window pane envelope filled with soon to be worthless stock options.\nThe primary reason we could call them bonuses is because some years we got one, but for so many others we got an explanation. A key account was lost. The global network had an off year. Something to do with the price of something.\nAny true bonus has the thrill of uncertainty about it. And the knowledge that when you finally get a good one all of your vocational stars are in alignment.\nHowever, when a bonus is not only expected but mandated under any circumstance, it ceases to be a bonus. It becomes an outrage. Same goes for perks.\nAll of which is why I’m convinced if the Wall Street executives who this year raked in the sixth-highest haul in the history of bonuses, despite being responsible for the worst performing market of our lifetime, simply had the foresight to call their windfall anything but a bonus, we’d be cool with them.\nWe don’t need to reform corporate bonuses. We just need to rephrase them. Too bad bailout is taken.", "url": "https://roomfordebate.blogs.nytimes.com/2009/01/29/bonuses-for-bad-performance/"}