{"authors": ["The Editors"], "date_download": "2018-11-16 04:28:15", "date_modify": "2018-11-16 04:28:15", "date_publish": "2010-05-19 22:35:05", "description": "Why do people — even public officials — lie about their military service?", "filename": "2010_05_19__1542342495.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2010_05_19__1542342495.html", "title": "Politicians and Their Fake War Stories", "title_page": "Politicians and Their Fake War Stories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Matthew Cavanaugh/European Pressphoto Agency\nThis week, Attorney General Richard Blumenthal of Connecticut found himself in the hot seat. A Times article reported that Mr. Blumenthal, a Democrat running for the United States Senate, had not fought in Vietnam, and yet in a speech in 2008 he said, “We have learned something important since the days that I served in Vietnam.” In fact, he received five military deferments between 1965 and 1970, when he landed a coveted spot in the Marine Reserve, which allowed him to avoid combat overseas.\nIt’s not uncommon for people — even public officials — to lie about their military service. What’s behind this kind of deception?\nClaiming Victimhood, Not Valor\nMark Maslan is an English professor at the University of California, Santa Barbara. He is working on a book titled “False Witness: Counterfactual Testimony and Postmodern Truth.”\nWhy would someone like Richard Blumenthal lie about having served in Vietnam? From what we have learned so far, his fabrications concern humiliation more than heroism.\n“I remember the taunts, the insults, sometimes even physical abuse” endured by soldiers returning from combat, he told one audience. Sometimes, he included himself among the insulted.\nA candidate in the Republican primary, Rob Simmons, criticized Mr. Blumenthal, saying, “Too many have sacrificed too much to have their valor stolen in this way.” But what Mr. Blumenthal stole wasn’t valor; it was victimhood.\nThe lies cannot be explained by a hunger for glory, but by a need to be part of a traumatic past that we all share.\nIn this, he resembles the fake Vietnam vets, whose stories more often concern harm suffered and witnessed than bravery proven. Before it was revealed, in 2001, that he spent the war teaching history at West Point, for example, Joseph Ellis was known to lecture his students at Mount Holyoke about his experiences in the vicinity of My Lai at the time of the massacre.\nRead more… Such lies cannot be explained by a hunger for glory in the usual sense. Instead, they promise us access to a traumatic past that is also somehow our own. Today, we see the Vietnam War primarily as an injury to the collective psyche; this has been our way of transforming it from a source of national conflict into a vehicle for national affiliation. Critical judgment has given way to the kind of ersatz fellow feeling Mr. Blumenthal offered an audience in Norwalk, Conn., two years ago when he told them that “we have learned something important since the days that I served in Vietnam.” “Whatever we think about the war, whatever we call it — Afghanistan or Iraq — we owe our military men and women unconditional support,” he said then. There is something exorbitant about the word “unconditional” in that sentence. It sounds faintly undemocratic. Was Mr. Blumenthal worried that his audience’s faith — in the troops, in his act — might be incomplete? We should be as skeptical of his “we” as we have learned to be of his “I.”\nNot Some Walter Mitty\nJonathan Turley is the Shapiro Professor of Public Interest Law at George Washington University and a columnist who writes on legal and policy issues. He blogs at jonathanturley.org.\nConnecticut Attorney General Richard Blumenthal’s reported exaggeration of his military record is a shock to many supporters. But the irresistible temptation to invent or exaggerate military service is common to politicians and non-politicians alike.\nCuriously, Blumenthal is what many people want to pretend to be: a Harvard-educated lawyer with a record of fighting for the public interest.\nWhether it is a pick-up line in a bar or a boast on Memorial Day, people often learn that a little fib of military service can go along way in achieving certain advantages. It is a way of instantly giving yourself a better image — perhaps becoming the person you wish you were.\nFor the state’s top prosecutor (and a senatorial candidate), such claims are particularly problematic. Blumenthal’s office routinely prosecutes fraud and false statements in various contexts. Moreover, federal law makes certain false military claims a criminal matter. (Under the Stolen Valor Act of 2005, a person claiming specific military decorations or medals could be sentenced to a year in jail).\nRead more… What is fascinating is that Blumenthal was already considered one of the nation’s leading politicians and lawyers. He is not some Walter Mitty who desperately wants to reinvent himself like Steven Burton, 39, of Palm Springs, who appeared at his high school reunion in a Marine Corps uniform supporting about a pound of medals. Burton was just some schmo who worked in a bank and decided to remake himself into a decorated officer. Blumenthal is the guy that many people want to pretend to be: a Harvard-educated lawyer with a record of fighting for the public interest. Yet, even he wanted a degree of personal enhancement or reinvention. In that sense he is similar to other leading citizens like Illinois Circuit Judge Michael F. O’Brien who claimed not one but two Congressional Medals of Honor. Likewise, there was Admiral Jeremy Michael Boorda, the 25th Chief of Naval Operations, who was a legend in the service as the only C.N.O. to have reached that position from the enlisted ranks. He committed suicide after being accused of wearing unearned “Combat Vs” on his Navy Commendation Medal and Navy Achievement Medal indicating valor in combat. For politicians, the desire to claim military distinctions is sometimes irresistible. Politicians thrive on symbols and rhetoric that create bonds with the public. Military service is perhaps the strongest such self-authenticating qualification. It recasts a politician in a new light — not some self-serving egomaniac but a selfless public servant. Blumenthal’s comments about the trauma of returning home to a hostile nation would resonate with anyone and elicit universal affection. Of course, the terrible irony is that reinventing oneself in this way can wipe away years of well-deserved respect and trust. In the eyes of many, Blumenthal has joined the ranks of the “semper frauds.” While he told crowds that he still remembered “the taunts, the insults, sometimes even physical abuse” following Vietnam, he is now experiencing that very reaction from citizens.\nBelieving the Lies You Tell\nBella DePaulo, a visiting professor of psychology at the University of California, Santa Barbara, has published extensively on the psychology of deceit. She is also the author of “Singled Out: How Singles Are Stereotyped, Stigmatized, and Ignored, and Still Live Happily Ever After” and she writes the “Living Single” blog for Psychology Today.\nEveryone lies. That’s just human. What is less commonplace is to tell a series of interrelated and consequential lies and get away with them — at least for a while.\nA solo lie can be a solo act, but to unfurl a whole string of successful deceits, you need a supporting cast.\nRemember Clifford Irving, who landed a huge advance to write an “authorized” biography of Howard Hughes? Irving never met Hughes, and knew he never would. When the gig was up, he explained how he felt: “I almost wanted to cry out: ‘Sure, I did it. And I’m glad I did it. You want me to grovel? I can’t. You want me to feel guilty? I don’t. Because I enjoyed every goddamn minute of it.'”\nYou don’t need to be among the remorseless people who delight in their own deceptive conquests to get entangled in a web of lies. It happens to morally ordinary people, too. The trip down liar’s lane can begin unremarkably. Maybe there’s something you yearn for. As a public figure, it may be a life experience that would endear you to your voters. Only you don’t have the experience, so you lie.\nRead more… When there is just one lie out there, the situation seems controllable. But once the people in your audience start to think of you as a hero, do you really want to go back to your true, mundane self? A solo lie can be a solo act, but to unfurl a whole string of successful deceits, you are going to need a supporting cast. Effective liars often start recruiting people even before they’ve told the first untruth. Many have great social skills, and are able to make friends and help other people. Sometimes they impress people in power, who then invest in them and mentor them. Woe to the first person who expresses doubt about the liar’s honor or veracity! Those who are fond of the liar, or feel indebted or invested in the liar, will rush forward to defend their friend. Their public show of support only makes it harder for the liar to come clean, since a confession would hurt and humiliate the very people who stood up for the liar. In the case of Richard Blumenthal, one of his friends, former Connecticut Representative Christopher Shays, told The Times that he was becoming uneasy with Mr. Blumenthal’s depictions of his military experience. Over time, as Mr. Blumenthal seemed to be embellishing his stories, Mr. Shays said he considered cautioning his friend: “I wish I had.” Mr. Shays got closer than most. In our research, my colleagues and I have found that the people who like us and care about us are typically the most reluctant to tell us a painful truth. It is not just that they don’t want to hurt us. They want to believe. They still do believe, long after the less emotionally invested have moved on.\nCraving the Right Credentials\nHenry Mark Holzer, a professor emeritus at Brooklyn Law School, is the co-author of “Fake Warriors: Identifying, Exposing, and Punishing Those Who Falsify Their Military Service.”\nI use the term fake warrior, to describe a person, overwhelmingly male, who lies about having had military service or, having served, embellishes his record.\nLying about military service is an easy way for an elected official to be seen as tough, disciplined and patriotic.\nThere are many psychological, social and cultural questions that this pervasive syndrome raises, but the most challenging one is: Why do public officials, who are highly visible and easily discredited people, lie about their military service? After all, it’s not just Richard Blumenthal who got caught falsely claiming that he had served in Vietnam, policemen, councilmen, presidential candidates, congressmen, state legislators and superintendents have all been found to be fake warriors.\nThe reasons for lying are varied and reflect a wide range of human psychology. Obvious motives among ordinary citizens include financial gain, loneliness, a desire for notoriety, even comradeship.", "url": "https://roomfordebate.blogs.nytimes.com/2010/05/19/politicians-and-their-fake-war-stories/"}