{"authors": ["The Editors"], "date_download": "2018-11-16 04:28:16", "date_modify": "2018-11-16 04:28:16", "date_publish": "2010-05-21 00:35:29", "description": "The public is outraged over stories of $150,000-a-year pensions for public employees. But what can be done?", "filename": "2010_05_20__1542342496.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2010_05_20__1542342496.html", "title": "Can States Fix Their Pension Problems?", "title_page": "Can States Fix Their Pension Problems? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated, 3:00 p.m. | Joshua D. Rauh, a professor of finance at Kellogg School of Management, on what the federal government should do.\nUpdated, 12:40 p.m. | John D. Wong, from Wichita State University, and Cynthia B. Green, a former member of the Governmental Accounting Standards Board, join the discussion.\nAn article in The Times today details how “errors, misunderstandings and wishful thinking” have caused public pension costs in New York State to explode. The problem is not limited to New York or to the fiscal crisis poster state, California, whose ballooning pension obligations have stoked battles between anti-tax crusaders and public sector unions, with the legislature paralyzed in between. Even states like Kansas, where retirees’ payouts are relatively small, are facing grim forecasts.\nStories about $150,000-a-year pensions for retired officials are fueling anger and demands for action, but there seems to be little that officials can do about existing contracts, for legal and other reasons. The focus has turned to reforming the state systems, to make sure they are fiscally sustainable in the future. What states have led the way? And what political obstacles have arisen in other places?\nGirard Miller, Governing magazine\nAlicia H. Munnell, Center for Retirement Research\nE.J. McMahon, senior fellow at Manhattan Institute\nTeresa Ghilarducci, New School for Social Research\nSteven Greenhut, author of “Plunder!”\nJohn D. Wong, Wichita State University\nCynthia B. Green, ex-Governmental Accounting Standards Board member\nJoshua D. Rauh, Kellogg School of Management\nNo More Magic Tricks\nGirard Miller is the public money columnist for Governing magazine and a senior strategist at the PFM Group, a financial services company with government clients.\nThe pension crisis in New York state parallels others such as those in Illinois and California that also require serious solutions. Each has its own historical roots, which usually involved funding malpractices and awarding retroactive benefits on the naïve assumption that investments would magically pay the bills.\nPension officials should look to Washington State and South Dakota for ways to reform their systems.\nWithout depriving retirees and incumbent employees of benefits they have already earned, many states must fix their pension laws to enable public employers to install lower-cost benefits for future service by incumbents and new employees.\nWhere employees pay less than half the current costs of their benefits, the underfunded plans need to split the tab more fairly. This includes retiree medical benefits plans that are 95 percent underfunded nationally.\nRead more… States looking to reform their plans for new employees should look at Washington State’s hybrid plan, which is half pension and half defined contribution. That design shares the investment risks and rewards equitably. South Dakota’s moderate pension plan formula limits the pension payment multiplier at 1.7 percent times years of service times final compensation — and they avoid using investment surpluses to buy into irrevocable higher benefits. Illinois’ recent remedial reforms to align the retirement ages for new civilian employees with Social Security’s age 67 and cap the maximum pension benefit at $106,000 should be followed by others. Giving all new employees a statutory right to elect into a competitive defined contribution plan will also prevent future “pension creep” as more workers take that option. States and local governments should be conducting formal sustainability analyses to quantify their capacity to bear current obligations and any proposed enhancements, taking into account future reforms in governmental accounting rules that will only heighten the cost increases facing public employers.\nHysteria Now Won’t Help\nAlicia H. Munnell, a former member of the Council of Economic Advisers, is the Peter F. Drucker professor of management sciences at Boston College’s Carroll School of Management and director of the college’s Center for Retirement Research.\nPublic pension plans — like the rest of us — are suffering from the financial crisis and ensuing recession. States and localities were on a path toward full funding, but they were seriously knocked off track with the collapse of asset prices.\nBetter accounting might have helped avoid the benefit liberalizations that took place in the 1990s when many plans appeared to be overfunded.\nBetween 2008 and 2009, the ratio of assets to liabilities for a sample of 126 plans in a report conducted by the Center for Retirement Research dropped to 78 percent from 84 percent, and ratios are likely to continue declining for the next five years as actuaries average in the losses.\nIt is true that the financial numbers would look worse under more appropriate accounting. Discounting liabilities by a low rate that reflects the riskless nature of the liabilities (that is, the benefits being guaranteed) would reduce the 2009 funded ratio to 55 percent.\nRead more… Better accounting in the past would have led to more assets today and may have helped avoid the benefit liberalizations that took place in the 1990s when many plans appeared to be overfunded. For example, in 1997 CalPERS, the California public employees pension system, reported that assets equaled 111 percent of liabilities. In response, the California legislature enhanced benefits for current and future employees. If CalPERS liabilities had been valued at a riskless rate, the plan would have been only 76 percent funded. Although the present value of promised benefits depends on the choice of the discount rate, the promised benefits themselves do not. When teachers or firefighters retire, they will get the amount calculated under the plan provisions, and how that future amount is reported today has no impact on the ultimate payment. Moreover, an average ratio of assets to annual benefits of 15 (among the sample of plans in the Center’s study) suggests that plans — with notable exceptions such as most Illinois plans, Oklahoma Teachers and New Jersey Teachers — have enough on hand to pay benefits for decades. So liquidity is generally not an issue. The key question is what should be done. A major increase in contributions is not realistic at this time. Because of court rulings, states and localities have virtually no ability to cut benefits for existing employees and may have only limited ability to increase employee contributions. And any changes for new employees will take a long time to have any substantial effect. That means if funding levels are to be restored quickly, the money must come primarily from taxes. But the recession has significantly reduced tax revenues and increased the demand for services. Thus, finding additional taxes will be extremely difficult. The only real option is to wait for the market and the economy to recover.\nStop the Bleeding\nE.J. McMahon is a senior fellow at the Manhattan Institute and director of the institute’s Empire Center for New York State Policy.\nNew York’s latest stab at pension reform, which created a new “tier” of slightly reduced benefits, was an enormous missed opportunity. While the plan shaved away a few of the most costly sweeteners added to pension benefits since the early 1990s, it preserved the basic defined benefit plan structure. This is the core of the problem: a huge and growing financial risk for current and future taxpayers.\nFor starters, New York should close existing defined-benefit pension plans to new entrants.\nThat risk is likely to be compounded by the next state budget. Gov. David Paterson and legislative majorities apparently have agreed to cap rising pension bills by “amortizing” them, which essentially means borrowing $2.5 billion from the pension fund in the next four years alone. Of course, this won’t reduce costs — it will merely push them into the future. Meanwhile, as documented in this recent Manhattan Institute report, public pension obligations are grossly understated to begin with.\nUnfortunately, there is no way to reverse the pension cost spiral in the short term. The state Constitution is generally interpreted as locking in all current employees’ retirement benefits — even those not yet earned.\nRead more… But this should not be an excuse for paralysis. The first order of business should be to stop the bleeding — by closing existing defined-benefit pension plans to new entrants and enrolling newly hired general employees in defined-contribution plans. A ready-made model is the Optional Retirement Program favored by employees of the State University of New York. Republicans and Democrats alike in Albany have long treated fundamental pension reform as a political third rail. But there is at least one tiny crack in the wall of fear. State Assemblyman Jack Quinn, a Buffalo-area Republican running for state Senate, just unveiled the most far-reaching and comprehensive pension reform proposal we’ve seen from any member of the New York Legislature in decades. Mr. Quinn’s plan represents the kind of approach New York needs — before it’s too late.\nThe Right Pension Plan\nTeresa Ghilarducci, director of economic policy analysis at the New School for Social Research, is the author of “When I’m 64: The Plot Against Pensions and the Plan to Save Them.”\nMost public employees have pensions plans most every worker wants and should have. The defined benefit plans provide a benefit credit for every year of service tied to an employee’s wage.\nEmployees and employers should pay more in good times and less in bad times.\nEmployers and employees contribute, professionals invest the money for a low fee and the benefit is paid out as a pension for life. Even better, the funds are invested in the economy to promote growth and public pensioners provide consumer demand when they retire. And, unlike 401(k) plans workers can’t spend the funds before retirement.\nThe core benefit design is good. But cheating is not.\nRead more… I was a trustee of the Indiana public employees’ pension plan in the late 1990s and early 2000. We made mistakes but we had good bones. Today the fund is not hugely underfunded, which means cities and the state do not have to make large and unexpected contributions in a recession. Indiana public employers and employees always contributed — there were no pension holidays. In the go–go years we didn’t invest in what we didn’t understand. No Enron, no derivatives, very little private equity, no hedge funds. We kept the assumed interest rate assumptions on the low side. In contrast, in good times many states and municipalities speculated that their funds would earn high rates of return so they could contribute less: their taxpayers, by the way, benefited in the short-term and shouldn’t complain now that it is payback. Pension funding should work the opposite way: employees and employers should pay more in good times and less in bad times. The funding status should range from about 120 percent to 80 percent. There are technical ways to do that; they have to be embedded in the funding design.\nCalifornia’s Mess\nSteven Greenhut is the author of “Plunder! How Public Employee Unions Are Raiding Treasuries, Controlling Our Lives And Bankrupting the Nation.”\nThere’s no denying that California’s pension problem has turned into a full-fledged fiscal crisis. Unfunded pension liabilities are soaring — as high as one half-trillion dollars, according to a recent Stanford University estimate — as the result of a market downturn, followed by years of absurdly generous pension increases for government employees. The state’s $100,000 pension club has more than 15,000 members from all retirement systems — and the numbers are growing rapidly.\nCalifornia voters are going to have to take matters into their own hands, through the state’s clumsy initiative process.\nNot only libertarian and conservative government critics have been noticing. Former Democratic Assembly Speaker Willie Brown wrote in his San Francisco Chronicle column early this year that “[W]e politicians — pushed by our friends in labor — gradually expanded pay and benefits . . . while keeping the job protections and layering on incredibly generous retirement packages.” The chief actuary for the California Public Employees’ Retirement System (CalPERS) called the current pension system “unsustainable.”\nGov. Arnold Schwarzenegger’s pension adviser, David Crane, recently told a state Senate hearing on pension reform, “One cannot both be a progressive and be opposed to pension reform. The math is irrefutable that the losers from excessive and unfunded pensions are precisely the programs progressive Democrats tend to applaud. Those programs are being driven out of existence by rising pension costs.”\nRead more… Yet the modest reform legislation Mr. Crane backed, which would have provided a still-generous second retirement tier for new hires, was dead on arrival in the Democratic-dominated Legislature, which has simply ignored these compelling “depletion of services” arguments. In California, there is no hope of reform coming from the Legislature, period. California voters — who are showing signs of agitation at the pension debt and the unfairness of the current system — are going to have to take matters into their own hands, through the state’s clumsy initiative process. Courts have ruled that current pension deals are vested benefits that cannot be reduced, but there’s no reason not to fix the problem going forward. No initiative has so far gotten the backing necessary, but that’s only a matter of time. When unions complain about their vilification in a coming battle, they and their political allies will only have themselves to blame for ignoring the words of progressive Democrats like Willie Brown and David Crane.\nSan Diego, Six Years After\nLiam Dillon reports on politics for voiceofsandiego.org.\nThe pension crisis that engulfed the city of San Diego nearly eight years ago forced the mayor to resign, led to numerous federal and state investigations and kept the city off the bond market for four years. At its nadir in 2004, the city’s pension system only was 65.8 percent funded.\nThe horizon remains bleak, even though the city has already made many fixes now proposed elsewhere.\nSince then, the city adopted an aggressive pension repayment schedule, passed a charter amendment that requires voter approval for any pension increases and created a more austere pension plan for new city employees.\nThis year, the city’s pension system is 66.5 percent funded, the lowest level since 2004.\nRead more… San Diego should be a cautionary tale for governments seeing pension crises for the first time. Even though the city already has made many of the fixes now proposed elsewhere, San Diegans remain burdened by pension payments eating up more and more tax dollars each year. The city is reducing its library hours, letting its roads deteriorate and cutting the sacred cows of city government, the police and fire departments. At the same time, next year the city will pay a $231 million bill to the pension system, an amount equal to 20 percent of its day-to-day operating budget. Investment losses fuel that bill, but so does an inability to cut larger costs. Overall, the city hasn’t made fundamental changes to its cost structure, nor has it tried to raise taxes. Instead, change has been incremental, including a heavy dose of one-time budget fixes. The most radical solutions to the city’s pension problem — lawsuits to roll back benefits granted to city employees — so far have failed. The city just filed another lawsuit, this one to force employees to share stock market risks with the city. If successful, which is a big if, the city will have turned the traditional idea of its pension system on its head, but saved at most $40 million this year. In years with better investment returns, the city could owe more than it would otherwise. The horizon remains bleak. As it stands, in 15 years the city’s annual pension bill will eclipse $500 million.\nLet’s Talk About Kansas\nJohn D. Wong, a professor of public administration, is the interim director of the Hugo Wall School of Urban and Public Affairs at Wichita State University.\nThe underlying causes of the public pension crises across many states are varied. Some of these causes involve poor policy choices and nefarious behavior. However, many do not. Of course, the economic downturn has not helped. As asset value has plummeted, many states have not increased their contributions to offset these losses. As a result, accrued unfunded liabilities skyrocketed.\nThe Kansas pension plan will run out of money unless significant changes are made to the system.\nOne significant problem that must be dealt with in all public pensions is the delicate balance between present and future compensation and the impact of this relationship on the ability of state and local governments to attract and retain productive and loyal employees to hourly jobs that are often dangerous (firefighters, police officers) and undesirable (sanitation workers). Historically, compensation of public employees tended to be skewed toward future compensation. Public employees generally accept lower compensation compared to the private sector in exchange for more generous retirement later. This is a major factor in why most public pensions were structured as defined-benefit plans as opposed to defined-contribution plans.\nAlthough a change to defined-contribution plans on the part of public entities would limit states’ exposure to pension liabilities in the future, it would also reduce the attractiveness of many of the jobs.\nRead more… In February, a report by the Kansas Legislative Division of Post Audit found that “nearly 84 percent of the $2.4 billion increase” in the Kansas Public Employees Retirement System is “attributed to the investment return factor.” But there are still underlying structural problems with the Kansas pension system. In 1993 the Kansas Legislature restructured the state pension system, enhancing employee benefits, spreading the unfunded accrued liability over a longer time period and capping the public contribution rate. While this minimized the potential impact of pension liabilities on public budgets, it worsened the future impact of accrued pension liabilities over time. A report by the Center for Applied Economics at the University of Kansas concluded in September 2009 that the Kansas Public Employees Retirement System was “bankrupt under current operating assumptions.” Mark Parkinson, the governor of Kansas, disagreed. He said that the system “has more than enough money to pay out promised retirement levels for many, many years.” The truth, therefore, depends on how “bankrupt” is defined and what “many, many years” means. The state pension system is technically not bankrupt because it has about $10 billion in assets, more than enough to pay retirees well into the immediate future. But long-term, the pension owes about $20 billion in accrued liabilities so at some point the plan will run out of money unless significant changes are made to the system.\nStop the Madness\nCynthia B. Green is a former member of the Governmental Accounting Standards Board.\nGovernments are their own worst enemies when it comes to pensions. When their coffers are flush, they hand out benefit sweeteners without getting anything in return. When their coffers are empty, they fail to make required contributions to their pension plans. Both actions increase the amount governments owe, and, therefore, the amount they must contribute each year, which only exacerbates their budget problems.\nThe only solution is to end the unaffordable defined-benefit pension plans for public employees once and for all.\nWe prefer not to think about balancing budgets by cutting programs and services for the poor or increasing class size. But it is unthinkable to balance these budgets by reneging on pension or retiree health benefits — promises made to state and local employees who have devoted their careers to serving the public.\nThe inescapable conclusion is that the only solution to managing these competing, critical objectives is to start the long process of ending the unaffordable defined-benefit pension plans for public employees once and for all. These cannot be taken away from current employees, but no employee hired from this day forward should receive anything other than a defined-contribution plan. Although not an instant solution, this is vital to a long-lasting positive change on the fiscal health of governments.\nRead more… In addition, in advance of any increases in retirement benefits, state and local governments must prepare and publicly present the multiyear cost of these changes and an assessment of their long-term affordability. The total actuarial cost of these benefits must be funded annually and jurisdictions should be prohibited from ever again celebrating a pension holiday. Taking these steps will put us on the right path.\nNeeded: A Federal Role\nJoshua D. Rauh is an associate professor of finance at Kellogg School of Management, Northwestern University.\nMany states are in deep trouble. As many as twenty states could see their pension funds run out by the end of 2025, even if they earn 8% on their investments. The federal government should be worried, as insolvent states will turn to them for help. Given the funding gaps in state pension plans, the total size of a federal bailout of states and their pension programs would exceed the recent bailout of the U.S. financial system — and would be likely more than $1 trillion.\nThe federal government should cut a deal with states.\nThe federal government should cut a deal with states. They should allow a state to issue tax-subsidized bonds for the purpose of pension funding for the next 15 years — if and only if the state government agrees to take three specific measures to stop the growth of unfunded liabilities:\n— The state must close its defined benefit plans to new employees and agree not to start any new defined benefit plans for at least 30 years.\n— The state must annually make exactly its actuarially required contribution left over from the existing underfunded plans; only the amount of that contribution will be subsidized.\n— The state must include its new workers Social Security, and provide them with an adequate defined contribution plan, again for at least 30 years. To this end, the federal government should start a Thrift Savings Program for state workers and operate it alongside the existing Thrift Savings Program for federal workers.", "url": "https://roomfordebate.blogs.nytimes.com/2010/05/20/can-states-fix-their-pension-problems/"}