{"authors": ["The Editors"], "date_download": "2018-11-16 04:28:18", "date_modify": "2018-11-16 04:28:18", "date_publish": "2010-05-19 15:37:31", "description": "What do Tuesday’s primaries in Pennsylvania, Arkansas and Kentucky indicate for the November contests?", "filename": "2010_05_19__1542342498.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/roomfordebate.blogs.nytimes.com/2010_05_19__1542342498.html", "title": "Angry Boomers and Other Election Clues", "title_page": "Angry Boomers and Other Election Clues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Left to right: Michael Perez/Associated Press, Jake Stevens/Reuters, Danny Johnston/Associated Press\nThe outcomes of the primaries in Pennsylvania, Kentucky and Arkansas showed that both the Democratic and Republican parties face threats from candidates who are able to portray themselves as outsiders willing to shake up the system.\nIn the Opinion section The Conversation: Let the Polarization Begin\nRand Paul, the Tea Party candidate in Kentucky, prevailed in the Republican senatorial primary against Trey Grayson, who was endorsed by Senator Mitch McConnell. Senator Arlen Specter was defeated by Representative Joe Sestak in the Democratic primary in Pennsylvania. And Senator Blanche Lincoln now faces a run-off election against her challenger in June.\nOf course, intra-party contests tend to draw more ideological voters. Even so, the anti-incumbent streak was apparent. What do these results indicate for the November elections?\nWhen Outsiders Take Over Washington\nDan Schnur is the director of the Jesse M. Unruh Institute of Politics at the University of Southern California. He was the communications director for John McCain’s 2000 presidential campaign.\nThere’s no reliable way to determine whether voters are angrier than they were during previous anti-establishment voter revolts in 1980, 1994 or 2006. But they are certainly louder.\nStoking voter anger is easy, putting that raw emotion to more constructive uses is harder.\nThe emotional energy among voters this year may not be significantly different than during those earlier change-driven elections. But advancements in technology make talk radio, cable television and online communications both more sophisticated and more accessible. It is easier than ever for a candidate in 2010 without institutional backing to gain notice and build support from a much broader and far-flung audience. Just as a singer can now be propelled to success and fame from a YouTube video, a political candidate or cause can easily thrive without support from national fundraisers, surrogates or powerbrokers.\nSince the political establishment tends to cluster toward the ideological center, these technology-powered activist voices disproportionately veer hard to the left and right.\nRead more… Their natural resentment toward the existing voices of authority, fueled by a populist passion that rages more strongly on the edges of the political debate than at its midpoint, provides greater motivation to move a message through nontraditional means. While both groups will be angered by the comparison, a MoveOn member and a Tea Partier have much more in common than either would care to admit. Both are the driving forces within grassroots organizations that are more committed, more resourceful and more skillful at operating in what is no longer a new media landscape than the leaders of the political parties against whom they rebel. Whether they can work together after the election is a more difficult challenge. The next months will be consumed with speculation as to whether an anti-establishment rage helps one party’s prospects more than the other. But it’s worth devoting at least a portion of that time to a discussion of what needs to happen once all those political outsiders get to Washington and move inside the walls of power. Recognizing and stoking voter anger is the easy part. What’s harder is figuring out whether that raw emotion can be put to constructive use once the dust has settled in November.\nNot Anti-incumbents, Anti-phonies\nDonna Brazile is a Democratic political strategist and the Democratic National Committee’s vice chairwoman of voter registration and participation. She is the author of “Cooking with Grease: Stirring the Pots in American Politics.”\nTuesday night gave us a sneak preview of the fall midterm contests and here’s the message that was loud and clear: Be prepared for a tidal wave of voter rebellion.\nThe good news: both parties have time to revise their playbook for the fall.\nThis rebellion wasn’t directed at the incumbents, but rather at politicians they perceive to be phonies. That said, the results made clear three important trends:\n— The far right and far left are ascendant in both parties. The extremes of the spectrum made gains in each party’s primaries against the “all things to all people” incumbents. That includes Arkansas where liberal Lt. Gov. Bill Halter won a run-off with middle-of-the-road Senator Blanche Lincoln.\nRead more… — The Tea Party movement is gaining strength inside the Republican Party. While they have proven to have enough strength to win primaries and take the power away from the G.O.P. establishment, there’s little proof that they have the power to win a general election. — Lastly, there is profound voter discontent with those in Washington. Republicans hoping to win back control in Congress lost an important race with a tail wind, and Democrats can’t seem to count on the president’s coattails to take them over the top. But the victory in Pennsylvania’s 12th Congressional district should put an end to the notion that everything is a referendum on President Obama and his policies. The good news — both parties still have time to revise their playbook for the fall.\nWho’s Rebelling Now\nRick Shenkman, an associate professor of history at George Mason University and editor of the History News Network, is the author of “Just How Stupid Are We: Facing the Truth About the American Voter.” He is vice president of Vote iQ , a new social networking site for politics.\nThe crowds were large and energized. Going into the primary election season, protesters faced skepticism that theirs was indeed a movement. The pundits were shocked by their success.\nThe year? 1972. The hero of the hour? George McGovern.\nIt’s not ideology that is driving politics now. There’s not a hint of the culture wars in this year’s votes.\nAmericans are always rebelling against the old order. So why does what is happening now seem so unlike what happened in 1972? When it is young people in rebellion, as in ’72, we cannot resist the feeling that somehow someway what we are getting is a glimpse into The Future.\nBut when it is the middle-aged and older voters in rebellion — as is happening this year not only in Massachusetts but now in Kentucky (Kentucky! When was the last time anyone thought of Kentucky as ground zero for a rebellion?) — we aren’t sure what to make of events. The movement falls outside our usual narrative in which kids rebel against the status quo and older people are the status quo.\nRead more… Older people rebelling is a different story, and it’s the only story that makes sense this year. It’s not ideology that is driving politics now. There’s not a hint of the culture wars in this year’s votes. It’s rebellion. It’s the collective urge of both Tea Party supporters and mainstream conservatives and independents to break from the entrenched establishment. That ideology is not the driving force is made clear by a comparison of the records of Joe Sestak and Arlen Specter. Issue for issue they are mostly alike. They agree on abortion, spending cuts, gay marriage, Patriot Act, health care reform, assault weapons, cap and trade, the bank bailouts, and Iraq. They disagree on three issues. End the estate tax? Sestak no, Specter yes. Promote free trade agreements like Cafta? Sestak yes, Specter no. Support Obama’s surge in Afghanistan? Sestak yes, Specter no. And yet people in the Sestak and Specter camps are fundamentally different. Sestak’s supporters are fed up. Specter supporters are willing to leave things as they are even if they too are worried and a little agitated. What does all this portend for November? First, the general rule that incumbents get re-elected (for House members it’s been something like 98 percent) is in suspension this year. A majority of the Democratic freshmen in the House won with less than a 4 percent margin in 2008 and are vulnerable to any throw-the-bums-out mood among voters. The Democrats will very likely have much smaller majorities in Congress and might well lose the House. Second, while 77 percent of presidents come in with congressional majorities, 55 percent lose their majority in at least one house during their term. Only three presidents have scored clear off-year victories in Congress since the Civil War (not counting Teddy Roosevelt’s, which is complicated), F.D.R. in 1934, Bill Clinton in 1998, and George W. Bush in 2002. For President Obama and incumbents come November, 2008 is going to seem like a long time ago.\nFertile Ground for Libertarians\nBob Moser, editor of The Texas Observer and contributing writer for The Nation, is the author of “Blue Dixie: Awakening the South’s Democratic Majority.”\nYesterday’s results from four state primaries — most notably, Libertarian Republican Rand Paul’s decisive victory in Kentucky — were being spun as a “Tea Party victory” the second the results came in. It is always, it seems, a good day for the Tea Party when Americans vote in 2010.\nThe new culture war is racial in part, but more immediately, the offspring of economic fear.\nBut there is no resonant message coming out of a “Tea Party victory.” What we saw was all over the map — more precisely, all over the left and right of the political map, with little action in the center.\nOnly one thing truly can be gleaned from Tuesday: For now, both Republican and Democratic primary voters have pretty much tossed aside the concept of “electability.”\nRead more… The relative centrists — Lincoln, Specter and Grayson, for starters — took a beating. The candidates who played more brazenly to their base, left or right, outperformed expectations. Moderation, thinking about the good of the party in November — forget about it. That kind of anti-incumbent spirit is not unheard of in midterm primaries, of course. But usually there’s some evidence that winning in November was part of the voters’ calculations. When you choose Bill Halter over Blanche Lincoln in Arkansas (they are headed to a runoff), or Rand Paul over Trey Grayson in Kentucky, you’re thinking about something besides making sure your party wins in the fall. It’s easy, and lazy, to attribute this to some kind of nebulous “anger” out there. But there is always anger in American politics. What matters is where, and how, it’s channeled. The pundits started attributing Rand Paul’s win to “tea party anger” as soon as the results were in, and so did Paul. “We’ve come to take our government back,” he said. “This Tea Party movement is a message to Washington that we’re unhappy and that we want things done differently.” The real significance of this mini-Tuesday is both more narrow and more revealing: In the quintessentially Republican state of Kentucky (part Southern, part Midwestern, overwhelmingly white), the party had a genuine free-for-all between an establishment conservative and a conservative libertarian. The fact that they went for the conservative libertarian, Paul, does suggest something about the direction rank-and-file Republicans want to take their party. The direction? Out of the megachurches and into the cul-de-sacs and office parks. It’s rarely been noted, but what we came to recognize as “culture-war” talk in the ‘80s and ‘90s has been conspicuously missing from this latest conservative surge. You didn’t hear Paul talking about family values or basing his campaign on out-moral-valuing his opponent. That’s emblematic of a trend that goes beyond Kentucky. Running for re-election in Texas, Gov. Rick Perry — whose earlier campaigns featured much talk of life and faith — has focused relentlessly on small-government economic issues. Sarah Palin, in her highly lucrative road trip across America, says little about culture-war issues beyond cheekily praising those who “cling to their guns and religion.” There’s a new culture war on. It’s racial, in part, but it’s more immediately the offspring of economic fear. It’s fertile ground, right now, for the Libertarian Republicans to plow. But right now is a long way from November, when the middle matters again.\nRejecting the Center\nLorenzo Morris is a professor and former chair of the department of political science at Howard University. He is the author of several books and articles on electoral politics.\nSomewhere in the universe of political clichés, the notion that “the center cannot hold” may eventually overshadow the idea of “anti-Washington movements” in conventional election analysis.\nThe focus on anti-Washington voter sentiment disguises the disenchantment with the middle of the road.\nThe idea that effective campaigns led by conservatives or liberals have to seek out the ideological center (as opposed to being dragged to it) has dominated political commentary. This election should help to undo that assumption.\nCandidates who start out aiming for the center and voters looking for centrist candidates were both in short supply among those celebrating the outcome of Tuesday’s primary and special elections.\nRead more… Republicans and Democrats who cluster around compromise increasingly make the biggest targets. The focus on anti-Washington voter sentiment by the media disguises the disenchantment with the middle of the road. Accordingly, the most compromising of all, Senator Arlene Specter, the self-made bipartisan, fell to Rep. Joe Sestak, a liberal Democrat, and Mark Critz, a longtime Capitol Hill staffer, defeated recovering Tea Party advocate Tim Burns for the Pennsylvania congressional seat. In Arkansas, Democratic voters moved to the labor-oriented left with Lt. Gov. Bill Halter while leaving Sen. Blanche Lincoln in the middle of the road. The writing on the wall should have been obvious after Florida’s Governor Charlie Crist was forced to abandon to his Republican senatorial hopes for having said nice things to centrist and liberal Democrats, while Senator Robert Bennett of Utah was banished by the right. What Rand Paul offered, and the voters seemed to buy, was not his capacity to bring people together but his seeming indifference to the center. While less vocal, the Democratic left also seems tired of indulging its unrepentant centrists. It is likely that candidates in the November election will continue to seek out the center but the ideological distance from the right and left of primary election politics promises to be increasingly difficult to travel.\nOutsider Magic and Clinton’s Blessing\nLara M. Brown is an assistant professor of political science at Villanova University.\nTuesday’s contests, particularly Senator Arlen Specter’s defeat in Pennsylvania’s Democratic primary and Republican Party favorite Trey Grayson’s loss in Kentucky, provided more evidence of a restless electorate, displeased with “insiders” from both parties.\nLesson for Republicans: think local and don’t let your challengers become part of the G.O.P. establishment.\nThe results further revealed that the longest presidential coattails do not belong to President Obama, but to Bill Clinton, who is currently something of an “outsider” in the Democratic Party. In the two races in which he actively engaged, his candidates (despite being insiders and moderates who stood against some of the party’s positions on health care and energy reform) were incumbent Senator Blanche Lincoln, who did better than some expected in Arkansas’s Democratic primary, and Mark Critz, former aide to longtime Representative John Murtha, who won the special election in Pennsylvania’s 12th Congressional district.\nIn terms of reading fall’s tea leaves, the most important of Tuesday’s contests was the special election. This is especially true for the Democrats who may be tempted to discount what it took for them to retain the seat.\nRead more… First, though voters in that part of Pennsylvania are conservative, the district has a two to one registration advantage in favor of Democrats. Second, while Mr. Critz earned a comfortable 53 percent of the vote, his predecessor, Representative Murtha, carried the seat less than two years ago by 58 percent. Third, Mr. Critz ran against Washington, President Obama and the progressive wing of the Democratic Party. Fourth, Mr. Critz was able to wrap himself in John Murtha’s mantle and campaign on his Congressional legacy. Few of the competitive seats this November pose these kinds of advantages. And for the Republicans, one major lesson: do not let your challengers become part of the G.O.P. establishment or get too far away from local politics.\nIncumbents May Still Win\nLarry J. Sabato, director of the Center for Politics and University Professor of Politics at the University of Virginia, is the author of “The Year of Obama.”\nSo far it’s a good year to be anti-establishment. Voters showed again last night that they’re willing to give a kick in the teeth to the leaders of both parties. President Obama, Vice President Biden, and Governor Ed Rendell had cast their lot with Senator Arlen Specter, but Pennsylvania Democrats said we’ll go with the guy who has never received George W. Bush’s blessing, Congressman Joe Sestak. Given Specter’s fate, there may be less party-switching for a while. Your former party loathes you, and your new party doesn’t trust you.\nAs interesting as the primaries were, history tells us they have little predictive power.\nIn Kentucky, the man who built the modern Bluegrass G.O.P. got his comeuppance. Senate Minority Leader Mitch McConnell had never been repudiated by fellow Republicans the way he was with Rand Paul’s landslide win over McConnell protégé Trey Grayson. If Paul gets the seat in the fall, Kentucky will have claim to the Senate’s premier odd couple from the same party.\nThen in Arkansas, Senator Blanche Lincoln fought to a draw with Lt. Gov. Bill Halter, a union favorite who argued Lincoln is too conservative. Halter forced Lincoln into a June 8 runoff despite her support from home state favorite Bill Clinton and most senior Democrats. Congressman John Boozman, who received the Republican nomination without need of a runoff, probably is the big winner of the extended Lincoln-Halter war.\nRead more… Too much should never be made of one special House election, but there’s no denying Democrats got a nice boost from their victory in Pennsylvania’s 12th district. This is the only district in the nation to have switched from Democrat John Kerry in 2004 to Republican John McCain in 2008, and it was ripe for a Republican takeover. Yet the Democrat won handily, demoralizing many Republicans who had counted on this much-watched contest to be the keystone of a new House G.O.P. majority. So much for the heady (and always unrealistic) predictions of 70 to 100 House pickups in November. As interesting as the primaries were, history tells us they have little predictive power. These are intra-party contests, after all. And it’s worth noting that despite the troubles of a handful of incumbents, the vast majority are doing quite well. They’ll be on the November ballot and most will win reelection. Even in ‘bad’ years, most incumbents survive and prosper.\nMixed Results for Moderates\nSusan Sullivan Lagon is a senior fellow at the Government Affairs Institute at Georgetown University and has taught American politics and constitutional law at Georgetown.\nAs usual, primary voters gravitated toward the extremes of their parties — those who pay attention before the general election are by definition the more ideological activists. So while a clearly angry electorate calls for an end to partisan bickering in Washington, primary voters tend to reject precisely those moderates who could broker compromises on Capitol Hill. The problem for insurgents, it seems, is that they eventually become incumbents.\nMillions spent against Blanche Lincoln by the service employees union and strong opposition from MoveOn.org was not enough to topple her.\nDespite Arlen Specter’s changing parties, backing from the Service Employees International Union, the benefit of Gov. Ed Rendell’s operation, and President Obama’s robocalls, Specter lost to two-term Congressman Joe Sestak. Sestak made Specter’s age an issue and successfully portrayed himself as the “real” Democrat to voters who were accustomed to voting against Specter in general elections for 30 years. Sestak will face conservative former Rep. Pat Toomey in November.", "url": "https://roomfordebate.blogs.nytimes.com/2010/05/19/angry-boomers-and-other-election-clues/"}