{"authors": ["Micah Cohen"], "date_download": "2018-11-16 04:23:45", "date_modify": "2018-11-16 04:23:45", "date_publish": "2013-01-26 01:47:02", "description": "Some Republicans have proposed switching the way their states award Electoral College votes from winner-take-all to a proportional system based on Congressional districts. Democrats should be glad none of those plans have moved forward.", "filename": "2013_01_25__1542342225.html", "image_url": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/4bb5f83fd142ece58b995b8945501597/2013_01_25__1542342225.html", "title": "Electoral College Changes Would Pose Danger for Democrats", "title_page": "Electoral College Changes Would Pose Danger for Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republican state senators in Virginia, as well as the state’s Republican governor, Bob McDonnell, announced Friday that they would oppose a bill to change how the state awards its electoral votes in presidential elections. The proposed legislation would have moved the state from awarding its electors on a winner-take-all basis to a proportional system based on Congressional districts.\nThere have been rumblings of similar changes in other Republican-controlled states carried by President Obama in 2008 and 2012: Pennsylvania, Wisconsin, Ohio and Michigan. And the chairman of the Republican National Committee, Reince Priebus, has voiced his approval of such measures.\nAlthough the Virginia bill now looks unlikely to become law, Democrats had expressed concern. Were they right to worry?\nThey were.\nAs Virginia demonstrates, the odds of all those states adopting a proportional system are probably small; some Republican lawmakers have expressed reservations about the idea. In Florida — the other state that Mr. Obama has carried where Republicans control the legislature and the governor’s mansion — the speaker of the House, a Republican, has come out against changing the state’s system.\nBut if some of those states did make the switch, it would substantially alter the nation’s electoral math. With Virginia, Michigan, Ohio, Pennsylvania and Wisconsin awarding their electors proportionally by Congressional district, Mr. Obama would have won re-election by just 30 electoral college votes instead of 126, according to a Times analysis of data from The Cook Political Report’s David Wasserman.\nIf those five states and Florida had switched to a proportional system, Mr. Romney would currently be getting accustomed to the West Wing computers.\nPhoto\nAn Electoral College based on Congressional districts would be decidedly more friendly to Republican presidential candidates than the current system. Democratic-leaning voters tend to live in more densely populated areas, making for a less efficient distribution of votes. And Republicans were in charge in many states when districts were redrawn after the 2010 census.\nMoreover, the states where these proposals are being floated, perhaps not coincidentally, are many of the states where a proportional system would have the biggest impact. If Arkansas or Connecticut moved to proportional allocation by Congressional district, the two states’ 2012 Electoral College votes would have been awarded in exactly the same way. In fact, that is true in 21 states. And in 42 states a proportional system would have each moved fewer than five votes in the 2012 election.\nBut the states where these proposals are percolating are among the few where Mr. Romney would have gained a substantial number of electors.\nPhoto\nCould Democratic lawmakers play the same game?\nPhoto\nNot really. The states where Democrats could gain a significant number of votes from proportional allocation by Congressional district — Texas, Georgia, North Carolina and Arizona — are all controlled by Republicans. In addition, even if the system were somehow put in place in every state, the payoff for Democrats would be substantially smaller than the G.O.P.’s electoral windfall.\nIf the Virginia proposal had been adopted in 2012 and the other 47 states had adopted a system like Maine’s and Nebraska’s (where one electoral vote goes to the winner of each Congressional district and two votes go to the statewide winner), then 103 of Mr. Obama’s blue state electoral votes would have gone to Mr. Romney. Mr. Obama, by contrast, would have gained only 32 electoral votes in red states.\nAnd, by an electoral college count of 277 to 261, Mr. Romney would be president.", "url": "https://fivethirtyeight.blogs.nytimes.com/2013/01/25/electoral-college-changes-would-pose-danger-for-democrats/"}