{"authors": ["Don Van Natta Jr.", "Jo Becker"], "date_download": "2018-11-16 03:19:02", "date_modify": "2018-11-16 03:19:02", "date_publish": "2011-07-20 00:00:00", "description": "LONDON -- Rupert and James Murdoch said repeatedly during their extended testimony before a parliamentary committee in Britain that their involvement in managing the News Corporation's response to the phone hacking scandal was limited. Rupert Murdoch said he felt let down by ''the people that I trusted and then, maybe the people they trusted.''\nEven so, the Murdochs' defense of their roles highlighted several issues that continuing investigations by parliamentary committees and the police are likely to examine in greater detail. Among them:", "filename": "query.nytimes.com_gst_fullpage-9806E7DC133CF933A15754C0A9679D8B63_1542338342.html", "image_url": "https://static01.nyt.com/images/common/icons/t_wb_75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/query.nytimes.com_gst_fullpage-9806E7DC133CF933A15754C0A9679D8B63_1542338342.html", "title": "Murdoch, 'Surprised and Shocked,' Is Likely to Face More Questions", "title_page": "Murdoch, 'Surprised and Shocked,' Is Likely to Face More Questions - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON -- Rupert and James Murdoch said repeatedly during their extended testimony before a parliamentary committee in Britain that their involvement in managing the News Corporation's response to the phone hacking scandal was limited. Rupert Murdoch said he felt let down by ''the people that I trusted and then, maybe the people they trusted.''\nEven so, the Murdochs' defense of their roles highlighted several issues that continuing investigations by parliamentary committees and the police are likely to examine in greater detail. Among them:\nPAYMENTS FOR DEFENSE James Murdoch, the 38-year-old News Corporation deputy chief operating officer who oversees News International, the News Corporation's British subsidiary, told members of Parliament that he was ''as surprised as you are'' to learn that the company had been paying the legal fees of Glenn Mulcaire, The News of the World's phone hacking specialist, and Clive Goodman, the tabloid's royal reporter. Both men pleaded guilty to phone hacking charges and went to jail in January 2007. At another point, Murdoch described himself as ''surprised and shocked'' when he was told about the legal aid to the former employees.\nThe statements were surprising because the legal arrangements are costly for the company. Mr. Mulcaire is now listed as a defendant in 37 phone hacking claims, with more being prepared and filed every week, lawyers say. Mr. Mulcaire has at least one full-time lawyer devoted to defending the crush of civil cases and several others working part time, according to two lawyers with firsthand knowledge of the arrangement.\nJames Murdoch also told Parliament that he did not know how much Mr. Mulcaire's legal fees have cost or whether the payments have stopped.\nPressed by members of the committee, Mr. Murdoch seemed open to the idea that the company would stop paying Mr. Mulcaire's legal fees. ''I would like to do that,'' he said. ''I don't know what the status of what we are doing now or what his contract was.''\nBut both he and Rupert Murdoch said such ''contracts'' could make it difficult to stop the payments. They did not provide more detail about the contracts, including who authorized them or whether they had the ability to terminate them.\nSince his release from jail in the summer of 2007, Mr. Mulcaire has never spoken publicly about his role in phone hacking -- or what his superiors might have known about his activities. With his wife and five children, Mr. Mulcaire lives in a modest home in Cheam, south of London. For four years, he has steadfastly refused constant requests for comment from the news media and has invoked his right against self-incrimination in every lawsuit.\nPAYMENTS TO THE POLICE Members of Parliament pressed for more information about whether Andy Coulson, the former News of the World editor who became Prime Minister David Cameron's communications director at 10 Downing Street, had authorized payments to the police in return for information. Mr. Coulson was arrested on July 8.\nBoth James Murdoch and Rebekah Brooks, the former head of News International, were asked about reports that for four years, News International had e-mail evidence that it had handed over for review to the London law firm Harbottle & Lewis that included revelations about payments to the police during Mr. Coulson's time as editor. The firm had been hired to help defend the company against a wrongful termination lawsuit.\nThey both said they had become aware of the incriminating information last spring after executives decided to re-examine the 2007 material given to the law firm as the hacking scandal gained momentum. James Murdoch said he was shown the evidence, and agreed ''immediately'' that it should be turned over to the police. Ms. Brooks said that the discovery occurred in April.\nHowever, the company turned over the evidence to the police on June 20.\nMembers of Parliament may also seek to question Les Hinton, who resigned on Friday as publisher of The Wall Street Journal and headed News International during the initial phone hacking inquiry. James Murdoch said he ''can't speak'' to what Mr. Hinton knew when the initial phone hacking review was conducted and had not asked him.\nIn response to these comments by James Murdoch and Ms. Brooks, Harbottle & Lewis issued a statement that suggested it had information that would contradict Mr. Murdoch's account, but they were prevented from sharing it.\n''We asked News International to release us from our professional duties of confidentiality in order that we could respond to any inaccurate statements or contentions and to explain events in 2007,'' the managing partner, Glen Atchison, said in the statement. ''News International declined that request, and so we are still unable to respond in any detail as to our advice or the scope of our instructions in 2007, which is a matter of great regret.''\nPAYMENTS TO VICTIMS The decision by James Murdoch to authorize a confidential £725,000 settlement ($1.1 million) in the first hacking lawsuit filed against The News of the World also came under scrutiny. A payment intended to settle the case, filed by the soccer union boss Gordon Taylor, came in June 2008 after News International learned of the evidence that he had managed to pry from Scotland Yard.\nThat included a transcript of one of his voice mails marked ''For Neville,'' an apparent reference to The News of the World's chief reporter, Neville Thurlbeck.\nHad that been revealed in court, it would have contradicted News International executives' evidence given to the same House of Commons committee that hacking was limited to one ''rogue'' reporter, Mr. Goodman, the royal reporter.\nJames Murdoch said Tuesday that he had been given an oral briefing on the Taylor case and ''did not get involved directly'' in the negotiations. Asked whether he was aware that hacking was illegal, James Murdoch acknowledged, ''That was my understanding.''\nHe declined to answer a question, put to him several times, as to whether he would release Mr. Taylor and his lawyers from the confidentiality clause in the agreement so that they might speak publicly about their knowledge of the negotiations.\n''It is a confidential agreement,'' he said.\nMr. Murdoch also denied that the settlement was motivated by a desire to keep the matter from becoming public. His father said he knew nothing about it until he read about it in July 2009, although he stopped short of naming the newspaper that had first published it (The Guardian).\nJames Murdoch said the decision to settle was a pragmatic one because he had been advised by outside lawyers that his newspaper would lose in a judgment at trial, and damages and legal costs were estimated to run as high as £500,000 to £1 million, or $800,000 to $1.6 million. At that time, settlements in privacy violation cases typically ran in the tens of thousands of pounds, and legal fees rarely ran that high, lawyers who handle those cases said.\nIndeed, when the Formula One boss Max Mosely later won a £60,000 settlement ($96,000) in a privacy case, it was considered a record payout in such cases.", "url": "https://archive.nytimes.com/query.nytimes.com/gst/fullpage-9806E7DC133CF933A15754C0A9679D8B63.html"}