{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:30:45", "date_modify": "2018-11-16 03:30:45", "date_publish": "2009-04-10 00:00:00", "description": "On a perfect spring day, both President Obama and his wife, Michelle, were conducting business on Thursday on the South Lawn of the White House.\nAt a picnic table next to the swings installed for the Obama children, the president was meeting with Secretary of State Hillary Rodham Clinton. Down at the new White House kitchen garden, the first lady and Agriculture Secretary Tom Vilsack, shown below, were helping a group of children plant seedlings as part of an effort to get them -- and everyone else -- to eat more fruits and vegetables.", "filename": "query.nytimes.com_gst_fullpage-940CE1DF1639F933A25757C0A96F9C8B63_1542339045.html", "image_url": "https://static01.nyt.com/images/common/icons/t_wb_75.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/query.nytimes.com_gst_fullpage-940CE1DF1639F933A25757C0A96F9C8B63_1542339045.html", "title": "THE WHITE HOUSE; A Busy Day Outside", "title_page": "THE WHITE HOUSE - A Busy Day Outside - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a perfect spring day, both President Obama and his wife, Michelle, were conducting business on Thursday on the South Lawn of the White House.\nAt a picnic table next to the swings installed for the Obama children, the president was meeting with Secretary of State Hillary Rodham Clinton. Down at the new White House kitchen garden, the first lady and Agriculture Secretary Tom Vilsack, shown below, were helping a group of children plant seedlings as part of an effort to get them -- and everyone else -- to eat more fruits and vegetables.\nThese are the same children from Bancroft Elementary School in Washington who helped Mrs. Obama prepare the soil a couple of weeks ago. She told them that the first question she had been asked on her recent trip to Europe was about the garden.\n''Every single person from Prince Charles on down was excited because we are planting a garden,'' she said. ''In many countries, they believe in the importance of planting a garden and raising your own food.''\nMr. Vilsack, wearing a tie for a plane trip home, seemed a trifle warm, but he used the trowel and made his point.\n''You can carry a message back to your school about the importance of eating healthy meals,'' he said. ''You have a partner at the Department of Agriculture to make meals better tasting and better for you.''\nHe promised to get more fruits and vegetables into the school lunch program.\nMr. Vilsack gave Mrs. Obama credit for a significant increase in seed sales.\nBoth emphasized how inexpensive it can be to have a garden -- the White House has said its garden cost $200.\nWhen one child guessed that it would cost ''over $100,000,'' Mrs. Obama replied, ''My husband would go crazy if he thought we were spending that kind of money.'' MARIAN BURROS\nPHOTO (PHOTOGRAPH BY AUDE GUERRUCCI/AGENCE FRANCE-PRESSE - GETTY IMAGES)", "url": "https://archive.nytimes.com/query.nytimes.com/gst/fullpage-940CE1DF1639F933A25757C0A96F9C8B63.html"}