{"authors": ["Photographs Lynsey Addario", "David Furst", "Jon Huang", "Sergio Peçanha The New York Times"], "date_download": "2018-11-16 04:37:46", "date_modify": "2018-11-16 04:37:46", "date_publish": "2013-10-16 00:00:00", "description": "Dramatic images from the Syrian refugee crisis, which exploded to encompass six million people by October 2013.", "filename": "www.nytimes.com_interactive_2013_10_16_world_middleeast_syrian-refugee-crisis-photos_1542343066.html", "image_url": "https://static01.nyt.com/images/2013/10/16/world/middleeast/syrian-refugee-crisis-photos-1381956964957/syrian-refugee-crisis-photos-1381956964957-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_interactive_2013_10_16_world_middleeast_syrian-refugee-crisis-photos_1542343066.html", "title": "The Historic Scale of Syria’s Refugee Crisis", "title_page": "The Historic Scale of Syria’s Refugee Crisis - Photographs - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gilles Peress/Magnum Photos Cristina Garcia Rodero/Magnum Photos Joachim Ladefoged/VII\nIraq 197,000 Syrian refugees\nIn August, as many as 40,000 people hiked through the dry hills of eastern Syria to Peshkhabour, a border town in Iraqi Kurdistan. Many refugees described a campaign by jihadi fighters to destroy agriculture and cut power and water supplies in Syrian Kurdish areas.\nLebanon 790,000 refugees\nThe refugee crisis worsened once the war overtook Syria’s most populated areas. Raeda, 15, shown above with her baby brother in Saidnayel, Lebanon, is originally from Aleppo, a city of 2.1 million. She lost sight in one eye after being hit by shrapnel from an explosion near her house. Lebanon’s population has grown almost 20 percent over the past year because of the refugee influx. Since the government has decided not to build official camps, most of the 790,000 Syrians now in Lebanon live wherever they can find shelter: in half-finished cinder block houses, stables, crowded apartments and makeshift camps.\nTurkey 504,000 refugees\nIn Turkey, the government houses about 200,000 refugees in tent and trailer camps, and at least 300,000 more are thought to be spread around the country. Above, workers in Kilis, a Turkish town near the border with Syria, loaded bags of flour onto a truck delivering humanitarian aid to Syria in February. Jordan has the second-largest population of Syrian refugees. Below, refugees wait in the registration line at the Zaatari camp, which has swelled over the past year to 120,000 residents. The camp has become one of Jordan’s largest cities.\nJordan 543,000 refugees", "url": "https://archive.nytimes.com/www.nytimes.com/interactive/2013/10/16/world/middleeast/syrian-refugee-crisis-photos.html"}