{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 04:10:26", "date_modify": "2018-11-16 04:10:26", "date_publish": "2013-09-19 00:00:00", "description": "Saying that the Roman Catholic Church should seek a \"new balance,\" Pope Francis articulated his vision of an inclusive church, evoking gratitude and hope from liberal Catholics who had felt left out in the cold.", "filename": "www.nytimes.com_2013_09_20_world_europe_pope-bluntly-faults-churchs-focus-on-gays-and-abortion_1542341426.html", "image_url": "https://static01.nyt.com/images/2013/09/20/world/europe/Pope/Pope-videoSixteenByNine600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2013_09_20_world_europe_pope-bluntly-faults-churchs-focus-on-gays-and-abortion_1542341426.html", "title": "Pope Says Church Is ‘Obsessed’ With Gays, Abortion and Birth Control", "title_page": "Pope Says Church Is ‘Obsessed’ With Gays, Abortion and Birth Control - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Six months into his papacy, Pope Francis sent shock waves through the Roman Catholic church on Thursday with the publication of his remarks that the church had grown “obsessed” with abortion, gay marriage and contraception, and that he had chosen not to talk about those issues despite recriminations from critics.\nHis surprising comments came in a lengthy interview in which he criticized the church for putting dogma before love, and for prioritizing moral doctrines over serving the poor and marginalized. He articulated his vision of an inclusive church, a “home for all” — which is a striking contrast with his predecessor, Pope Benedict XVI, the doctrinal defender who envisioned a smaller, purer church.\nFrancis told the interviewer, a fellow Jesuit: “It is not necessary to talk about these issues all the time. The dogmatic and moral teachings of the church are not all equivalent. The church’s pastoral ministry cannot be obsessed with the transmission of a disjointed multitude of doctrines to be imposed insistently.\n“We have to find a new balance,” the pope continued, “otherwise even the moral edifice of the church is likely to fall like a house of cards, losing the freshness and fragrance of the Gospel.”\nThe pope’s interview did not change church doctrine or policies, but it instantly changed its tone. His words evoked gratitude and hope from many liberal Catholics who had felt left out in the cold during the papacies of Benedict and his predecessor, John Paul II, which together lasted 35 years. Some lapsed Catholics suggested on social media a return to the church, and leaders of gay rights and gay Catholic groups called on bishops to abandon their fight against gay marriage.\nBut it left conservative and traditionalist Catholics, and those who have devoted themselves to the struggles against abortion, gay marriage and artificial contraception, on the defensive, though some cast it as nothing new.\n“Nobody should try to use the words of the pope to minimize the urgent need to preach and teach about abortion,” said the Rev. Frank Pavone, national director of Priests for Life, who said he spoke Thursday about the “priority of the abortion issue” at a Vatican conference.\nThe interview with Francis was conducted by the Rev. Antonio Spadaro, editor in chief of La Civiltà Cattolica, an Italian Jesuit journal whose content is approved by the Vatican. Francis, the first Jesuit to become a pope, agreed to grant the interview after requests from Father Spadaro and the editors of America, a Jesuit magazine based in New York.\nFather Spadaro conducted the interview during three meetings in August in the pope’s spartan quarters in Casa Santa Marta, the Vatican guesthouse, where Francis said he had chosen to live because it is less isolated than the papal apartment in the Apostolic Palace. “I cannot live without people,” Francis told Father Spadaro.\nThe interview, kept under wraps for weeks by the Jesuits, was released simultaneously on Thursday morning by 16 Jesuit journals around the world. Francis personally reviewed the Italian transcript, and it was translated by a team into English, said the Rev. James Martin, an editor at large of America.\n“We have a great pope,” said Father Spadaro in a phone interview from his office, surrounded by Italian journalists. “There is a big vision, not a big shift. His big vision is to see the church in the middle of the persons who need to be healed. It is in the middle of the world.”\nThe pope’s words are likely to have repercussions in a church whose bishops and priests in many countries, including the United States, have often seemed to make combating abortion, gay marriage and contraception their top public policy priorities. Francis said that those teachings have to be presented in a larger context.\n“I see the church as a field hospital after battle,” Francis said. “It is useless to ask a seriously injured person if he has high cholesterol and about the level of his blood sugars. You have to heal his wounds. Then we can talk about everything else.”\nFrom the outset of his papacy in March, Francis, who is 76, has chosen to use the global spotlight to focus on the church’s mandate to serve the poor and oppressed. He has washed the feet of juvenile prisoners, visited a center for refugees and hugged disabled pilgrims at his audiences. His pastoral presence and humble gestures have made him wildly popular among American Catholics, according to a recent Pew survey.\nBut there has been a low rumble of discontent from some Catholic advocacy groups, and even from some bishops, who have taken note of his silence on abortion and gay marriage. This month, Bishop Thomas Tobin of Providence, R.I., told his diocesan newspaper that he was “a little bit disappointed in Pope Francis” because he had not spoken about abortion. “Many people have noticed that,” he said.\nThe interview is the first time Francis has explained the reasoning behind both his actions and omissions. He also expanded on the comments he made about homosexuality in July, on an airplane returning to Rome from Rio de Janeiro, where he had celebrated World Youth Day. In a remark then that produced headlines worldwide, the new pope said, “Who am I to judge?” At the time, some questioned whether he was referring only to gays in the priesthood, but in this interview he made clear that he had been speaking of gay men and lesbians in general.\n“A person once asked me, in a provocative manner, if I approved of homosexuality,” he told Father Spadaro. “I replied with another question: ‘Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person?’ We must always consider the person.”\nThe interview also serves to present the pope as a human being, who loves Mozart and Dostoyevsky and his grandmother, and whose favorite film is Fellini’s “La Strada.”\nFrancis said some had assumed he was an “ultraconservative” because of his reputation when he served as the superior of his Jesuit province in Argentina. He said that he was made superior at the “crazy” young age of 36, and that his leadership style was too authoritarian.\n“But I have never been a right-winger,” he said. “It was my authoritarian way of making decisions that created problems.”\nNow, Francis said, he prefers a more consultative leadership style. He has appointed an advisory group of eight cardinals, a step he said was recommended by the cardinals at the conclave that elected him. They were demanding reform of the Vatican bureaucracy, he said, adding that from the eight, “I want to see that this is a real, not ceremonial, consultation.”\nThe pope said he has found it “amazing” to see complaints about “lack of orthodoxy” flowing into the Vatican offices in Rome from conservative Catholics around the world. They ask the Vatican to investigate or discipline their priests, bishops or nuns. Such complaints, he said, “are better dealt with locally,” or else the Vatican offices risk becoming “institutions of censorship.”\nAsked what it means for him to “think with the church,” a phrase used by the Jesuit founder St. Ignatius, Francis said that it did not mean “thinking with the hierarchy of the church.”\n“This church with which we should be thinking is the home of all, not a small chapel that can hold only a small group of selected people,” he said. “We must not reduce the bosom of the universal church to a nest protecting our mediocrity.”", "url": "https://archive.nytimes.com/www.nytimes.com/2013/09/20/world/europe/pope-bluntly-faults-churchs-focus-on-gays-and-abortion.html"}