{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:45:51", "date_modify": "2018-11-16 04:45:51", "date_publish": "2011-12-18 00:00:00", "description": "Mr. Kim remained an unknowable figure but fostered perhaps the last personality cult in the Communist world.", "filename": "www.nytimes.com_2011_12_19_world_asia_Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies_1542343551.html", "image_url": "https://static01.nyt.com/images/2011/12/19/world/asia/20111219_HTML_KIM-slide-B6HH/20111219_HTML_KIM-slide-B6HH-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2011_12_19_world_asia_Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies_1542343551.html", "title": "Kim Jong-il, North Korea’s Enigmatic Strongman", "title_page": "Obituary - Kim Jong-il, North Korea’s Enigmatic Strongman - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Called the “Dear Leader” by his people, Kim Jong-il presided with an iron hand over a country he kept on the edge of starvation and collapse, fostering perhaps the last personality cult in the Communist world even as he banished citizens deemed disloyal to gulags or sent assassins after defectors.\nHe came to power after the death in 1994 of his father, Kim Il-sung, North Korea’s founder. His inheritance was an impoverished country with an uncertain place in a post-cold-war era. He played his one card, his nuclear weapons program, brilliantly, first defying efforts by the administration of George W. Bush to push his country over the brink, then exploiting America’s distraction with the war in Iraq to harvest enough nuclear fuel from his main nuclear reactor at Yongbyon to produce the fuel for six to eight weapons.\nThroughout, he remained an unknowable figure. Everything about him was guesswork, from the exact date and place of his birth to the mythologized events of his rise in a country formed by the hasty division of the Korean Peninsula at the end of World War II.\nNorth Koreans heard about him only as their “peerless leader” and “the great successor to the revolutionary cause.” His portrait hangs beside that of his father, Kim Il-sung, in every North Korean household and building. Towers, banners and even rock faces across the country bear slogans praising him.\nMr. Kim was a source of fascination inside the Central Intelligence Agency, which interviewed his mistresses, tried to track his whereabouts and psychoanalyzed his motives. And he was an object of parody in American culture.\nShort and round, he wore elevator shoes, oversize sunglasses and a bouffant hairdo — a Hollywood stereotype of the wacky post-cold-war dictator. Mr. Kim himself was fascinated by film. He orchestrated the kidnapping of an actress and a director, both of them South Koreans, in an effort to build a domestic movie industry. He was said to keep a personal library of 20,000 foreign films, including the complete James Bond series, his favorite. But he rarely saw the outside world, save from the windows of his luxury train, which occasionally took him to China.\nHe was derided and denounced. President George W. Bush called him a “pygmy” and included his country in the “axis of evil.” Children’s books in South Korea depicted him as a red devil with horns and fangs. Yet those who met him were surprised by his serious demeanor and his knowledge of events beyond the hermit kingdom he controlled.\n“He was a very outspoken person,” said Roh Moo-hyun, who as South Korea’s president met Mr. Kim in Pyongyang in 2007. “He was the most flexible man in North Korea.”\nWendy Sherman, now the No. 3 official in the State Department, who served as counselor to Secretary of State Madeleine K. Albright and accompanied her to North Korea, said in 2008: “He was smart, engaged, knowledgeable, self-confident, sort of the master-director of all he surveyed.”\nMs. Albright met Mr. Kim in October 2000 in what turned out to be a futile effort to strike a deal with North Korea over limiting its missile program before President Bill Clinton left office.\n“There was no denying the dictatorial state that he ruled,” Ms. Sherman said. “There was no denying the freedoms that didn’t exist. But at the time, there were a lot of questions in the U.S. about whether he was really in control, and we left with no doubt that he was.”\nWhen Ms. Albright and Ms. Sherman sat down to talk through a 14-point list of concerns about North Korea’s missile program, “he didn’t know the answers to every question, but he knew a lot more than most leaders would — and he was a conceptual thinker,” Ms. Sherman added.\nA Deal With Washington\nPresident Bush said during his first term in office that he would never tolerate a nuclear North Korea, but as his presidency wound down, many of his aides believed he did exactly that.\nIt was not until the spring of 2007 that Mr. Bush was told by the Israelis that North Korea was helping Syria build a nuclear reactor; before the Syrians or the North Koreans were confronted with that evidence, Israel sent bombers on a secret mission to destroy the Syrian plant. The North Koreans have never explained their role.\nBy the time Mr. Bush left office, the administration had moved from four years of confrontation with the North to three years of halting negotiations. Led by Christopher R. Hill, a veteran American diplomat, the negotiations resulted in a deal that hawks hated: the United States agreed to supply North Korea with large amounts of fuel oil in return for the dismantlement of the aging Yongbyon plant, described by inspectors as a radioactive accident waiting to happen.\nMr. Kim played a weak hand very well. He succeeded in fending off pressure from Washington and Beijing, and forcing Washington to talk with him and ultimately to haggle with him. He chopped up and dragged out negotiations, holding on to his nuclear fuel and whatever weapons he had produced, giving him continued leverage. It is that arsenal that now worries American and Asian officials, who fear that plotting generals and party leaders may fight to control it as they pick Mr. Kim’s successor.\n“When the history of this era is written,” said Graham Allison, a Harvard professor and expert on proliferation, “the scorecard will be Kim 8, Bush 0.”\nBut if “he was the greatest master of survival, against all odds,” said Andrei Lankov, a North Korea expert at Kookmin University in Seoul, “it was his own people who paid the price, and the price was pretty high.”\nMr. Kim’s policy of songun, or “army first,” lavished the country’s scarce resources on the military, at 1.1 million-strong the world’s fifth largest. During his rule, the North expanded its ballistic missile arsenal and, in October 2006, became the eighth country in the world to conduct a nuclear test.\nBut as the North’s economy shrank, its isolation deepened. Possibly as many as 2 million people — almost 10 percent of the population — died in a famine in the mid-to-late 1990s brought on by incompetence and natural disasters.\n“Do not expect me to change!” is a popular catchphrase credited to Mr. Kim and used to exhort his people to remain loyal to his socialist ways.\nMr. Kim is believed to have been born in Siberia in 1941, when his father, Kim Il-sung, was in exile in the Soviet Union. But in North Korea’s official accounts, he was born in 1942, in a cabin, Abe Lincoln-like. The cabin was in a secret camp of anti-Japanese guerrillas his father commanded on Mount Paektu, a holy piece of land in Korean mythology. The event, the official Korean Central News Agency would often say, was accompanied by the appearance of a bright star in the sky and a double-rainbow that touched the earth.\nLittle is known of his upbringing, apart from the official statement that he graduated in 1964 from Kim Il-sung University, one of the country’s many monuments to his father. At the time, North Korea was enmeshed in the cold war, and the younger Kim watched many crises unfold from close up, including North Korea’s seizure of the Pueblo, an American spy ship, in 1968. He appeared episodically at state events, rarely speaking. When he did, he revealed a high-pitched voice and little of his father’s easygoing charisma.\nIn his youth and middle age, there were stories about his playboy lifestyle. There were tales of lavish meals at a time his country was starving — his cook wrote a book after leaving the country — and his wavy hair and lifted heels, along with a passion for top-label liquor, made him the butt of jokes.\nThere was also speculation that he was involved in the 1983 bombing of a South Korean political delegation in Burma, and that he had known of, and perhaps had ordered, the kidnapping of Japanese citizens. Nothing was proved.\nWashington put North Korea on its list of state sponsors of terrorism after North Korean agents planted a bomb that blew up a South Korean passenger jet in 1987 — under instructions from Mr. Kim, according to one of the agents, who was caught alive.\nMr. Kim campaigned for power relentlessly. He bowed to his father at the front porch each morning and offered to put the shoes on the father’s feet long before he was elected to the Politburo, at age 32, in 1974, according to a 2006 memoir by Hwang Jang-yop, a former North Korean Workers’ Party secretary who was a key aide for the Kim regime before his defection to Seoul in 1997. (Mr. Hwang died in 2010.)\n“At an early age, Kim Jong-il mastered the mechanics of power,” Mr. Hwang wrote in the memoir.\nIt was not until 1993, as the existence of the Yongbyon nuclear plant and North Korea’s nuclear weapons ambitions became publicly known, that Mr. Kim appeared to be his father’s undisputed successor. That year, he became head of the National Defense Commission, the North’s most powerful agency, in charge of the military.\nIn 1994, in a showdown with the United States, North Korea threatened to turn its stockpile of nuclear fuel into bombs. It was the closest the two countries came to war since the armistice that ended the Korean War in 1953. The standoff was defused when Kim Il-sung welcomed former President Jimmy Carter, who pushed Mr. Clinton and Mr. Kim into a deal.\nWithin a month, however, the country’s founder and Great Leader was dead. Many doubted at the time that the younger Kim would take over. There were rumors of a military coup, and theories that he would be allowed to keep his fast cars and to consort with visiting European “entertainers” as long as he did not try to run the country. Like much intelligence about North Korea, that turned out to be wrong.\nMr. Kim has three sons, any of whom could potentially have succeeded him. But his home life is a mystery.\nHis oldest son, Kim Jong-nam, would have been the natural choice to succeed him. But he had a handicap: his mother never married Mr. Kim. Since his health crisis, in 2008, Mr. Kim had been grooming his third son, Kim Jong-un, believed to be in his late 20s, to be his successor. Reports from North Korea on Monday suggested that Kim Jong-un was in charge.\nMr. Kim consolidated power in the late 1990s, and flexed his muscle by testing a North Korean missile over Japan, sending that much larger and more powerful nation into a panic. It was through episodes like this that Mr. Kim learned true power: that he could blackmail his way to survival.\nBut he could not learn to feed his own people, and his country became even more dependent on China for food and fuel and on “humanitarian” donations from South Korea and the United States. In June 2000, Mr. Kim played host in Pyongyang, the North’s capital, to the first summit meeting with a South Korean president, Kim Dae-jung, since the peninsula was divided more than five decades before.\nPressuring Pyongyang\nThe South Korean leader received the Nobel Peace Prize later that year, though his reputation was soon tainted by revelations that a South Korean company had paid off the North Koreans, and presumably their leader, to arrange the trip.\nOnce President Bush took office in January 2001, all cooperation between Washington and Seoul over how to deal with the North came to a crashing halt. Mr. Bush rejected the South’s “sunshine policy” of engagement with North Korea, and ended Clinton-era talks that he viewed as dangerous appeasement.\nA concerted effort began to push North Korea over the brink, and set off an uprising against Kim Jong-il’s leadership. To the degree Washington could, it cut off North Korean trade, its access to cash and its ability to export weapons and drugs. Mr. Bush called Mr. Kim a “tyrant” who “starves his own people.”\nIn October 2002, the administration presented North Korea with evidence that it had secretly tried to evade the 1994 nuclear agreement with the United States by purchasing equipment to enrich uranium from Abdul Qadeer Khan, a founder of Pakistan’s nuclear weapons program. The evidence was strong — the United States had tracked the shipments with spy satellites — but the C.I.A. overstated its confidence that the North was building separate, secret nuclear facilities.\nThat led to a confrontation that changed the nature of the North Korean threat. Mr. Kim ordered the ouster of United Nations inspectors who had been stationed at Yongbyon. The United States pressed for an end to fuel shipments to the North. In retaliation, from January through March 2003, just as the United States military was barreling toward the invasion of Iraq, Mr. Kim did what his father had come so very close to doing nine years before: he announced that he was reprocessing spent fuel rods into bomb fuel.\nAfter the invasion of Iraq, Mr. Kim was not seen for nearly two months; there were reports that he had gone into hiding, thinking he was Mr. Bush’s next target. He emerged only to start another confrontation in 2006, first with a series of missile tests, then, in October, the North’s first nuclear test.\nSome Asian and American officials interpreted Mr. Kim’s decision as a fit of pique because “six-party talks” — negotiations among North Korea, China, South Korea, Russia, the United States and Japan — were moving so slowly. Others said that Mr. Kim had simply learned from Saddam Hussein’s mistakes and determined that he would never face the United States without a nuclear weapon.\nThe test itself was something of a fizzle; it ended with a sub-kiloton explosion, less than a tenth of the power of the bomb the United States dropped on Hiroshima in 1945. But Mr. Kim had made his point. He was condemned in the United Nations, and China briefly cut off oil and other trade. But within months the United States agreed on a new series of negotiations.\nWhile there were many starts and stops, and disagreements over what it means to fully dismantle a nuclear program, in the summer of 2007 Mr. Kim agreed to stop the production of new nuclear fuel at Yongbyon. By then he presumably had all the weapons he needed.\nThe plant began to be dismantled, and in the summer of 2008 the Bush administration talked about starting up with Mr. Kim on the hardest negotiations of all, over the price of giving up North Korea’s nuclear arsenal. He died before the talks could seriously begin. .\nAs soon as President Obama came into office, Mr. Kim ordered a second nuclear test, this one more successful than the first. And he waited out the predictable hail of international condemnation. The move aborted efforts by Mr. Obama to engage with the North Koreans. And the next three years were spent with the United States and South Korea demanding the North live up to the denuclearization pledges it made during the Bush administration.\nInstead, it did the opposite. In November 2010, the North Koreans showed a visiting American scientist from Stanford University, Siegfried Hecker, an apparently working uranium enrichment plant that the country had been building for years, and that the C.I.A. had missed, though the agency had been right about other secret facilities. The plant gave North Korea a new way to produce nuclear weapons, even as his people fell into another food shortage.\nThe same year, the North made two attacks against the South Korean military, sinking a ship and later shelling an island near Northern waters. The episodes caused the United States and South Korea to conduct new joint exercises, even while the Chinese, apparently fearing a complete collapse of the North Korean regime, increased its economic aid.\nDespite his ill health, he was reported to have visited one of the units that attacked the South, to hand out medals, and recently managed one last visit to his benefactors in China. But it is unclear whether his son and presumed successor accompanied him on the trip.\nChoe Sang-hun contributed reporting.", "url": "https://archive.nytimes.com/www.nytimes.com/2011/12/19/world/asia/Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies.html"}