{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:33", "date_modify": "2018-11-16 03:55:33", "date_publish": "2013-06-15 00:00:00", "description": "A 12-year plan to move hundreds of millions of rural residents into cities is intended to spur economic growth, but could have unintended consequences, skeptics warn.", "filename": "www.nytimes.com_2013_06_16_world_asia_chinas-great-uprooting-moving-250-million-into-cities_1542340533.html", "image_url": "https://static01.nyt.com/images/2013/05/31/world/asia/20130601_CHINAURBAN-slide-YF9Y/20130601_CHINAURBAN-slide-YF9Y-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2013_06_16_world_asia_chinas-great-uprooting-moving-250-million-into-cities_1542340533.html", "title": "China’s Great Uprooting: Moving 250 Million Into Cities", "title_page": "China’s Great Uprooting - Moving 250 Million Into Cities - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China is pushing ahead with a sweeping plan to move 250 million rural residents into newly constructed towns and cities over the next dozen years — a transformative event that could set off a new wave of growth or saddle the country with problems for generations to come.\nThe government, often by fiat, is replacing small rural homes with high-rises, paving over vast swaths of farmland and drastically altering the lives of rural dwellers. So large is the scale that the number of brand-new Chinese city dwellers will approach the total urban population of the United States — in a country already bursting with megacities.\nThis will decisively change the character of China, where the Communist Party insisted for decades that most peasants, even those working in cities, remain tied to their tiny plots of land to ensure political and economic stability. Now, the party has shifted priorities, mainly to find a new source of growth for a slowing economy that depends increasingly on a consuming class of city dwellers.\nThe shift is occurring so quickly, and the potential costs are so high, that some fear rural China is once again the site of radical social engineering. Over the past decades, the Communist Party has flip-flopped on peasants’ rights to use land: giving small plots to farm during 1950s land reform, collectivizing a few years later, restoring rights at the start of the reform era and now trying to obliterate small landholders.\nAcross China, bulldozers are leveling villages that date to long-ago dynasties. Towers now sprout skyward from dusty plains and verdant hillsides. New urban schools and hospitals offer modern services, but often at the expense of the torn-down temples and open-air theaters of the countryside.\n“It’s a new world for us in the city,” said Tian Wei, 43, a former wheat farmer in the northern province of Hebei, who now works as a night watchman at a factory. “All my life I’ve worked with my hands in the fields; do I have the educational level to keep up with the city people?”\nChina has long been home to both some of the world’s tiniest villages and its most congested, polluted examples of urban sprawl. The ultimate goal of the government’s modernization plan is to fully integrate 70 percent of the country’s population, or roughly 900 million people, into city living by 2025. Currently, only half that number are.\nThe building frenzy is on display in places like Liaocheng, which grew up as an entrepôt for local wheat farmers in the North China Plain. It is now ringed by scores of 20-story towers housing now-landless farmers who have been thrust into city life. Many are giddy at their new lives — they received the apartments free, plus tens of thousands of dollars for their land — but others are uncertain about what they will do when the money runs out.\nAggressive state spending is planned on new roads, hospitals, schools, community centers — which could cost upward of $600 billion a year, according to economists’ estimates. In addition, vast sums will be needed to pay for the education, health care and pensions of the ex-farmers.\nWhile the economic fortunes of many have improved in the mass move to cities, unemployment and other social woes have also followed the enormous dislocation. Some young people feel lucky to have jobs that pay survival wages of about $150 a month; others wile away their days in pool halls and video-game arcades.\nTop-down efforts to quickly transform entire societies have often come to grief, and urbanization has already proven one of the most wrenching changes in China’s 35 years of economic transition. Land disputes account for thousands of protests each year, including dozens of cases in recent years in which people have set themselves aflame rather than relocate.\nThe country’s new prime minister, Li Keqiang, indicated at his inaugural news conference in March that urbanization was one of his top priorities. He also cautioned, however, that it would require a series of accompanying legal changes “to overcome various problems in the course of urbanization.”\nSome of these problems could include chronic urban unemployment if jobs are not available, and more protests from skeptical farmers unwilling to move. Instead of creating wealth, urbanization could result in a permanent underclass in big Chinese cities and the destruction of a rural culture and religion.\nThe government has been pledging a comprehensive urbanization plan for more than two years now. It was originally to have been presented at the National People’s Congress in March, but various concerns delayed that, according to people close to the government. Some of them include the challenge of financing the effort, of coordinating among the various ministries and of balancing the rights of farmers, whose land has increasingly been taken forcibly for urban projects.\nThese worries delayed a high-level conference to formalize the plan this month. The plan has now been delayed until the fall, government advisers say. Central leaders are said to be concerned that spending will lead to inflation and bad debt.\nSuch concerns may have been behind the call in a recent government report for farmers’ property rights to be protected. Released in March, the report said China must “guarantee farmers’ property rights and interests.” Land would remain owned by the state, though, so farmers would not have ownership rights even under the new blueprint.\nOn the ground, however, the new wave of urbanization is well under way. Almost every province has large-scale programs to move farmers into housing towers, with the farmers’ plots then given to corporations or municipalities to manage. Efforts have been made to improve the attractiveness of urban life, but the farmers caught up in the programs typically have no choice but to leave their land.\nThe broad trend began decades ago. In the early 1980s, about 80 percent of Chinese lived in the countryside versus 47 percent today, plus an additional 17 percent that works in cities but is classified as rural. The idea is to speed up this process and achieve an urbanized China much faster than would occur organically.\nThe primary motivation for the urbanization push is to change China’s economic structure, with growth based on domestic demand for products instead of relying so much on export. In theory, new urbanites mean vast new opportunities for construction companies, public transportation, utilities and appliance makers, and a break from the cycle of farmers consuming only what they produce. “If half of China’s population starts consuming, growth is inevitable,” said Li Xiangyang, vice director of the Institute of World Economics and Politics, part of a government research institute. “Right now they are living in rural areas where they do not consume.”\nSkeptics say the government’s headlong rush to urbanize is driven by a vision of modernity that has failed elsewhere. In Brazil and Mexico, urbanization was also seen as a way to bolster economic growth. But among the results were the expansion of slums and of a stubborn unemployed underclass, according to experts.\n“There’s this feeling that we have to modernize, we have to urbanize and this is our national-development strategy,” said Gao Yu, China country director for the Landesa Rural Development Institute, based in Seattle. Referring to the disastrous Maoist campaign to industrialize overnight, he added, “It’s almost like another Great Leap Forward.”\nThe costs of this top-down approach can be steep. In one survey by Landesa in 2011, 43 percent of Chinese villagers said government officials had taken or tried to take their land. That is up from 29 percent in a 2008 survey.\n“In a lot of cases in China, urbanization is the process of local government driving farmers into buildings while grabbing their land,” said Li Dun, a professor of public policy at Tsinghua University in Beijing.\nFarmers are often unwilling to leave the land because of the lack of job opportunities in the new towns. Working in a factory is sometimes an option, but most jobs are far from the newly built towns. And even if farmers do get jobs in factories, most lose them when they hit age 45 or 50, since employers generally want younger, nimbler workers.\n“For old people like us, there’s nothing to do anymore,” said He Shifang, 45, a farmer from the city of Ankang in Shaanxi Province who was relocated from her family’s farm in the mountains. “Up in the mountains we worked all the time. We had pigs and chickens. Here we just sit around and people play mah-jongg.”\nSome farmers who have given up their land say that when they come back home for good around this age, they have no farm to tend and thus no income. Most are still excluded from national pension plans, putting pressure on relatives to provide.\nThe coming urbanization plan would aim to solve this by giving farmers a permanent stream of income from the land they lost. Besides a flat payout when they moved, they would receive a form of shares in their former land that would pay the equivalent of dividends over a period of decades to make sure they did not end up indigent.\nThis has been tried experimentally, with mixed results. Outside the city of Chengdu, some farmers said they received nothing when their land was taken to build a road, leading to daily confrontations with construction crews and the police since the beginning of this year.\nBut south of Chengdu in Shuangliu County, farmers who gave up their land for an experimental strawberry farm run by a county-owned company said they receive an annual payment equivalent to the price of 2,000 pounds of grain plus the chance to earn about $8 a day working on the new plantation.\n“I think it’s O.K., this deal,” said Huang Zifeng, 62, a farmer in the village of Paomageng who gave up his land to work on the plantation. “It’s more stable than farming your own land.”\nFinancing the investment needed to start such projects is a central sticking point. Chinese economists say that the cost does not have to be completely borne by the government — because once farmers start working in city jobs, they will start paying taxes and contributing to social welfare programs.\n“Urbanization can launch a process of value creation,” said Xiang Songzuo, chief economist with the Agricultural Bank of China and a deputy director of the International Monetary Institute at Renmin University. “It should start a huge flow of revenues.”\nEven if this is true, the government will still need significant resources to get the programs started. Currently, local governments have limited revenues and most rely on selling land to pay for expenses — an unsustainable practice in the long run. Banks are also increasingly unwilling to lend money to big infrastructure projects, Mr. Xiang said, because many banks are now listed companies and have to satisfy investors’ requirements.\n“Local governments are already struggling to provide benefits to local people, so why would they want to extend this to migrant workers?” said Tom Miller, a Beijing-based author of a new book on urbanization in China, “ China’s Urban Billion.” “It is essential for the central government to step in and provide funding for this.”\nIn theory, local governments could be allowed to issue bonds, but with no reliable system of rating or selling bonds, this is unlikely in the near term. Some localities, however, are already experimenting with programs to pay for at least the infrastructure by involving private investors or large state-owned enterprises that provide seed financing.\nMost of the costs are borne by local governments. But they rely mostly on central government transfer payments or land sales, and without their own revenue streams they are unwilling to allow newly arrived rural residents to attend local schools or benefit from health care programs. This is reflected in the fact that China officially has a 53 percent rate of urbanization, but only about 35 percent of the population is in possession of an urban residency permit, or hukou. This is the document that permits a person to register in local schools or qualify for local medical programs.\nThe new blueprint to be unveiled this year is supposed to break this logjam by guaranteeing some central-government support for such programs, according to economists who advise the government. But the exact formulas are still unclear. Granting full urban benefits to 70 percent of the population by 2025 would mean doubling the rate of those in urban welfare programs.\n“Urbanization is in China’s future, but China’s rural population lags behind in enjoying the benefits of economic development,” said Li Shuguang, professor at the China University of Political Science and Law. “The rural population deserves the same benefits and rights city folks enjoy.”", "url": "https://archive.nytimes.com/www.nytimes.com/2013/06/16/world/asia/chinas-great-uprooting-moving-250-million-into-cities.html"}