{"authors": ["Baden Copeland", "Amanda Cox", "Xaquín G.V.", "Sergio Peçanha", "Archie Tse", "Lisa Waananen"], "date_download": "2018-11-16 03:46:38", "date_modify": "2018-11-16 03:46:38", "date_publish": "2011-09-30 00:00:00", "description": "Anwar al-Awlaki’s lectures were linked to several investigations in the United States, Britain and Canada.", "filename": "www.nytimes.com_interactive_2011_09_30_world_middleeast_the-killing-of-anwar-al-awlaki_1542339998.html", "image_url": "https://static01.nyt.com/images/2011/09/30/world/middleeast/promos75.jpg", "language": null, "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_interactive_2011_09_30_world_middleeast_the-killing-of-anwar-al-awlaki_1542339998.html", "title": "Anwar al-Awlaki’s Suspected Ties to Terror Plots", "title_page": "Anwar al-Awlaki’s Suspected Ties to Terror Plots - Interactive Feature - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Major Killings in al Qaeda’s Most Important Branches\nAl QaedaThe terrorist group created by Osama bin Laden has been significantly weakened since it directed the Sept. 11 attacks on the United States in 2001. Since 2008, American missile strikes have killed many of its operatives in the tribal areas of Pakistan and made it difficult for members to communicate. Analysts consider the group’s new leader, Ayman al-Zawahri, uninspiring for attracting young militants. Osama bin Laden The leader of Al Qaeda. Was killed in Pakistan by a Navy Seal team in May. Atiyah Abd al-Rahman Al Qaeda’s No. 2 figure after Bin Laden was killed. Was a liaison to Qaeda affiliates. Killed by a drone strike in Pakistan in August. Mustafa Abu al-Yazid Considered Al Qaeda's No. 3. Was overall commander for Afghanistan and Pakistan and one of the group's founders. Killed by a drone strike in May 2010. Abu Hafs al-Shariri A liaison between Al Qaeda and the Pakistani Taliban. Responsible for plotting terrorist attacks in Pakistan. Considered a possible future leader. Killed by a drone strike in Pakistan in September.\nAl Qaeda in the Arabian PeninsulaThe group has become the most active Qaeda affiliate and the largest threat to the West, largely because of Mr. Awlaki’s influence. It has directed two failed attacks against the United States since 2009. The two Americans killed on Friday were key to the group’s propaganda and recruitment efforts. Anwar al-Awlaki Preacher born in the United States, considered the force behind a number of plots aimed at killing Americans. Killed Friday in a drone strike in Yemen. Samir Khan An editor of Al Qaeda’s online jihadist magazine. Was killed with Mr. Awlaki.\nTehrik-i-TalibanThis umbrella organization for the Pakistani Taliban says it is responsible for dozens of attacks in Pakistan and is believed to have trained the man who tried to bomb Times Square in 2010. Officials believe a number of groups are cooperating more to offset losses from Pakistani and American attacks. Baitullah Mehsud Leader of the Pakistani Taliban. Blamed for the assassination of the former prime minister, Benazir Bhutto, and scores of suicide bombings. Killed in August 2009 by a drone strike in Pakistan.\nAl ShababThe militant Islamist group controls much of southern Somalia and claimed responsibility for coordinated bombings that killed at least 70 in Uganda in 2010. It is still mainly focused on fighting the Somali government, but officials are concerned that it has been recruiting Americans of Somali descent. Saleh Ali Saleh Nabhan Responsible for the bombing of an Israeli hotel on the Kenyan coast in 2002. May have also played a role in embassy bombings. Killed in September 2009 in Kenya in a helicopter attack. Fazul Abdullah Mohammed Al Qaeda’s leader in East Africa. Was also a top field commander for the Shabab. Mastermind of the American Embassy bombings in Kenya and Tanzania. Killed in Somalia in June during a shootout at a security checkpoint.", "url": "https://archive.nytimes.com/www.nytimes.com/interactive/2011/09/30/world/middleeast/the-killing-of-anwar-al-awlaki.html"}