{"authors": ["Hannah Fairfield", "Al Granberg", "Mika Gröndahl", "Sergio Peçanha"], "date_download": "2018-11-16 04:12:17", "date_modify": "2018-11-16 04:12:17", "date_publish": "2013-03-10 00:00:00", "description": "The last few conclaves have been brief, selecting a pope in just a few days. In 2005, Pope Benedict XVI was elected a day after the conclave began.", "filename": "www.nytimes.com_interactive_2013_03_10_world_europe_Inside-the-Conclave.html_ref=world_1542341537.html", "image_url": "https://static01.nyt.com/images/2013/03/10/world/europe/75-promo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_interactive_2013_03_10_world_europe_Inside-the-Conclave.html_ref=world_1542341537.html", "title": "Inside the Conclave", "title_page": "Inside the Conclave - Graphic - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Satellite image by Google Earth\nSanta Marta\nST. PETER’S BASILICA\nSistine Chapel\nCardinals stay at Santa Marta residence, less than a quarter-mile from the Sistine Chapel.\nCardinals sit at rows of tables along the walls.\nSEATING\nDOOR\nSealed for every session of the conclave.\nCHIMNEY\nWhite smoke and the ringing of bells at St. Peter’s Basilica signal that a new pope has been elected. Black smoke means that the voting continues.\nSTOVES\nBallots and notes are burned after the voting. The stove on the left holds the smoke canisters that produce the white or black smoke.\nVoting happens in the Sistine Chapel. The last few conclaves have been brief, selecting a pope in just a few days. In 2005, Pope Benedict XVI was elected a day after the conclave began.Related: The 115 Men Who Will Choose the Next PopeTop Contenders to Lead the Roman Catholic Church\nThe Sistine Chapel\nThe Voting\nWhen there is a winner, the new pope chooses his papal name. Minutes later, he greets the world from St. Peter’s balcony.\nThe cardinals burn the ballots, usually combining papers from two rounds of voting. Chemicals are added to make the smoke white if a pope has been elected, black if not.\nThree cardinals check the ballots. If a candidate has received a two-thirds majority, then a new pope has been elected.\nCardinals write a name under the Latin words “Eligo in Summum Pontificem” (I elect as Supreme Pontiff) and place the ballot in an urn.", "url": "https://archive.nytimes.com/www.nytimes.com/interactive/2013/03/10/world/europe/Inside-the-Conclave.html?ref=world"}