{"authors": ["Nelson D. Schwartz", "Ben Werschkul", "Alyssa Kim", "Richard Berke", "Channon Hodge", "Abe Sater", "Kriston Lewis", "Robin Lindsay"], "date_download": "2018-11-16 04:13:13", "date_modify": "2018-11-16 04:13:13", "date_publish": "2013-07-05 00:00:00", "description": "The economy added 195,000 jobs in June, a pace sufficient to please investors but muted enough to calm worries of an abrupt end to the Federal Reserve’s bond-buying program.", "filename": "www.nytimes.com_2013_07_06_business_economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6_1542341593.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_2048_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2013_07_06_business_economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6_1542341593.html", "title": "Jobs Data Is Strong, but Not Too Strong, Easing Fed Fears", "title_page": "Jobs Data Is Strong, but Not Too Strong, Easing Fed Fears - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Key Points From Friday’s Jobs Report: The Times's Nelson D. Schwartz analyzes the latest report released on Friday, which showed better than expected job growth in June.\nStrong, but not too strong.\nNew jobs data on Friday offered hope for this elusive middle ground in the economy, as the Federal Reserve wrestles with when to ease its stimulus efforts without endangering the recovery and the markets.\nThe pace of job creation in June was sufficient to please investors and keep the central bank on course to slowly begin pulling back on its major bond-buying program this fall. But the job gains were muted enough to calm worries of an abrupt exit by the Fed, a fear that has weighed on the markets lately.\nThe employment report, which showed the economy added 195,000 jobs, was the first since the Fed chairman, Ben S. Bernanke, said in June that policy makers were ready to begin tapering the stimulus later this year if the labor market continued to improve. The jobless rate was unchanged, at 7.6 percent.\nThe timing of the Fed action is critical. The central bank’s program of buying $85 billion a month in Treasury securities and mortgage-backed bonds has not only kept long-term interest rates low for borrowers, including big companies as well as individual home buyers, it has also helped prop up Wall Street.\nThe possibility that the Fed might move more quickly than expected to dial back the program has prompted investors to sell both stocks and bonds in the last six weeks and has raised rates on mortgages and other loans.\nBuoyed by the promise of moderate economic growth and a slow but steady tapering on the part of the Fed, traders pushed the stock market higher on Friday, with major indexes gaining about 1 percent.\nThe 195,000 jobs added in June was significantly above the 165,000 monthly pace analysts had been expecting. And the government sharply revised upward figures for job gains in April and May, increasing the average monthly gain in the first half of 2013 to 202,000 jobs.\nBut the picture painted by the data hardly reflected a booming economy.\nThe unemployment rate, which is based on a different survey from the one that tracks job creation, remained stuck at 7.6 percent, far higher than the historical pattern for this stage of a recovery. Other measures of joblessness actually rose, with the broadest one that includes workers forced to accept part-time positions jumping to 14.3 percent, from 13.8 percent.\n“Beyond the headline numbers for job growth, it gets a little more mixed,” said Jan Hatzius, chief economist at Goldman Sachs. “There is still a lot of slack in the labor market.”\nAlthough the economy has held up better than some analysts expected in the face of tax increases and automatic cuts in federal spending this year, overall growth in economic output has also been tepid. The economy grew at an annual rate of 1.8 percent in the first quarter, short of what’s needed to quickly lower the unemployment rate.\nStill, the job figures for June were enough to prompt Mr. Hatzius and other leading economists on Wall Street to predict that the Fed could announce a shift in policy in September, rather than waiting until December.\n“This was a solid report and it will be seen by the Fed as fully consistent with tapering in September,” said Dean Maki, chief United States economist at Barclays.\nIn addition, Mr. Maki noted, average hourly earnings rose 2.2 percent year-over-year, a pace that is near a high for this recovery. Before setting a firm date, Fed policy makers will be closely watching to see if the job market maintains momentum through July and August. “It’s not a done deal in September, just more likely,” Mr. Hatzius said.\nThat was benign enough for traders on Friday. The Standard & Poor’s 500-stock index rose 16.48, or 1.02 percent, to 1,631.89, while the Dow Jones industrial average jumped 147.29, or 0.98 percent, to 15,135.84, and the Nasdaq gained 35.71, or 1.04 percent, to finish the day at 3,479.38.\nIn the bond market, interest rates moved higher, as investors dumped debt on anticipation of faster growth and quicker Fed action. The 10-year Treasury note fell 1 30/32, to 91 17/32, while its yield jumped to 2.74 percent, from 2.50 percent late Wednesday.\nThe Fed’s stance has bolstered long-term rates, but the central bank is expected to keep short-term rates low at least until 2015.\nWhile Wall Street is focused on the Fed’s timing because of the markets, observers from other quarters say any move to reduce the stimulus this year would be too soon because of the high unemployment rate and the kind of jobs that are being created.\nFor example, more than half of the 195,000 jobs added in June were in two sectors — retailing and leisure and hospitality — which both tend to be low-paying. The manufacturing sector, which often pays better, shed 6,000 workers in June, its third consecutive month of losses.\n“I’d take the job-creation picture with a grain of salt,” said Arne L. Kalleberg, a professor of sociology at the University of North Carolina who has studied the gap between better-paid, higher-skilled positions and low-skill, low-wage jobs. “What matters is the quality of the jobs.”\nIn addition, although the portion of the population that is employed or looking for work increased by a tenth of a percentage point to 63.5 percent in June, it remains well below the 66 percent rate that prevailed before the recession. Similarly, at 11.8 million, the total number of unemployed Americans was unchanged in May.\nAll of these factors mean it is too soon for the Fed to reverse course, said Christine L. Owens, executive director of the National Employment Law Project, an advocacy group for low-wage and unemployed workers. “We need all the help we can get,” she said. “We still have a jobs crisis and an unemployment crisis.”\nThe least educated workers, like those who lack a high school degree, remain the worst off, although the unemployment rate for them did drop slightly to 10.7 percent in June, from 11.1 percent in May. Unemployment among workers with a bachelor’s degree or more rose by 0.1 percentage point, to 3.9 percent.\nBecause of the backlog of unemployed workers, many out-of-work job hunters say the odds can seem daunting.\nSince John Vretis was let go by an electronics company in November, he has made it through the first and second cut of applicants at several companies near his home in Moline, Ill. But Mr. Vretis has yet to receive an offer. He recently interviewed at a metals company that is adding 25 workers a month, but was told it had 4,000 applicants for those positions.\n“I’m 55 and I know that’s an issue,” said Mr. Vretis, who holds an associate’s degree in accounting.\nWith this competition, Mr. Vretis has broadened his search. He earned $17 an hour at his old job, but he said he was now willing to work for as little as $9 an hour.\n“That’s more than I’m getting on unemployment,” he said. When he fills out application forms these days, he said, he leaves off his previous wage level out of fear of pricing himself out of today’s market.\nSharon MacGregor of Paterson, N.J., is also willing to work for much less than she used to earn, even if it means ultimately taking a second job.\nMs. MacGregor holds a bachelor’s degree in psychology and worked as an administrator and meeting coordinator for five years before she was laid off last summer. Ms. MacGregor, 42, also has two decades of experience as a graphic designer, but that hasn’t made the search easier.\n“Seven years ago, I was making $63,000 a year,” she said. “If I asked for that now, forget it.” Ms. MacGregor is cutting her salary expectations, she said, both to make ends meet and to keep her prospects for future employment viable.“I don’t want to work for so much less but I would, just to get back on the market and not to have a gap in my résumé,” she said.", "url": "https://archive.nytimes.com/www.nytimes.com/2013/07/06/business/economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6.html"}