{"authors": ["John Tierney"], "date_download": "2018-11-16 03:18:52", "date_modify": "2018-11-16 03:18:52", "date_publish": "2013-01-14 00:00:00", "description": "Psychologists suggest that procrastination, if structured, can have some benefits, by getting you to complete some tasks, even if only to avoid the ones you're meant to be doing.", "filename": "www.nytimes.com_2013_01_15_science_positive-procrastination-not-an-oxymoron_1542338332.html", "image_url": "https://static01.nyt.com/images/2013/01/15/science/15TIER/15TIER-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2013_01_15_science_positive-procrastination-not-an-oxymoron_1542338332.html", "title": "Positive Procrastination, Not an Oxymoron", "title_page": "Positive Procrastination, Not an Oxymoron - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the past 5 years, or maybe it’s more like 10, I’ve been meaning to publish a New Year’s Day column offering a bold resolution for the coming year: “The Power of Positive Procrastination.”\nWell, Jan. 15 is close enough, especially if you still haven’t gotten around to dealing with this year’s resolutions. And you can stop feeling guilty for procrastinating. Science has come up with a defense of your condition.\nResearchers have independently identified the phenomenon of positive procrastination, although there’s some disagreement on what to call it. “Structured procrastination” is the preferred term of John Perry, a philosopher at Stanford who published a book about it last year. Admittedly, it’s not a long book (92 quite small pages), but give him credit: He got it done, and only 17 years after he identified the concept.\nDr. Perry was a typical self-hating procrastinator until it occurred to him in 1995 that he wasn’t entirely lazy. When he put off grading papers, he didn’t just sit around idly; he would sharpen pencils or work in the garden or play Ping-Pong with students. “Procrastinators,” he realized, “seldom do absolutely nothing.”\nA modest insight, perhaps, but it eased his conscience and disabused him of the old idea that procrastinators should limit commitments. The key to productivity, he argues in “The Art of Procrastination,” is to make more commitments — but to be methodical about it.\nAt the top of your to-do list, put a couple of daunting, if not impossible, tasks that are vaguely important-sounding (but really aren’t) and seem to have deadlines (but really don’t). Then, farther down the list, include some doable tasks that really matter.\n“Doing these tasks becomes a way of not doing the things higher up on the list,” Dr. Perry writes. “With this sort of appropriate task structure, the procrastinator becomes a useful citizen. Indeed, the procrastinator can even acquire, as I have, a reputation for getting a lot done.”\nDr. Perry generously acknowledges that he has stood on the shoulders of giants, in particular Robert Benchley, the Algonquin Round Table member. In 1930, Benchley revealed how he mustered the willpower to pore through scientific magazines and build a bookshelf when an article was due.\n“The secret of my incredible energy and efficiency in getting work done is a simple one,” he wrote. “The psychological principle is this: anyone can do any amount of work, provided it isn’t the work he is supposed to be doing at that moment.”\nYou can also call this “productive procrastination,” the term used by Piers Steel, a psychologist at the University of Calgary. It’s his personal favorite of the dozens of techniques he cataloged while researching his 2011 book, “ The Procrastination Equation.”\n“For most of us, procrastination can be beaten down, but not entirely beaten,” Dr. Steel told me, describing how one of his scholarly papers on procrastination took him a decade to write. “My best trick is to play my projects off against each other, procrastinating on one by working on another.”\nDr. Steel says it’s based on sound principles of behavioral psychology: “We are willing to pursue any vile task as long as it allows us to avoid something worse.” He gives theoretical credit to Sir Francis Bacon, the 17th-century philosopher, whose self-control strategy was to “set affection against affection, and to master one by another; even as we use to hunt beast with beast.”\nDr. Steel, who has surveyed more than 24,000 people around the world, says that 95 percent of people confess to at least occasional procrastination. (You can gauge yourself by taking his survey at Procrastinus.com.) About 25 percent of those surveyed are chronic procrastinators, five times the rate in the 1970s.\nHe attributes the increase to the changing nature of the workplace: the more flexible that jobs become, the more opportunities to avoid unpleasant tasks. Workers now typically spend a quarter of the day procrastinating, students a third of the day. Men are more likely than women to be chronic procrastinators, especially young men.\nHow many of them are actually being productive about it? Alas, there’s no good data, and for now many self-control researchers have doubts about positive procrastination. Even when it works, they say, you’re still wasting energy as you fret, consciously or unconsciously, about the task you’re avoiding.\nAnd while Robert Benchley may have built that bookshelf, Raymond Chandler strikes many experts as a better role model. Chandler used the same insight of Dr. Perry — that procrastinators rarely sit around absolutely idle — to develop a strategy that Roy F. Baumeister, a social psychologist at Florida State (and my co-author of a book on willpower) calls the Nothing Alternative. Chandler forced himself to write detective stories by setting aside four hours a day and following two rules:\na) You don’t have to write.\nb) You can’t do anything else.\n“It’s the same principle as keeping order in a school,” Chandler explained. “If you make the pupils behave, they will learn something just to keep from being bored.”\nEven Dr. Perry says it often makes sense to follow that classic advice for procrastinators: Just get started. He knows his strategy is tricky.\n“Structured procrastination requires a certain amount of self-deception, because one is in effect constantly perpetrating a pyramid scheme on oneself,” he writes. “One needs to be able to recognize and commit oneself to tasks with inflated importance and unreal deadlines while making oneself feel that these tasks are important and urgent.”\nFortunately, he notes, procrastinators can be great at self-deception, a skill also observed by Dr. Steel.“Productive procrastination is a bit of make-believe, along the lines of setting your watch five minutes fast,” he told me. “You know you did it, but you still pretend you didn’t.\n“Not everyone can do this. I think it works best for those who feel guilt for their procrastination and need to assuage it. If you are among the set of people who cleaned their dorm room the night before exams, it likely will work.”\nAt the very least, you can use it to stop feeling so bad about a problem that everyone shares. It’s certainly a saner strategy than the bromide about never putting off until tomorrow what you can do today. By that logic, you’d never stop working — there’s always something that could be done today.\nBetter to follow Dr. Perry’s rewritten version: Never do today any task that may disappear by tomorrow.", "url": "https://archive.nytimes.com/www.nytimes.com/2013/01/15/science/positive-procrastination-not-an-oxymoron.html"}