{"authors": ["Elisabeth Rosenthal"], "date_download": "2018-11-16 03:45:14", "date_modify": "2018-11-16 03:45:14", "date_publish": "2013-10-12 00:00:00", "description": "The high price of commonly used medications for conditions like asthma contributes heavily to health care costs and certainly causes more widespread anguish.", "filename": "www.nytimes.com_2013_10_13_us_the-soaring-cost-of-a-simple-breath_1542339914.html", "image_url": "https://static01.nyt.com/images/2013/10/13/us/ASTHMA/ASTHMA-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/archive.nytimes.com/www.nytimes.com_2013_10_13_us_the-soaring-cost-of-a-simple-breath_1542339914.html", "title": "The Soaring Cost of a Simple Breath", "title_page": "The Soaring Cost of a Simple Breath - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "OAKLAND, Calif. — The kitchen counter in the home of the Hayes family is scattered with the inhalers, sprays and bottles of pills that have allowed Hannah, 13, and her sister, Abby, 10, to excel at dance and gymnastics despite a horrific pollen season that has set off asthma attacks, leaving the girls struggling to breathe.\nAsthma — the most common chronic disease that affects Americans of all ages, about 40 million people — can usually be well controlled with drugs. But being able to afford prescription medications in the United States often requires top-notch insurance or plenty of disposable income, and time to hunt for deals and bargains.\nThe arsenal of medicines in the Hayeses’ kitchen helps explain why. Pulmicort, a steroid inhaler, generally retails for over $175 in the United States, while pharmacists in Britain buy the identical product for about $20 and dispense it free of charge to asthma patients. Albuterol, one of the oldest asthma medicines, typically costs $50 to $100 per inhaler in the United States, but it was less than $15 a decade ago, before it was repatented.\n“The one that really blew my mind was the nasal spray,” said Robin Levi, Hannah and Abby’s mother, referring to her $80 co-payment for Rhinocort Aqua, a prescription drug that was selling for more than $250 a month in Oakland pharmacies last year but costs under $7 in Europe, where it is available over the counter.\nThe Centers for Disease Control and Prevention puts the annual cost of asthma in the United States at more than $56 billion, including millions of potentially avoidable hospital visits and more than 3,300 deaths, many involving patients who skimped on medicines or did without.\n“The thing is that asthma is so fixable,” said Dr. Elaine Davenport, who works in Oakland’s Breathmobile, a mobile asthma clinic whose patients often cannot afford high prescription costs. “All people need is medicine and education.”\nWith its high prescription prices, the United States spends far more per capita on medicines than other developed countries. Drugs account for 10 percent of the country’s $2.7 trillion annual health bill, even though the average American takes fewer prescription medicines than people in France or Canada, said Gerard Anderson, who studies medical pricing at the Bloomberg School of Public Health at Johns Hopkins University.\nAmericans also use more generic medications than patients in any other developed country. The growth of generics has led to cheap pharmacy specials — under $7 a month — for some treatments for high cholesterol and high blood pressure, as well as the popular sleeping pill Ambien.\nBut many generics are still expensive, even if insurers are paying the bulk of the bill. Generic Augmentin, one of the most common antibiotics, retails for $80 to $120 for a 10-day prescription ($400 for the brand-name version). Generic Concerta, a mainstay of treating attention deficit disorder, retails for $75 to $150 per month, even with pharmacy discount coupons. For some conditions, including asthma, there are few generics available.\nWhile the United States is famous for break-the-bank cancer drugs, the high price of many commonly used medications contributes heavily to health care costs and certainly causes more widespread anguish, since many insurance policies offer only partial coverage for medicines.\nIn 2012, generics increased in price an average of 5.3 percent, and brand-name medicines by more than 25 percent, according to a recent study by the Health Care Cost Institute, reflecting the sky-high prices of some newer drugs for cancer and immune diseases.\nWhile prescription drug spending fell slightly last year, in part because of the recession, it is expected to rise sharply as the economy recovers and as millions of Americans become insured under the Affordable Care Act, said Murray Aitken, the executive director of IMS Health, a leading tracker of pharmaceutical trends.\nUnlike other countries, where the government directly or indirectly sets an allowed national wholesale price for each drug, the United States leaves prices to market competition among pharmaceutical companies, including generic drug makers. But competition is often a mirage in today’s health care arena — a surprising number of lifesaving drugs are made by only one manufacturer — and businesses often successfully blunt market forces.\nAsthma inhalers, for example, are protected by strings of patents — for pumps, delivery systems and production processes — that are hard to skirt to make generic alternatives, even when the medicines they contain are old, as they almost all are.\nThe repatenting of older drugs like some birth control pills, insulin and colchicine, the primary treatment for gout, has rendered medicines that once cost pennies many times more expensive.\n“The increases are stunning, and it’s very injurious to patients,” said Dr. Robert Morrow, a family practitioner in the Bronx. “Colchicine is a drug you could find in Egyptian mummies.”\nPharmaceutical companies also buttress high prices by choosing to sell a medicine by prescription, rather than over the counter, so that insurers cover a price tag that would be unacceptable to consumers paying full freight. They even pay generic drug makers not to produce cut-rate competitors in a controversial scheme called pay for delay.\nThanks in part to the $250 million last year spent on lobbying for pharmaceutical and health products — more than even the defense industry — the government allows such practices. Lawmakers in Washington have forbidden Medicare, the largest government purchaser of health care, to negotiate drug prices. Unlike its counterparts in other countries, the United States Patient-Centered Outcomes Research Institute, which evaluates treatments for coverage by federal programs, is not allowed to consider cost comparisons or cost-effectiveness in its recommendations. And importation of prescription medicines from abroad is illegal, even personal purchases from mail-order pharmacies.\n“Our regulatory and approval system seems constructed to achieve high-priced outcomes,” said Dr. Peter Bach, the director of the Center for Health Policy and Outcomes at Memorial Sloan-Kettering Cancer Center. “We don’t give any reason for drug makers to charge less.”\nAnd taxpayers and patients bear the consequences.\nCalifornia’s Medicaid program spent $61 million on asthma medicines last year, paying more than $200 — not far from full retail price — for many inhalers. At the Breathmobile clinic in Oakland, the parents of Bella Buyanurt, 7, fretted about how they would buy her medications since the family lost Medicaid coverage. Barbara Wolf, 73, a retired Oakland school administrator covered by Medicare, said she used her inhaler sparingly, adding, “I minimize puffs to minimize cost.”\n‘A Frustrating Saga’\nHannah and Abby Hayes were admitted to the hospital on separate occasions in 2005 with severe shortness of breath. Oakland, a city subject to pollution from its freeways and a busy seaport, has four times the hospital admission rate for asthma as elsewhere in California.\nThe asthma rate nationwide among African-Americans and people of mixed racial backgrounds is about 20 percent higher than the average.\nRobin Levi, a Stanford-trained lawyer who works for Students Rising Above, a group that helps low-income students attend college, is black. Her husband, John Hayes, an economist, is white. Their daughters have allergic asthma that is set off by animals, grass and weeds, but they also get wheezy when they have a cold.\n“That first year, I had to take a lot of time from my job to deal with the asthma drugs, the prices, arguing with insurers — it was a frustrating saga,” Ms. Levi said.\nFor decades, the backbone of treatment for asthma has centered on inhaled medicines. The first step is a bronchodilator, which relaxes the muscles surrounding small airways to open them. For people who use this type of rescue inhaler frequently, doctors add an inhaled steroid as a maintenance drug to prevent inflammation and ward off attacks. The two medicines are often mixed in a single combination inhaler for adults, and these products are especially pricey. In addition, many patients, particularly children, take pills as well as nasal sprays that calm allergies that set off the condition.\nWhile on medication, neither Hayes girl has been in the hospital since her initial diagnosis. Their mother tweaks dosing, adding extra medicine if they have a cold or plan to ride horses.\nFor most patients, asthma medicines are life-changing. In economic terms, that means demand for the medicines is inelastic. Unlike a treatment for acne that a patient might drop if the price became too high, asthma patients will go to great lengths to obtain their drugs.\nFor pharmaceutical companies, that has made these respiratory medicines blockbusters: the two best-selling combination inhalers, Advair and Symbicort, had global sales of $8 billion and $3 billion last year. Each inhaler, typically lasting a month, retails for $250 to $350 in the United States.\nAsked to explain the high price of inhalers, the two major manufacturers say the calculus is complicated.\n“Our pricing is competitive with other asthma treatments currently on the market,” Michele Meixell, the United States spokeswoman for AstraZeneca, which makes Symbicort and other asthma drugs, said in an e-mail. She added that low-income patients without insurance could apply for free drugs from the company.\nJuan Carlos Molina, the director of external communication for GlaxoSmithKline, which makes Advair, said in an e-mail that the price of medicines was “closely linked to this country’s model for delivery of care,” which assumes that health insurance will pick up a significant part of the cost. An average co-payment for Advair for commercially insured patients is $30 to $45 a month, he added.\nEven with good insurance, the Hayeses expect to spend nearly $1,000 this year on their daughters’ asthma medicines; their insurer spent much more than that. The total would have been more than $4,000 if the insurer had paid retail prices in Oakland, but the final tally is not clear because the insurer contracts with Medco, a prescription benefits company that negotiates with drug makers for undisclosed discounts.\nPatent Plays\nDr. Dana Goldman, the director of the Leonard D. Schaeffer Center for Health Policy and Economics at the University of Southern California, said: “Producing these drugs is cheap. And yet we are paying very high prices.” He added that because inhalers were so effective at keeping patients out of hospitals, most national health systems made sure they were free or inexpensive.\nBut in the United States, even people with insurance coverage struggle. Lisa Solod, 57, a freelance writer in Georgia, uses her inhaler once a day, instead of twice, as usually prescribed, since her insurance does not cover her asthma medicines. John Aravosis, 49, a political blogger in Washington, buys a few Advair inhalers at $45 each during vacations in Paris, since his insurance caps prescription coverage at $1,500 per year. Sharon Bondroff, 68, an antiques dealer in Maine on Medicare, scrounges samples of Advair from local doctors. Ms. Bondroff remembers a time, not so long ago, when inhalers “were really cheap.” The sticker shock for asthma patients began several years back when the federal government announced that it would require manufacturers of spray products to remove chlorofluorocarbon propellants because they harmed the environment. That meant new inhaler designs. And new patents. And skyrocketing prices.\n“That decision bumped out the generics,” said Dr. Peter Norman, a pharmaceutical consultant based in Britain who specializes in respiratory drugs. “Suddenly sales of the branded products went right back up, and since then it has not been a very competitive market.”\nThe chlorofluorocarbon ban even eliminated Primatene Mist inhalers, a cheap over-the-counter spray of epinephrine that had many unpleasant side effects but was at least an effective remedy for those who could not afford prescription treatments.\nAs drugs age and lose patent protection, the costs of treatment can fall significantly because of generic competition — particularly if a pill has only one active ingredient and is simple to replicate. When Singulair, a pill the Hayes girls take daily to block allergic reactions in the lungs, lost its patent protection last year, generics rapidly entered the market. The price of the drug has already dropped from $180 per month to as low as $15 to $20 with pharmacy coupons.\nBut sprays, creams, patches, gels and combination medicines are more difficult to copy exactly to make a generic that meets Food and Drug Administration standards. Each time a molecule is put in a new inhaler or combined with another medicine, the amount delivered into the lungs or through the skin may change, even though that often has an imperceptible effect on patients.\n“Drug companies can switch devices and use different combinations, and it becomes quite difficult to demonstrate equivalence,” Dr. Norman said, adding that inhaler makers have exploited such barriers to increase sales of medicines long after the scientific novelty has passed.\nObstacles for Generics\nA result is that there are no generic asthma inhalers available in the United States. But they are available in Europe, where health regulators have been more flexible about mixing drugs and devices and where courts have been quicker to overturn drug patent protection.\n“The high prices in the U.S. are because the F.D.A. has set the bar so high that there is no clear pathway for generics,” said Lisa Urquhart of EvaluatePharma, a consulting firm based in London that provides drug and biotech analysis. “I’m sure the brands are thrilled.”\nThe F.D.A. acknowledges that the lack of inhaled generic medicines, as well as topical creams, has been costly for patients, but it attributes that to “difficult, longstanding scientific challenges,” since measuring drug activity deep into the lung is complicated, said Sandy Walsh, a spokeswoman for the agency. Dr. Robert Lionberger, the agency’s acting deputy director in the office of generic drugs, said that research into the development of generic inhaled medicines was the agency’s highest priority but that the effort had been stalled because of budget cuts imposed by Congress.\nEven so, experts say, a significant problem is that none of the agencies that determine whether medicines come to market in the United States are required to consider patient access, affordability or need.\nThe Food and Drug Administration has handed out patents to reward drug makers for conducting formal safety and efficacy studies on old drugs that had not been so scrutinized. That transformed cheap mainstays of treatment like colchicine for gout and intravenous hydroxyprogesterone for preterm labor into high-priced branded products, costing $5 a pill and $1,500 per dose.\nFor its part, the United States patent office grants new protections for tweaks to drugs without weighing the financial impact on patients.\nFor example, with the patent for the older oral contraceptive Loestrin 24Fe about to expire, the company Warner Chilcott stopped making the pill this year and introduced a chewable version — with a new patent and an expensive promotional campaign urging patients and doctors to switch. While many insurance plans covered the popular older drug with little or no co-payment, they often exclude the new pills, leaving patients covering the full monthly cost of about $100. Patients complained that the new pills tasted awful and were confused about whether they could just be swallowed.\n“Drug patents are easy to get, and the patent office is deluged,” said Dr. Aaron Kesselheim, a pharmaceutical policy expert at Harvard Medical School. “The F.D.A. approves based on safety and efficacy. It doesn’t see its role as policing this process.”\nFor asthma patients in the United States, the best the market has yielded are a few faux generics that are often only marginally cheaper than the brand-name versions. AstraZeneca, for example, has an agreement with Teva Pharmaceuticals, a generic manufacturer, to make an approved generic version of its Pulmicort Respules, an asthma medicine for home inhalation treatments. Teva paid AstraZeneca more than $250 million last year in royalties to make a generic, which sells for about $200 for a typical monthly dose, compared with close to $300 for the branded product.\nResearch vs. Marketing\nThere are good reasons drug companies are feeling threatened. In the last several years, some best-selling medicines, like Lipitor for high cholesterol and Plavix for blood thinning, have been largely replaced by cheap generics in a very competitive market. In 2012, that led to $29 billion in savings for patients, said Mr. Aitken of IMS, or $29 billion in lost revenues for drug makers. Eighty-four percent of prescriptions dispensed last year were for generic medications.\nWhile drug companies generally remain highly profitable, recent trends have meant tough times for some companies, including Merck, whose profits crashed 50 percent this year primarily because the patent expired on its best-selling asthma pill, Singulair.\nSo AstraZeneca has recently spent millions of dollars in court pursuing several small drug companies for patent infringement after they announced a plan to make a true cheap generic version of Pulmicort Respules. Though a New Jersey judge sided with the generic manufacturers this spring, legal appeals by AstraZeneca will keep the generics off the market for the near future.\nAs insurance policies require patients to contribute more out of pocket for medicines, public pressure to curb prices has grown. This year, more than 100 top cancer specialists protested the rising prices of cancer treatments.\nDrug companies have long argued that pharmaceutical pricing reflects the cost of developing and testing innovative new drugs, many of which do not pan out or make it to market.\n“When there’s a really innovative product, you might be able to justify the price,” Dr. Kesselheim said. “But this is not generally the case.”\nCritics counter that drug companies spend far more on marketing and sales than the 15 percent and 20 percent of their revenues that they devote to research and development.\nIn the United States, one of the few Western countries that allows advertising of prescription drugs to consumers, GlaxoSmithKline spent $99 million in advertising for Advair in 2012. Despite its financial woes, Merck spent $46.3 million to advertise its steroid spray, Nasonex, according to fiercepharma.com, a Web site that tracks the industry’s advertising.\nAlso, the focus of much pharmaceutical research in recent years has shifted from simple drugs for common diseases that would have widespread use to complicated molecules that would most likely benefit fewer patients but carry far higher price tags, in the realm of tens of thousands of dollars.\nThe newest offering for asthma is Novartis’s Xolair, which is given by injection in a doctor’s office every two weeks at a cost of up to $1,500, depending on the dose. Because the drug is so expensive and was deemed to have little or no benefit over inhalers for a vast majority of patients, the British government last year announced that it would not make it available through the National Health Service. It relented this year, agreeing to stock it for limited use, after the manufacturer offered a confidential discount.\nIn all other developed countries, governments similarly use a variety of tools to make sure that drug manufacturers sell their products at affordable prices. In Germany, regulators set drug wholesale and retail prices. Across Europe, national health authorities refuse to pay more than their neighbors for any drug. In Japan, the price of a drug must go down every two years.\nDrug prices in the United States are instead set in hundreds of negotiations by hospitals, insurers and pharmacies with drug manufacturers, with deals often brokered by powerful middlemen called group purchasing organizations and pharmacy benefit managers, who leverage their huge size to demand discounts. The process can get nasty; if mediators offer too little for a given product, manufacturers may decide not to produce it or permanently drop out of the market, reducing competition.\nWith such jockeying determining supply, products can simply disappear and prices for vital medicines can fluctuate far more than they do for a carton of milk. After the price of Abby Hayes’s Rhinocort Aqua nasal spray rose abruptly, it was unavailable for many months. That sent her family scrambling to find other prescription sprays, each with a price tag over $150.\nThis year the price of Advair dropped 10 percent in France, but in pharmacies in the Bronx, it has doubled in the last two years.\nIn Georgia, Ms. Solod, the freelance writer, found the same thing. “Every time I get Advair, the price is different,” she said. “And the price always goes up. It never comes down.”\nTwenty years ago, drugs that could safely be sold directly to patients typically moved off the prescription model as their patent life ended. That brought valuable medicines like nondrowsy antihistamines and acid reducers to drugstore shelves. But with profitable prescription products now selling for $100 per tiny bottle, there is little incentive to make the switch, since over-the-counter drugs rarely succeed if they cost more than $20.\nAs a result, a number of products that are sold directly to patients in other countries remain available only by prescription in the United States. That includes a version of the popular but expensive steroid nasal spray used by Abby Hayes, which is available over the counter in London for under $15 at the Boots pharmacy chain.\n“Not only is the cost cheaper, but it doesn’t require a doctor’s visit to get it,” said Dr. Jan Lotvall, a professor of allergy and immunology at the University of Gothenburg in Sweden, where steroid nasal sprays are also available over the counter.\nDuring this high pollen season, Abby had to cut short a gymnastics practice, and her sister, Hannah, missed one day of school because of breathing problems, the first time in many years. But with parents who can afford to get the medicine they require, both are now doing fine.\nThat is not true of two other sisters from Oakland whom their mother mentors. With treatment hard to access and drug prices high, Kemonni and Donzahnya Pitre, 19 and 17, simply suffer and struggle to breathe.\nAs Donzahnya, a high school senior, looked through the Fiske Guide to Colleges at the Hayeses’ kitchen table one day, she had an unusual selection criterion: “I worry about going to a college that’s surrounded by a lot of grass.”", "url": "https://archive.nytimes.com/www.nytimes.com/2013/10/13/us/the-soaring-cost-of-a-simple-breath.html"}