{"authors": ["International Herald Tribune"], "date_download": "2018-11-16 04:39:14", "date_modify": "2018-11-16 04:39:14", "date_publish": "2017-05-26 12:38:30", "description": "The U.S. military had the highest recorded casualties in any week since entering the war in Vietnam in 1955.", "filename": "2017_05_26__1542343154.html", "image_url": "https://static01.nyt.com/images/2017/05/26/blogs/26oldmay-1967-Saigon/26oldmay-1967-Saigon-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/075d27a8650be4eabff3767c952e4932/2017_05_26__1542343154.html", "title": "1967: U.S. War Toll Sets a Record", "title_page": "1967: U.S. War Toll Sets a Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSAIGON — The U.S. command reported today that American casualties last week were the highest of any week in the war in Vietnam. A total of 337 U.S. servicemen were killed in action, 31 listed as missing, and 2,282 were wounded — by far the heaviest losses in any one week.\nMost of the deaths were attributed to the hard fighting in the vicinity of the demilitarized zone near the 17th Parallel. The week’s total raises past the 10,000 mark — unofficially to 10,271 — the number of U.S. servicemen killed in battle in Vietnam. The number of wounded now totals 61,425, with 616 listed as missing in action or captured.\nThe previous highest toll in any one week was 274 killed, which was recorded two weeks ago, and also during the week of March 18 during the fighting in War Zone C northwest of Saigon. U.S. spokesmen said 241 South Vietnamese troops were killed, along with 50 other allied soldiers. The South Vietnamese government does not release wounded figures.\nThe U.S. military reported that the enemy dead during the week ending Saturday night stood at 2,464, or a killed-in-action ratio of 3.9 to 1 favor of the allies.\n[United Press International reported from Washington that Republican Rep. Joseph McDade had said he had kept a count of Communist casualties as released by the Pentagon and that they had been exaggerated. Rep. McDade said that for 1966-67 the Pentagon reported 276,326 enemy troops killed, captured or defected, while the Red buildup over the same period as reported by the Pentagon indicated there were 200,000 more enemy casualties than enemy troops.]\nLast week, the U.S. reported 253 Americans killed, seven missing and 1,319 wounded. — International Herald Tribune, May 26, 1967", "url": "https://iht-retrospective.blogs.nytimes.com/2017/05/26/u-s-war-toll-set-a-record/"}