{"authors": ["Michael Knight"], "date_download": "2018-11-16 04:13:34", "date_modify": "2018-11-16 04:13:34", "date_publish": "1981-03-08 00:00:00", "description": null, "filename": "1981_03_08_us_vermont-socialist-plans-mayoralty-with-bias-toward-poor.html_module=inline_1542341614.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1981/03/08/032946_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1981_03_08_us_vermont-socialist-plans-mayoralty-with-bias-toward-poor.html_module=inline_1542341614.html", "title": "VERMONT SOCIALIST PLANS MAYORALTY WITH BIAS TOWARD POOR", "title_page": "VERMONT SOCIALIST PLANS MAYORALTY WITH BIAS TOWARD POOR - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In four unsuccessful races for Governor and United States Senator since 1970, Mr. Sanders had ruffled some feathers by attacking the political, financial, business and educational leaders of the state for directing their attention to growth and development rather than the plight of the state's poor, politically disenfranchised and elderly residents.\nBut his victory was met with restraint by some of those leaders. ''I wish Bernie Sanders luck and success,'' said Gov. Richard A. Snelling, a Republican whom Mr. Sanders has accused of being in thrall to business interests. And Hilton Wick, president of the city's largest commercial bank, remarked in steely tones that it was unlikely the new Mayor would have any ''significant, rapid effect'' on life here.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nGordon Paquette, the city's five-term Democratic Mayor, declined to talk about the election until after a recount is held next week. In five previous races the former bakery delivery man had never lost an election, never lost a single city ward. He had run unopposed, and thus with tacit Republican support, three times and rarely garnered less than 75 percent of the vote. Vietnam War Protester\nMr. Sanders, who ran as an independent, is a former freelance writer, carpenter, film producer and political activist who came to Vermont in the late 1960's like thousands of other young people upset over the Vietnam War and the plight of the nation's cities. This time he beat Mayor Paquette by 43.2 percent of the 9,000 votes cast to 43.1 percent.\nMr. Sanders put together an unlikely coalition that included poor people's and tenants' rights organizations, students and faculty members at the University of Vermont here and members of the Burlington Patrolmen's Association and other city workers groups upset over pay and working conditions.\n''We have a city that is trying to help a developer build $200,000 luxury waterfront condominiums with pools and health clubs and boutiques and all sorts of upper-middle-class junk five blocks from an area where people are literally not eating in order to pay their rent and fuel bills,'' he said. ''Building luxury condominiums will not be the priority of this administration.''\nMr. Sanders did not campaign as a Socialist and Mr. Paquette did not make an issue of it. Nonetheless, Mr. Sanders' political beliefs are widely known, and he said of his victory: ''Burlington will be on center stage because the country has gone in one direction and we have gone in the other. People will be paying $10 a head to see the freak Mayor of Burlington and what we do can have an affect.''", "url": "https://www.nytimes.com/1981/03/08/us/vermont-socialist-plans-mayoralty-with-bias-toward-poor.html?module=inline"}