{"authors": [], "date_download": "2018-11-16 04:54:15", "date_modify": "2018-11-16 04:54:15", "date_publish": "1981-03-23 00:00:00", "description": null, "filename": "1981_03_23_world_eruption-ends-at-mt-etna-in-sicily.html_module=inline_1542344055.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1981/03/23/051484_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1981_03_23_world_eruption-ends-at-mt-etna-in-sicily.html_module=inline_1542344055.html", "title": "ERUPTION ENDS AT MT. ETNA IN SICILY", "title_page": "ERUPTION ENDS AT MT. ETNA IN SICILY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mount Etna spewed ashes from its main crater today, but experts said the weeklong eruption by Europe's most active volcano appeared to have ended.\nTwo new craters opened by a volcanic explosion last week have become dormant, officials of Sicily's Catania International Volcanic Institute said.\nStrong winds sent the ash from the main crater of the volcano swirling over the towns on its slopes. Randazzo, a town of 12,000 on the mountain's northwest side, was especially blanketed.\nArmy engineers and construction workers began removing rocks and lava blocking highways and railroads leading to Randazzo. The institute said there was little danger of another major eruption soon despite the continued tremors. On Friday more than a thousand women, old people and children carried an image of the Madonna through Catawhich began Tuesday. The volcano was shaken by hundreds of tremors before it erupted Tuesday, spewing out lava that destroyed woodlands, vineyards and homes.\nLocal officials said the lava destroyed 12,350 acres of vineyards and woodland as well as scores of rural homes and vacation villas. The lava also cut telephone and power lines and buried railroad tracks.", "url": "https://www.nytimes.com/1981/03/23/world/eruption-ends-at-mt-etna-in-sicily.html?module=inline"}