{"authors": ["John Vinocur", "Special To The New York Times"], "date_download": "2018-11-16 03:56:47", "date_modify": "2018-11-16 03:56:47", "date_publish": "1981-10-15 01:00:00", "description": null, "filename": "1981_10_15_world_nobel-peace-award-goes-to-un-agency-for-its-refugee-work.html_module=inline_1542340607.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1981/10/15/051473_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1981_10_15_world_nobel-peace-award-goes-to-un-agency-for-its-refugee-work.html_module=inline_1542340607.html", "title": "NOBEL PEACE AWARD GOES TO U.N. AGENCY FOR ITS REFUGEE WORK", "title_page": "NOBEL PEACE AWARD GOES TO U.N. AGENCY FOR ITS REFUGEE WORK - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jakob Sveredrup, director of the Norwegian Nobel Committee, described the choice as ''not being very hard to make, and relatively noncontroversial.'' 78 Candidates Considered\nThe refugee organization was selected from 78 candidates, he said, including 18 organizations. Mr. Sveredrup acknowledged that among those who received particular attention were Lech Walesa, the leader of Poland's Solidarity trade union, and Alva Myrdal, the Swedish idealist and activist who has worked most recently in the field of disarmament.\nMr. Walesa was said by a committee source to have received ''considerable support, much of it sentimental.'' Mrs. Myrdal, however, who is 79 years old and the wife of a Nobel economics laureate, Gunnar Myrdal, had been described in the Norwegian and Swedish press as the most likely winner.\nHer choice would have been particularly ticklish because her recent writing contends that European countries have become pawns of the superpowers in the international arms race. Mrs. Myrdal has been criticized for lumping the United States and the Soviet Union together without differentiating between the causes of their strategic positions and the character of their military alliances.\nQuestions about how close Mrs. Myrdal had come to receiving this year's award were turned aside by Mr. Sveredrup. The committee members also declined to specify the nature of the ''political difficulties'' the refugee organization had to combat. Instead, it said it wanted to ''emphasize the assistance given by organizations and public authorities in those developing countries in Asia and Africa that have borne the strain of receiving and accommodating huge streams of refugees.'' Problems in Aiding Refugees\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThere have been newspaper reports of problems in international assistance to refugees in some third-world countries, growing out of lost assistance shipments, graft and a lack of interest.\n''Refugees who dare not return to their native land must be given the opportunity to start a fresh life in their host country,'' the Nobel committee said in its award statement.\n''Still more important in the long run is the work of insuring that people are not compelled to save their lives by escaping from their native land with no prospect of ever returning.\nAdvertisement Continue reading the main story\n''The stream of refugees, moreover, creates serious problems in relations between states, and for this reason the activities of the Office of the High Commissioner is serving the interests of humanity and peace.''\nAccording to the will of the founder of the Nobel awards, Alfred Nobel, the Swedish industrialist, the Peace Prize is given for ''the best work for fraternity between nations.'' The decision about who the recipient will be is made by a committee of five appointed by the Norwegian Parliament.\nThe Physics, Chemistry and Economic Sciences prizes are chosen by the Royal Swedish Academy of Sciences, and the Medicine Prize by the Karolinska Medical Institute of Stockholm. The Literature Prize, to be announced tomorrow, is decided by the Swedish Academy. ---- Hartling Calls Prize a Message Special to the New York Times\nGENEVA, Oct. 14 - Poul Hartling said today that the awarding of the Nobel Peace Prize to his office was a message to the world that ''refugees must not be forgotten.''\nIn a formal statement in which he accepted the prize ''in the name of refugees everywhere,'' Mr. Hartling said that for himself and his staff the award signified that the ''voices of millions of refugees in the world have been heard and acknowledged.''\nHe added that he hoped that the fact that the committee had chosen the committee for such an honor ''will encourage all of those in a position to assist refugees, whether they be organizations, voluntary agencies or individuals, to redouble their efforts.''", "url": "https://www.nytimes.com/1981/10/15/world/nobel-peace-award-goes-to-un-agency-for-its-refugee-work.html?module=inline"}