{"authors": ["Craig Claiborne With Pierre Franey"], "date_download": "2018-11-16 03:29:08", "date_modify": "2018-11-16 03:29:08", "date_publish": "1982-02-28 00:00:00", "description": null, "filename": "1982_02_28_magazine_food-whetting-the-appetite_1542338948.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1982/02/28/255216_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1982_02_28_magazine_food-whetting-the-appetite_1542338948.html", "title": "FOOD; WHETTING THE APPETITE", "title_page": "FOOD; WHETTING THE APPETITE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It amuses us that so many people have an ample supply of dry vermouth in their wine and spirits cabinet while they suffer a shortage of dry white wine.\nThat is our supposition, at least, from the frequency with which we are asked whether one can substitute dry white vermouth for white burgundy, Loire Valley, Rhine wine and so on. And the answer, of course, is almost always yes. The only exception would be in the preparation of a great, classic dish au vin blanc. In that case, we would certainly buy a very good white wine.\nThere is obviously a difference in using the aperitif known as dry vermouth and using a white wine. A dry white vermouth is designed to stimulate the appetite and is composed of, among other things, white wine plus a bit of sugar, herbs and plants and, at times, the bark of trees. When cooking with it, or substituting it for white wine, one will naturally produce a sauce that is a touch sweeter and more aromatic.\nAt times we rather enjoy producing vermouth-based sauces, not only for such foods as sautees and fricassees but for salad dressings as well. Dry white vermouth gives a pleasantly different taste to salad sauces and it is recommended as a low-sodium salad dressing. It diminishes to a good degree the acidity fo vinegar and mustard, and here, too, lends a nice aromatic touch.\nThree vermouth-based dishes are outlined: a fricassee of chicken, paupiettes of sole filled with a scallop mousse, and a salad-dressing base. One can improvise on that base by adding chopped parsley, chives or whatever, according to taste. FRICASSEE DE VOLAILLE AU VERMOUTH (Chicken fricassee with white vermouth sauce) 1 three-and-one-half-pound, ready-to-cook chicken, cut into serving pieces Salt, if desired Freshly ground pepper 2 tablespoons butter 1/2 cup coarsely chopped onion 1 clove garlic, finely chopped 2 tablespoons flour 3/4 cup dry white vermouth 1/4 cups chicken broth 1 bay leaf 2 sprigs fresh thyme or 1/2 teaspoon dried 1 cup carrots cut into fine, julienne strips, about two inches long 1 1/2 cups loosely packed leeks cut into fine, julienne strips, about three inches long 1/2 cup heavy cream. 1. Sprinkle the chicken with salt and pepper to taste. 2. Heat the butter in a skillet and add the chicken pieces skin side down. Cook over moderate heat about one minute without browning. 3. Scatter the onion over all and cook 30 seconds. Add the garlic and stir it around. Cook the chicken about four minutes, turning the pieces often in the butter. 4. Sprinkle the flour over all, turning the pieces so that they are evenly coated. Add the vermouth, chicken broth, bay leaf and thyme. Cover and cook over moderate heat about 20 minutes. 5. Meanwhile, bring two batches of water to the boil for the carrots and leeks. Drop the carrots into one batch, the leeks in the other. Let the carrots simmer about one minute and drain. Let the leeks simmer about four minutes. 6. When the chicken has cooked for a total of 30 minutes (start to finish), add the carrots, leeks and cream. Let simmer about two minutes. Serve with rice. Yield: Four to six servings. PAUPIETTES DE SOLE AU VERMOUTH (Rolled sole fillets in vermouth sauce) 12 small, skinless, boneless fillets of sole or flounder, about 2 1/4 pounds Salt, if desired Freshly ground pepper 1 pint raw (unfrozen) scallops, preferably bay scallops 1 egg white 1/2 cup heavy cream 3 drops Tabasco sauce 1 tablespoon butter 1/2 cup dry white vermouth 1 cup heavy cream Juice of half a lemon 1 tablespoon finely chopped parsley. 1. Preheat oven to 400 degrees. 2. Arrange the fillets skinned side up on a flat surface. Sprinkle lightly with salt and pepper to taste. 3. Put the scallops into the container of a food processor or blender. Add the egg white and start blending. Gradually pour in the cream. Add salt and pepper to taste and Tabasco and blend. 4. Spoon an equal portion of the scallop mixture on each fillet. Fold over the ends of the fillet to enclose the mixture. 5. Select a shallow, heatproof baking dish large enough to hold the folded fillets in one layer. Rub it with the tablespoon of butter. Arrange the fillets, seam side down, over the dish. Sprinkle lightly with salt and pepper. Pour the vermouth over all. 6. Place the dish on top of the stove and bring the liquid to the simmer. Cover closely with aluminum foil and place in the oven. Bake 15 minutes. 7. Transfer the fish fillets to a hot serving platter and cover with foil to keep warm. Pour the pan liquid from the fish into a saucepan. 8. Bring the liquid in the saucepan to the boil over high heat and cook down. As the liquid boils add any liquid that accumulates around the fish. Continue cooking down to one-third cup. Add the cream and cook down over high heat about four minutes. There should be about one cup. Line a mixing bowl with a strainer. Add the sauce and scrape to extract all the liquid from any solids in the sauce. Return the sauce to a saucepan and reheat. 9. Add the lemon juice and pour the sauce over the fish. Serve sprinkled with parsley. Yield: Six servings. SAUCE VINAIGRETTE AU VERMOUTH (Vermouth vinaigrette for salads) 1 1/2 tablespoons imported mustard, preferably Dijon 1 tablespoon red-wine or malt vinegar 1/4 cup dry white vermouth 1/2 cup olive oil 2 tablespoons finely chopped shallots Salt, if desired Freshly ground pepper. 1. Put the mustard and vinegar in a mixing bowl and add the vermouth while beating with a wire whisk. 2. Add the oil gradually, beating vigorously with the whisk. Add the shallots, salt and pepper to taste. Yield: About one cup.", "url": "https://www.nytimes.com/1982/02/28/magazine/food-whetting-the-appetite.html"}