{"authors": ["Pierre"], "date_download": "2018-11-16 03:29:18", "date_modify": "2018-11-16 03:29:18", "date_publish": "1982-03-24 00:00:00", "description": null, "filename": "1982_03_24_garden_60-minute-gourmet-012411_1542338958.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1982/03/24/012411_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1982_03_24_garden_60-minute-gourmet-012411_1542338958.html", "title": "60-MINUTE GOURMET", "title_page": "60-MINUTE GOURMET - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SINCE a neighbor asked me recently if she might use dry white vermouth in cooking as a substitute for white wine on those rare occasions when she is out of the latter, I have conducted a few experiments with vermouth. The vermouth contains various aromatics - herbs, spices, bark of trees and so on -that give it a special flavor and character. They also impart a taste that is slightly, but noticeably, different. A dash or more of dry vermouth gives a pleasant taste to salad dressing made with oil and vinegar. It cuts the acidity of the vinegar.\nOne of my latest experiments with white vermouth involved freshly shelled shrimp. Of course, shrimp must be cooked quickly if they are to be at their finest.\nIn this recipe, the shrimp are cooked for a minute or less, just until they lose their raw look. After a bit of vermouth is added, the shrimp are cooked about 15 seconds longer, and the liquid in which they simmer is used to prepare a beurre blanc or white butter sauce, nicely perfumed with the vermouth.\nThe dish that I served with the shrimp may seem a bit odd: rice cooked in a Cheddar cheese sauce. It is a savory accompaniment, smooth to the taste and a bit similar to risotto, although the cooking technique is wholly different. There are two ways to prepare it: One is to cook the rice and cheese together; the other is to add the cheese after the rice is cooked. If you do cook the cheese with the rice, cook over moderately low heat and stir often from the bottom to prevent burning.\nAdvertisement Continue reading the main story\nA cucumber and dill salad is also a pleasant accompaniment. Crevettes au Vermouth (Shrimp with vermouth)", "url": "https://www.nytimes.com/1982/03/24/garden/60-minute-gourmet-012411.html"}