{"authors": ["Moira Hodgson"], "date_download": "2018-11-16 03:28:57", "date_modify": "2018-11-16 03:28:57", "date_publish": "1982-02-14 00:00:00", "description": null, "filename": "1982_02_14_nyregion_food-lamb-coming-into-its-own-on-american-tables_1542338937.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1982/02/14/190045_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1982_02_14_nyregion_food-lamb-coming-into-its-own-on-american-tables_1542338937.html", "title": "Food; LAMB COMING INTO ITS OWN ON AMERICAN TABLES", "title_page": "Food; LAMB COMING INTO ITS OWN ON AMERICAN TABLES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALTHOUGH lamb has long been the principal meat in the Middle East, North Africa and Greece, it has never been a particular favorite among Americans, who have preferred beef. But in recent years Americans have decided that lamb is rather glamorous and have given it a major role at dinner parties. Rack, saddle or leg of lamb, roasted so that the meat is moist and pink inside, and served with roast potatoes or stewed white haricots has become almost as popular as in France.\nPeople are also discovering lamb shoulder, boned and roasted in the French style with rosemary and garlic, and the beauty of a crown roast, filled with a pilaff of burghul (cracked wheat) with pine nuts or buttered green peas and onions.\nLeg of lamb can be marinated in yogurt for a few days so that the flesh is exceptionally tender when cooked. Boned and cubed, the leg makes delicious shish kebab served with salads of mint leaves, tomatoes and burghul, or cucumbers in yogurt and pita bread.\nThe neck and shoulder cuts make fine stews, particularly in spring, when young vegetables are in season. Chops can be served with anchovy, bearnaise or hollandaise sauces and should be cooked ao that they are pink in the middle.\nAdvertisement Continue reading the main story\nMost lamb on the market is around a year old. But at spring time it is often possible to find lamb young enough t o have a whitish pink and meltingly tender flesh. This lamb, usuall y weighing around three to four pounds, is available from April to Oc tober. The gamier winterlamb can be served with the same garnishes yo u would use for venison - cranberries or red currant jelly and marina ted in red wine with juniper berries.", "url": "https://www.nytimes.com/1982/02/14/nyregion/food-lamb-coming-into-its-own-on-american-tables.html"}