{"authors": ["Bernadine Morris", "Special To The New York Times"], "date_download": "2018-11-16 03:09:59", "date_modify": "2018-11-16 03:09:59", "date_publish": "1983-03-11 00:00:00", "description": null, "filename": "1983_03_11_style_fashion-versatility.html_module=inline_1542337799.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1983/03/11/024747_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1983_03_11_style_fashion-versatility.html_module=inline_1542337799.html", "title": "FASHION VERSATILITY", "title_page": "FASHION VERSATILITY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like baseball players, some designers here have several chances at bat. Gianni Versace was a good performer in his previous turns this week with collections under his own name and for Callaghan, and he kept his average up with his show for Genny today. Luciano Soprani repeated Wednesday's respectable performance with his collection for Basile today.\nA strength as well a potential weakness of the fashion industry here is that a successful designer often accepts an offer to design a second or even a third collection for other concerns, generally those having different price structures. This gives him a broader showcase for his ideas and certainly more visibility. But when the ideas are not too striking to begin with, it casts a pall over the showings and gives them all a homogenous look.\nThere is enough going on in the Milan fall and winter showings so the reactions are mostly positive, and the designers did not wear out their welcome with their multiple appearances.\nThe best things at Genny were the leather and tweed combinations. Typically, these consisted of a longish leather coat worn over a gray herringbone wool jacket and a knee-length, skinny leather skirt. Alternatives were three-quarter-length leather toppers over suits or narrow long-sleeved herringbone wool dresses under coats. Black and brown made an attractive if sober color combination for winter, and the bicolor suit, divided down the middle, made a number of appearances.\nAdvertisement Continue reading the main story\nOpinion was divided over the long, slithery evening skirts, cut away very high in front and dipping to the floor in back, suggesting a mermaid's tail. Some in the audience applauded and found them sexy; others said they lowered Versace's batting average.", "url": "https://www.nytimes.com/1983/03/11/style/fashion-versatility.html?module=inline"}