{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 04:00:13", "date_modify": "2018-11-16 04:00:13", "date_publish": "1984-01-01 00:00:00", "description": null, "filename": "1984_01_01_us_bell-system-breakup-opens-era-of-great-expectations-and-great-concern.html_pagewanted=all&module=inline_1542340813.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1984/01/01/147599_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1984_01_01_us_bell-system-breakup-opens-era-of-great-expectations-and-great-concern.html_pagewanted=all&module=inline_1542340813.html", "title": "BELL SYSTEM BREAKUP OPENS ERA OF GREAT EXPECTATIONS AND GREAT CONCERN", "title_page": "BELL SYSTEM BREAKUP OPENS ERA OF GREAT EXPECTATIONS AND GREAT CONCERN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But more is at stake. The telephone network has served to bind the nation together. It is vital for the nation's defense. And it is increasingly becoming vital for industry of all types as the nation enters an age when the movement of information, from person to person or computer to computer, is as crucial as the movement of goods. The telephone system is, in effect, the highway system of the Information Age, and its health affects the competitiveness of all American industry. If the telephone breakup spurs innovation, it could help all industries.\n''We'll get new technologies rushing forward,'' said Ithiel de Sola Pool, director of the research program on communications policy at the Massachusetts Institute of Technology.\nIn the divestiture, which took effect at midnight, A.T.&T. has kept the long-distance business, equipment manufacturing operations and Bell Laboratories and is free to enter new businesses, such as computers. The local operating companies are now seven independently owned regional holding companies mainly engaged in providing local telephone service.\nWhat might the phone system look like five years from now? Ten years? At the turn of the century? Forecasts of Doom\nDespite great promises on the one hand and forecasts of doom on the other, the truth is that no one really knows how the divestiture will turn out in the long run. Alexander Graham Bell, the inventor of the telephone, was trying to help the deaf. Instead, he invented a device that shifted the world from written communications to spoken communications, shutting the deaf out even more from the events around them. The effects of the breakup of A.T.&T. might be just as unpredictable, and just as dramatic.\nNevertheless, experts are already predicting that the new evolution in communications will have these results:\n- Several networks will be competing with the new A.T.&T. to carry long-distance calls. They will include those of the MCI Communications Corporation and GTE Sprint, and perhaps one or two other major ones. There will be specialty networks for computer communications and some networks that are only regional, as opposed to national. Large companies will increasingly build their own networks that will interconnect with the public networks in a complex web.\n- Communications capacity will become a commodity, such as wheat and corn, to be bought in bulk and resold for a profit. Hotels will resell communications capacity to their guests, landlords to their tenants and companies to their employees. Much of the profit will come from providing the information that flows over the network, rather than mere transmission.\nAdvertisement Continue reading the main story\n- The telephone system will become increasingly used not only to convey voice communications but also to convey computer data, electronic mail and video images, and all at the same time. The telephone system itself will become much more computerized and ''intelligent.'' It will be able to tell you who is calling before you pick up the phone. You might be able to program the phone system with your daily schedule, so that calls could be automatically routed to you any time of day.\n- The already healthy industry that makes telephone equipment should continue to grow but will also experience a period of intense competition. One of the more popular products will be a combination computer-telephone.\nMany of these trends are already under way, but the increasing competition spurred by the Bell breakup is expected to speed them up.\nHowever, the breakup could also impede innovation in some cases, according to some experts. Bell Laboratories, no longer supported by telephone ratepayers, might see its research funds shrink and its focus become more oriented toward short-term product development rather than the long-term research that has made it a national electronics resource. Also, if the phone system is Balkanized, it might take longer to introduce new services, because many companies would have to agree to them. In the past, A.T.&T. alone decided what to do. Rise in Rates Feared\nOpponents of the divestiture say that it will probably lead to a rise in local rates because they will no longer be subsidized by long-distance rates, although the Government has yet to sort this out.\nIn addition, the opponents argue, with no company having responsibility for end-to-end communications and with each company cutting corners to lower costs, the quality of telephone service will deteriorate.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''It is the dumbest thing that has ever been done,'' said Charles Wohlstetter, chairman of Continental Telecom Inc., an independent telephone company. ''You don't have to break up the only functioning organization in the country to spur innovation.''\nBut such potential drawbacks could be balanced out by reduced long-distance rates and by the money people can save by buying their phones rather than renting them. In addition, many people might prefer lower quality phone service if they can pay less.\nWhatever happens to the telephone system in America might well serve as a model for other nations. The first moves toward telephone deregulation are occurring in Britain and Canada. It also might serve in the United States as a model for other institutions that are in the same situation as A.T.&T. once was.\nAdvertisement Continue reading the main story\nThe nation is already wrestling with the question of whether increased competition in cable television and broadcasting will result in better service or merely services that cater to the upper classes and are denied to the poor. And the Postal Service is in much the same position as A.T.&T. was, with competition stealing the most lucrative business from a monopoly that is still obligated to offer service to every home in the nation. Little Public Debate\nThe restructuring of the phone industry was done without much public debate and planning. The phone system monopoly unraveled gradually, and no one, particularly Congress, ever really sat down and decided how the telephone system should be redesigned.\n''Most of those decisions were made one at a time on an ad hoc basis,'' said William M. Ellinghaus, the president of A.T.&T. ''Nobody had any grand design on what telecommunications ought to be.''\nNor was there much concern from the general public about the size of A.T.&T. Indeed, the breakup is occurring at the time of an Administration that believes bigness in itself is not badness.\nBut some sort of Bell restructuring, many experts contend, was virtually inevitable. They argue that traditional regulatory approach was not suited to an era of rapidly changing economics and technology. While the public may feel that the Bell System was not broken, and thus did not need fixing, the huge communications monopoly actually started unraveling sometime after World War II, and the pace of that unraveling has been picking up ever since.\nAs air transportation became more commonplace, large companies began dispersing their operations. This made communications more important to a company both strategically and as a percentage of its budget. Pressure increased to find new services and cut costs. Inexpensive Duplication\nAt the same time, there was a veritable explosion in the technologies of electronics, in general, and computers, in particular. With microwave radio, it no longer was prohibitively expensive to duplicate the telephone system, as it was in the days of wire. And computers allowed for new services and a burst of innovation. So much was made possible, and so much was demanded by users, that the Bell System could not keep up.\nIronically, Bell pioneered in many of these innovations, such as the transistor, that powered the computer revolution. But Bell had a vast investment in equipment that was already installed and did not want to make its investment obsolete. It was slow in installing high-speed communications needed by computer users and in allowing the computer equipment of other manufacturers to be attached to its lines.\nAdvertisement Continue reading the main story\nBy 1959 the Federal Communications Commission had ruled that big companies could build their own microwave systems. In 1968 the F.C.C. said non-Bell equipment could use the telephone lines. A year later, MCI was authorized to begin limited long-distance service. Bell tried to fight back, but its position as a regulated monopoly prevented it from focusing on the biggest customers at the expense of the rest. And prior legal agreements kept it restricted to the telephone business, leaving the F.C.C. with the virtually impossible task of trying to define where telephones ended and computers began.\nMost experts expected some sort of resolution that would have allowed others into Bell's business and allowed Bell into new businesses. They assumed there would have to be an elaborate regulatory system to prevent Bell from subsidizing its competitive businesses with its regulated businesses. Unexpected and Dramatic\nSo the breakup of the Bell System was a dramatic and unexpected development. But, in many ways, it does the same thing the F.C.C., perhaps in a more elegant manner, might have done, and allows for less regulation rather than more. The breakup, therefore, is in keeping with the current deregulatory trend. It will finally allow the communications industry's competition to shift from courtrooms and regulatory agencies to the marketplace.\nBut not all is done. Congress is still grappling with possible subsidies to insure that everyone can still afford a phone. The Bell System, now in pieces because of the Federal antitrust suit, still faces dozens of private antitrust suits left over from the days before the breakup.\nThe communications industry is still likely to find reasons for dispute as the new A.T.&T. tries to get free from a few remaining restrictions. Local telephone service, still a regulated monopoly, is now feeling the stirrings of competition.\nAnd the nation will have to adjust to life without Ma Bell. ''There's going to be some pain to come,'' Mr. Ellinghaus of A.T.&T. said. ''Nineteen eighty-four is going to be a troublesome year. People are going to have to get used to a lot of new things.''", "url": "https://www.nytimes.com/1984/01/01/us/bell-system-breakup-opens-era-of-great-expectations-and-great-concern.html?pagewanted=all&module=inline"}