{"authors": ["Nancy Jenkins"], "date_download": "2018-11-16 03:38:56", "date_modify": "2018-11-16 03:38:56", "date_publish": "1984-08-22 01:00:00", "description": null, "filename": "1984_08_22_garden_culinary-joys-of-summer-s-bountiful-harvest_1542339536.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1984/08/22/149511_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1984_08_22_garden_culinary-joys-of-summer-s-bountiful-harvest_1542339536.html", "title": "CULINARY JOYS OF SUMMER'S BOUNTIFUL HARVEST", "title_page": "CULINARY JOYS OF SUMMER'S BOUNTIFUL HARVEST - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Summer Herbs\nParsley, sage, rosemary and thyme, basil, tarragon and summer savory, oregano, dill and mint, the fragrance of fresh herbs is one of the great joys of the season. Choose the freshest you can find, and discard any wilted, yellowing or otherwise discolored sprigs.\nFinely minced fresh herbs turn the humblest omelet into an elegant presentation, but combine flavors carefully, with a sense of what goes together. Parsley goes with almost anything, but should not, for that reason, become an automatic addition, with two or three sprigs thrown into stews or minced over vegetables. Instead, take advantage of the season's abundance to make a parsley and chicken pie, an old-fashioned English favorite. Or an authentic Lebanese tabbouleh, combining the grassy flavor of minced parsley with the earthiness of cracked bulgur wheat, sweetened with mint and sharpened with lemon.\nSage and dill are assertive herbs that should be used with a certain caution. Usually they are best appreciated on their own, although sage combines well with thyme and marjoram. Sage's rather musty flavor is not to everyone's taste, but it is a superb accompaniment for pork and veal dishes, and in Tuscany cooks like to include the soft, velvety leaves of sage in their bean soups.\nDill, of course, whether the limp green leaves or the lovely yellow umbreled seed heads, is what turns mere cucumbers into dill pickles and adds dash and sparkle to other vegetables, too. Try dill with steamed garden- fresh carrots or rosy-skinned new potatoes.\nSummer savory is a happy addition to fresh cranberry beans, and tarragon's subtle, aniselike flavor seems created to go with delicate chicken and fish dishes, an accent rather than a dominant note. Tarragon also adds a fresh fragrance to the classic French beurre blanc.\nRosemary, with its spiky leaves like spruce needles, is an effective foil for rich meats, especially pork and lamb. A bundle of rosemary sprigs thrown over charcoal at the last minute will perfume grilled meat with the aromatic, resinous scent of evergreen. The use of thyme, oregano and marjoram, like rosemary, originates in the Mediterranean, where the fragrant shrubs carpet the hillsides. These herbs have been traditionally used, from Spain and Morocco to Greece and Lebanon, to perfume stews, soups and daubes, grilled and baked meats, braised and stuffed vegetables. They seem made to go with olive oil and to be cooked with anything in an earthen pot.\nBasil was created just for tomatoes. Anyone who doubts that need only try Italian insalata caprese - alternating slices of mellow, ripe tomatoes and creamy, fresh mozzarella, thickly interleaved with basil and liberally sprinkled with olive oil. The pungent, robustly flavored herb comes in several varieties, of which the small-leaved is said to be the most fragrant and thus preferred by the Genoese for their beloved pesto sauce. More common in our markets is the dark green large-leaved basil, no piker itself in the fragrance department, and there is also a striking, dark burgundy-red basil available in some farmers' markets. Its aroma and flavor are not discernibly different from green basil, and it provides a contrasting color in a green salad.\nAdvertisement Continue reading the main story\nFrequently, the simplest preparation is the finest way to enjoy the flavors of these summertime herbs. Try chopping a little thyme or oregano and mixing it with fresh goat's cheese to spread on bread or crackers, or add dill or mint to minced cucumber and yogurt to make an Indian raita or a Greek tsatsiki, a nice alternative to summer salads.\nFinely chopped tarragon, on its own, or basil or summer savory make excellent herb butters to add to any dish, from scrambled eggs to grilled steak. Use two or more tablespoons of minced herbs to a stick of butter and add a teaspoon of fresh lemon juice to spark the mixture. Herb butters, in small containers, freeze well and will add the zest of summer to autumn menus.\nHerbs can also flavor oils for use later in the year. Use the best extra- virgin olive oil, but one with a fairly mild flavor. Tarragon, rosemary or thyme are good seasonings for oils. Insert whole stalks of fresh herbs so they can be easily removed when it is time to use the oils.\nFor the freshest tasting herb vinegars, use a mild white-wine vinegar. Tarragon and basil are good, or use your favorite herbs in combination, perhaps with a clove or two of garlic and some grains of black pepper or Sichuan peppercorns. Both oils and vinegars should be well sealed and stored in a cool, dark place (but not the refrigerator) for at least six weeks before using.\nTomatoes\nSince the rest of the year seems to be spent complaining about the lack of flavor in fresh tomatoes, now is the time to get our fill. Nothing beats a tomato picked right off the vine, but in the absence of a garden, city shoppers will find a profusion of red and golden yellow fruits, large and small; big New Jersey beefsteaks; little cherry tomatoes, and scarlet, thick- fleshed plum tomatoes that make magnificent sauces.\nDo not insist that tomatoes be a uniform color as that is frequently the sign of hothouse origins, not the surest route to a well-developed flavor. Sun-ripened tomatoes are often streaked and even scarred where the skin has cracked and healed. This does not detract from the flavor. Green tomatoes are a traditional accompaniment to a country breakfast in many areas. If you can find them, slice them thinly, dip in a little flour, cornmeal or fine bread crumbs, and saute in butter and oil. Many cooks appreciate the flavor of firm, somewhat immature tomatoes in salads and save the highly perfumed, softer- fleshed ones for soups and sauces.\nSummer Vegetables\nCorn is another sign of the season. Efforts to the contrary notwithstanding, no corn merchant has as yet been able to convince the American public that there is any real substitute for fresh corn picked at the peak of the season and cooked as close to the field as humanly possible. Mark Twain said the best way to eat sweet corn is to build a fire in the cornfield, set the pot on top, and when the water is boiling furiously - and only then - reach over, pick and strip the ears and toss them in.\nAway from the cornfield, you can insure freshness by checking the husk, which should be a clear green color, damp and cool to the touch and tightly furled around the ear. In older ears the husk will have shrunk with the loss of moisture. It will feel dry and somewhat crackly and will rustle a bit. Do not buy corn that has had all or part of the husk cut away, but don't be put off by corn silk that is dark brown and stiff - this is your insurance that the ear is fully ripe.\nAdvertisement Continue reading the main story\nBuy yellow-kerneled corn if you like a mature flavor, white-kerneled if you prefer a sweeter, more delicate taste. The most popular corn is a combination of the two, a bicolored corn called Butter and Sugar or Sugar and Gold or something similar.\nSlender green string beans, flat Italian Romano beans, brilliant yellow wax beans or dark purple string beans that turn deep green when cooked - whatever their color or shape, beans should be dry and crisp- feeling on the outside without withered ends. To test for freshness, snap a bean in two. It should snap readily, and the inner flesh should be dense and beaded with moisture. Reject beans that are limp in appearance or dry, with the inner pod separated from the bean.\nFreshly shelled beans are a delightful addition to summer menus, whether green lima beans or the less familiar cranberry or French horticultural beans, with their distinctive pink and white streaked pods. Unlike string beans, these beans should have pods that are rather limp and dry inside, with the bean completely separate from its surrounding case. Lima beans are usually steamed with savory and served with butter, but cranberry beans are delicious mixed with olive oil and chopped greens (scallions, chives, oregano) and served at room temperature as a salad.\nOkra is an African vegetable, brought to this country by blacks who also brought the name gumbo, which now refers to the stew made with okra. Okra's mucilaginous quality is not to everyone's taste, but it makes an excellent thickener for gumbos, and, when fresh, it is a fine vegetable on its own. Look for firm, unblemished pods that are no more than two or three inches long. Older pods develop cellulose fibers that make them tough.\nEggplants must be very glossy and firm, with no withered or wrinkled areas. Recipes for eggplant can be deceptive since the size intended is seldom stated. The big eggplants that are traditional in stores here can serve three or four people easily, while the small Japanese or Italian eggplants, much admired by California cooks, will only serve one. Fat white eggplants are a startling recent novelty. Unlike the purple variety, they do not need a preliminary slicing and salting, but the skin tends to be rather tough.\nSummer squashes include zucchini, pattypan and yellow crookneck squash, among others. These squashes must be firm, with no give when you squeeze them gently. If you cannot pierce the skin easily with a thumbnail, the squash is too mature. Steamed squash with butter is a fine preparation, but for variety's sake, try dipping chunks of squash in a light batter and deep-frying them, tempura style. And if you have access to summer squash blossoms, they make an extraordinary delicacy treated in this manner.\nPistou\n(Summer vegetable soup\nfrom the South of France) The soup: 1leek, diced 1medium onion, diced (to make\n1 1/2 cups with the leek) 1tablespoon olive oil 4medium carrots, diced (2 cups) 6to 8 small new potatoes, diced (2\nAdvertisement Continue reading the main story\ncups) 1medium tomato, roughly\nchopped 1pound fresh cranberry beans,\nshelled 3to 4 sprigs fresh sage 10cups water 1/2pound string beans, cut into\nshort lengths 1medium zucchini, diced (2 cups) 1/4pound linguine, broken into\nshort lengths The pistou sauce: 4cloves garlic, mashed 1/4cup chopped basil, closely\npacked 1/2cup freshly grated Parmesan\ncheese 1/4cup extra-virgin olive oil 1medium tomato, peeled and\nseeded.\n1.*Over medium-low heat, gently saute the leek and onion until they are translucent and just beginning to brown. Add the diced carrots, diced potatoes, chopped tomato and cranberry beans. Add the sage and 8 cups water. Bring to a boil, cover, lower the heat, and simmer for 40 minutes or longer, until the vegetables are soft.\n2.*Twenty minutes before serving, add the string beans, zucchini and linguine. Add more water if necessary, stir to mix the ingredients, and continue cooking.\n3.*While the soup finishes, make the pistou sauce. Place the garlic, basil and Parmesan in the container of a food processor or blender. Process or blend until the mixture is grainy. Continue processing, and add the oil, slowly but steadily, until the mixture is smooth. Mince the tomato pulp very finely, and drain in a fine- mesh sieve. Mix together with the rest of the sauce. 4.*When ready to serve, add a ladleful of hot soup to the sauce, mix well and combine the sauce and the rest of the soup. Serve immediately.\nYield: 6 to 8 servings. Panzanella\n(Tuscan bread and tomato\nsalad, flavored with basil)\nHalf a loaf of coarse, country-\nstyle Italian bread, preferably 2\nor 3 days old (see note)\nWater 1medium red onion, sliced very\nthinly 3large beefsteak tomatoes\nAdvertisement Continue reading the main story\nAbout 20 large leaves of fresh\nbasil ( 1/2 cup when chopped) 1teaspoon salt 1clove garlic 1/2cup extra-virgin olive oil 2tablespoons balsamic vinegar.\n1.*Cut the crusts off the bread, and cut the bread into chunks. Place in a bowl and cover with water. Leave for 15 minutes. Then drain, and squeeze the bread dry between your hands. Tear the bread into rough chunks, and place in a large salad bowl. You should have at least 2 cups of torn bread pieces.\n2.*Add thinly sliced onion to the bread and mix well. Cut the tomatoes into large bite-size chunks and add to the bowl. Chop the basil, add it, and then mix the contents of the bowl well.\n3.*In a separate small bowl, place the salt. Mash the clove of garlic with a knife blade, chop it roughly and add to the salt. Using the back of a spoon, crush the garlic in the salt to form a smooth paste. Add oil and vinegar and mix well.\n4.*Add the dressing to the salad, and mix together very well. Set aside, covered, in a cool place for an hour or longer to develop flavors.\nYield: 4 to 6 servings.\nNOTE: This dish should be made with a bread that has a hard crust and a coarse texture. Any other kind becomes soft and mushy, and the salad loses all character. An excellent bread for panzanella is the pane toscano in Giuliano Bugialli's ''Fine Art of Italian Cooking.'' Ideally, the bread should be stale, but you can cheat with fresh bread if you dry it out for about 30 minutes in a 250-degree oven. Tabbouleh (Lebanese cracked wheat salad flavored with parsley and mint) Zcup fine cracked wheat (bulgur) 1cup water 1 1/2cups finely minced Italian flat-\nleaf parsley Ycup finely minced fresh mint 1/4cup finely chopped scallions 1/4cup finely chopped red onion 1large tomato, peeled, seeded,\nchopped 1/4cup extra-virgin olive oil Ycup lemon juice or more to taste 1teaspoon salt, if desired\nAdvertisement Continue reading the main story\nLeaves of crisp romaine lettuce\nfor serving.\n1.*Place cracked wheat in a bowl and cover with water. Set aside for approximately 30 minutes until wheat has swelled and softened. Drain wheat, squeezing it in your hands to expel as much water as possible.\n2.*Place the wheat in a large salad bowl. Add parsley and mint and mix well. Add scallions, onions and tomatoes, using a wooden spoon or your hands to press the vegetables slightly so that they give up their flavors.\n3.*Add olive oil, lemon juice and salt, if desired. Taste, and add more lemon juice if necessary. The lemon taste should be definite but not overpowering. Set aside, covered, in a cool place for an hour or so until ready to serve.\n4.*Serve the tabbouleh on a tray lined with crisp romaine lettuce leaves. Diners should use the leaves to scoop up the tabbouleh.\nYield: 6 servings.\nMarcella Hazan's Pasta With Four Herbs 1heaping teaspoon minced fresh\nsage 1heaping teaspoon minced fresh\nmint 1heaping teaspoon minced fresh\nrosemary 1heaping tablespoon minced\nfresh parsley 1large, ripe beefsteak tomato,\npeeled and seeded 1pound linguine. Water, lightly salted if desired,\nfor boiling pasta Ycup extra-virgin olive oil\n1.*Mix the minced herbs together in a large bowl. Chop the tomato, and add to the herbs.\n2.*Bring a large pot of lightly salted water to a rolling boil. Add the linquine, and stir with a long-handled wooden spoon. Partially cover, and let cook at a vigorous boil until the pasta is al dente.\nAdvertisement Continue reading the main story\n3.*While the pasta is cooking, heat the oil over medium heat until it is very hot - almost smoking.\n4.*This step must proceed quickly: Drain the pasta, and immediately pour the hot oil over the herbs in the bowl so that they sizzle and the oil bubbles. Immediately turn the drained pasta into the bowl. Mix together, and serve immediately, adding salt and freshly ground black pepper at the table if desired.\nYield: 6 to 8 servings.Middle Eastern-Style Okra\n(Adapted from Claudia Roden's\n''Book of Middle Eastern Food'') 1medium onion, coarsely\nchopped 1clove garlic, mashed 1/4cup olive oil 6small plum tomatoes, peeled,\nseeded and roughly chopped 1scant tablespoon coriander\nseeds, lightly crushed in a mortar 1/2teaspoon salt, if desired 1 1/2pounds fresh okra 1/2to 1 cup water\nJuice of half a lemon.\n1.*Over medium low heat, gently saute the onion and garlic in olive oil until onions are transparent and just starting to color. Add tomatoes and crushed coriander seeds, and cook 5 minutes, until tomatoes have given off their liquid. Add salt if desired.\n2.*Trim the stems from the okra, and add to tomato-onion mixture. Mix well and add water. Start with 1/2 cup; more can be added as necessary.\n3.*Turn heat down to low. Cover okra, and simmer for about 30 minutes or until the okra is tender. Stir occasionally, and add more water if the vegetables start to stick.\n4.*Just before serving, add the lemon juice, mixing well.\nYield: 4 servings.\nSpezzatino di Vitello Alla Salvia (Italian braised veal with sage)\nAdvertisement Continue reading the main story\n(Adapted from Marcella Hazan's\n''Classic Italian Cookbook'') 2tablespoons olive oil 2tablespoons sweet unsalted butter 3fat shallots, finely minced 1 1/2pounds boneless veal stewing\nmeat, trimmed of excess fat 1/4cup of flour 18fresh sage leaves Zcup dry white wine\nSalt to taste.\n1.*Over medium heat, melt the butter in the olive oil. Add the shallots, and cook slowly, stirring constantly, until they are translucent. Remove shallots and set aside.\n2.*Lightly dredge veal pieces in flour. Add to the pan, and cook over medium heat until well browned.\n3.*Add sage leaves and wine and mix well. Return the shallots to the pan, and lower the heat. Cover and simmer for approximately 1 hour, stirring occasionally. If the wine cooks down too much, add a little water to the pan.\n4.*Just before serving, taste and add salt if necessary and desired.\nYield: 4 to 6 servings.\nParsley Chicken Pie\n(Adapted from Elizabeth David's ''Summer Cooking'') The filling: 3bunches fresh parsley 2ounces good-quality boiled ham\nor lean bacon (see note) 13-pound frying chicken, cut into\nserving-sized pieces 1medium onion, chopped 1bunch tarragon, chopped 1/4teaspoon ground mace 1/4teaspoon ground nutmeg\nAdvertisement Continue reading the main story\nFreshly ground white pepper to\ntaste\nSalt to taste, if desired 1cup veal or chicken stock 1cup ( 1/2 pint) heavy cream The crust: 2cups flour 1egg 4ounces (1 stick) unsalted butter\nSalt if desired 1egg for glazing pastry.\n1.*Preheat oven to 350 degrees.\n2.*Remove skin and visible fat from chicken pieces. Mince parsley in a food processor. Dice ham or bacon.\n3.*Use an oval or round earthenware terrine, large enough to hold all ingredients comfortably. Place the minced parsley in the bottom. It should fill the terrine to the depth of about an inch. Strew the ham or bacon pieces over the parsley.\n4.*Place the chicken pieces on top of the ham. Sprinkle onion, tarragon and other seasonings over the chicken. (Add salt only if desired; the stock may be very salty when it has been reduced.)\n5.*Bring stock and cream to a boil in a small saucepan, and continue boiling slowly until reduced by half.\n6.*While the stock and cream are reducing, make the pastry by mixing all ingredients together in food processor. If the pastry is too mealy, add a little ice-cold water, a 1/2 teaspoon at a time, until it is soft enough to roll out. Roll out the pastry in a shape and size to fit the top of the terrine.\n7.*Add reduced the stock and cream to the chicken mixture. Place the pastry over the top, trimming the edges to fit. Make a few gashes in the top of the pastry.\n8.*Beat the last egg with a little water, and paint the surface of the pastry crust. If you wish, cut a few leaves or decorative shapes from the extra pastry, place them on the crust, and glaze with the egg.\nAdvertisement Continue reading the main story\n9.*Place the pie in the oven, and bake for approximately 1 hour. During last 15 minutes of cooking, turn the oven heat up to 450 degrees to brown the crust. Serve immediately when done.\nYield: 4 to 6 servings.\nNOTE: The original of this recipe probably used unsmoked green bacon. If you can get it, unsmoked Italian pancetta is a good substitute. Otherwise, use a good-quality unsmoked ham.\nElizabeth David noted that the recipe came from the ''Cookery Book'' of Lady Clark of Tillypronie, published by Constable in 1909. It is, Mrs. David said, a Devon and Cornish dish.", "url": "https://www.nytimes.com/1984/08/22/garden/culinary-joys-of-summer-s-bountiful-harvest.html"}