{"authors": ["Bryan Miller With Pierre Franey"], "date_download": "2018-11-16 03:33:50", "date_modify": "2018-11-16 03:33:50", "date_publish": "1986-09-14 01:00:00", "description": null, "filename": "1986_09_14_magazine_food-seafood-comes-of-age_1542339230.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1986/09/14/997986_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1986_09_14_magazine_food-seafood-comes-of-age_1542339230.html", "title": "FOOD; SEAFOOD COMES OF AGE", "title_page": "FOOD; SEAFOOD COMES OF AGE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another widely popular preparation is tartare of fresh seafood. This works best with flapping fresh, mild-flavored fillets such as snapper, bass, tuna and salmon. ''The Seafood Cookbook: Classic to Contempo-rary'' carries a tartare of fresh tuna enhanced with lemon juice, minced cornichons, shallots, capers, chives and pepper. A dollop of golden or black caviar adds a refreshing saline edge. The recipe offered is adapted from Gilbert Le Coze, chef and co-owner of Le Bernardin, a four-star seafood restaurant in Manhattan.\nSome professional cooks not only serve fish pink but also at room temperature. Le Regence, the opulent French restaurant in the hotel Plaza Athenee, occasionally serves a special low-calorie lunch entree of warm salmon slices over mixed greens in an herbed vinaigrette. The recipe that follows, a variation on that technique, calls for sauteing strips of salmon fillet with scallions, shallots and ginger for no more than two minutes per side, then laying them over a colorful bed of mixed greens moistened with warm vinegar and soy sauce. This makes a delightful light lunch or appetizer, and variations on the type of fish and composition of the salad are endless.\nThe recipe here for pan-barbecued shrimp, which combines garlic, black and red pepper, rosemary, oregano and thyme, is an example of a once strictly regional style of cooking that has now come into the mainstream via popular cookbooks and celebrity chefs such as Paul Prudhomme of New Orleans.\nWhenever I see monkfish on a restaurant menu today - it is sometimes referred to by its French name, lotte, or its English monikers, lobster fish or angler fish - I think back to a fishing trip I took with a commercial dragger eight years ago off eastern Connecticut. For every prized sole, bass and flounder hauled in by the groaning nets, 10 monkfish were caught. Without doubt they are among the ugliest creatures of the sea; their meaty white flesh, though, which is vaguely akin to lobster, can be delicious if properly prepared. The fishermen tossed all the monkfish overboard that day, maintaining that no significant market existed for them.\nHow times have changed. Monkfish is now served, for a hefty price, in many of New York's top restaurants - grilled with herbs and butter, roasted, braised in seafood stews, sauteed and added to pasta sauces, sliced cold in salads and more. Other former oceanic wallflowers, such as the aforementioned squid and company, also share center stage. Seafood cooks nowadays borrow freely and unabashedly from the cupboards of regional American as well as European and Eastern kitchens. In the process, they are forging a new and exciting cuisine that reflects America itself - multifarious, eclectic and, above all, exciting. LINGUINE WITH MONKFISH AND SCALLOPS 4 tablespoons olive oil 1 tablespoon finely chopped garlic 1/2 teaspoon dried hot red-pepper flakes 1 cup finely chopped onions 2 leeks, trimmed, rinsed and finely chopped, about 2 cups 1/2 cup finely chopped celery 1 teaspoon loosely packed thread saffron 2 cups canned crushed tomatoes 1/2 cup dry white wine 1 bay leaf Salt to taste, if desired Freshly ground pepper to taste 4 tablespoons finely chopped parsley 1/4 teaspoon dried fennel seeds 1 1/2 pounds skinless, boneless monkfish, cut in 3/4-inch cubes 1 pound sea scallops, cut in 3/4-inch cubes 3/4 pounds fresh or dried linguine.\n1.Heat two tablespoons of the oil in a heavy skillet over medium heat and add the garlic. Saute briefly while stirring; do not brown. Add the pepper flakes, onions, leeks and celery. Stir. Add the saffron and stir. Cook for two minutes, stirring often. Add the tomatoes, wine, bay leaf, salt and pepper. Blend in the parsley and fennel seeds. Bring to a boil, cover and simmer for 15 minutes. Stir often.\n2.Add the fish to the pan and stir. Cover and cook for about four minutes, then add the scallops. Cover and cook two minutes more.\nAdvertisement Continue reading the main story\n3.Meanwhile, boil the linguine al dente and drain. Put the linguine in a heated baking dish and spoon the remaining two tablespoons of oil over it. Sprinkle with pepper and toss briefly. Remove the bay leaf from the seafood sauce and spoon the sauce over the pasta. Toss and serve immediately.\nYield:Six servings. PAN-BARBECUED SHRIMP\nThis Southern recipe, although called ''barbecue,'' is actually prepared in a hot cast-iron skillet. 16 tablespoons unsalted butter 1 tablespoon minced garlic 1/2 teaspoon fresh rosemary leaves, crushed 1/2 teaspoon dried oregano 1 teaspoon cayenne pepper 1 bay leaf, crushed 1/2 teaspoon freshly ground black pepper 3 to 5 thyme sprigs, chopped, or 1/2 teaspoon dried thyme Salt to taste, if desired 2 pounds unshelled large shrimp, approximately 20 to 24, rinsed briefly in cold water 1/2 cup bottled clam juice 1/4 cup dry white wine.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n1.In a large cast-iron skillet or frying pan, melt eight tablespoons of the butter over high heat. Add all the remaining ingredients except the remaining eight tablespoons of butter, the shrimp, clam juice and wine. Stir well and add the shrimp. Cook about three minutes, stirring and shaking the pan.\n2.Add the remaining eight tablespoons of butter, clam juice and wine. Cook, stirring and shaking the pan, for three more minutes. Remove from the heat and serve immediately with the hot butter from the pan and French bread or rice.\nYield:Four servings. WARM FRESH SALMON SALAD 4 medium-size endives 1/2 pound (about 1 head) red-leaf lettuce, cut into large pieces, or an equal amount of radicchio 1/3 pound arugula, cut into 4-inch pieces 1 1/2 pounds skinless, boneless salmon fillets 6 tablespoons olive oil Freshly ground black pepper to taste 1/2 cup chopped scallions 2 tablespoons chopped shallots 2 tablespoons finely chopped ginger root 1/3 cup red-wine vinegar 2 tablespoons light soy sauce 2 tablespoons dry white wine 6 tablespoons chopped fresh dill leaves 6 teaspoons salmon caviar or caviar of your choice, optional.\n1.Trim the hard bottoms from the endives and remove the leaves. Arrange eight leaves on each of six plates with the bottoms at the center and the tops forming a fan pattern. Leave room between each leaf.\n2.Distribute the red-leaf lettuce over each of the plates between the endive leaves. Place a clump of arugula at the center of the fan pattern.\n3.Cut each salmon fillet into thirds lengthwise. Then cut each strip on the bias into two-inch-long pieces.\n4.Heat the oil in a nonstick frying pan. Put the salmon in the pan and sprinkle with pepper. Cook briefly. Add the scallions, shallots and ginger. Saute the salmon for one minute on each side. Add the vinegar and soy sauce and then the white wine. Blend well. Remove from the heat.\nAdvertisement Continue reading the main story\n5.Place the salmon strips over the salad. Evenly distribute the sauce over the salmon and greens. Garnish each plate with a tablespoon of chopped dill and a teaspoon of caviar, if desired.\nYield:Six servings OLD STONE FISH STEW 1 1/4 pounds skinless tilefish, monkfish or cod 1 pound halibut or red snapper 1/4 cup olive oil 1 1/2 cups finely chopped onions 1 cup finely chopped celery 1 cup finely chopped sweet green pepper 1 teaspoon finely chopped garlic 1 cup dry white wine 1 bay leaf 5 sprigs fresh thyme, chopped, or 1 teaspoon dried thyme 4 cups canned peeled and crushed tomatoes 1/4 teaspoon hot red-pepper flakes Salt to taste, if desired Freshly ground black pepper to taste 1 pound mussels, scrubbed and cleaned 1/2 pound shrimp, shelled and deveined 1/4 cup chopped fresh parsley leaves.\n1.Cut the fish into one-and-one-half-inch cubes. Set them aside.\n2.Heat the oil in a large saucepan or kettle over medium heat and add the onions, celery, green pepper and garlic. Cook, stirring, for five minutes. Add the wine, bay leaf and thyme. Cook for one minute. Stir in the tomatoes, pepper flakes, salt and pepper. Simmer for 10 minutes.\n3.Add the fish and mussels, stir and cook over high heat for about three minutes. Add the shrimp and parsley and cook for three more minutes. Remove the bay leaf and serve immediately.\nYield:Six servings.", "url": "https://www.nytimes.com/1986/09/14/magazine/food-seafood-comes-of-age.html"}