{"authors": ["John W. Finney", "Special To The New York Times"], "date_download": "2018-11-16 04:23:28", "date_modify": "2018-11-16 04:23:28", "date_publish": "1986-07-09 01:00:00", "description": null, "filename": "1986_07_09_obituaries_rickover-father-of-nuclear-navy-dies-at-86_1542342208.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1986/07/09/824586_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1986_07_09_obituaries_rickover-father-of-nuclear-navy-dies-at-86_1542342208.html", "title": "RICKOVER, FATHER OF NUCLEAR NAVY, DIES AT 86", "title_page": "RICKOVER, FATHER OF NUCLEAR NAVY, DIES AT 86 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even after his promotion he was pointedly snubbed on a number of occasions. Admiral Rickover always insisted that his difficulties with the Navy arose from fighting ''stuffed shirts'' who were against anyone with new ideas.\nHe was rarely awed. Once a Congressman asked him if he had prepared for hearings. ''Yes,'' Admiral Rickover said. ''I shaved and put on a clean shirt.''\nIn later years, however, Admiral Rickover came to be accepted by his fellow admirals, particularly since nuclear power gave a new global reach to aircraft carriers. Aside from the nuclear ships now sailing the seas, one of the lasting legacies will be a new generation of naval officers trained with the Rickover emphasis on details and quality control.\nPresident Reagan said in a statement that Admiral Rickover's ''commitment to excellence and uncompromising devotion to duty were an integral part of American life for a generation.'' Calling the admiral ''a revered teacher'' and ''a talented public servant,'' Mr. Reagan said, ''Though he worked on tools of defense, he was a man of peace.''\n''It is particularly poignant that his death should occur immediately following a weekend in which we celebrated the achievements of those Amnericans who came to our shores as immigrants,'' Mr. Reagan said. ''Few among them have had as distinguished a career as Admiral Rickover or contributed more to the maintenance of our freedom.'' Tribute from Carter\nFormer President Jimmy Carter, who served under Admiral Rickover as a naval officer, issued a tribute in Chicago where he was doing voluntary carpentry. Admiral Rickover ''deplored nuclear power's use for destruction and, as a pioneer, was responsible for its use for peaceful purposes,'' Mr. Carter said. ''A superb engineer, his record for careful design, installation and operation of nucler power plants in ships and on shore has set an example of safety which can never be surpassed.''\nThe Secretary of the Navy, John F. Lehman Jr., who ordered Armiral Rickover retired against his wishes in 1982, said at a news conference that Admiral Rickover ''made a contribution in bringing the concept of nuclear power from a mere idea to the reality of more than 150 naval ships today steaming under nuclear power.''\nAdvertisement Continue reading the main story\nMr. Lehman, who censured Admiral Rickover in 1985 for accepting gratuities from General Dynamics, the submarine builder with which admiral had quarrelled for years, said he had ''had some very sporty exchanges with Admiral Rickover.'' But he added, ''He was a formidable intellectual adversary on any issue.''\nThe idea of the nuclear-powered submarine did not originate with Admiral Rickover, who was an engineer and not a scientist. But he was responsible for the design and production of the world's first nuclear-powered engines and the development of the Nautilus, the world's first nuclear-propelled submarine.\nHe was also responsible for the establishment of the first large-scale all-civilian atomic power plant, at Shippingport, Pa. The plant supplies power for residents of Pittsburgh. Ideas About Nuclear Power\nIt was in the years just after World War II that Admiral Rickover, then a captain with a master's degree in electrical engineering, became convinced that the Navy had to have nuclear-powered ships and had to begin with submarines.\nHe began formulating these ideas after he was assigned in 1946 to study atomic energy in Oak Ridge, Tenn., a site of the Manhattan Project to develop the atomic bomb in World War II.\nThe Navy was not enthusiastic about the captain's ideas about atomic submarines. Captain Rickover was called back to Washington and given an atomic energy advisory post. His office was a former women's lounge.\nCharacteristically, he bypassed channels and went directly to Adm. Chester W. Nimitz, the Chief of Naval Operations, to enlist his support for the atomic submarine. Admiral Nimitz, a former submariner, approved the idea, and Captain Rickover became head of the new Nuclear Power Division of the Bureau of Ships.\nIn 1949 he accomplished what became a classic example of maneuvering against red tape. The Atomic Energy Commission was persuaded to create a Reactor Development Division and within it a Naval Reactors Branch. To head the branch it came up with Captain Rickover.\nAdvertisement Continue reading the main story\nWearing both hats, the captain sometimes wrote letters to himself asking for certain things; he would then answer the letters in the affirmative. Thus there was virtually always agreement between the Navy and the Atomic Energy Commission. Career Is Threatened\nIn July 1951, Captain Rickover was passed over for promotion to admiral by a Navy selection board. The next year he was passed over again, despite appeals from the Secretary of the Navy, the Atomic Energy Commission and some admirals.\nIn Navy practice, an officer who has been passed over twice is generally forced to retire, and it seemed that his career was over. But newspapers, the Senate Armed Services Committee and others raised such a furor that another board was convened with tacit orders to promote Captain Rickover.\nThe Navy's official explanation for its reluctance was that he was too much of a specialist to meet the qualifications of a general flag officer. Underneath, however, was the fact that he was ''not Navy'' by reason of his unorthodox methods and his tongue.\nStories of Admiral Rickover's propensity for stepping on other people's toes and of his caustic tongue are legion. On Okinawa in World War II, he placed a Navy lieutenant under the command of an enlisted man for a certain job because he thought the enlisted man could do it better. Eventually, the admiral had to reverse the chain of command to placate his superiors.\nWhen reporters asked him questions he thought were stupid, he would not equivocate. ''That's a stupid question,'' he would say.\nHe would horrify other Navy officers by appearing in civilian clothes to testify at Congressional hearings. Snubs After Promotion\nEven after his promotion, Admiral Rickover received a number of snubs. For instance, when the commanding officer of the Nautilus was decorated by President Eisenhower in 1958, Admiral Rickover was not invited.\nAdvertisement Continue reading the main story\nHis military philosophy was, ''The more you sweat in peace, the less you bleed in war.''\nThe future admiral was born in Russian Poland on Jan. 27, 1900. When he was 4 years old, his parents joined the wave of Jewish refugees emigrating to the United States. They settled in Chicago, where the father was a tailor.\nThe youth was a delivery boy, a Western Union messenger and an intense student. He got an appointment to the United States Naval Academy not so much because he loved the sea as because the education was free and his family could not afford tuition.\nHe graduated in 1922 in the top quarter of his class after four years of grind and little or no social life. He returned to the academy five years later to study electrical engineering and subsequently received a master's degree in electrical engineering at Columbia University.\nHe served aboard submarines from late 1929 to mid-1933. After duty on the battleship New Mexico he had his only seagoing command, in Asian waters, as skipper of the minesweeper Finch from June 1937 to May 1939. In World War II he served as head of the electrical section of the Bureau of Ships. Ideas About Education\nIn later years Admiral Rickover was to develop a reputation for strong opinions, not only about nuclear submarines but also about education.\nHe was an enemy of progressive schooling in civilian life, and he once called for the abolition of the service academies if steps were not taken to improve their teaching of engineering.\nAdmiral Rickover repeatedly warned that the country needed a committee of influential people to propose standards and goals for education.\nHe called for overhauling the American educational system, with increased emphasis on technological and science courses and special training for gifted students. ''We waste the best years of our children in the name of democracy and of the sacred comprehensive school,'' he once said. Medal From President\nAdvertisement Continue reading the main story\nIn 1980, President Carter presented the Medal of Freedom to Admiral Rickover. On that occasion the President said, ''With the exception of my father, no other person has had such a profound impact on my life.''\nThe next year was to be a turning point for the four-star admiral. At 81 years of age, he made it clear that he had no intention of retiring. As a result of a special act of Congress, he had remained on active duty two decades beyond the time when most senior admirals retire. Under President Carter he would have had little trouble obtaining another waiver to remain on active duty. But when the Reagan Administration took office, battle lines were drawn.\nAs he neared his 82d birthday, Admiral Rickover was eased into retirement by Secretary Lehman. The admiral declared that he would not retire voluntarily, but Mr. Lehman, who at 39 was the youngest Secretary of the Navy, said, ''Now is the time to begin an orderly transition to a younger man.''\nPresident Reagan offered Admiral Rickover a position on the White House staff as an adviser on nuclear matters, but the admiral declined.\nHe took the occasion of his retirement to say that both nuclear weapons and nuclear power should be outlawed. ''I'm not proud of the part I played,'' he said.\nAfter his retirement, Admiral Rickover set up a foundation bearing his name that was dedicated to improving American education. #3 Ex-Presidents Honor Admiral At a dinner marking the inauguration of the foundation in 1983, former Presidents Nixon, Ford and Carter took part to honor the admiral. In his remarks, Admiral Rickover said: ''Old admirals never die, and they do not fade away.''\nThe Navy named a nuclear-powered attack submarine for Admiral Rickover, a rare honor for a living person. The Hyman G. Rickover was commissioned in July 1984 by the admiral's wife, Eleonore.\nThe controversy that he seemed to relish followed Admiral Rickover into retirement. Congressional investigators in 1984 charged that he had received gifts of jewelry and other mementos from General Dynamics, the nation's largest military contractor and builder of submarines that had frequently been flayed by the admiral.\nAdvertisement Continue reading the main story\nWhen the Navy made known an investigation, Admiral Rickover denied any wrongdoing. He said that the gifts, which the Navy valued at $67,628, had not affected his work and that he had given most of them away. Could Have Made More, He Says\nIn a letter to Secretary Lehman, Admiral Rickover said he had never received profit or personal gain by reason of his position in the Navy. He added that he could have retired in 1952 with three-quarters' pay ''and made a fortune in the private sector.''\nIn 1983, Admiral Rickover was approached by General Public Utilities Corporation, operator of the Three Mile Island nuclear power plant, which was the site of the accident that came under worldwide scrutiny in 1979. He submitted two reports that were favorable to the company and approval for restarting the undamaged unit was given last October.\nFor his studies, the operators paid the Rickover Foundation, now known as the Center for Excellence in Education, a total of $380,000.\nAdmiral Rickover married Ruth Dorothy Masters in 1932. They had one son, Robert Masters. The admiral's wife died in 1972, and in 1974 he married Eleonore Ann Bednowicz.\nA spokesman for the Navy said the funeral would be private on a date not yet announced, with burial in Arlington National Cemetery.", "url": "https://www.nytimes.com/1986/07/09/obituaries/rickover-father-of-nuclear-navy-dies-at-86.html"}