{"authors": ["James M. Markham", "Special To The New York Times"], "date_download": "2018-11-16 04:35:28", "date_modify": "2018-11-16 04:35:28", "date_publish": "1986-01-30 00:00:00", "description": null, "filename": "1986_01_30_world_israel-s-premier-in-west-berlin-appeals-to-soviet-to-let-jews-go.html_module=inline_1542342928.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1986/01/30/338086_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1986_01_30_world_israel-s-premier-in-west-berlin-appeals-to-soviet-to-let-jews-go.html_module=inline_1542342928.html", "title": "ISRAEL'S PREMIER, IN WEST BERLIN, APPEALS TO SOVIET TO LET JEWS GO", "title_page": "ISRAEL'S PREMIER, IN WEST BERLIN, APPEALS TO SOVIET TO LET JEWS GO - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Prime Minister Shimon Peres appealed to the Soviet Union tonight to allow Jews to emigrate to Israel, and he urged Moscow to assume a positive role in the search for peace in the Middle East.\n''Let me use this rostrum in the city where Nazi leadership had its formidable start and its shameful end -brought about by the Red Army as well - to call upon the new leadership of the Soviet Union not to forget the common suffering of both our peoples,'' Mr. Peres told a dinner gathering.\n''Let those who survived move to their destiny,'' the Israeli leader said, referring to Soviet Jews who want to move to Israel. ''Let our people go -and come!''\nThe Israeli leader's call came at the end of a four-day visit to West Germany and a 10-day West European swing that was intended to build support for a peace conference including Jordan and Palestinians not conspicuously connected to the Palestine Liberation Organization. An Implicit Offer\nAdvertisement Continue reading the main story\nThe appeal to the Soviet Union in the heart of a divided Berlin, which it controls with the United States, Britain and France, underscored Mr. Peres's implicit offer to allow Moscow into the Middle East peace process if it re-establishes diplomatic ties with Israel and permits a renewed flow of Jewish emigration.", "url": "https://www.nytimes.com/1986/01/30/world/israel-s-premier-in-west-berlin-appeals-to-soviet-to-let-jews-go.html?module=inline"}