{"authors": ["Craig Claiborne With Pierre Franey"], "date_download": "2018-11-16 03:37:54", "date_modify": "2018-11-16 03:37:54", "date_publish": "1987-11-15 00:00:00", "description": null, "filename": "1987_11_15_magazine_food-gathering-together_1542339474.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1987/11/15/867987_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1987_11_15_magazine_food-gathering-together_1542339474.html", "title": "FOOD; GATHERING TOGETHER", "title_page": "FOOD; GATHERING TOGETHER - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He also offers a chunky lobster stew with the Thanksgiving turkey. The lobsters are boiled briefly, then the flesh is extracted and cut into bite-size pieces. White cooks the emptied shells to produce a basic lobster broth, to which tomatoes and leeks and a bit of heavy cream are added. The result is a meat-filled elixir to be served with hot croutons smeared with a spread made of the soft and flavorsome tomalley taken from the lobster bodies.\nChef White prepares an unusual, uncommonly tasty cranberry relish flavored with orange and ginger, and a delicate molded steamed Boston brown bread. The latter is made in a pudding mold, but it could be baked effectively in an empty one-pound coffee tin.\nTo my surprise, one of the finest and most interesting of the entries on the day's menu was Jasper White's roasted bird. ''When I was thinking about this year's menu,'' he says, ''I pulled down a copy - out of curiosity - of the original Fannie Farmer cookbook, first published in 1896. She wrote of a technique I had never heard of. You blend butter and flour, and literally massage the skin of the turkey for several minutes. You let it stand for half an hour or so outside the oven and then roast it at a fairly high temperature for about 40 minutes. You turn the oven down and continue baking, basting occasionally with melted butter, for about an hour and a half. The turkey comes out of the oven cooked to a turn, and with the moistest, tenderest meat you can imagine.''\nWith the turkey, he serves a baking pan full of a bread, sausage and sage stuffing. The main course is followed by a cheese course and then his fabled pumpkin creme brulee.\nThis Thanksgiving, says White, he will dine at home with his wife and family: ''I hope to talk my wife into doing a lot of the cooking. She's a pretty good cook in her own right.'' ROAST YOUNG TURKEY WITH GIBLET GRAVY 1 11- to 12-pound turkey 1 large lemon 1 small apple, about 3 ounces, cored and stem removed 1 cup parsley, coarsely chopped and loosely packed 1 cup coarsely chopped onion 4 bay leaves, broken into quarters 10 sprigs fresh thyme or 1 teaspoon dried, finely chopped 1/4 cup corn, peanut or vegetable oil Salt to taste, if desired Freshly ground pepper to taste 12 tablespoons unsalted butter at room temperature 10 tablespoons flour 2 teaspoons water 3 cups turkey broth made with turkey neck and wing tips, or use an equal amount of fresh or canned chicken broth 1 turkey heart 1 turkey gizzard 1 finely chopped hard-cooked egg.\n1. Cut off the wing tips of the turkey. Set aside for broth or soup.\n2. Cut the lemon lengthwise in half and cut each half crosswise into quarter-inch-thick slices. Cut the apple lengthwise in half. Cut each half crosswise into quarter-inch-thick slices.\n3. In a mixing bowl combine the lemon, apple, parsley, onion, bay leaves, thyme and oil and blend well.\nAdvertisement Continue reading the main story\n4. Sprinkle the turkey inside and out with salt and a generous grinding of pepper.\n5. Fill the cavity of the turkey with the lemon and apple mixture. Flex the thighs and wing joints of the turkey. Truss or tie the turkey with string.\n6. Blend four tablespoons of the butter and four tablespoons of the flour with the fingers.\n7. Rub the turkey all over with the butter-flour mixture, massaging it thoroughly for several minutes.\n8. Sprinkle the bottom of a shallow roasting pan with the remaining six tablespoons of flour. Place a rack inside the pan and arrange the turkey breast-side up on the rack. Let the turkey sit outside the oven for 30 minutes.\n9. Preheat the oven to 450 degrees.\n10. Place the turkey in the oven and roast 45 minutes.\n11. Meanwhile, melt the remaining eight tablespoons of butter in a small saucepan and stir in the water. Baste the turkey with the melted butter mixture. Reduce the oven heat to 350 degrees and continue roasting the turkey, basting often with the butter mixture, for about one hour and 40 minutes. Remove the turkey and let rest for 20 minutes before carving.\n12. Bring the turkey or chicken broth to the boil and add the turkey heart and gizzard. Let simmer 10 minutes. Strain, reserving both the broth and giblets. Finely chop the giblets and set aside. Set the strained broth aside.\n13. As the turkey rests, skim off the semi-clear liquid from the drippings in the pan, leaving the browned flour and the particles that cling to the bottom and sides of the pan intact. Place the pan on top of the stove and add the reserved turkey or chicken broth. Scrape all around to dissolve the browned particles that cling to the bottom and sides of the pan.\n13. Strain the broth into a saucepan and bring to the boil. Let simmer, skimming the surface as necessary, about 10 minutes. Add the chopped giblets and the chopped egg. Slice the turkey and serve with the gravy on the side.\nYield: Ten or more servings. COUNTRY-SAUSAGE AND SAGE DRESSING 1 1/2 pounds untrimmed French or Italian bread 2 teaspoons corn, peanut or vegetable oil 1 pound bulk sausage - do not use Italian sausages with seasonings such as anise or fennel - shaped into 9 patties of more or less equal size 2 cups coarsely chopped onion 1 1/2 cups coarsely chopped celery 3 cups peeled and cored apples, cut into 1/2-inch cubes 1/2 cup coarsely chopped fresh sage leaves or half the amount dried 4 eggs, lightly beaten 3 cups simmering fresh or canned chicken broth Salt to taste, if desired Freshly ground pepper to taste 6 tablespoons unsalted butter.\nAdvertisement Continue reading the main story\n1. Preheat the oven to 350 degrees.\n2. Cut the untrimmed bread into one-inch cubes. There should be about 21 cups.\n3. Heat the oil in a skillet and add the sausage patties. Cook, turning the pieces often, about eight minutes or until cooked through and browned on both sides. Remove the patties and pour off almost all the fat from the skillet. Cut the patties into bite-size pieces.\n4. Heat the skillet and add the onion and celery. Cook, stirring, about three minutes, then add the apples. Cook, stirring, about three minutes longer. Stir in the sage.\n5. To a large bowl, add the cubed bread, sausage pieces, the apple and sage mixture, the beaten eggs, chicken broth, salt and pepper to taste. Blend well, tossing gently to moisten without making the mixture mushy.\n6. Use two tablespoons of the butter to grease a pan measuring about 18 by 12 by 2 1/2 inches. Pour the dressing into the pan and smooth it over. Dot with the remaining four tablespoons of butter. Place in the oven and bake one hour.\nYield: Ten servings. SHELL-BEAN SUCCOTASH 1/4 pound lean bacon or ham, cut into 1/4-inch dice 1 1/4 cups finely chopped onion 1 1/2 cups or more water 2 cups shell beans (also known as cranberry beans) or lima beans, out of the shells 3 cups corn kernels, fresh or frozen 1/2 cup heavy cream Salt to taste, if desired Freshly ground pepper to taste 2 tablespoons finely chopped chives.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n1. Put the bacon cubes in a saucepan and add the onion. Cook, stirring occasionally, until the onion is wilted.\n2. Add the water and beans and cook until beans are tender. The cooking time will range from 20 to 40 minutes or longer, depending on the age of the beans. It may be necessary to add more water as the beans cook. Add the corn kernels and cream and cook about five minutes longer. Add salt and pepper to taste and stir in the chives.\nYield: Ten servings. CHUNKY LOBSTER STEW WITH TOMALLEY CROUTONS 5 1-pound live lobsters Salt to taste, if desired 2 cups coarsely chopped onion 4 bay leaves 1 large tomato, about 1 pound, peeled 20 sprigs fresh chervil, optional 2 cups heavy cream 12 tablespoons unsalted butter 1 teaspoon finely minced garlic 2 tablespoons finely chopped onion 2 cups coarsely chopped white part of leeks 1 cup carrot rounds, sliced as thinly as possible Freshly ground black pepper to taste 1 loaf French bread, cut into 1/4-inch slices.\nAdvertisement Continue reading the main story\n1. Bring enough water to the boil to cover the lobsters when they are added. Add salt and the lobsters and cook exactly four minutes after the water has returned to boiling.\n2. Drain the lobsters immediately. Make a small half-inch crack in the solid shell that covers the head of each lobster. Make the crack slightly below the eyes of each lobster. Place the lobsters tail-side up, heads down, so that the liquid drains from the heads.\n3. When the lobsters are cool enough to handle, tear off the tails and claws of each. Let the tomalley -the inner soft portion of the bodies -empty into a mixing bowl. Put the shells in a kettle.\n4. Place the lobster tails on a flat surface and cut lengthwise with a sharp knife or cleaver. Pull away and discard the intestinal tract of each tail. Remove the tail meat and put the shells into the kettle.\n5. Crack the claws and remove the meat. Put the claw shells into the kettle. Cut the claws and tail meat into bite-size pieces. There should be about three cups. Set aside.\n6. To the lobster shells in the kettle add 10 cups of water, the two cups of coarsely chopped onion and the bay leaves. Bring to the boil.\n7. Meanwhile, cut away and reserve the firm outer flesh of the peeled tomato. Set aside. Chop the inner portion of the tomato and add it to the kettle. Cut the reserved portion of the tomato into half-inch cubes. Set aside.\n8. Pull away the leaves of the chervil. Set the leaves aside. Toss the remaining sprigs into the kettle. Cook the lobster broth about one hour, then add the heavy cream. Let simmer briefly.\nAdvertisement Continue reading the main story\n9. To prepare the garnish for the stew, put four tablespoons of the butter into a saucepan. Add the garlic and finely chopped onion to the butter and cook about three minutes, stirring. Add this to the reserved tomalley and beat thoroughly to blend. Refrigerate.\n10. Meanwhile, heat the remaining eight tablespoons of butter in a heavy saucepan and add the leeks and carrots. Cook about five minutes, stirring occasionally without browning. Add the cubed lobster meat, the tomato cubes and cook, stirring briefly, until heated through.\n11. Strain the liquid from the kettle, discarding the solids. There should be about six cups. Pour this into the saucepan containing the lobster meat. Bring to the simmer and add salt and a generous grind of black pepper. Finely chop the chervil leaves and add them.\n12. Meanwhile, preheat the broiler and toast the French bread slices on both sides. Spread one side of each with a thin layer of the tomalley mixture. Run briefly under the broiler until the tomalley mixture starts to bubble. Serve the hot soup with the pieces of tomalley toast on the side.\nYield: Ten servings. PUMPKIN CREME BRULEE 1 5-pound pumpkin 2 1/2 cups milk 1 cup heavy cream 1/2 cup dark molasses 1 teaspoon cinnamon 6 whole eggs 9 egg yolks 3/4 cup granulated white sugar 1 1/2 cups brown sugar.\n1. Preheat the oven to 400 degrees\n2. Cut the pumpkin lengthwise into quarters. Scrape out the seeds and membranes from each quarter. Arrange the pumpkin quarters cut-side down on a baking dish. Cover closely with foil. Place in the oven and bake for one hour. Remove the pumpkin pieces and let stand, covered, 15 minutes.\n3. Scrape the flesh of each quartered pumpkin into the sieve of a food mill or ricer. Press to make a fine puree. There should be about five cups. Of this, you will need one cup for this recipe. The remainder may be frozen or refrigerated to be used later in soups, pies and so on.\n4. Put one cup of the puree into a saucepan and add the milk, cream, molasses and cinnamon. Stir to blend and bring slowly to the simmer.\nAdvertisement Continue reading the main story\n5. Select a mixing bowl, preferably of stainless steel, that will sit neatly and compactly inside a larger basin of simmering water. Into the mixing bowl put the whole eggs, egg yolks and white sugar. Beat until blended.\n6. Pour the hot pumpkin mixture into the egg mixture. Sit the custard mixture inside the kettle over barely simmering water and start stirring immediately and constantly with a wire whisk. At this point, great care and caution must be taken to not overheat the mixture, because excess heat will cause it to curdle. Stir rapidly over and around the curves of the mixing bowl. Cook for about 12 minutes, only until the mixture achieves a fairly thick, custardlike texture, then remove the bowl from the bottom basin.\n7. Spoon equal portions (about five ounces) of the custard into 10 individual six-ounce, heatproof, decorative baking dishes or custard cups. Wipe any spillage off the outside of the baking dishes. Cover with clear plastic wrap, and chill thoroughly.\n8. Fill a small sieve with the brown sugar. Hold the sieve over each of the dishes and sprinkle with brown sugar. Wipe around the rim of each dish to remove excess sugar.\n9. Preheat a broiler to high. Arrange the small dishes in a metal pan filled with ice. Place under the broiler until the sugar has formed a nice crust on top. Serve immediately.\nYield: Ten servings.", "url": "https://www.nytimes.com/1987/11/15/magazine/food-gathering-together.html"}