{"authors": ["Maureen Dowd", "Special To The New York Times"], "date_download": "2018-11-16 04:44:28", "date_modify": "2018-11-16 04:44:28", "date_publish": "1987-12-17 00:00:00", "description": null, "filename": "1987_12_17_us_in-reborn-quest-hart-hears-praise-and-scorn.html_module=inline_1542343468.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1987/12/17/002087_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1987_12_17_us_in-reborn-quest-hart-hears-praise-and-scorn.html_module=inline_1542343468.html", "title": "In Reborn Quest, Hart Hears Praise and Scorn", "title_page": "In Reborn Quest, Hart Hears Praise and Scorn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That seemed to be the idea at Dover High School, when a student asked Mr. Hart about politicians who ''mislead the public.'\n''I don't think politicians have the right to mislead the public,'' Mr. Hart responded, ''but on the other hand the public does not have the right to know everything about everyone's personal and private life.'' The 700 students in the auditorium roared their approval. 'He's Facing It'\n''The guy's awesome,'' said a student, Bob Williams, after listening to Mr. Hart lecture on economics and arms control and global strategy. ''After all the publicity he's had about girls and stuff, a lot of people would have just gave up. He's facing it.''\nJennifer Flannery, 17 years old, agreed. ''Over in France, they have mistresses put up in apartments,'' she said. ''It was good of his wife to take him back. He's running for President and you need a First Lady to redecorate the White House.''\nBut others felt differently. ''Who wants a cheating President?'' asked Ray Roy, a senior.\nIt was clear today that Mr. Hart's emotions were strung tight. Sometimes he seemed flushed with elation that he was back in the limelight and receiving a warm welcome; at other moments, the quicksilver resentment at questions about his private life surfaced. Ode to Solidarity\nWhen Hope King, 17, tried to ask the candidate a follow-up question about ''Donna Rice-scam,'' as she called it, he was brusque. ''He just gave me an ugly look and walked off,'' she said.\nLee Hart, who for many has come to symbolize the difficult role of the political wife, rejected any notion that she was a reluctant partner in her husband's reborn bid.\nAdvertisement Continue reading the main story\nSpeaking spontaneously on a street corner here with her son John beside her, Mrs. Hart offered a long and passionate ode to their family's solidarity.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''Andrea and John and I and Gary, as individuals and as a family, have experienced much pain over the last several months,'' she said. ''We have shared with Gary the pain and the hurt that have been caused to other family members, to staff, to hundreds, thousands of supporters all across this country.\n''But I can tell you one thing: We are well and strong today. We don't just share the good as a family. But we share the bad as well.'' Campaign in a Borrowed Van\nAt a lunch at a Portland restaurant with about 20 former supporters, some still uncommitted and some now working for other candidates, Mr. Hart warned that the ''rehashing'' of stories about his personal life might cause a difficult period at first.\nPat Finn, a state party committee member from Maine who is supporting Mr. Hart once again, said she had been upset at the candidate when the disclosures about Miss Rice began last spring, but that she had reconsidered.\n''It mattered when it happened, but it doesn't matter any more,'' she said. ''He paid a price for it and he should be able to go on from here without it being the center of the campaign.''\nThe days of chartered planes and printed schedules are over, at least for the moment. Mr. Hart, who says he has no money or staff, traveled in a white Toyota van that a New Hampshire supporter had borrowed from his mother. He had only three longtime supporters traveling with him as volunteers. They wrote out the day's schedule by hand.\nEric Jacobson, a graduate student at the University of California at Los Angeles who headed one of two ''draft Hart'' committees, had flown in - at an expense of about $1,000 - to see if he could help.\n''A good many of us are willing to do this in the short term and even in the medium term because we identify with Gary's vision,'' he said. ''Give the man his due. Getting back in the race is the most courageous act in American politics in a century.''\nAdvertisement Continue reading the main story\nFrom the reactions of many New Englanders, it was clear that Mr. Hart would benefit from a backlash against the extensive reporting on Presidential candidates' personal foibles.\n''You bet I will vote for him and so will my whole family,'' said Bebe Buell, watching Mr. Hart admiringly at the Horsefeathers restaurant here. ''We don't think anybody's sex life has anything to do with government.''\nBut his surprising re-entry also turned off many voters.''It makes a joke of the whole election process,'' said Valerie Tucker, a network analyst for a communications company in Portland.\nHer husband, Richard, a stockbroker, thought Mr. Hart was ''brave'' to get back in the race, but felt it was futile. ''It will be entertaining, but I don't think people are taking him seriously. All we can see is that flash of Donna Rice on the TV screen.''", "url": "https://www.nytimes.com/1987/12/17/us/in-reborn-quest-hart-hears-praise-and-scorn.html?module=inline"}