{"authors": ["Elizabeth Field"], "date_download": "2018-11-16 04:32:18", "date_modify": "2018-11-16 04:32:18", "date_publish": "1988-06-26 01:00:00", "description": null, "filename": "1988_06_26_nyregion_sarah-lawrence-reaches-accord-with-neighbors-on-boundaries.html_module=inline_1542342738.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/06/26/462788_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_06_26_nyregion_sarah-lawrence-reaches-accord-with-neighbors-on-boundaries.html_module=inline_1542342738.html", "title": "Sarah Lawrence Reaches Accord With Neighbors on Boundaries", "title_page": "Sarah Lawrence Reaches Accord With Neighbors on Boundaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "''Failing that, the college might easily have gone to court to contest the constitutionality of the university zone,'' he explained, ''so it was our mission to try to come to some agreement with the college on a number of issues involving the uses of some properties the college owned outside the zone, as well as the school's intentions inside the district.''\nMr. Laspagnoletta, who helped negotiate the agreement along with Mr. Austin and John K. Armstrong, another Lawrence Park West board member and a lawyer, said he and other neighborhood representatives had met weekly with officials from the college beginning last February. Councilman Nicholas V. Longo, who is the City Council's minority leader and represents the Fifth District in Yonkers, where Sarah Lawrence is situated, also participated in the discussions.\nMr. Laspagnoletta said that in the agreement all the parties had promised ''to endorse and actively support'' the new amendments to the zoning law, co-sponsored by Mr. Longo and Mayor Nicholas C. Wasicsko. The amendments give the institutions greater flexibility to build and renovate various structures within their zones without the need for special permits, but in accordance with technical specifications spelled out in the college-zone ordinance.\nReferring to Sarah Lawrence, Mr. Austin said: ''The college still has to observe normal setbacks, height limitations and density factors in relation to the buildings. In addition, we hope that as time goes on the college will consult with its surrounding communities on the location of any new facilities inside the zone.''\nOutside the college districts the institutions are required to apply for zoning changes if they intend to alter properties owned by them or to expand further. Under the special arrangement reached by Sarah Lawrence and its neighbors, however, the college agreed not to seek a variance to change the use of any college-owned properties outside its zone, a concession by the college to its neighbors intended to help maintain the residential character of the neighborhood.\nPriscilla Hawkins, special assistant to the president of Sarah Lawrence, Alice Ilchman, said the properties included three homes - at 154 Boulder Trail, 80 Wrexham Road and 161 Hampshire Road - that would remain single-family residences. As part of the agreement, she said the college had recently withdrawn a previous application to the zoning board to convert the 161 Hampshire home into a dormitory. The proposed conversion had been opposed by many of the college's neighbors and had touched off a lengthy court battle.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA home at 123 Boulder Trail, donated to the college last summer, has been included in the zone and will be used as a child-development institute. Citing a concern of neighbors living around the home, Jerry Jerome, president of the Sunnyside Park Community Association, said the college had agreed that ''any ingress or egress would be through the rear of the building, facing the college, rather than through the front, which faces all the lovely private homes in the area.'' Furthermore, he said the college had pledged ''to maintain all of its properties in impeccable fashion, and, in particular, those outside its immediate area.''\nMr. Laspagnoletta said the college had agreed further that if it should acquire other properties outside the zone and within the surrounding neighborhoods, it would have to obtain written approval from the associations to convert or expand the properties to uses that are not specifically permitted in the contract.\nAdvertisement Continue reading the main story\n''We wanted the college to promise not to purchase homes outside the zone and then attempt to include them in the zone or apply for a variance to convert the homes to other uses,'' Mr. Laspagnoletta said. ''The college can acquire other homes, but the houses must remain single-family residences.''\nAn exception noted in the agreement is some property between Kimball Road and Wrexham Road (in the Lawrence Park West area), which the college has been interested in acquiring for several years. The neighborhood associations have said that if the college should obtain the property and apply to expand the zone to include it, they would not oppose the action. The property, which is privately owned, is close to one of seven designated sites in East Yonkers for some court-ordered low-income housing.\nIn other parts of the agreement the college promised to maintain some property on Glen Washington Road, known as Marshall Field, as a grass-covered playing field, to restrict its use of a home at 153 Boulder Trail to a health services, administrative or faculty building, and to keep its neighbors informed about its plans to build a proposed athletic center.\nA community-relations council made up of representatives from the college and the neighborhood associations is to meet on a regular basis to share information and concerns.\nCommenting on the agreement, Mrs. Hawkins said: ''It represents respect on each group's part for the interests of each other. The neighborhood associations realize that we have needs, and we recognize their concerns as homeowners.''\nNoting ''a new spirit of cooperation'' between the college and its neighbors, Mr. Austin said: ''We now have a better understanding of what the college wants to do to enhance its campus and, in turn, I think the college is more aware of Lawrence Park West in terms of the homes and the commitment that our 300 families have made to this area.''\n''It's a good compromise,'' Mr. Jerome said, referring to the agreement. ''Both associations felt they did what was best for the immediate neighbors of the college and the entire community.''", "url": "https://www.nytimes.com/1988/06/26/nyregion/sarah-lawrence-reaches-accord-with-neighbors-on-boundaries.html?module=inline"}