{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:37:24", "date_modify": "2018-11-16 03:37:24", "date_publish": "1988-04-27 01:00:00", "description": null, "filename": "1988_04_27_garden_eating-well_1542339444.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/04/27/951088_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_04_27_garden_eating-well_1542339444.html", "title": "Eating Well", "title_page": "Eating Well - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Arborio rice, an expensive short-grain white rice from Italy that is best known for making splendid risottos, has a reputation as being difficult and time consuming to prepare. No doubt this perception endures because risotto ordered in a restaurant takes at least 20 minutes to arrive at the table.\nBut that is because risotto must be fresh from the pot, unlike many other dishes on a restaurant's menu. In fact if you choose a risotto with simple ingredients that require no additional cooking, you can have it at home in that same 20 minutes. With a salad it makes a complete and very satisfying meal.\nCouscous is another valuable dish, and whoever created instant couscous did a lot of busy people an enormous favor. While couscous (made of finely ground wheat meal, usually semolina) prepared the traditional way may be marginally better than the instant variety, most of us would be hard put to tell the difference. Instant couscous is ready in five minutes.\nPolenta, a quick version of the old Italian cornmeal mush, is equally speedy to prepare.\nQuinoa (pronounced KEEN-wa), a grain grown in the Andes, cooks in 10 minutes and has considerably more protein than rice. Quinoa is new to North Americans, but it dates to the Incas. Light and slightly nutty in flavor, it has a pleasingly chewy texture, so it can easily be substituted for rice.\nRed lentils are timesavers, too. Credit for discovering this in our family goes to my son. There are so many wonderful lentil dishes, but green lentils take more time to cook than most of us are willing to spend. Not so red lentils, which are popular in Bengali cooking and are ready in 10 minutes. You can substitute for green lentils in any dish.\nAll these starches have about the same number of calories: 100 in an ounce, along with 0 to 2 grams of fat and minimal sodium.\nEach provides a quick and easy way to increase your carbohydrates and enjoy every morsel, as the accompanying recipes demonstrate.\nAdvertisement Continue reading the main story\nSeveral well-regarded Italian cookbooks give different cooking times for risotto. One says it cooks in 17 minutes; another, 25 minutes. I suspect it depends on the rice. Not all arborio rice, essential for a good risotto, cooks in the same time.\nSome will say this risotto recipe is not authentic because the amount of oil has been reduced and the butter eliminated, and because the radicchio is not cooked from the very beginning, but added partway through.\nAuthenticity aside, the dish is wonderful. It can be on the table in 25 minutes, including all preparation.\nRed lentils can be found in health- or natural-food stores and in Indian markets; polenta and quinoa, in specialty markets; arborio rice, in Italian and specialty markets, and in some supermarkets, and couscous in many supermarkets. Modest Foods, Bold Flavors Risotto With Radicchio Preparation time: 5 minutes Cooking time: 20 minutes 1 tablespoon olive oil 4 to 5 cups chicken broth 1/2 cup chopped onion 3/4 pound radicchio 1 cup arborio rice 1/2 cup dry white wine 2 ounces ( 1/2 cup) freshly grated Parmigiano Reggiano Freshly ground black pepper to taste.\n1.Heat the oil in a heavy-bottomed pot.\n2.Put the broth on to heat in a separate pot.\n3.Saute the onion in the oil until it takes on a little color.\n4.Meanwhile wash the radicchio and cut off core.\n5.Add the rice to the onion and stir until it is well coated.\n6.Add the wine to rice and onion and stir; let the wine cook away, about 2 minutes, stirring.\n7.Shred the radicchio with a knife.\n8.Add about a cup of simmering chicken broth to rice and cook over high heat, stirring very often until broth has evaporated. Repeat the procedure, this time adding the shredded radicchio. Continue adding broth and stirring, cooking until broth evaporates. You may not need all the broth to cook the rice.\nAdvertisement Continue reading the main story\n9.Meanwhile finely grate the cheese.\n10.When rice is tender and there is still enough broth left in the rice to make it slightly runny, add the cheese, stirring well, season with pepper and serve.\nYield: 2 large servings. Polenta With Tomato And Wild Mushroom Sauce Preparation and soaking time: 20 minutes Cooking time: 15 minutes 2 heaping tablespoons dried porcini or other mushrooms 28 ounce can Italian plum tomatoes, drained 1/2 teaspoon dried thyme 1/2 teaspoon dried oregano Freshly ground black pepper to taste 2 cups chicken stock, approximately 1 cup instant polenta. 2 tablespoons coarsely grated Parmigiano Reggiano\n1.Cover mushrooms with hot water and set aside.\n2.Crush the plum tomatoes between the fingers and place in pot, without the juice, along with the thyme, oregano and pepper. Cook over medium high heat for 10 minutes, until most of liquid has been absorbed.\n3.Drain mushrooms and squeeze out liquid; chop coarsely and add to tomatoes. Add some mushroom liquid if mixture has become too dry.\n4.Meanwhile, bring chicken stock to boil (follow directions on instant polenta package for amount of liquid needed). 5.When stock has boiled, slowly add polenta, stirring constantly, until mixture is thick and liquid has been absorbed.\n6.Serve polenta topped with the tomato-mushroom sauce and grated cheese.\nYield: 2 servings.\nNOTE: This is particularly good with any game bird, but chicken will do quite nicely. Couscous With Apricots Preparation time: 4 minutes Cooking time: 3 minutes 1/2 cup dried apricots Water 1 tablespoons lemon juice 1 tablespoon unsalted butter 3/4 cup instant couscous Freshly ground black pepper.\n1.Cut up apricots coarsely and combine with water. Follow package directions for proper amount of water.\n2.Add lemon juice and butter, stir and cover. Bring water to boil.\n3.When water boils stir in couscous and continue stirring until water boils again.\nAdvertisement Continue reading the main story\n4.Remove pot from heat, cover and allow to sit 2 or 3 minutes, until water is completely absorbed and couscous is tender.\nYield: 3 servings.\nExcellent with lamb, chicken, fish. Curried Lentils And Vegetables Preparation time: 10 minutes Cooking time: 20 minutes 8 ounces (1 heaping cup) red lentils (available in health-food stores and Indian food stores) 8 ounces onion 1 teaspoon minced garlic 2 tablespoons olive oil 1 teaspoon ground coriander 1 teaspoon ground cumin 1 teaspoon turmeric 1/2 teaspoon mild to hot chili powder 1/4 teaspoon cardamom 1/8 teaspoon ground cloves 1/4 teaspoon cinnamon 1 small-to-medium head of caulfilower, broken into floret (about 4 1/2 cups) 1 cup chicken or vegetable broth or stock 3 ounces tomato paste 1/2 cup roasted cashews 1/2 cup low-fat or no-fat yogurt.\n1.Bring lentils to boil in plenty of water to cover in covered pot. Cook about 10 minutes, until soft. Drain and reserve liquid.\n2.Peel and coarsely chop onion and saute with garlic in hot oil until soft.\n3.Reduce heat and add coriander, cumin, turmeric, chili powder, cardamom, cloves and cinnamon. Stir well.\n4.Add florets to the onion mixture with stock and tomato paste. Stir well to mix. Cover and cook until cauliflower is tender, about 8 to 10 minutes.\n5.Stir in lentils, adding liquid from lentils if necessary to thin a little.\n6.Stir in cashews and serve with yogurt on the side.\nYield: 2 servings.\nNOTE: With steamed rice this makes a complete dinner. If you wish this to be a vegetarian dish, use vegetable broth; otherwise use chicken broth. Quinoa Mexican Style Preparation time: 5 minutes Cooking time: 15 minutes 1/2 pound onions, chopped 1 teaspoon minced garlic 1 tablespoon polyunsaturated oil 1 cup quinoa 1 cup chicken stock 1 cup drained canned Italian plum tomatoes 1 cup tomato juice from canned tomatoes 1/2 to 1 whole jalapeno or serrano chile, seeded and chopped 2 tablespoons chopped fresh coriander.\n1.Saute onion and garlic in hot oil in heavy-bottomed pot large enough to hold remaining ingredients.\n2.When onion is soft add quinoa, chicken stock, plum tomatoes, tomato juice and chili. Bring to boil; reduce heat; cover and cook for about 10 minutes, until quinoa is tender.\nAdvertisement Continue reading the main story\n3.Sprinkle coriander over quinoa mixture and serve.\nYield: 3 servings.", "url": "https://www.nytimes.com/1988/04/27/garden/eating-well.html"}