{"authors": ["Phil Patton"], "date_download": "2018-11-16 03:51:41", "date_modify": "2018-11-16 03:51:41", "date_publish": "1988-07-17 01:00:00", "description": null, "filename": "1988_07_17_magazine_the-man-who-bought-bloomingdale-s.html_module=inline_1542340301.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/07/17/333088_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_07_17_magazine_the-man-who-bought-bloomingdale-s.html_module=inline_1542340301.html", "title": "The Man Who Bought Bloomingdale's", "title_page": "The Man Who Bought Bloomingdale's - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "''It's the story of my life,'' he has said. ''When I built my first 10 houses, people said I would go broke and I've built thousands since. I like to take risks.''\nLately, the new owner has been conducting a triumphant tour of his acquisitions, striding through the stores surrounded by a retinue of executives. He comments on displays here, signs there. He asks about cash-register systems, checks numbers and percentages and details. He concludes the visits with a pep talk to anxious staff members, assuring them that it is overblown management that will face the brunt of the cuts he plans for the stores, not the service staff. And he loves the attention.\nTHE CROWN JEWEL AMONG CAMPEAU'S acquisitions is Bloomingdale's, the glittery, New York-based store that has perfected the art of retailing as theater, and for which Campeau plans a major expansion: more than doubling the number of stores by adding 16 to 18 new Bloomingdale's over the next five years, including one or more in Canada. In the fall, Bloomingdale's is to open its first Chicago store (a project begun before Campeau bought Federated) and there are plans for stores in Minneapolis and Palm Beach, Fla. Campeau wants, in effect, to make Bloomingdale's into a national brand, to capitalize on its legend -heightened by its appearance in such films as ''Manhattan,'' ''Moscow on the Hudson,'' ''Starting Over'' and ''Splash.''\nIn mid-May, Campeau celebrated his wife Ilsa's birthday with a small party at Le Train Bleu restaurant in the Manhattan store. The long green room is modeled after the dining car on the famous French train that once carried vacationers from Paris to the Riviera. Beneath pastel balloons and ribbons, a dozen guests, including Bloomingdale's chairman Marvin S. Traub and his wife, Lee, dined on Petrossian caviar, coulibiac of salmon and Kansas steaks.\nThe steaks were part of the store's ''Kansas -American Heartland'' promotion. The choice of that venue for the event - succeeding such locales as India and China as themes - seemed appropriate to coincide with Campeau's takeover. For one thing, it seemed to say that if Bloomingdale's could romanticize Kansas then it could turn almost any place into Oz. For another, it was a reminder to the expansion-minded new owner that what Bloomingdale's has always done best is sell the sizzle as well as the steak.\nBut even as Campeau was making his grand tour, there were signs of trouble. On May 6, Robert H. Morosky, the innovative and widely respected executive Campeau hired last year to run his stores, resigned. Morosky had wanted the title of chief executive officer and chairman of the board of Allied/Federated. After years as No. 2 to Leslie H. Wexner at the chain of specialty clothing stores called the Limited before joining Campeau, Morosky had wanted, he says, to be No. 1. But Campeau decided to retain that title for himself and to bring in a merchandising chief coequal to Morosky.\nMorosky's presence had been reassuring to the lenders who had put up billions in loans to make Campeau's takeover of Federated possible. Now they were concerned and Campeau's stock slipped.\nAdvertisement Continue reading the main story\nThe most recent quarterly report shows Allied's sales down almost 20 percent from the previous year; Federated's sales are down only slightly, but earnings are down by 50 percent. But Campeau moved quickly to slash his huge debt and to cut staff. At Allied, Campeau has already reduced the debt from $4.2 billion to less than $1.7 billion by selling off several divisions, including Brooks Brothers, Garfinckel's in Washington and Bonwit Teller. There are also plans to sell Ann Taylor. That will leave him with Jordan Marsh (based in Boston), Maas Brothers (Tampa, Fla.), Stern's (Paramus, N.J.) and Bon Marche (Seattle). He cut Allied's administrative staff by 500 jobs.\nFederated has been trimmed, too. Campeau sold Filene's, Filene's Basement and Foley's, and will likely sell other stores too - Gold Circle, an Ohio-based discount chain, and the Mainstreet clothing group. That would leave Federated with Bloomingdale's, Lazarus, Rich's/Goldsmith's, Burdines and Abraham & Straus. The 14 A.&S. stores, Campeau has said, will be ''streamlined,'' and their future after years of poor performance is unclear. Meanwhile, 130 Federated executives - out of 530 -have been let go at headquarters in Cincinnati.\nIt was recently announced that the workforce of 14,000 at the 16 Bloomingdale's stores would be trimmed by about 245 people, less than 2 percent. Customers and employees alike are wondering if the cuts and new ownership will affect the store's celebrated flair. Campeau attempts to be reassuring. The theatrical side of the store, he says, will not be altered. ''That is Bloomingdale's. We would not cut off our nose to spite our face. It is a wonderful franchise, second to none in the world.''\nTHE UNITED STATES, CAMPEAU has said, is ''a refreshing atmosphere'' to do business in, where ''it doesn't matter what your name is.'' As a French Canadian, he has long felt himself discriminated against in his own country.\nOne reason he moved into the American market two years ago, many of those who have known him for years believe, was for the respect that has long eluded him in Canada.\nIn Toronto, where he has lived since the early 1980's, Campeau is seen as a man who craves the spotlight - who wears diamond cuff links and throws lavish parties and lives in the most conspicuous house in the city. ''He loves the glitz,'' says Ira Gluskin, a partner in the Toronto investment firm of Gluskin Sheff & Associates, who has followed the Campeau Corporation and held its stock for many years. In public, Campeau is generally soft spoken, with the appealing twang of a French Canadian accent. He has considerable charm, and an occasional boyish air that belies his age.\nBut there is another side. ''Volatile'' is the word used by a number of those who have worked for or dealt with him. Screaming matches were a regular feature of meetings with advisers during the Federated takeover. Employees and advisers tell of late-night telephone calls and sudden changes of mind. ''He can go from high to low in about two seconds,'' says Gluskin.\nBruce Wasserstein, a key financial adviser to Campeau, says, however, that ''He knows his limits. He knows he can be exhausting. But he never makes a bad move out of emotion.''\nAdvertisement Continue reading the main story\nOften, advisers have kept Campeau sheltered from meetings with potential investors and analysts for fear of an emotional outburst. In a rare press conference in New York shortly after the Federated takeover, Campeau grew irritated and snapped at reporters who questioned his earnings projections for the Allied/Federated combination.The Campeau Corporation's stock, according to Gluskin and to Don Tigert, a Toronto analyst whom Campeau respects, has often been undervalued because investors are wary of the man himself. But, Gluskin notes, the stock, traded in the United States as well as in Canada, has increased in value 20-fold in 20 years.\nINSIDE THE IRON FENCE OF CAMPEAU'S Toronto mansion, late afternoon sunlight bathes the flowers in the center of the curved drive. Campeau has just flown in from New York on his Gulfstream jet. His Rolls-Royce pulls up and as the door opens, a German shepherd, Rex, rushes up to greet him. The house is huge, but the sound of an electric guitar, played by Campeau's 15-year-old son, Jean Paul, penetrates every corner.\nIt is audible in the study, with its chintz-covered chairs, burled wood panels and fine editions on the bookshelves. Campeau is lightly tanned from a recent weekend of trout fishing at his Quebec lodge, and eager to defend his strategy.\nHis debt? ''Even this year, with flat sales,'' he says, ''the Campeau Corporation will earn about $1.5 billion. Our total interest costs this year are $600 million. What nobody has figured out is that we will have a big surplus - our cash flow this year is in the neighborhood of $500 million after interest.''\nA recession? ''The umbrella of a department store allows you to face up to any downturn much better than a specialty store,'' he says.\nThe house reflects the way its owner sees himself: the outsider as self-made man. The architecture of the mansard structure, which he and Ilsa, his second wife, designed together, is based on Norman style - an architecture self-consciously signaling a French Canadian's conquests over the Anglo financial establishment in Toronto. He woos investors and employees with tours of the house and holds grand parties for 300 or more in the huge dining room. The housewarming party was attended by then-Prime Minister Pierre Elliot Trudeau, an old friend. Campeau owns another house, near Palm Beach; the lodge in Quebec, where he fishes and hunts moose, and an apartment in the Waldorf Towers, which serves as his New York command post.\n''When I was growing up,'' he said some years ago, ''I thought any house with indoor plumbing was a palace and I hated the people who lived there.'' Today, he has an Olympic-sized pool, filled with fresh, unchlorinated water, inside his Toronto house.\nCampeau grew up in the poor, French section of Sudbury, where fumes from the nickel smelters had turned the once-beautiful landscape into a wasteland so grim that the town was nicknamed Sludgebury.\nAdvertisement Continue reading the main story\nHe was one of 14 children, only seven of whom, four sons and three daughters, survived infancy. Robert showed an early skill with carpentry and mechanics, perhaps picked up from his father, a blacksmith-turned-auto-mechanic. His oldest brother, the Rev. Ovila Campeau, was until recently pastor of the Roman Catholic church in the small windswept railroad town of Cartier, northwest of Sudbury. Now semiretired, he remembers once coming home from the seminary to find Robert, then about 13, working with a saw. ''He told me, 'It is not sufficient to make the cut straight top to bottom, you must also make it straight from right to left.' ''\nAnother brother, Lionel, remembers how Robert proudly showed off his own tool kit and how adept he was at using it. Later, when Lionel and Robert both worked in the construction company that would provide the foundation for Campeau's fortune, Robert would urge his associates to greater effort by saying, ''If we get into trouble, I don't care. I still have my tool box. What about you?''\nCampeau left school after eighth grade, using the baptismal records of a dead brother to convince the bosses at International Nickel that he met their 16-year-old age minimum. ''I don't know how he did it,'' says Lionel, ''I guess he charmed those records away from the priest.'' With his mechanical aptitude, Campeau rose quickly at the mining company. By the late 1940's, he was manager of a paper mill near Ottawa. At the time, Canada needed housing for its returning veterans as badly as did the United States.\nHis first house, in 1949, was originally intended for his own use. He hired his cousin Antonio to build it, stopping by to help out after his work at the plant. When the house was finished, he was offered almost twice what it cost to build - a profit of nearly $3,000 - and accepted. Soon he bought a farm and subdivided it. The next year he built 50 houses, then expanded into apartment buildings. At one point, more than 20 percent of the housing in the city of Ottawa was Campeau-built.\nAfter Pierre Trudeau became Prime Minister in 1968, Campeau's company received major government contracts. The two men were an odd pair -the cool, Cartesian Trudeau and the rough-hewn Campeau, recently graduated from wearing plaid shirts on his visits to bankers. What they shared was French Canadian ancestry. Campeau was a French Canadian success story, and appealed to Trudeau. Soon 40 percent of the office space to house Canada's expanding bureaucracy was Campeau's.\nThe Government rented more than half the office space in Campeau's huge Place de Ville development in Ottawa, and in 1976, Campeau was chosen to build a Government complex in Hull. The controversial project, which the Government was simultaneously renting and buying, was jokingly known as Place Campeau. Campeau claimed that he built it at far less cost per square foot than a similar complex the Government built itself. But Canada's Auditor General Kenneth Dye asserted, after an extensive investigation, that the Government had overpaid Campeau for the office space.\nIN 1969, CAMPEAU WAS STRUCK WITH the first of several severe bouts of depression. An ambitious development plan involving a hotel on Toronto's lakefront had not paid off (the waterfront is booming today; he was a dozen years ahead of his time), so he sold control of his company to a fellow French Canadian businessman, Paul Desmarais - another native of Sudbury - and found himself ''confused'' about his future. His brother Ovila Campeau remembers that he seemed ''really mixed up.''\n''He called me and bought me an airplane ticket and asked me to come to Montreal to advise him,'' Ovila recalls. ''I suggested that he get back to what he knew, to the work of his hands, and build a garage on his property in Ottawa. I think it helped him.''\nAdvertisement Continue reading the main story\nCampeau withdrew to Florida for what he has referred to as several months of ''soul searching.'' He returned to Ottawa and, with money borrowed from European investors, bought his company back from Desmarais for $13 million more than the sale price.\nThere were other than business reasons for the strain. What not even his own children knew was that Campeau had been maintaining a second family in Montreal. After the birth of his first daughter, Rachelle, now 45, Campeau's first wife, Clauda, had been unable to bear more children. The couple adopted two boys, Jacques, now 35, and Daniel, 30. In the early 60's, Campeau met German-born Ilsa Luebbert and in 1963 she gave birth to a son, Robert Campeau Jr.; a daughter, Giselle, arrived in 1965 and, after his first marriage ended and Ilsa and Robert were married, another son, Jean Paul, was born in 1973.\nThe children of the first marriage found out about their half siblings only when Campeau divorced Clauda in 1969 and married Ilsa. The story became public earlier this year in a series of court cases.\nCampeau fought off a legal challenge from Jacques - who has not spoken to his father for years - over voting rights to Campeau stock. The four oldest Campeau children have been given stock through trusts and the rights to their earnings - but not the voting rights, which Campeau needs to retain majority control of his corporation. ''It is all very regrettable,'' Campeau says now of the lawsuit.\nAn earlier court battle involving similar issues with son Daniel was resolved. Father and son have since reconciled, and Daniel appears to be the heir apparent. He was made a Campeau Corporation officer, based in London. He is also a race-car driver whose team and car are sponsored by his father's company.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the family squabbles did nothing to reassure analysts and investors, especially after Campeau assumed the heavy debt of the Federated purchase.\nIN 1980, CAMPEAU VISITED THE FARM OF Kenneth White, president of the Royal Trust Company, one of Canada's most powerful financial companies, which many believed to be overstaffed and slow to adapt to changing markets. When Campeau, whose company then had assets of around $866 million, broached the notion of buying the $7 billion Royal Trustco, White was outraged. He immediately escorted Campeau off the farm, later publicly announcing, ''I will not work for Robert Campeau'' and calling him ''an unsuitable owner.'' Together with Richard Thomson, head of the powerful Toronto-Dominion Bank, White organized a group of English-speaking businessmen to buy 55 percent of Royal Trustco's stock.\nThere is little question that, as Campeau alleges, the establishment ''ganged up'' on him. A 1981 investigation by the Ontario Securities Commission found that White and another Royal Trustco executive had engaged in practices ''far below the standards of conduct expected of senior officers and directors of a corporation whose shares are publicly held'' and temporarily forbade them to trade in Trustco stock. Within a few months the Bronfmans and Reichmanns -powerful Jewish Canadian families - had taken control of Royal Trustco from the Anglo clique.\nIn 1980, Campeau suffered another severe depression. His first wife, Clauda, died of cancer and son Jacques soon resigned from the company. It was at this time that Campeau, who did not visit his first wife during her illness, and his oldest son became estranged. Campeau and Ilsa took an extended trip to Europe.\nAdvertisement Continue reading the main story\nIlsa Campeau says that the Canadian press has exaggerated her husband's bouts of depression. ''It fit in with the kind of personality they had made him out to be - irrational, volatile. That was terrifying''\nRumors ran through the Toronto financial community that Campeau had sought professional help. Observers noted the appointment of Alan M. Mann, a Montreal psychiatrist, to the Campeau board of directors. Today, Mann refuses to confirm or deny that Campeau was a patient of his. ''If he was, I would not say so,'' declares the psychiatrist, who resigned from the board in 1985.\nCampeau, who underwent a massage-like course of therapy called Rolfing in the mid-1980's, now attributes his depression to an allergic reaction to anesthesia administered during surgery to correct a hiatal hernia.\nIn 1983, he moved his company and residence to Toronto. While he had lived in Ottawa, he was not well known in the Canadian financial community, which is centered on the four corners of Bay Street and King Street in Toronto, where the country's five leading chartered banks have headquarters.\nWith the move to Toronto, however, Campeau began to bid for national attention. He built his house and offered it for charity fund-raising events. Newspapers began to pay attention to the couple, featuring Ilsa Campeau's preference in cosmetics, clothing.\nCampeau also asserted himself through other highly visible projects. Welders and masons are now finishing Campeau's 68-story Scotia Plaza, at Toronto's vital Bay and King Street juncture. A brown structure whose faceted sides are reminiscent of Trump Tower, it is the second-tallest building in Canada.\nMANY OBSERVERS believe that the Royal Trustco setback provided the context for Campeau's move into the United States and retailing. He wanted to make a point to his Canadian foes. ''With Allied he had a lot to prove,'' says Alan Finkelson, an attorney, a member of the Campeau board and a key strategist during the takeovers.\nHe won Allied with a technique Wall Streeters call the ''street sweep.'' On Oct. 24, 1986, after facing hostility from Allied's board, he withdrew his original offer. Minutes later, he purchased 48 percent of Allied's stock from the Los Angeles broker Jeffries & Company. This holding, at the time the largest single block of stock ever traded in the United States, had been assembled by Jeffries from 80 different investors at Campeau's behest. Combined with his own stake, the Jeffries block gave Campeau controling interest. Subsequent changes in security regulations have made street sweeps much more difficult.\nAdvertisement Continue reading the main story\n''No one thought we would do it until we did,'' says Finkelson. ''The dynamics of that deal were, we were losing, losing, losing, and then we bought control in the marketplace.''\nCampeau's bid to buy Federated began in January with an offer of $47 a share. On Feb. 29, the Federated board entertained another offer, from Macy's. The battle seesawed with first Campeau, then Macy's, seemingly the victor. It was clear throughout that Federated's board favored Macy's -which is headed by Edward S. Finkelstein, a career-long retailer - even when its offer and financing were seen by Wall Street arbitragers as clearly inferior to Campeau's.\nThe hard-driving Campeau was more actively in charge of the Federated bid than in that for Allied. Campeau does not use a calculator, much less a computer. But, says Finkelson, during the Federated takeover, ''He had a better grasp of the numbers than anybody in the deal.''\nCampeau also moved quickly. Late one night in February, he phoned Finkelson, Morosky and other advisers to say he had decided to sell Brooks Brothers, acquired in the Allied deal, to Marks & Spencer, the British retailing giant, contingent on success in the Federated takeover. ''Twenty-four hours later,'' Finkelson recalls, ''he called again and said, 'The Marks & Spencer people are on the plane. Meet them and get the deal signed tonight.' ''\nCampeau not only sold Brooks Brothers quickly - a move that provided him with more extra cash and thus convinced Federated executives his bid was serious - but obtained what analysts considered an excellent price, $770 million. Such direct action by a C.E.O. in a takeover, notes Finkelson, is unusual.\nAt times during the takeover bid, which extended from January to the end of March, Campeau was traveling and in touch with the action only by telephone. He flew to Austria and Germany on a trip that was part business and part pleasure, to Florida and to Colorado, where he skiied.\nHe finally settled the Federated contest face-to-face with Edward Finkelstein of Macy's, on the last day of March at Finkelstein's East 77th Street town house. It was generally a civil meeting, but at one point Campeau's voice became loud enough to be heard by Finkelstein's wife, Myra, who was in an upstairs bedroom. After half an hour without progress, the key advisers joined the bosses and a deal was worked out in a kind of diplomatic shuttle system, with the principals in opposite ends of the house.\nCampeau would get Federated, but sell to Macy's the West Coast stores Bullocks-Bullocks Wilshire and I. Magnin for $1.1 billion, as well as pay the $60 million worth of fees generated by Macy's in its bid. (In all, the two competitors racked up some $200 million in financial and legal services in the course of the takeover.) The deal was celebrated with Dom Perignon champagne Finkelstein had on ice. The next day, April 1, the Federated board approved the sale - at $73.50 a share.\nAdvertisement Continue reading the main story\nWHAT MADE THE TAKEOVER possible - and at the same time threatens the success of the new combination of stores Campeau has put together - is a crisis in the department store business that began about a decade ago and grew more pronounced in the next few years. In increasing numbers, consumers were abandoning the department store in favor of huge discount emporiums like Wal-mart and K-mart and -more importantly - specialty clothing stores like Ann Taylor and the Limited.\nWith their many outlets and sharply defined line of products, the specialty stores could purchase popular items in larger quantities, and therefore at less cost, than department stores. The American consumer had also grown older, more conservative, less given to impulse purchases. With more women in the work force, ''A trip to the department store represented an expedition wading through interminable displays,'' says Kurt Barnard, a retail consultant and publisher of Retail Marketing Report, an industry newsletter.\nMore recently, the weakening market for apparel has hit both department and specialty stores hard. Contributing to this were the falling dollar and trade quotas, which raised the prices of some imported goods by as much as 100 percent. What was perceived as dull styling, and the failure of new trends, notably the miniskirt, to catch on also hurt.\nAt the same time, income growth remained slow and the middle class shrank in numbers. House and car sales have gone up in the past few years and the payments for these have left customers with less discretionary income.\nFederated's earnings are lagging even behind those of other department stores, with return on equity of about 10 percent as compared to around 15 percent for most other groups. Federated's divisions had traditionally been independent, even competitive, and the group failed to take advantage of certain potential efficiencies, like centralizing its data processing. Former Federated chairman Howard Goldfeder attempted to do this, but store executives were unable to agree on common computer hardware and software. Such problems showed up in the bottom line, and discontented stockholders made Federated ripe for takeover.\nCAMPEAU REJECTS THE gloomy analysis of his industry. ''The department store,'' he says, ''has always been here and I think will be here forever.'' And he checks off the improvements he plans for his stores - upgrading service through incentives and better training, using computers and scanners to speed transactions and track inventory.\nHis intention of making his stores the equivalent of national brands is something most department stores have long disdained as ''chain-store thinking'' and at the same time found hard to do. Campeau, however, thinks he has an advantage, based on his years of experience in real estate. Real estate and retailing, he believes, provide a natural area of cooperation. Department stores have traditionally provided the ''anchors'' of mall developments. And department stores, in turn, depend on location - which, he argues, real estate people understand better than retailers.\nCampeau has already begun mall developments with builder Edward J. DeBartolo, initially a rival for Allied and then an ally who put $480 million into the Federated takeover and has joined Campeau's board. Construction began last month on an expansion and renovation of Northshore Mall in Peabody, Mass., jointly owned by Campeau and DeBartolo. As many as three new department stores, most likely from the Federated/Allied group, will be added to the Jordan Marsh store already there. At the Campeau Corporation's annual meeting late last month, DeBartolo announced that he and Campeau plan to collaborate on the development of 50 to 100 malls over the next 12 years. The scope of the plan stunned many mall developers and industry observers.\nAdvertisement Continue reading the main story\nTakeover rivals feared Campeau could lock up the prime department stores for malls. For that reason, Detroit developer A. Alfred Taubman joined in the losing Macy's bid for Federated that many interpreted as defensive. ''A struggle has begun,'' says Kurt Barnard, of Retail Marketing Report, ''between the retailers and the developers.\n''It remains to be seen who will get the upper hand,'' Barnard goes on. ''Most conventional mall operators feel that they are at a disadvantage when developers become retailers and can give preference to their own stores. It reduces the number of players and the competition becomes infinitely more intense. We may well be witnessing a realignment of traditional powers in retail mall business.''\nCampeau strongly believes in the department store anchor concept for malls. ''There is no question of having a mall of any significance without anchors,'' he says.\nYet others say the relationship of mall and department store has been changing. The lure is frequently the smaller stores. Many malls, in fact, are being built now without anchors; they are modeled instead on village main streets or ''festival marketplaces'' that emphasize a group of prestige specialty stores.\nDepartment stores have tried to adapt - Bloomingdale's was a leader in creating a sense of a multitude of specialty stores, with themes and designer names like Ralph Lauren, within each Bloomingdale's. But Kurt Barnard reflects the opinion of many retail industry observers when he says, ''The mall is the new department store.''\nDespite Bloomingdale's innovations, some question the feasibility of its expansion across the country, particularly into smaller urban areas. In short, asks one analyst, ''Will it play in Peoria?''\nMarvin Traub, the store's chairman, says, ''We may not work in every market in the country, but people tend to underplay the changing taste level and sophistication in this country.''\nUnlike some of the current Bloomingdale's suburban stores, which reflect little of the glitter and spectacle of the Manhattan flagship, the new Bloomingdale stores will, according to Campeau, ''reflect more of the character of the 59th Street store.''\nAdvertisement Continue reading the main story\nON JUNE 1, Campeau announced that he had appointed John W. Burden 3d, a former Federated vice president who had once headed Abraham & Straus, as chairman and C.E.O. of the Allied/Federated group - the title Robert Morosky wanted.\nBurden was well liked at Federated, an insider, but, in the words of one observer ''a back slapper.'' In the view of another analyst, Burden was chosen because he is ''a man who can interact more harmoniously, perhaps compliantly, with Mr. Campeau.'' The appointment, many observers believe, is a sign that Campeau still plans to run the company himself. Don Tigert, the Toronto investment analyst, believes Campeau's plans for Allied/Federated will pay off. ''By 1990, the stock may increase in value several times,'' he says. Campeau Corporation stock has recently hovered around $16 a share. Analysts note that the Reichmann family's Olympia & York Developments Ltd. will increase its stake in Campeau from about 24 percent to 33 percent; the Reichmanns, who ended up in control of Royal Trustco after Campeau's unsuccessful takeover attempt, believe in the value of Campeau's properties. But, says Ira Gluskin, the Toronto financial analyst, ''They will keep an eye on him.'' Other observers see the Reichmanns - or DeBartolo - as poised to take over Campeau in case he falters.\nBut Campeau has no intention of faltering. The possibility of losing is foreign to him, advisers say.\nAnd that may be his greatest danger. Make no mistake: Robert Campeau will be in charge. The question is whether, after so long on the outside, he can live inside in the structure he is helping to rebuild. Before he succeeds, he may well need everything he has in that tool box. THE CAMPEAU EMPIRE Retail Revenues in 1987 for divisions Campeau plans to keep: $7 billion.* Number of stores: 255.* Below: Major stores and their headquarters cities. FEDERATED * BLOOMINGDALE'S, NEW YORK * ABRAHAM & STRAUS, BROOKLYN * BURDINES, MIAMI * LAZARUS, CINCINNATI * RICH'S/GOLDSMITH'S, ATLANTA To be sold: Children's Place, Gold Circle, Mainstreet. Sold: Filene's, Filene's Basement, I. Magnin, Foley's, Bullock's-Bullocks Wilshire ALLIED * JORDAN MARSH, BOSTON * STERN'S, PARAMUS, N.J. * MAAS BROTHERS, TAMPA, FLA. * BON MARCHE, SEATTLE To be sold: Ann Taylor. Sold: 17 divisions, including Brooks Brothers *Does not include 127 Ralphs supermarkets, with 1987 revenues of $2 billion. Ralphs will become a separate Campeau subsidiary. Real Estate Revenues, 1987: $220 million. Below: major projects and holdings, as of June 30, 1988. DEVELOPMENT PROJECTS * SCOTIA PLAZA, TORONTO * WATERPARK PLACE, TORONTO * PLACE DE VILLE, OTTAWA * LES TERRASSES DE LA CHAUDIERE, HULL, QUE. * 22 OFFICE BUILDINGS AND MIXED-USE COMPLEXES IN NORTH AMERICA AT LEAST 50% OWNED * 16 SHOPPING CENTERS * 25 BUSINESS PARKS (Source: The Campeau Corporation)", "url": "https://www.nytimes.com/1988/07/17/magazine/the-man-who-bought-bloomingdale-s.html?module=inline"}