{"authors": ["Frank Lynn"], "date_download": "2018-11-16 04:46:23", "date_modify": "2018-11-16 04:46:23", "date_publish": "1988-03-15 00:00:00", "description": null, "filename": "1988_03_15_nyregion_donors-describe-raising-money-for-campaigns.html_module=inline_1542343583.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/03/15/874188_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_03_15_nyregion_donors-describe-raising-money-for-campaigns.html_module=inline_1542343583.html", "title": "Donors Describe Raising Money For Campaigns", "title_page": "Donors Describe Raising Money For Campaigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump testified that he spread tens of thousands of dollars of contributions in 1985 to Mr. Stein among 18 subsidiary companies, so that he would not breach the state's $50,000 individual and $5,000 corporate limits on contributions. He brushed off a question on whether he was violating the spirit of the law. He also testified that he had guaranteed a $50,000 bank loan to the Stein campaign and that he had repaid the loan.\n''I was under the impression that I was getting my money back,'' said Mr. Trump.\nTold by a commission counsel that he or his corporations had contributed a total of $150,000 to candidates in 1985, Mr. Trump said in words that were often repeated, ''I really don't know.''\nAnother major contributor, William J. Zeckendorf, distinguished between voluntary and involuntary donations. He said that at the behest of either Mr. Stein or his father, Jerry Finkelstein, a publisher and exective, he made a $12,500 loan to Mr. Stein in 1985, which he did not expect to be repaid. Goldin's Request for $50,000\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Zeckendorf also guaranteed $25,000 of a much larger Bank Leumi loan to the Stein campaign and the bank called the guarantee and forced repayment. ''It was not meant to be a contribution,'' said Mr. Zeckendorf.\nAnother real-estate developer, Gerald Guterman, contributed $100,000 to Mr. Goldin in one month, even though Mr. Goldin had a substantial campaign surplus at the time. ''My friend needed help, so I helped him,'' Mr. Guterman said. He spread the donations among 21 subsidiary companies.\nAnother developer, Joseph Bernstein, told of going to lunch at the Plaza Hotel with Mr. Goldin at the Comptroller's invitation and being shocked by a request for a $50,000 contribution from Mr. Bernstein and his brother, Ralph. ''I looked at my brother and kind of nodded, and that was it,'' Mr. Bernstein testified.\nHowever, a $25,000 check from one Bernstein company was returned by Goldin aides because it was illegal. The aides instructed Mr. Bernstein to ''repackage'' the contribution by having five subsidiaries give $5,000 each, Mr. Bernstein testified.\nA spokesman for Mr. Goldin, Steven J. Matthews, denied that anyone in the Comptroller's office had ''instructed'' that donations be broken down into smaller sums. ''Bernstein's people asked how to make legal contributions, and the law was explained to them,'' Mr. Matthews said. Mr. Bernstein also contributed $25,000 to Mr. Cuomo in late 1985. But, he testified, the money was returned because Mr. Bernstein had been disclosed as a business associate of the deposed President of the Philippines, Ferdinand E. Marcos. ''I guess we were persona non grata because of the Marcos connection,'' said Mr. Bernstein.\nTwo panel members, Richard D. Emery and Cyrus R. Vance, questioned the propriety of Mr. Goldin's use of his office in the Municipal Building; his counsel, Thomas C. O'Keefe, and his appointments secretary, Diana Hoffman, to raise money. Mr. Goldin's campaign treasurer, John A. Gold, testified that most contributions were sent to Mr. Goldin at his office. It is illegal to use government buildings for fund raising.\nAdvertisement Continue reading the main story\nJon Lukomnik, a deputy press secretary for Mr. Goldin who monitored the hearing, disputed Mr. Gold's testimony about the office. He called Mr. Gold a bookkeeper.", "url": "https://www.nytimes.com/1988/03/15/nyregion/donors-describe-raising-money-for-campaigns.html?module=inline"}