{"authors": ["Peirre Franey"], "date_download": "2018-11-16 03:34:32", "date_modify": "2018-11-16 03:34:32", "date_publish": "1988-03-30 00:00:00", "description": null, "filename": "1988_03_30_garden_60-minute-groumet_1542339272.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/03/30/477788_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_03_30_garden_60-minute-groumet_1542339272.html", "title": "60-Minute Groumet", "title_page": "60-Minute Groumet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WHEN I am asked to name the one food that responds best to quick and easy cookery, I am always tempted to say mussels. You simply toss well-scrubbed mussels into a kettle, cover tightly and cook until the mussels open.\nTo make moules mariniere, for example, you add dry white wine or another liquid and seasonings, then serve the mussels with the resulting broth and a crusty loaf of bread. As indicated here, however, it is not essential that you even add a liquid to your kettle: the mussels will give up their own juices as they are exposed to heat.\nThe mussels should be impeccably cleaned, well scrubbed and free of sand and silt. Scour them well in clean cold water, using a plastic scrubbing ball or brush. And make certain they are firmly sealed before cooking. If any do open easily, discard them: one mussel alone, if it is filled with silt, can pollute the natural liquid that flows from the shells.\nThe mussel dish I have outlined here is made with tomatoes cooked briefly and served with pasta. An excellent accompaniment is a salad made with finely shredded green and red cabbage. Mussels With Pasta 2 pounds well-scrubbed mussels, the smaller the better 7 plum tomatoes, about 1 pound Salt to taste, if desired 3 tablespoons olive oil 1 tablespoon finely minced garlic 1/4 teaspoon dried hot red pepper flakes Freshly ground pepper to taste 1/2 cup heavy cream 1/4 cup finely chopped fresh basil 3/4 pound linguine.\nAdvertisement Continue reading the main story\n1.Rinse the mussels and drain thoroughly. Put them in a heavy-bottom kettle and cover closely. It is not necessary to add liquid. As the mussels cook, shake them in the kettle to redistribute them. Let steam 3 to 4 minutes or until the mussels open. Uncover.", "url": "https://www.nytimes.com/1988/03/30/garden/60-minute-groumet.html"}