{"authors": ["E. J. Dionne Jr."], "date_download": "2018-11-16 03:58:55", "date_modify": "2018-11-16 03:58:55", "date_publish": "1988-10-06 01:00:00", "description": null, "filename": "1988_10_06_us_vice-presidential-debate-bentsen-quayle-attack-question-competence-serve.html_module=inline_1542340735.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/10/06/232988_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_10_06_us_vice-presidential-debate-bentsen-quayle-attack-question-competence-serve.html_module=inline_1542340735.html", "title": "THE VICE PRESIDENTIAL DEBATE; BENTSEN AND QUAYLE ATTACK ON QUESTION OF COMPETENCE TO SERVE IN THE PRESIDENCY", "title_page": "THE VICE PRESIDENTIAL DEBATE; BENTSEN AND QUAYLE ATTACK ON QUESTION OF COMPETENCE TO SERVE IN THE PRESIDENCY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The emotional high point of the nationally televised 90-minute debate came quickly after Mr. Quayle had asserted, ''I have as much experience in the Congress as Jack Kennedy did when he sought the Presidency.'' 'You're No Jack Kennedy'\nMr. Bentsen replied in a somber tone: ''Senator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.''\nThe cutting remark drew both applause and hoots from the audience gathered at the site of the debate, the Omaha Civic Auditorium.\nMr. Quayle, obviously angered, said, ''That was really uncalled for, Senator,'' to which Mr. Bentsen replied, ''You're the one who was making the comparison, Senator.'' Mr. Bentsen added that Mr. Quayle and Mr. Kennedy were ''so far apart'' in their goals for the country that Mr. Quayle's comparison had been inappropriate. The Reagan Record\nThroughout the debate, the nominees argued the strengths and weaknesses of the Reagan Administration, with Mr. Quayle contending that ''the liberal Governor of Massachusetts'' would roll back the economic gains of the last eight years.\nMr. Bentsen, referring to the thorny Federal budget deficit, retorted, ''If you let me write $200 billion of hot checks every year, I could give you an illusion of prosperity, too.''\nMr. Quayle, under icy control during much of the debate, returned to carefully prepared answers about his qualifications when pressed three times as to what he would do immediately if required to assume the Presidency. Finally he said the question itself was ''hypothetical'' and therefore unanswerable. Decorations for a Debate\nAdvertisement Continue reading the main story\nThe 10,000-seat auditorium where the debate took place had been condensed into a 2,000-seat theater decorated for the occasion in red, white and blue. Only 100 seats were available to the public at large, the rest having been reserved by the Democratic and Republican campaigns.\nMr. Quayle looked at times confident, at times impatient and at times edgy as he answered questions posed by four journalists: Judy Woodruff of PBS, the moderator; Tom Brokaw of NBC News; Brit Hume of ABC News, and Jon Margolis of The Chicago Tribune.\nThe Republican nominee spoke in measured, seemingly rehearsed although occasionally halting phrases. But he gave an impassioned reply when Mr. Margolis suggested that he had not always been forthcoming with news organizations inquiring into his past.\n''I am and I stand here before you tonight as the most investigated person ever to seek public office,'' Mr. Quayle declared, staring straight into the television camera.\nHe said ''thousands of journalists'' had pored over every aspect of his life, including his admittedly lackluster academic record at college. ''It's not whether you're an average student,'' he said, ''it's what you're going to do with your life.''\nMr. Bentsen's manner throughout the debate was also clearly rehearsed, if somewhat smoother. And, until his apparent flash of temper over Mr. Quayle's comparing himself to President Kennedy, he appeared reluctant to depart from familiar lines taken from his campaign speeches. Third Such Debate\nThe debate was the third in the nation's history between major Vice-Presidential nominees, and almost certainly the most important of them. Recent polls suggest that Mr. Quayle's presence on the Republican ticket has been damaging the standard-bearer, Vice President Bush, and even top Republicans have publicly questioned Mr. Bush's choice of the Senator. The latest New York Times/CBS News Poll shows Mr. Dukakis narrowing Mr. Bush's lead, helped in part by the public's fondness for Mr. Bentsen and its wariness of Mr. Quayle.\nEach side said after the debate last night that its nominee had done well, and Democrats argued that Mr. Quayle had not laid to rest fears over his capacity to handle the Presidency.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''I think Quayle is a bigger problem for Bush now than he was 90 minutes ago,'' said Thomas E. Donilon, a senior Dukakis aide.\nAdvertisement Continue reading the main story\nBut Lee Atwater, Mr. Bush's campaign manager, said: ''The Dukakis campaign spent weeks smirking and being smug about the so-called stature gap. I think that question is answered once and for all.'' Attack on Dukakis\nThroughout the debate, Mr. Quayle dealt with questions put to him by turning them against Mr. Dukakis, whom the Republicans have portrayed as being to the left of the political mainstream. Mr. Quayle noted several times that Mr. Bentsen was more conservative than his running mate, and at one point referred to the Governor as ''the most liberal national Democrat to seek the Presidency since George McGovern.''\nMr. Quayle accused Mr. Dukakis of being soft on crime and weak on military defense, of having done nothing to clear Boston Harbor of pollution and of wanting to raise taxes.\nMr. Quayle also hit upon a regional theme, casting himself as a heartland populist and Mr. Dukakis as an elitist with ''Harvard buddies.''\nMr. Quayle quoted his 97-year-old maternal grandmother as having told him that ''you can do anything you want to if you just set your mind to it and go to work.''.\n''Now, the Dukakis supporters sneer at that, because it's common sense,'' he said. ''They sneer at common sense advice, Midwestern advice.'' Defense by Bentsen\nMr. Bentsen, who sought to present himself as a cool and mature leader, tried to turn back the criticism of his running mate, saying, for example, that it was the Reagan Administration's cuts in environmental programs that were responsible for the Boston Harbor pollution.\nMr. Bentsen was pressed several times on two matters: his disagreements with Mr. Dukakis on a range of policy issues and his Senate re-election campaign's receipt of hundreds of thousands of dollars through political action committees, from which Mr. Dukakis has declined to accept contributions.\nAdvertisement Continue reading the main story\nMr. Bentsen sought to minimize as a major difference his own support for, and Mr. Dukakis's opposition to, aid to the Nicaraguan rebels. He said he and the Governor agreed on the need for a broader approach to Latin America that highlighted an end to poverty and a promoting of democracy throughout the region.\nAs for the PAC contributions, he noted that they were entirely legal, said he had worked hard to reduce the influence of PAC's and asserted that Mr. Quayle had not, a charge that the Republican rebutted.\nBut on another fund-raising matter, Mr. Bentsen acknowledged that his onetime practice of offering to have breakfast with lobbyists who contributed $10,000 each had been a ''doozy'' of a mistake.\nIn speaking about policy issues, each nominee hewed closely to the ideals of his ticket's leader. But each also tried to score points off the other's voting record, at times provoking sparks of ire.\nWhen, for instance, Mr. Bentsen criticized Mr. Quayle for having ''voted eight times to cut the benefits on Social Security,'' Mr. Quayle sought to turn the issue around on him. ''Senator Bentsen, you know I did not vote to cut Social Security eight times,'' Mr. Quayle said. Mr. Quayle said that he had voted only to freeze cost-of-living increases for Social Security recipients - but so, he insisted, had Mr. Bentsen.\nMr. Quayle, whose specialty on the stump is the barb aimed at Mr. Dukakis, attacked the Democratic standard-bearer for a remark he once made to a group of Iowa farmers.\n''He went to farmers in the Midwest and told them not to grow corn, not to grow soybeans, but told them to grow Belgium endive,'' Mr. Quayle said. ''That's what he and his Harvard buddies think of the American farmer, Belgium endive.''\nMr. Bentsen tried some one-liners of his own, criticizing James Watt, the former Interior Secretary, and Ann Gorsuch, former head of the Environmental Protection Agency, as ''the Bonnie and Clyde, really, in environmental protection.''\nWhen the debate finally ended, Mr. Quayle all but dashed across the stage to shake Mr. Bentsen's hand. The two men exchanged smiles and words - but out of microphone range, and so it was unclear whether senatorial courtesies had been reinstated.", "url": "https://www.nytimes.com/1988/10/06/us/vice-presidential-debate-bentsen-quayle-attack-question-competence-serve.html?module=inline"}