{"authors": ["Georgia Dullea"], "date_download": "2018-11-16 03:51:44", "date_modify": "2018-11-16 03:51:44", "date_publish": "1988-09-09 01:00:00", "description": null, "filename": "1988_09_09_nyregion_poufs-may-be-out-but-everybody-loves-campeau.html_module=inline_1542340304.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/09/09/728588_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_09_09_nyregion_poufs-may-be-out-but-everybody-loves-campeau.html_module=inline_1542340304.html", "title": "Poufs May Be 'Out,' but Everybody Loves Campeau", "title_page": "Poufs May Be 'Out,' but Everybody Loves Campeau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A black-tie crowd of 250 powerful New Yorkers filed through a receiving line at the Metropolitan Museum of Art last night to pump the hand of a powerful Canadian whose name every third one of them seemed to mispronounce. The name was Campeau (pronounced COMP-oh) as in Robert Campeau, the real estate and retailing magnate who came from the north to pull off two of the biggest takeovers in the history of American business - and who has just been rated one of Canada's 10 sexiest men by Chatelaine magazine.\nThe current issue of the Canadian women's magazine calls him ''the dark fascinator who bought the huge Federated department store's conglomerate for $8.8 billion and got Bloomingdale's, the sexiest store in the world.''\nIntroductions were only slightly less gushy on the reception line last night as Bloomingdale's chairman, Marvin Traub and his wife, Lee, stood on a remnant of red carpet with Mr. Campeau and his wife, Ilse. The idea was to present the Campeaus to some of the city's major players during the cocktail hour in the garden of the museum's American wing.\nFrom the worlds of fashion and beauty came Mary McFadden; Liz Claiborne; Ralph Lauren; Donna Karan; Grace Mirabella; Anna Wintour; Estee Lauder and Ronald Perlman. Representing the media were Lawrence Tisch; Mortimer Zuckerman; Peter Price; Frank Bennack; Arthur Ochs Sulzberger; James Hoge; Robert Wright; Robert Johnson and S. I. Newhouse Jr. Carrying the flag for the arts were Beverly Sills, I. M. Pei and Jerzy Kosinski in a stylish double-breasted dinner jacket. 'Lots of Pleating'\nAdvertisement Continue reading the main story\nThere was Samuel LeFrak, talking real estate with Robert and Blaine Trump and Malcolm Forbes talking about spending the Fourth of July on Donald Trump's yacht and Mario Buatta, almost knocking over a statue - ''something B.C.,'' he groaned.", "url": "https://www.nytimes.com/1988/09/09/nyregion/poufs-may-be-out-but-everybody-loves-campeau.html?module=inline"}