{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:36:33", "date_modify": "2018-11-16 03:36:33", "date_publish": "1988-05-15 01:00:00", "description": null, "filename": "1988_05_15_nyregion_food-time-to-get-the-picnic-basket-ready_1542339393.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1988/05/15/178688_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1988_05_15_nyregion_food-time-to-get-the-picnic-basket-ready_1542339393.html", "title": "FOOD; Time to Get the Picnic Basket Ready", "title_page": "FOOD; Time to Get the Picnic Basket Ready - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WITH Memorial Day coming soon, it is time to think about foods suitable for summer picnics. Sandwiches and salads are the obvious choices. Tastes in sandwiches can run the gamut from the classic chicken or tuna salad, deli meats and peanut butter to stylish contemporary concepts such as mozzarella, basil and sun-dried tomatoes on crusty Italian wheat bread or slices of teriyaki steak with shiso leaves on sesame bread.\nSimilarly, plastic containers might be filled with traditional potato salad and cole slaw or with more exotic Chinese cold sesame noodles, Greek-style cucumbers in yogurt or Tuscan bean salad with olive oil and garlic.\nKeeping picnic foods both palatable and safe to eat, especially if they have been packed in the morning and will not be consumed for several hours, takes planning and equipment. Acidity and chilling both retard spoilage.\nDressings made with vinegar or citrus juices are best. Oil can also act as a preservative. And yogurt is high in acidity, too. But cream-based preparations should be avoided. Commercial mayonnaise has enough acidity to be safe. If you use homemade mayonnaise add extra vinegar.\nAdvertisement Continue reading the main story\nInsulated bags and containers, frozen gel packs and even frozen containers of juice that take several hours to thaw can help keep foods cold. If you are traveling with a picnic by car on a warm day keep the food in the car instead of enclosed in the trunk, which is not air-conditioned. Garlicky Bean Salad Preparation time: 1 hour, 15 minutes (including soaking) Cooking time: 45 minutes 2 1/2 cups dried pinto beans 4 1/2 cups water 2 teaspoons finely chopped garlic 4 tablespoons chopped Italian parsley Y cup extra-virgin olive oil 1 teaspoon salt (or to taste) Freshly ground black pepper.", "url": "https://www.nytimes.com/1988/05/15/nyregion/food-time-to-get-the-picnic-basket-ready.html"}