{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:30:07", "date_modify": "2018-11-16 03:30:07", "date_publish": "1989-11-19 00:00:00", "description": null, "filename": "1989_11_19_style_lifestyle-sunday-menu-quick-cranberry-relish_1542339007.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/11/19/963689_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_11_19_style_lifestyle-sunday-menu-quick-cranberry-relish_1542339007.html", "title": "Lifestyle: Sunday Menu; Quick Cranberry Relish", "title_page": "Lifestyle: Sunday Menu; Quick Cranberry Relish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are many things that are worth buying already made not only because making them is time-consuming but also because the commercial versions are good. Cranberry relish is not one.\nBut it is so simple to make and so quick to cook - taking about two minutes to prepare and about seven minutes to cook - that every Thanksgiving dinner can have a homemade cranberry side dish.\nEven more appealing, the cranberry relishes below can be made up to a week ahead of time and kept refrigerated.\nCranberries are available only in the fall and winter, but they keep very well in the freezer, so it is possible to enjoy them all year. I kept one package from one season to the next - they were lost in the freezer - and they were perfectly good the second year. Cranberries and Port Wine 12 ounces fresh cranberries 1/2 cup sugar 1 cup port wine 1/4 teaspoon cinnamon 3 tablespoon slivered crystallized ginger.\nAdvertisement Continue reading the main story\n1.Wash cranberries and place in pot with sugar, port and cinnamon. Bring to boil over high heat. Reduce heat and boil, gently, uncovered, until cranberries begin to pop, about five minutes.", "url": "https://www.nytimes.com/1989/11/19/style/lifestyle-sunday-menu-quick-cranberry-relish.html"}