{"authors": ["C. Gerald Fraser"], "date_download": "2018-11-16 03:24:05", "date_modify": "2018-11-16 03:24:05", "date_publish": "1989-06-02 01:00:00", "description": null, "filename": "1989_06_02_obituaries_c-l-r-james-historian-critic-and-pan-africanist-is-dead-at-88.html_module=inline_1542338645.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/06/02/957689_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_06_02_obituaries_c-l-r-james-historian-critic-and-pan-africanist-is-dead-at-88.html_module=inline_1542338645.html", "title": "C. L. R. James, Historian, Critic And Pan-Africanist, Is Dead at 88", "title_page": "C. L. R. James, Historian, Critic And Pan-Africanist, Is Dead at 88 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paul Buhle, director of the Oral History of the American Left project at New York University, described Mr. James's ''The Case for West Indian Self Government,'' written in 1932, as ''The first important manifesto for national independence in the British West Indies.''\nMr. Buhle, who wrote a James biography published earlier this year, ''C. L. R. James: The Artist as Revolutionary,'' said Mr. James was ''the last surviving major figure from the pan-African movement of the 1930's, the last black scholar of the older generation.''\nHe also cited Mr. James as ''strongly supportive of women's emancipatory activities.'' Separated From Wife\nMr. James's wife, Selma Weinstein James, from whom he was separated, said yesterday from London that ''C. L. R. was fundamentally a political person and his great contribution was to break away from the very narrow and white male concept of what Marxist politics was.\n''He saw the world, literature, sports, politics and music as one totality,'' she continued, ''and saw political life as embodying all of those, which was very different from the politics he walked into in the middle to late 30's, first in England and then in the United States.''\nHe was born Jan. 4, 1901, the son of a schoolteacher father and a mother whose zest for reading was contagious, Mr. James grew up in Tunapuna, Trinidad, reading English classics at home. At age nine he became the youngest child to win a national competition for a place in a secondary boys' school, Queens Royal College. He received his certificate in 1918 and became a schoolteacher. Left for United States\nOne of his pupils then was Eric Williams, later Trinidad and Tobago's first Prime Minister. In the 1930's Williams was again a James protege. While at Oxford University, Mr. Williams received tutoring from Mr. James for his doctoral dissertation, which became the classic ''Capitalism and Slavery.''\nAdvertisement Continue reading the main story\nIn 1938 Mr. James left England for the United States. In his 15-year stay, he went to Mexico to discuss ''the black question'' with Trotsky, telling the Russian exile that black people had to have their own organization, not one ruled by the left.\nIn 1952, during the McCarthy era, Mr. James was interned on Ellis Island and deported. During his internment he wrote ''Mariners, Renegades and Castaways: The Story of Herman Melville and the World We Live In'' (1953). A reviewer, Clancy Sigal, termed this work ''one of the most extraordinary and provocative literary essays I have read. It is a Marxist interpretation of Melville's Moby-Dick that almost transcends Marxist dogma and becomes as exciting as the original novel.'' Teaches in Washington\nThe United States Government allowed Mr. James to return in 1970 to lecture and teach and he became a member of the faculty at Federal City College in Washington. He left in 1980 for Trinidad and a year later moved to London.\nIn recent years, Mr. James has received a variety of accolades. A branch library in London was named for him and Trinidad and Tobago gave him its highest honor, the Trinity Cross. The Prime Minister of Trinidad, A. N. R. Robinson, announced yesterday that Mr. James's body would be brought there for burial.\nMr. James's marriages to Juanita James in 1930 and Constance Webb in 1950 ended in divorce.\nIn addition to his wife, Mr. James is survived by his son, C. L. R. James Jr., of Los Angeles, and a stepson, Sam K. Weinstein of Washington.", "url": "https://www.nytimes.com/1989/06/02/obituaries/c-l-r-james-historian-critic-and-pan-africanist-is-dead-at-88.html?module=inline"}