{"authors": ["Barbara Kafka"], "date_download": "2018-11-16 03:28:49", "date_modify": "2018-11-16 03:28:49", "date_publish": "1989-02-01 00:00:00", "description": null, "filename": "1989_02_01_garden_microwave-cooking_1542338929.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/02/01/913289_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_02_01_garden_microwave-cooking_1542338929.html", "title": "MICROWAVE COOKING", "title_page": "MICROWAVE COOKING - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "1.Stir together oil and potatoes in a 5-quart glass or ceramic casserole. Cover securely with microwave plastic wrap or a tightly fitting lid. Cook at 100 percent power for 4 minutes in a 650- to 700-watt oven. If using plastic, prick to release steam.\n2.Remove from oven. Place fish bones and heads on a double thickness of cheesecloth and tie securely with string. Add to casserole along with 2 1/2 cups of the wine and garlic. Cover and cook for 22 minutes, stirring twice.\n3.While potato mixture is cooking, halve fillets lengthwise and remove pin bones; try a tweezers. Cut across into 2-inch chunks.\n4.If using plastic, prick to release steam. Remove casserole from oven and uncover. Discard fish heads and bones in cheesecloth. Place fish over potatoes and top with kale. Re-cover and cook for 17 minutes. If using plastic, prick to release steam.\n5.Remove from oven and uncover. Stir in remaining 1-cup wine, salt and pepper to taste, breaking up the fish as you stir. Re-cover and cook for 3 minutes more or until hot.\nYield: Six main-course portions or 12 first-course portions. Ciarla's Fish Soup Preparation time: 45 minutes Cooking time: 43 minutes 1/4 pound slab bacon, cut into 1/4- by 1/4- by 1/2-inch pieces 1 tablespoon olive oil 1 tablespoon medium-hot paprika 1 cup chopped onion (about 1/2 large onion) 3 cloves garlic, smashed and peeled 1/2 cup dry white wine 2 cups fish broth (see Micro-Tips) 3 strips dry lasagna noodles, about 2 ounces, broken across into 1-inch pieces 8 littleneck clams (about 1 pound), scrubbed 1/2 cup tomato puree 4 mussels, scrubbed and debearded 1 cup canned pink beans, drained and rinsed 1/2 pound squid, cleaned, bodies sliced into rings, tentacles quartered, OR 1/2 pound bay scallops Pinch dried sage Pinch dried thyme Pinch freshly ground black pepper\n1.Place bacon in a 5-quart casserole. Cover loosely with paper toweling. Cook at 100 percent power for 7 minutes. Remove from oven and uncover.\nAdvertisement Continue reading the main story\n2.Remove bacon with a slotted spoon to paper toweling to drain; set aside. Pour off most of the fat from casserole, leaving about 1 tablespoon behind. Add oil and paprika and stir to make a paste. Mound in the center of casserole. Cook, uncovered, for 2 minutes.\n3.Remove from oven. Add onion and garlic and toss to coat. Cook, uncovered, for 2 minutes 30 seconds. Stir in wine, 1 1/2 cups of the fish broth and lasagna pieces. Cover securely with microwave plastic wrap or with a tightly fitting lid and cook for 5 minutes.\n4.If using plastic, prick plastic to release steam. Remove from oven and uncover. Arrange clams, hinge-end down around the inside edge of the dish. Re-cover and cook for 5 minutes or until clams open. Prick plastic to release steam.\n5.Remove from oven and uncover. Stir in tomato puree and arrange mussels, hinge-end down, in the center of the dish. Cover and cook for 5 minutes, or until mussels open.\n6.If using plastic, prick to release steam. Remove from oven and uncover. Add remaining ingredients and stir to combine. Cover and cook for 4 minutes or until squid is opaque. Remove from oven and uncover. Stir in bacon pieces and serve.\nYield: Four main portions or six first-course portions. Creamy Oyster Soup Preparation time: 10 minutes Cooking time: 23 minutes 3 dozen oysters, shucked in their liquid 4 cups fish broth (see Micro-Tips) 1 pound potatoes (2 large potatoes), peeled and cut into 1/4-inch cubes 1 cup heavy cream 3/4 vial thread saffron, about 1#3 gram 1 bunch scallions, thinly sliced across (about 1 cup) 1 teaspoon kosher salt.\n1.Place oysters in a strainer set over a large bowl to catch liquid.\n2.Combine potatoes and broth in a 5-quart casserole. Cover tightly with microwave plastic wrap. Cook at 100 percent power in a 650- to 700-watt oven for 15 minutes or until potatoes are tender.\n3.Prick plastic to release steam. Remove from oven and uncover. Add oyster liquid, cream and saffron. Cover tightly with microwave plastic wrap and cook for 7 minutes.\nAdvertisement Continue reading the main story\n4.Pick plastic to release steam. Remove from oven and uncover. Cut each oyster in half with a kitchen scissors. Add to soup with scallions and salt. Cook, uncovered, for 1 minute.\n5.Remove from oven and let stand for several minutes. Serve hot.\nLow-wattage variation: Cook potatoes and broth in a 5-quart casserole, covered, in a 400- to 500-watt oven for 20 minutes. Add oyster liquid, cream and saffron. Cover and cook for 10 minutes. Add oysters, scallions and salt and cook for 2 minutes. Let stand as above and serve.\nYield: Eight first-course portions. Micro-Tips\nFISH broth is easy to make in the microwave oven. When you buy fish fillets, ask for the bones and heads of white-fleshed fish and have the bones cut into small pieces. Do not use a flat fish like sole or flounder; those bones make bitter broth. Wash the bones and heads, making sure there is no blood, which also makes bitter broth.\nTo make two cups of broth, combine a pound of bones with two cups of cold water in a 2 1/2-quart souffle dish. Cover tightly with microwave plastic wrap. Cook at 100 percent power for 15 minutes in a full-power oven, 650 to 700 watts, or for 20 minutes in a 400- to 500-watt oven.\nTo make four cups of broth, use two pounds of bones and four cups of water. Combine in a five-quart casserole. Cook at 100 percent power for 20 minutes in a full-power oven, or for 30 minutes in a 400- to 500-watt oven.\nPrick the plastic to release steam. Uncover carefully and remove from oven. Strain broth through a fine sieve lined with cheesecloth or a damp kitchen towel. Use hot, refrigerate for up to two days, or freeze.", "url": "https://www.nytimes.com/1989/02/01/garden/microwave-cooking.html"}