{"authors": ["Jane Gross", "Special To The New York Times"], "date_download": "2018-11-16 03:55:05", "date_modify": "2018-11-16 03:55:05", "date_publish": "1989-09-29 01:00:00", "description": null, "filename": "1989_09_29_obituaries_ferdinand-marcos-ousted-leader-of-philippines-dies-at-72-in-exile.html_scp=3_1542340505.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/09/29/388989_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_09_29_obituaries_ferdinand-marcos-ousted-leader-of-philippines-dies-at-72-in-exile.html_scp=3_1542340505.html", "title": "Ferdinand Marcos, Ousted Leader Of Philippines, Dies at 72 in Exile", "title_page": "Ferdinand Marcos, Ousted Leader Of Philippines, Dies at 72 in Exile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "''God has taken this great man from our midst to a better place,'' said the younger Marcos, 31 years old. ''Hopefully, friends and detractors alike will look beyond the man to see what he stood for - his vision, his compassion and his total love of country.''\nMr. Marcos had been on the brink of death many times in his long hospitalization. A family spokesman, Roger Peyuan, said Mrs. Marcos had instructed doctors to take every possible step to save her husband's life.\nMr. Tiwanak said Mr. Marcos's condition began deteriorating 36 hours before his death. He said a pacemaker was implanted about midday on Wednesday, ''and it appeared his functions were coming back to some normalcy.''\nMr. Tiwanak said the pacemaker was needed to keep Mr. Marcos's heart pumping but he also noted that because Mr. Marcos had ''multiple organ problems, any one of those could have gone completely.''\nMr. Marcos had spent most of the time since he entered the hospital in intensive care. According to Mr. Tiwanak, doctors had said that ''if any one of the machines were pulled off he would have died.''\nMr. Tiwanak said Mr. Marcos was semicomatose most of the time before the latest crisis. Mr. Peyuan, the family spokesman, said Mr. Marcos opened his eyes and recognized his son, who had flown here from California, shortly before he died. Liver and Kidney Failure\nThere were several phases in Mr. Marcos's hospital stay when he appeared near death. In mid-May, he had surgery to prepare him for kidney dialysis. In early June, emergency exploratory surgery was performed after an abscess was found in his pancreas. In mid-June, more surgery was performed to correct a bleeding stomach ulcer.\nAdvertisement Continue reading the main story\nIn late June, his liver failed and he had a 104-degree fever, but survived to undergo removal of his only functional kidney, which had been transplanted in 1984. Mr. Marcos became dependent on kidney dialysis for survival. His prognosis was poor, but doctors treated him with a new antibiotic. On Sept. 3 his blood pressure dropped sharply.\nA Marcos aide, Col. Arturo Aruiza, said funeral plans were pending at the Nuuanu Memorial Park Mortuary. A family spokesman said the body would be on view at the family compound in Makiki Heights until Sunday. There are no plans for burial of the body elsewhere, Colonel Aruiza said. Mrs. Marcos has said in the past that she intended to embalm her husband's body and display it in Hawaii while she awaited permission to return to the Philippines. F.A.A. Issues Order\nIn Washington, the Federal Aviation Administration issued an order at the request of the State Department barring any aircraft with the body of Mr. Marcos from leaving Hawaii or any other point in the United States for the Philippines. The F.A.A. said that ''such a return, or the attempt to do so, would create a danger to the safety of the aircraft and persons involved.''\nMr. Marcos's mother, Josefa, died last May at the age of 91. Her body has not buried, because her son hadinsisted on presiding at the funeral. Her body is on display at a museum in the Marcos's home province of Ilocos Norte.\nAfter Mr. Marcos's ouster from the Presidency, an inventory at Malacanang Palace in Manila found more than a thousand pairs of shoes belonging to Mrs. Marcos, 888 handbags, 71 pairs of sunglasses and 65 parasols - part of a lavish inventory that shocked and offended the world more than any past estimates of the Marcos's enormous wealth.\nHere in Honolulu, first in guest quarters at the Hickam Air Force Base and then in a hillside villa, Mrs. Marcos has entertained visitors with piano recitals, videos of her husband's presidential speeches and photographs of the couple in the embrace of world leaders. She recently recorded an album of ballads and is reported to have sung at her husband's bedside when he was alert.\nMr. Marcos, his wife and eight others were indicted in New York last year by a Federal grand jury on racketeering charges. In April, the judge separated Mr. Marcos from the other defendants because he was too ill to stand trial.\nMr. Marcos and nearly 100 members of his family and entourage arrived here in February 1986 aboard two United States Air Force jets. One carried passengers and the second had luggage and other personal property that was seized by the United States Customs Service. The seized property was valued then at $8.2 million and a bitter fight over custody of the items still is being waged in the Federal courts.\nThe Marcoses have been living in a villa overlooking Honolulu that was provided for them by friends, according to Colonel Aruiza. The hospital bill for Mr. Marcos exceeded $500,000 but Mr. Tiwanak said the initial payment was made through the family's lawyers several weeks ago. Mr. Tiwanak said the hospital has been in touch with the lawyers ''to make sure they keep a current payment.''", "url": "https://www.nytimes.com/1989/09/29/obituaries/ferdinand-marcos-ousted-leader-of-philippines-dies-at-72-in-exile.html?scp=3"}