{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:38:27", "date_modify": "2018-11-16 03:38:27", "date_publish": "1989-11-15 00:00:00", "description": null, "filename": "1989_11_15_garden_stuffing-as-you-like-it-tried-or-trendy_1542339507.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/11/15/042089_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_11_15_garden_stuffing-as-you-like-it-tried-or-trendy_1542339507.html", "title": "Stuffing As You Like It: Tried or Trendy", "title_page": "Stuffing As You Like It: Tried or Trendy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The nature of stuffing changed during the American Revolution when, Mr. Baker said, ''supplies were low and American patriotism was high.'' Then, he speculates, expensive meat and imported spices began to give way to lighter bread stuffings that capitalized on regional ingredients: oysters, mushrooms, chestnuts and cranberries.\nToday, stuffing is still a regional affair. According to Sarah Leah Chase, the author of the ''Nantucket Open House Cookbook'' (Workman, 1987) who has recently toured the country for Butterball turkeys, stuffing in New England is usually made with oysters. In the Midwest, it is made with mushrooms, bread crumbs and eggs. In the South, it is called dressing and is generally made with corn bread. In California, ''stuffing is anything trendy,'' Ms. Chase said. ''This year they are into wild rice and mixed grains.''\nNationwide, stuffing elicits two distinct responses. ''Some people are traditionalists who stuff the way the family has always stuffed,'' Ms. Chase said. ''Other people are eager to know what's new in stuffing.''\nAs usual, stuffing reflects the current concerns of the table. ''All the scares about poultry safety has created this new existential question: to stuff or not to stuff,'' Ms. Chase said.\nLast year, the national Butterball Turkey Talk-Line (800-323-4848) fielded 4,653 inquiries, and 16 callers an hour asked: ''Is it safe to stuff a turkey?''\nThe National Turkey Federation says no. ''Forty-five million turkeys are purchased during the holiday season, and we are not convinced that all those people understand stuffing safety measures,'' said Laurie Wilson, the association's consumer affairs manager in Reston, Va.\nThe Turkey Talk-Line disagrees. ''Stuff the turkey right before you put it in the oven, and make sure the oven temperature is at least 350 degrees,'' John Mose, a spokesman, said. Health officials add that stuffing must be cooled before it is placed inside the turkey and should be removed immediately after the bird is roasted.\nAdvertisement Continue reading the main story\nThere are additional epicurean dimensions to the stuffing quandary. Unstuffed turkeys roast more quickly and evenly than stuffed ones. As it absorbs the juices of the bird, stuffing baked inside the turkey steams and becomes soggy; baked in a casserole, it developes a crisp crust. This conundrum demands a Solomon-like resolution: stuff the bird and bake an additional casserole.\nUnfortunately, there is not a simple answer to the more profound questions of stuffing ingredients and texture. What is the proper proportion of fat to bread? Is cubed bread better than bread crumbs? Are packaged bread crumbs an affront to the holiday? Like politics and religion, these questions should be discussed and resolved in the privacy of one's home.\nSince the American Revolution, stuffing has become lighter, generation by generation. The meat that was once forsworn for the sake of patriotism is now nearly extinct because of health concerns, and more vegetables or fruit are being used today to give substance to stuffing. Chicken or giblet broth is replacing butter and pork fat. Salt is dwindling; so are eggs. Quick stuffings are upstaging slow-simmered ones.\nIt has been a gradual evolution, one shaped by tradition, prevailing tastes and, most important, by the feel of bread crumbs between the fingers of the cook. The accompanying recipes are guidelines for the 1989 vintage. Very Rich Meat Stuffing Preparation time: 30 minutes Cooking time: 1 1/2 hours, plus 40 minutes more if not cooked in turkey Giblets from 1 turkey 4 cups cold water 6 thick slices bacon 1 cup chicken fat 3 tablespoons sweet butter 1 medium-size onion, chopped 2 ribs celery, chopped 1 clove garlic, minced 1 cup sliced mushrooms 1/4 pound ground beef 1/4 pound ground veal 2 links sweet Italian sausage, casing removed 1 veal kidney (about 2 pounds), chopped 9 chicken livers, chopped 6 cups stale bread crumbs 1 tablespoon salt or to taste 1 1/2 teaspoons freshly ground black pepper or to taste 1 cup minced Italian parsley 1 teaspoon dried mint 1 teaspoon dried thyme 1 teaspoon allspice 1 teaspoon cumin 1/2 cup Cognac or brandy 1 cup chicken broth 12 chestnuts, boiled, peeled and sliced 2 cups pine nuts, toasted.\n1.Place the giblets in a saucepan with the water, and simmer for 1 hour. Strain, reserve the broth, cool the giblets and chop.\n2.Place the bacon, chicken fat and butter in a large skillet, and cook for 3 minutes over low heat. Add the onion, celery and garlic, and cook for 5 minutes. Add the mushrooms, stir well to combine, and cook for 2 minutes. Add the ground beef, ground veal and sausage, and cook for 5 minutes, stirring to break up lumps of meat. Add the kidney, and simmer for 10 minutes. Add the giblets and the chicken livers, and cook for 5 minutes, stirring gently.\n3.Place the mixture in a large bowl, and add the bread crumbs, salt, pepper, parsley, mint, thyme, allspice and cumin, and stir to combine. Add the Cognac and chicken broth and stir. Add the chestnuts and the pine nuts and stir well. Adjust seasonings. When cool, this stuffing can be baked inside the turkey, or if you prefer, placed in a casserol and baked for 40 minutes at 350 degrees.\nYield: about 16 cups. Potato, Carrot And Celery Root Stuffing Preparation time: 10 minutes Cooking time: 40 minutes, plus 40 minutes more if not cooked in turkey 6 large potatoes, 6 to 8 ounces each, peeled 3 celery roots, peeled 4 carrots, trimmed and peeled 1/2 cup butter, plus 3 tablespoons if stuffing is not cooked in turkey (see note) 2 cups stale bread crumbs 1 tablespoon salt, or to taste 1 1/2 teaspoons pepper 1/4 cup minced chives.\nAdvertisement Continue reading the main story\n1.Place the potatoes in a pot, cover with cold water, boil gently for 30 minutes until tender, then drain. Place the celery root in another pot, cover with cold water, boil for 20 minutes or until tender, then drain. Place the carrots in a third pot, cover with cold water, and boil for about 7 minutes or until tender, then drain.\n2.While the vegetables are still warm, push the potatoes and carrots through a potato ricer and into a bowl. Grate the celery root into the mixture. Cut the 1/2 cup butter into chunks, and stir into the vegetables. Add the bread crumbs and stir well. Add the salt, pepper and chives and combine. When cool, this stuffing can be baked inside the turkey or placed in a casserole, dotted with the 3 additional tablespoons butter and baked for 40 minutes at 350 degrees.\nYield: about 12 cups.\nNOTE: For people on restricted diets, chicken broth can be substituted for the butter throughout the recipe. Corn Bread Stuffing Preparation time: 20 minutes Cooking time: 20 minutes, plus 40 minutes more if not cooked in turkey 1/4 pound sweet butter 6 slices bacon, diced 1 medium-size onion, chopped 1 pound sweet breakfast sausage meat 1 medium-size red bell pepper, cored and chopped 2 ribs celery with leaves, chopped 1/4 cup chopped parsley 2 scallions, chopped 6 cups stale crumbled corn bread 2 cups stale white bread crumbs 1 tablespoon salt 1 teaspoon black pepper Dash of Tabasco sauce 1 cup chicken broth if stuffing is not cooked in turkey.\n1.In a large skillet, add the butter, and fry the bacon for 3 minutes. Add the onion, and saute for 5 minutes. Add the sausage, red pepper and celery, and cook the mixture for 10 minutes.\n2.Place the mixture in a large bowl, and add the parsley, scallions, corn bread and white bread, season with salt, pepper and Tabasco, and stir to combine. When cool, this stuffing can be baked inside the turkey, or if you prefer, add the 1 cup chicken broth, place the stuffing in a casserole, and bake for 40 minutes at 350 degrees.\nYield: about 10 cups.", "url": "https://www.nytimes.com/1989/11/15/garden/stuffing-as-you-like-it-tried-or-trendy.html"}