{"authors": ["Barbara Gamarekian"], "date_download": "2018-11-16 03:38:49", "date_modify": "2018-11-16 03:38:49", "date_publish": "1989-10-29 01:00:00", "description": null, "filename": "1989_10_29_magazine_american-contemporary-business-lunch-a-personal-approach_1542339529.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/10/29/530389_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_10_29_magazine_american-contemporary-business-lunch-a-personal-approach_1542339529.html", "title": "AMERICAN CONTEMPORARY; Business Lunch: A Personal Approach", "title_page": "AMERICAN CONTEMPORARY; Business Lunch: A Personal Approach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But even though this lunch was sandwiched between back-to-back black-tie dinners, Mrs. Mosbacher claims to have no designs on the title of Washington hostess. A year and a half ago, she acquired La Prairie, a cosmetics company based in New York and Zurich, for a sum that was reported to be more than $30 million. Any social soiree at the Mosbachers', she noted, must be fitted into her peripatetic schedule of weekends in Washington, several weekdays in New York and five weeks of travel abroad each year promoting her company and its wares.\nWhen Mrs. Mosbacher entertains for business, most of the planning is done in the La Prairie office in New York. Because this luncheon was essentially a sales presentation, the guest list had been coordinated with the company's marketing and sales manager. Attending were store managers and cosmetics buyers from Neiman Marcus, Bonwit Teller, I. Magnin, Saks Fifth Avenue and Nordstrom. Invitations had been extended by telephone a month in advance and followed with written reminders.\n''I couldn't do this without a lot of help,'' said Mrs. Mosbacher, who has a small army of staff, including two people she can count on daily in each of her homes. In Washington, she has the services of a live-in Argentine couple: Luis Ector, who serves as butler and assistant chef, and his wife, Nelida, who presides over the kitchen. (A sampling of her recipes for this lunch follows.) In New York, Mrs. Mosbacher employs a housekeeper and chauffeur at home and a personal assistant and secretary in her office.\n''Let's put the seating chart on the piano in the living room,'' she told Pamela Gardner, an event planner who had been hired to help organize not only this business luncheon, but the two evenings' dinners.\nThe first, for 32 guests, was the couple's first big Washington dinner, held in honor of Max and Ruth Rabb, just returning from Rome where Mr. Rabb had served as the United States ambassador to Italy. Tonight's dinner, just as large, was of a more personal nature, including among its 32 guests Donald and Ivana Trump, as well as Secretary of Housing and Urban Development Jack Kemp and his wife, Joanne.\nTo streamline the kitchen operation, Mrs. Mosbacher had planned the same menu for both nights: salmon tartare, veal stuffed with mushrooms and spinach, and a vegetable medley.\nToday, the traces of the previous night's dinner party were rapidly disappearing as the help bustled about the second-story dining room, moving tables and vacuuming rugs. The silver candelabra and white lace dropcloths from the night before were being whisked away and replaced by forest green place mats shaped like lily pads, and centerpieces of purple orchids nestled in ceramic frog planters from Paris. ''I just love them,'' Mrs. Mosbacher said, giving the fat frogs a gentle pat. Unusual centerpieces like these - along with eye-catching figurines on the table - are part of Mrs. Mosbacher's signature touch. A collector, she enjoys setting each table with a different china, silver and crystal pattern, coordinating the look with the same centerpieces and linen.\nAdvertisement Continue reading the main story\n''I always say I'm not going to get involved, but I can't help it,'' she said, noting that she had gone out that morning to pick up more potted plants to bank the fireplace.\nMrs. Mosbacher gives the same attention to detail - including menu and place cards, seating charts and valet parking - to the preparations for a business lunch as she does for a social occasion. But since time is often more limited in the course of a business day, she explained, she usually offers just three courses instead of four or five.\nFor this luncheon, three waiters had been hired to serve cocktails and the meal. The ''rhythm'' of such an event can be ruined, she noted, by ''a lot of sitting between courses.'' The Ectors took charge of the kitchen. Mrs. Mosbacher cheerily confessed that she is not often found there: ''My repertoire consists of chili and popcorn. But I have my own recipes for special dishes.'' For main dishes, she added, ''I tend to go for simple fare like a veal piccata or lamb chops, as opposed to en croute and heavy sauces.'' (The Mosbachers follow the Pritikin diet, a low-fat nutritional plan, which they sometimes incorporate into their entertaining.) But while the fare may be plain -this luncheon began with cheese pudding and ended with a chocolate mousse - and the centerpiece even eccentric, the atmosphere is elegant, with a Venetian mirror, an ornate chandelier and a marble fireplace gracing the dining room. And while waiters always help with the serving, the flow of an event often follows an unorthodox pattern that is Mrs. Mosbacher's own.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''I don't serve ladies first,'' she said. ''We go around the table in order. And when I plan the seating, I try not to seat people next to someone from their home town. I mix people up so they can meet someone new. And if it's a two-career couple, I try to seat the husband and wife together, because they never get to see each other except at dinner.''\nThe unifying principle seems to be Mrs. Mosbacher's concern for her guests. This day's luncheon group was greeted at the door by Mr. Ector, who escorted them up the winding staircase to the living room, where they were warmly met and introduced around by Mrs. Mosbacher. The hostess immediately put her guests at ease by relating some amusing anecdotes from the previous evening's dinner. After they had sipped drinks - Bloody Marys, orange juice, wine, Champagne and Perrier passed on silver trays - they were led into the dining room for business talk concerning marketing, color and scents.\nAlthough more than 70 guests would have been to their home by the end of the second dinner, the Mosbachers prefer small groups. Their favorite way to spend an evening, Mrs. Mosbacher said, is with six friends, seated around a circular table in the first-floor den, ''where we can chitchat, have common conversation.'' CHEESE PUDDING 1 tablespoon unsalted butter, softened 14 slices good-quality white bread 4 ounces American cheese, sliced 4 ounces Swiss cheese, sliced 2 1/2 cups heavy cream 1 cup milk 6 eggs 1/2 cup grated onion 1/4 cup chopped chives 1 teaspoon salt 1/2 teaspoon paprika.\n1. Preheat the oven to 300 degrees. Butter a four-quart baking dish.\n2. At the bottom of the baking dish, arrange a layer of one-half the bread. Layer the American and Swiss cheese slices over it. Layer the remaining bread on top.\n3. Combine the remaining ingredients in a mixing bowl and beat.\n4. Pour the mixture over the bread and cheese and let it stand for one hour at room temperature. Bake for one hour. Remove from the oven and serve immediately.\nYield:Twelve servings. RATATOUILLE IN ACORN SQUASH 1/3 cup olive oil 4 garlic cloves, crushed 2 large onions, sliced 4 green peppers, cut into 1/2-inch strips 2 red peppers, cut into 1/2-inch strips 4 medium zucchinis, sliced 2 medium eggplants, peeled and cut into 1-inch cubes 12 ripe tomatoes, peeled and sliced 1/4 cup capers 1 tablespoon salt 1 teaspoon freshly ground pepper 6 medium acorn squash.\nAdvertisement Continue reading the main story\n1. Heat the oil over high heat in a large pot and saute the garlic, onion and all the peppers until they are soft, about 15 minutes. Add the zucchini, eggplant and tomatoes, and stir well.\n2. Lower the heat to a simmer and cook for an hour and a half. Add the capers, salt and pepper during the last 15 minutes of cooking. Keep hot.\n3. Preheat the oven to 350 degrees.\n4. Halve the acorn squash, remove the seeds and place them, cut side down, on a baking sheet. Add one inch of boiling water. Bake for 45 minutes.\n5. To serve, spoon some of the ratatouille into the cavity of each half.\nYield: Twelve servings. POACHED SALMON 2 3-pound Atlantic salmon fillets, from the center cut 1 tablespoon salt 10 black peppercorns 1 bay leaf 1 small onion, quartered 1/4 cup sliced carrot 1/4 cup sliced celery 4 sprigs parsley, plus 1/4 cup minced 8 tablespoons unsalted butter, at room temperature 2 tablespoons lemon juice 1/4 teaspoon freshly ground white pepper.\n1. Cut each fillet into six serving pieces. Set aside.\n2. Fill a large fish poacher or roasting pan with enough water to cover the fish when it is added later, and bring the water to a boil. Add the salt, peppercorns, bay leaf, onion, carrot, celery and the sprigs of parsley, and simmer for five minutes.\n3. Place the butter, lemon juice, white pepper and minced parsley in a mixing bowl. Beat until all the ingredients are well incorporated. Place the mixture on wax paper and roll into the shape of a log. Chill until ready to use.\n4. Add the fish pieces to the court bouillon, cover with a piece of cheesecloth and simmer for 10 minutes. Remove the cheese cloth and drain the fish on paper towels. Serve with the maitre d'hotel butter.\nYield: Twelve servings. THE HOSTESS'S CREATIVE CENTERPIECES, PAGE 27.", "url": "https://www.nytimes.com/1989/10/29/magazine/american-contemporary-business-lunch-a-personal-approach.html"}