{"authors": ["Robert D. Mcfadden"], "date_download": "2018-11-16 03:09:37", "date_modify": "2018-11-16 03:09:37", "date_publish": "1989-12-16 00:00:00", "description": null, "filename": "1989_12_16_nyregion_soho-gift-to-wall-st-a-3-1-2-ton-bronze-bull.html_module=inline_1542337777.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/12/16/360189_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_12_16_nyregion_soho-gift-to-wall-st-a-3-1-2-ton-bronze-bull.html_module=inline_1542337777.html", "title": "SoHo Gift to Wall St.: A 3 1/2-Ton Bronze Bull", "title_page": "SoHo Gift to Wall St.: A 3 1/2-Ton Bronze Bull - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wall Street awoke to a gigantic bull on its doorstep yesterday - a 3 1/2-ton 16-foot-long bronze sculpture by an artist from SoHo who deposited it outside the New York Stock Exchange and declared it a Yuletide symbol of the ''strength and power of the American people.''\nHundreds of people walked around, gawked at, admired and stroked the long-horned whip-tailed bull, the image of a surging market in the lore of high finance.\nBut the symbolism was apparently lost on the Police Department, which said the work had no permit and was obstructing traffic at the busy intersection of Wall and Broad Streets, and even on the stock exchange, which hired a trucking company and had the humongous thing carted away.\nBy day's end, the Dow Jones industrial average was down 14.08 points. And while analysts spoke of obscure economic forces, the clerks and sidewalk cognoscenti on the nation's street of dreams were bemoaning the unceremonious removal of Arturo Di Modica's ''Charging Bull.'' Inspired by Crash\nAdvertisement Continue reading the main story\n''We're very disappointed,'' said John Levinson, an analyst with Goldman Sachs, who arrived with a colleague, Judy Comeau, too late to see the sculpture. ''It's a tragedy that artists aren't allowed to express themselves in the spirit of Christmas and friendship.''", "url": "https://www.nytimes.com/1989/12/16/nyregion/soho-gift-to-wall-st-a-3-1-2-ton-bronze-bull.html?module=inline"}