{"authors": ["Jane Gross", "Special To The New York Times"], "date_download": "2018-11-16 04:46:55", "date_modify": "2018-11-16 04:46:55", "date_publish": "1989-01-23 00:00:00", "description": null, "filename": "1989_01_23_us_needle-exchange-for-addicts-wins-foothold-against-aids-in-tacoma.html_module=inline_1542343615.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/01/23/460489_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_01_23_us_needle-exchange-for-addicts-wins-foothold-against-aids-in-tacoma.html_module=inline_1542343615.html", "title": "Needle Exchange for Addicts Wins Foothold Against AIDS in Tacoma", "title_page": "Needle Exchange for Addicts Wins Foothold Against AIDS in Tacoma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The more modest exchange in New York City, which began in November, has been hobbled by the outcry of law-enforcement officials and some politicians, who say it promotes drug abuse, and by neighborhood groups that succeeded in confining the project to a Government office in Lower Manhattan. The New York program has dispensed 76 needles to 56 addicts, compared with hundreds served here each week.\n''It's not user-friendly,'' Mr. Purchase said of the New York program. ''You have to give them what they want, where they want it.'' Mr. Purchase takes a position shared by Stephen C. Joseph, the New York City Commissioner of Health, who has so far lost the battle for street distribution.\nSimilar programs have been blocked in Los Angeles, Chicago and Boston, and one in Portland has been delayed by insurance difficulties. Needle-exchange programs elsewhere, including one in San Francisco, have not been seriously considered, in part because of the prospect of community debate. Not Afraid to Be Wrong\nMr. Purchase, a 49-year-old drug counselor currently disabled from a motorcycle accident, finds that argument insidious. He says needle-exchanges have been stalled by ''ignorance, politics and moral fascism.'' Mr. Purchase says that, if he is wrong that the exchange slows the spread of AIDS by taking dirty needles out of circulation, he will just ''look foolish.'' But if those blocking such programs are wrong, ''their children will be dead.''\nHealth officials around the country, who are closely following the program here, say Tacoma's effort is extraordinary because it took shape with virtually no civic upheavel. They credit this to the enlightened attitudes of the Pacific Northwest, the relative leniency of county drug paraphernalia laws, the absence of racial rhetoric in local political debate and the way Mr. Purchase began his crusade with gradual Government participation.\nTerry Reid, the manager of AIDS and substance abuse programs for the county Health Department, said it was much easier to ''focus on AIDS prevention when you don't have 10,000 cases, or 2,000 cases, or even 500 cases'' that require medical care. Mr. Purchase said the inexorable march of the AIDS virus, which reached the Northwest later than it did other regions, allowed people here to ''see our future if we didn't do something.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''In a sense, other people have died to give us that advantage,'' he said. Support From the Police\nWhen Mr. Purchase set up shop, he was without official Government sanction or financial backing and, he said, prepared to go to jail for 90 days for the misdeamenor offense of possessing drug paraphernalia. But right from the start, he was supported by the Police Chief, Ray Fjetland, who suspended enforcement of the syringe law.\n''Conventional law enforcement hasn't helped the AIDS problem,'' said Mark K. Mann, a police spokesman. ''Before you put the clamps on somebody trying to help, you better have an alternative. We didn't.''\nAdvertisement Continue reading the main story\nMr. Purchase also worked closely with the county Health Department, which sent staff members to survey his needle-exchange regulars in anticipation of a department presentation to the Tacoma-Pierce County Board of Health, an elected body that sets policy. But at this stage, the county had no official stake in the program.\nMeanwhile, he experimented with ways of engaging his clients, most of them typical inner-city addicts, with stringy hair, pallid complexions and hard eyes. Mr. Purchase will trade as many as 10 needles at a time, all the while handing out cookies and mittens. Sensitive to Politics\nThe department's early survey data, based on 66 people, indicated that trading needles did not create new addicts and did reduce needle sharing. But the presentation to the board was delayed until after the November election.\nThat sort of delicacy, experts around the country say, is typical of a health department that has invested lots of time in educating elected officials. The Tacoma-Pierce County Board of Health also recently approved a condom advertising campaign of the kind that has caused uproars elsewhere.\nTwo weeks ago, the board voted to put Mr. Purchase on salary and pay for the supplies that had cost almost $5,000, part from his own pocket and part from donations. The program is budgeted for $43,165 a year. There are no plans to move Mr. Purchase indoors, as requested by a few area merchants, but he will soon have a van.\nOne of the most telling arguments for the board, members said, was the cost of needle exchange versus medical care. ''Assume it costs $40,000 for each person with AIDS,'' Mr. Purchase said. ''All I have to do is prevent infection in .91 citizens, and the county breaks even. I'm sure I did that today.''\nMr. Purchase has lately become a celebrity here. But what he likes more are the thanks of drug users. ''Before I go to bed at night, I ask myself if I did something useful today,'' Mr. Purchase said. ''The answer is always yes.''", "url": "https://www.nytimes.com/1989/01/23/us/needle-exchange-for-addicts-wins-foothold-against-aids-in-tacoma.html?module=inline"}