{"authors": ["Bryan Miller With Pierre Franey"], "date_download": "2018-11-16 03:34:04", "date_modify": "2018-11-16 03:34:04", "date_publish": "1989-04-16 01:00:00", "description": null, "filename": "1989_04_16_magazine_food-whetting-the-appetite_1542339244.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/04/16/475289_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_04_16_magazine_food-whetting-the-appetite_1542339244.html", "title": "FOOD; Whetting the Appetite", "title_page": "FOOD; Whetting the Appetite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The issue of cooking with wine has usually been treated casually by food writers, who predictably say, ''Don't cook with a wine that you would not drink.'' While that is sound advice, the issue goes even further. Just as different types of white wines (including sparkling) change the flavor and texture of a sauce, so, too, do different red wines. For example, delicate red wine dishes, especially those made with seafood, call for a light-bodied, low tannin wine; conversely, gutsy stews and game call for concentrated, assertive wines.\nWe recently prepared a subtle combination of salmon fillets braised in a red-wine sauce that underscores this point. We had some of last fall's Beaujolais nouveau and decided to use that, since it is light, fruity and has virtually no tannin. Cooking fish with red wine has received a fair amount of attention recently, as if it is something daring. In fact, Jean-Baptiste Troisgros, late father of the famous trio of Roanne chefs, invited Pierre Franey and Craig Claiborne to his home in the early 1960's and served a menu of fish with red wine sauces - he said he never cooked fish in white wine. SHRIMP AND VEGETABLES WITH CHAMPAGNE 1 1/4 pounds medium-sized shrimp, peeled and deveined, with shells reserved 1 cup very dry white wine, such as a Chablis, for shrimp stock 1 cup water 1 tablespoon butter 1 cup sliced carrots 1 cup finely sliced celery 1 cup thinly sliced onions 1 cup thinly sliced leeks Salt and freshly ground pepper to taste 1 bay leaf 2 sprigs fresh thyme or 1/2 teaspoon dried 4 tablespoons minced shallots 1 cup Champagne, sparkling wine or still dry white wine 4 tablespoons cream 4 tablespoons butter at room temperature Parsley sprigs for garnish.\n1.Place the shrimp shells in a saucepan with the wine and the water over medium-high heat, covered. Bring to a boil, then simmer for five minutes. Strain the liquid into a bowl (you should have about one-and-a-quarter cups) and discard the shells.\n2.In another pan, melt one tablespoon of butter in a saucepan over medium-high heat, then add the carrots, celery, onions and leeks. Stir well, then add salt and pepper, the bay leaf and thyme. Cook, covered, for about five minutes.\n3.Add the reserved shrimp stock to the vegetable combination. Taste for seasonings. Reduce the liquid over medium-high heat for five minutes.\n4.Add the shallots and Champagne (or white wine). Reduce by half over high heat. Add the cream and soft butter and stir to blend thoroughly. Add the shrimp, season with salt and pepper, stir over high heat for about one-and-a-half minutes, or until the shrimp become pink.\n5.Remove the bay leaves and thyme sprigs and serve, garnished with parsley sprigs.\nYield:Four servings. ASPARAGUS AND MUSHROOMS WITH FRESH CORIANDER 1 pound fresh asparagus spears, trimmed of woody sections and scraped 2 tablespoons olive oil 1/2 pound sliced mushrooms (about 2 cups) 2 tablespoons chopped shallots 1/2 teaspoon salt Freshly ground black pepper to taste 4 tablespoons chopped fresh coriander leaves.\nAdvertisement Continue reading the main story\n1.Cut the asparagus spears on the diagonal into one-inch pieces.\n2.Heat the olive oil in a nonstick frying pan. Add the mushrooms and saute over over high heat, tossing, until the mushrooms are lightly browned. Add the asparagus pieces. Cook, stirring and tossing, for about a minute. Add the shallots, salt and pepper. Sprinkle with the coriander. Cook for 30 seconds and serve.\nYield:Four to six servings. DAUBE DE BOEUF BOURGUIGNONNE 1 6-pound lean boneless shoulder of beef 3/4 pound carrots, scraped and cut into 2-inch lengths 12 or more small white onions, about 3/4 pound, peeled 3/4 pound white turnips, peeled and quartered (or cut into 1/8's, depending on size) 4 whole cloves garlic, peeled 1 sprig fresh rosemary or 1 teaspoon dried 2 sprigs fresh thyme or 1 teaspoon dried 2 bay leaves 6 sprigs fresh parsley 1/4 teaspoon grated nutmeg 1 bottle red Burgundy wine (or a hearty Cotes du Rhone) Salt and freshly ground pepper to taste 1/2 pound lean salt pork, cut into thin slices 4 tablespoons vegetable oil 1/3 cup flour 1 tablespoon butter 3/4 pound mushrooms, thinly sliced.\n1.Cut the meat into one-and-one-half-inch cubes.\n2.Place the meat in a deep bowl and add the carrots, onions, turnips, garlic, rosemary, thyme, bay leaves, parsley, nutmeg, wine, salt and pepper. Cover and let stand overnight in the refrigerator, stirring occasionally.\n3.Preheat the oven to 375 degrees.\n4.Drain the meat, vegetables and herbs, but reserve the marinating liquid. Separate the meat and vegetables. Tie the herbs in cheesecloth.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n5.Drop the salt pork slices into cold water and bring to a boil. Blanch for three minutes and drain.\n6.In a heavy, wide and deep casserole or Dutch oven, heat the vegetable oil and add the meat, pork slices, onions and garlic. Stir and cook over high heat for about 15 minutes.\n7.Sprinkle the meat with flour and stir thoroughly so that the flour coats the meat and other ingredients. Add the marinating liquid and stir. Add the herbs in cheesecloth, then the carrots. Cover and bring to a boil on top of the stove. Place the casserole in the preheated oven.\n8.Heat the butter in a saucepan and add the sliced mushrooms. Cook until lightly browned. Add them to the stew. Cook about 45 minutes and add the turnips. Continue baking about one hour longer. The total baking time once the kettle is placed in the oven is two hours.\n9.Remove the casserole and uncover. Carefully spoon off and discard all the fat from the top of the stew. Serve hot with the potato puree (see recipe).\nYield:Ten servings. PUREED POTATOES WITH CARROTS AND ONIONS 3 potatoes, about 1 1/4 pounds 4 carrots, trimmed, scraped and cut into 1-inch lengths (about 2 cups) 1/2 cup sliced onions Salt to taste 2 tablespoons butter Freshly ground pepper to taste 1/8 teaspoon freshly grated nutmeg 1/2 cup hot milk 2 tablespoons chopped parsley (optional).\nAdvertisement Continue reading the main story\n1.Peel the potatoes and cut them into eighths. Place the carrots, sliced onions and potatoes in a saucepan. Add cold water to cover and salt to taste. Bring to a boil and simmer about 20 minutes or until the vegetables are tender. Do not overcook or they will become mushy.\n2.Put the vegetables through a food mill or potato ricer. Blend until smooth, but no more. Return to a clean saucepan.\n3.Add more salt (if necessary), the butter, pepper and nutmeg and blend well. Place over low heat and stir in the milk, then the parsley. Serve.\nYield:Four servings. SALMON FILLETS BRAISED IN RED WINE 4 tablespoons butter 1/2 cup chopped shallots 1/2 cup chopped onions 1/2 cup chopped celery 1 cup diced carrots 1 pound fish bones, and the salmon head, gills removed 3 1/2 cups dry red wine, such as a Cotes du Rhone 1 cup water 1/2 bay leaf 1/4 teaspoon dried thyme 4 sprigs fresh parsley 4 salmon fillets, boneless and skinless, each 6 to 8 ounces, at room temperature 1/2 teaspoon salt Freshly ground black pepper to taste.\n1.In a saucepan, place one tablespoon of the butter, a quarter cup of the shallots, the onions, celery and carrots. Cook, stirring, for one minute over a medium-high flame. Chop the fish bones and head coarsely and add them to the pan. Cook and stir for two minutes. Pour three cups of the wine and the water into the pan, then add the bay leaf, thyme and parsley. Reduce the cooking liquid for 45 minutes over a medium-low flame, or until it reaches about one cup. Strain the broth into a pan. Discard the vegetables.\n2.Select a pan large enough to hold the fish in one layer. Rub the bottom of the dish with a half teaspoon of butter and sprinkle the remaining shallots over the bottom of the pan. Arrange the fish, skin side down, in the pan. Sprinkle with salt and pepper generously. Add the remaining half cup of wine and fish broth. Dot the fish with one tablespoon of the butter.\n3.Place the pan over a medium-high flame and cook, covered, for about 90 seconds, flip the fillets gently and cook another 90 seconds (cooking time may vary with thickness of the fish). The salmon should be just barely cooked in the center; do not overcook.\n5.Transfer the fish to a serving dish, cover with foil and keep it warm.\n6.Over a high flame, reduce the cooking liquid to about one cup. Strain it through a fine sieve and into a saucepan. Swirl in the remaining butter and, while hot, spoon the sauce over the fish. Serve immediately.\nYield:Six servings.", "url": "https://www.nytimes.com/1989/04/16/magazine/food-whetting-the-appetite.html"}