{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:35:59", "date_modify": "2018-11-16 03:35:59", "date_publish": "1989-10-01 01:00:00", "description": null, "filename": "1989_10_01_style_pastimes-sunday-menu-corn-and-tomatoes-in-an-all-season-salad_1542339359.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1989/10/01/938589_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1989_10_01_style_pastimes-sunday-menu-corn-and-tomatoes-in-an-all-season-salad_1542339359.html", "title": "PASTIMES: Sunday Menu; Corn (and Tomatoes) In an All-Season Salad", "title_page": "PASTIMES: Sunday Menu; Corn (and Tomatoes) In an All-Season Salad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A salad with tomatoes and corn is obviously best in summer or early fall. But it can be made when the tomato and corn seasons are just a memory.\nFrozen corn, cooked for one minute, can be substituted for fresh, and the tomatoes can be eliminated altogether unless you happen upon some flavorful cherry tomatoes. If you use cherry tomatoes, cut them in half. If even they are unavailable, adjust the seasonings by adding a bit more lime juice, if needed.\nThis is just the kind of meal for those evenings when you do not want to spend much time in the kitchen. It is also ideal for turning leftover roast lamb or pork, or even beef, into a new meal that no one would ever recognize as leftovers.\nThis salad is best if the seasonings are allowed to blend for a few hours. It can also be made a day ahead and refrigerated. Black Bean and Corn Salad 4 cups cooked black beans 2 cups cooked corn kernels 2 large, ripe tomatoes, roughly chopped 1 large red or yellow bell pepper, finely diced 1/2 jalapeno pepper, seeds removed, finely chopped 1 large red onion, finely chopped 3/4 cup finely chopped fresh coriander 1 teaspoon minced garlic or minced garlic in oil 2 teaspoons ground cumin 1 teaspoon ground coriander Juice of 1 lime 2 tablespoons olive oil 1 pound loin of pork or lamb, roasted rare Freshly ground black pepper to taste.\nAdvertisement Continue reading the main story\n1. If beans are canned, rinse thoroughly. In a large bowl, combine the beans with corn, tomatoes, bell pepper, jalapeno pepper, onion and coriander. (If salad is not to be served immediately, wait until just before serving to add the tomatoes.)\n2. Combine the garlic with cumin and coriander; whisk in the lime juice and olive oil. Pour over the salad.", "url": "https://www.nytimes.com/1989/10/01/style/pastimes-sunday-menu-corn-and-tomatoes-in-an-all-season-salad.html"}