{"authors": ["Nancy Harmon Jenkins"], "date_download": "2018-11-16 03:33:14", "date_modify": "2018-11-16 03:33:14", "date_publish": "1990-04-25 01:00:00", "description": null, "filename": "1990_04_25_garden_cooks-map-this-month-sam-arnold-denver-reviving-flavor-old-west_1542339194.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1990/04/25/534090_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1990_04_25_garden_cooks-map-this-month-sam-arnold-denver-reviving-flavor-old-west_1542339194.html", "title": "THIS MONTH: SAM ARNOLD, DENVER; Reviving the Flavor Of the Old West", "title_page": "COOKS ON THE MAP - THIS MONTH: SAM ARNOLD, DENVER;   Reviving the Flavor Of the Old West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Buffalo was always a part of the diet of mountain men, as the trappers and guides of the Rocky Mountains were called in the early 19th century. It is low in cholesterol, saturated fat and calories. A 100-gram serving of cooked buffalo has 2.42 grams of fat, 87 milligrams of cholesterol and 143 calories, according to the United States Department of Agriculture.\nMr. Arnold has been watching his cholesterol count since undergoing triple-bypass surgery nearly two years ago. He trims the fat off steak, uses monounsaturated canola oil in most of his recipes, and increases herb flavorings to cut salt.\nWith these health measures, Mr. Arnold feels he can indulge on rare occasions in the chocolate chili cake that he developed from a recipe given him by the Southwestern food writer Jane Butel. The cake, which is served at the restaurant for birthdays and anniversaries, is a startling combination of sweet and peppery. But after all, as he points out, the Spanish, and the Aztecs before them, often took chili with their chocolate.\n''Everybody should have a bypass, whether they need it or not,'' Mr. Arnold joked one recent morning as he prepared Gonzalez steak, stuffed with green chilis, and a soup he calls ''the bowl of the wife of Kit Carson.'' Actually, he said, the soup is more widely known as caldo tlalpeno, but the name he calls it is rooted in family history.\n''We found it literally by accident in Mexico many years ago when my daughter, Holly, was little,'' he recalled. ''We had a car accident and she cut her hand, and the surgeon who stitched her up sent us to eat caldo tlalpeno at the lunch counter of a drugstore in Durango. We put it on the menu at the Fort, but no one could pronounce the name. But there was an old lady, Miss Leona Wood, who was actually Kit Carson's own last living grandchild, who worked for us on Sundays, and she said, 'Oh, I remember that dish. My grandmother used to serve that.' So we renamed it. And it's been on the menu ever since.''\nGonzalez steak resulted from an April Fool's joke when Elidio Gonzalez, a master wood carver from Taos, N.M., was visiting the restaurant to demonstrate his skills. Mr. Gonzalez was scornful of bland gringo food like meat and potatoes, so Mr. Arnold buried hot chilies in the steak. When Mr. Gonzalez cut into the steak, Mr. Arnold recalled, he said: ''The joke's on you, gringo! This is really good! Put it on the menu.'' Even the Fort, Mr. Arnold's restaurant, came about somewhat by accident. It was inspired by a picture of Bent's Fort, an adobe trading post built in 1834 on the north bank of the Arkansas River in southern Colorado, then the border between the United States and Mexico, as an outpost of the trading empire of the brothers William and Charles Bent. It was ''an intriguing-looking place,'' Mr. Arnold said, ''a mud castle with big towers.\n''My wife said, 'How'd you like to live in a castle like that?' '' he said. ''And I said, 'I'd love to. Let's build it.' And we did.''\nAdvertisement Continue reading the main story\nWhen Denver bankers raised their eyebrows at financing his dream castle, Mr. Arnold turned the ground floor into a restaurant to pay his mortgage, and he hired a chef. ''I'd always had considerable interest in food,'' he said. ''I went to Andover at the age of 16 with a Sterno stove and a frying pan. I used to make fried egg sandwiches for the guys on my floor.''\nRunning a restaurant wasn't too different, he implied. He admitted to a moment of truth on Thanksgiving Day in 1963 when the chef ran out of food in the first two hours. ''We had 300 people pounding on their tables,'' he said, ''and no turkey, no stuffing.''\nAfter that experience, Mr. Arnold went into the kitchen himself, determined never to be caught short again. Meanwhile, he took cooking lessons whenever and wherever he could, as far away as La Varenne in Paris and a school in Colombo, Sri Lanka. He also has done graduate work in Western history, specializing in food, at the University of Denver, and this fall the University Press of Colorado is to publish his book, ''Eating Up the Santa Fe Trail.''\nTo help his guests work up an appetite as he prepared a meal at home, Mr. Arnold served hailstorms, which he says were the first mixed drinks in Colorado, served at Bent's Fort in the 1830's. The drink, a primitive mint julep, is mixed in a Mason jar, traditionally with ice from the ice house, yerba buena (wild mint) from the mountains, sugar and a whisky called Taos Lightning, similiar to the whisky made from wheat in the 1830's.\n''You shake it 50 times, chanting if you want to, and then serve it in the jar,'' Mr. Arnold said. ''They were called hailstones in Virginia. They were common in the early part of the 19th century. I've got three or four recipes for them.''\nThe cocktail provokes him, typically, to a historical digression about alcohol production and a man named Pegleg Smith, who in 1832 set up a distillery in Taos, then part of Mexico, to escape United States restrictions. The whisky, which was clear and presumably tasteless, had boiled tobacco, boiled red peppers or gunpowder added to give it flavor. Nowadays he uses bourbon instead.\n''We still serve that at the Fort, and we haven't lost anyone yet,'' he said. He added hastily: ''It's old-fashioned gunpowder, made with nitrate, sulphur and charcoal. The natural kind.''\nBowl of the Wife of Kit Carson\nPreparation time: 10 minutes (see note)\nCooking time: 10 minutes\n6 cups flavorful chicken broth\nAdvertisement Continue reading the main story\n1 cup cooked garbanzo beans (about 1/2 cup dried beans)\n1 cup cooked rice\n1 whole medium-size cooked boneless, skinless chicken breast, cubed\n1 avocado, peeled and cubed\n1 chipotle chili pepper, seeded and chopped (see note)\n1 teaspoon dried Greek or Mexican oregano, or 1 tablespoon chopped fresh oregano\n1 cup cubed Monterey jack cheese (about 1/2 pound)\nHalf a lemon, cut in quarters.\n1.Heat broth to boiling. Pour into four bowls and add one-fourth of each of remaining ingredients, except lemon.\n2.Serve immediately, with lemon quarters for guests to squeeze over the soup if desired.\nNOTE: This recipe is very simple if cooked ingredients are prepared ahead of time. They can be prepared several days in advance and refrigerated until ready to use. Garbanzo beans can take up to 3 hours to cook. Do not use canned garbanzos. Chipotle chili pepper is available canned from groceries that specialize in Mexican foods.\nYield: 4 servings.\nChili-Stuffed Steak\nPreparation time: 1 hour\nCooking time: 16 minutes\n6 fresh green Anaheim, sandia No. 2 or other medium-hot chili peppers\n4 tablespoons canola or light olive oil\n1 tablespoon flour\n1/2 cup chicken stock\n1 clove garlic, peeled and minced\n1 pinch Greek or Mexican oregano\n2 (10-ounce) top sirloin or New York strip steaks, 1 1/2 to 2 inches thick, with excess fat cut away\n1/2 teaspoon freshly ground black pepper\n1/4 teaspoon cayenne pepper\n1/2 teaspoon garlic salt\n1/2 teaspoon citric acid crystals (sour salt), optional.\nAdvertisement Continue reading the main story\n1.If using a charcoal grill, start the fire.\n2.Prepare chili peppers by roasting them over a flame, or in the oven placed in a paper bag to steam slightly. Then rub the skin off. Cut off the big clump of seeds at the end of each chili pepper, but leave remaining seeds and ribs. Slice one pepper in quarters lengthwise and set aside to garnish steaks. Chop remaining chili peppers medium-fine and set aside. (This step may be done a day or more in advance. Refrigerate the peppers until ready to use.)\n3.In a small saucepan, heat 1 tablespoon of canola or olive oil. Add flour and cook briefly until it thickens to a roux. Add chicken stock, minced garlic and oregano, and cook briefly just to thicken. Then add the reserved chopped chilies, stir to mix, remove from heat and set aside.\n4.If using oven broiler, preheat to high.\n5.Prepare steaks: cut a deep horizontal pocket in each steak, being careful not to pierce sides. Rub steaks with remaining oil. Mix together black pepper, cayenne, garlic salt and citric acid crystals, if desired. Rub this dry marinade into steaks, top and bottom. Stuff each steak with some of the chili mixture, leaving aside about half a cup for garnish.\n6.Roast reserved pepper strips briefly on the broiler grid just long enough to give them char marks. Set aside. Place steaks on broiler or grill approximately 3 inches from the source of heat and cook, about 8 minutes to a side for medium-rare. Cut each steak into two portions and serve immediately on a heated platter, garnished with the reserved chili sauce. Drape a chili strip over the top of each steak.\nYield: 4 servings.\nNOTE: The chili peppers, which take 30 to 40 minutes to prepare, may be done in advance.", "url": "https://www.nytimes.com/1990/04/25/garden/cooks-map-this-month-sam-arnold-denver-reviving-flavor-old-west.html"}