{"authors": [], "date_download": "2018-11-16 04:52:38", "date_modify": "2018-11-16 04:52:38", "date_publish": "1990-09-18 01:00:00", "description": null, "filename": "1990_09_18_science_osprey-raise-fledglings-in-new-york-refuge_1542343958.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1990/09/18/082190_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1990_09_18_science_osprey-raise-fledglings-in-new-york-refuge_1542343958.html", "title": "Osprey Raise Fledglings in New York Refuge", "title_page": "Osprey Raise Fledglings in New York Refuge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FOR the first time in more than 30 years, nesting osprey have produced fledglings in New York City.\nThe birds are nesting on a specially built platform, one of four constructed four years ago in the Jamaica Bay Wildlife Refuge.\nThe osprey, also known as the fish hawk, has a body two feet long and a wing span that can reach six feet. Fledglings reach adult size in just eight weeks. The birds are dark brown or black with white plumage on their underbelly and have a prominent hooked beak. Sharp talons with spiny bumps enable them to clutch fish, which they catch by diving from as high as 100 feet.\nStill a threatened species in New York State, the osprey has been making a vigorous comeback since the 1970's, when it appeared headed for extinction. While most osprey in the state prefer the eastern end of Long Island, this pioneering couple was lured to the city a few years ago. They built a nest last year and tried to start a family, but their eggs did not hatch. But this year, two eggs produced baby birds.\n''It's typical for it to take a while with young, inexperienced birds,'' said Don Riepe, acting chief ranger of the refuge. ''It's not always easy the first time.''\nAdvertisement Continue reading the main story\nDevastated by DDT\nHe said the birds are the first osprey to produce young in the refuge since it opened in 1958.", "url": "https://www.nytimes.com/1990/09/18/science/osprey-raise-fledglings-in-new-york-refuge.html"}