{"authors": ["Marialisa Calta"], "date_download": "2018-11-16 03:29:00", "date_modify": "2018-11-16 03:29:00", "date_publish": "1991-02-03 00:00:00", "description": null, "filename": "1991_02_03_magazine_food-the-square-meal_1542338940.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1991/02/03/374991_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1991_02_03_magazine_food-the-square-meal_1542338940.html", "title": "Food; The Square Meal", "title_page": "Food; The Square Meal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So once a year, Uhlmann and his wife, Helen Jane, and 50 or so guests gather for a fancy-dress dinner, in which meat loaf is referred to in pidgin French as \"viande melange\" in conversation and song. (Sample lyrics, to the tune of \"La Vie en Rose\": \"When you're dining out in France/Don't leave your meal to chance/Order Viande Melange/When the garcon asks you, say/Oh please sir, regardez/I want viande melange.\") Winners have included a Three-Meat Meat Loaf, an Extra Special Meat Loaf (stuffed with mozzarella and ham) and a meat loaf baked into the shape of Texas.\nMichael Stern, co-author, with his wife, Jane, of such books as \"Roadfood\" and \"Square Meals,\" says that, songs aside, meat loaf is \"hopelessly plebian.\"\n\"That's the charm of it,\" Mr. Stern says. \"It's just so square. Even the way you make it -- mushing it up with your hands -- there's no way to glamorize meat loaf.\" In \"Square Meals\" the Sterns include such variations on a theme as Igloo Meat Loaf (patted into a mound and topped with mashed potatoes) and Meat Loaf Wellington (covered with dough from a package of refrigerator rolls ). But the Sterns' real contribution to meat loaf, by my lights, is their recipe for mashed potatoes, which includes invaluable hints like heating the milk before adding it to the potatoes. \"You see,\" Mr. Stern says, \"I think of mashed potatoes as being as sensitive as chocolate.\"\nThough indubitably \"square,\" meat loaf should not, however, be considered solely nostalgia food. \"People are too busy patting it into little loaves,\" to get nostalgic about meat loaf, Bronz says. \"People are too busy eating it.\"\nThey are also busy augmenting their meat loaf with what is clearly the signature ingredient of the dish: extenders. Each type -- cracker crumbs, bread crumbs, rolled oats, even stuffing and Wheatena -- has its supporters, and some are liberal enough to combine them. But there are those cooks who eschew extenders. \"Deeply misguided,\" clucks Bronz, a woman of strong opinions. The extenders, she says, \"fluff up\" the meat loaf, making it \"rich and light at the same time.\" Extenders, she says, \"absorb the fat, making it look less . . . depressing.\"\nOnce it has been established that all good meat loaf contains some kind of extender, then the question of meat can be addressed. By convention the loaf is all beef or a 2:1 ratio of beef to pork. The Sterns tried ground turkey \"in an attempt to be healthy,\" Mr. Stern says. \"We pretended to like it, but we didn't.\"\nAs to the actual cooking, tradition dictates that the loaf be baked in a large pan so it can brown on all sides. Pressing the meat mixture into a loaf pan is \"evil,\" says Bronz, resulting in a loaf that is brown on top but gray everywhere else. But having tasted Grandma Crawford's Meat Loaf for a Crowd, the second-place winner in the Vermont Farm Show contest, I would take exception to Bronz's rule.\nAdvertisement Continue reading the main story\nMarian Crawford -- the Grandma in question -- presses her meat into a bundt pan, and serves it with peas in the middle and sliced carrots around the edges. When Crawford was growing up on a farm in East Arlington, Vt., meat loaf was a specialty because her family -- which included 16 children -- raised chickens. \"Meat loaf,\" she says \"was for company,\" and she looked for ways to \"fancy up\" the dish. She created her recipe, which includes milk and honey, as a bride nearly 50 years ago.\nThe crowd in question includes her 5 children, 27 grandchildren and 24 great-grandchildren. \"It's always been popular around here,\" she says, modestly.\nIt's popular at my house, too. Note: All cooking times that follow are approximate, and can be extended to reflect just how dark and crusty you like your meat loaf. BASIC TEXAS MEAT LOAF (From Ruth Adams Bronz, chef and owner, Miss Ruby's Cafe) 1 pound lean ground beef 1/2 pound ground pork 2 eggs 1 cup milk 1/2 cup rolled oats 1/4 cup Worcestershire sauce 1/2 cup chopped canned tomatoes, drained 1/2 cup finely diced celery 1/2 cup finely diced onion 1/2 cup finely diced green pepper 1 teaspoon salt 1 teaspoon black pepper 1 1/2 teaspoons dried basil 1 teaspoon dried thyme 1/2 teaspoon dried oregano 1 large clove garlic, minced Salt and pepper to taste 4 thick slices bacon.\n1. Preheat oven to 425 degrees\n2. In a bowl, thoroughly combine the ground beef and pork. In a separate bowl, beat the eggs. Stir in the milk and oats. Pour into the meats. Mix thoroughly.\n3. Add Worcestershire sauce, tomatoes, celery, onion, green pepper, salt, pepper, herbs and garlic. Mix well.\n4. Form into oval loaf in a roasting pan. Sprinkle with salt and pepper to taste and lay the bacon lengthwise on top. Bake 50 minutes.\nYield: Four to six servings.\nNote: Ruth Bronz's mother, Julia Harrison Adams, served this with chili gravy or milk gravy, or you can serve it, as Bronz does, with a savory, thick tomato sauce (see recipe below). SAUCE 2 tablespoons olive oil 1/2 cup finely diced celery 1/2 cup finely diced green pepper 1 bay leaf 1 large clove garlic, minced 1 1/2 teaspoons dried basil 1 teaspoon dried thyme 1/2 teaspoon dried oregano 1 teaspoon salt 1 teaspoon black pepper 2 tablespoons Worcestershire sauce 2 dashes Tabasco sauce 4 cups canned tomatoes, with their juice 1 tablespoon tomato paste 3 tablespoons chopped parsley.\n1. Heat the olive oil in a large skillet and saute the vegetables for 5 minutes or until soft. Add the bay leaf, garlic, herbs, salt and pepper, Worcestershire and Tabasco. Cook over low heat for 3 minutes, or until all ingredients are combined.\nAdvertisement Continue reading the main story\n2. Chop the tomatoes and add to the skillet with their juice. Cook gently until the sauce begins to thicken, about 20 minutes.\n3. Stir in the tomato paste. Cook 5 minutes. Add the parsley and stir well. Serve over Basic Texas Meat Loaf.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYield: Six cups. MIDDLE EASTERN MEAT LOAF (Adapted by Ruth Adams Bronz from her mother's recipe) 1 pound lean ground beef 1 pound ground lamb 2 eggs 1 cup milk 1/2 cup rolled oats 1/2 cup chopped parsley 1 cup onion, minced 1/2 cup green pepper, minced Juice of 1/2 lemon Grated zest of 1/2 orange 1 cup pine nuts 1 cup raisins 1 teaspoon ground allspice 1 teaspoon dried thyme 1 1/2 teaspoons salt 1 teaspoon black pepper 2 cloves garlic, minced 3 tablespoons Worcestershire sauce 2 tablespoons clarified butter.\n1. Preheat oven to 425 degrees.\n2. In a bowl, thoroughly combine the ground beef and the lamb. In a separate bowl, beat the eggs. Stir in the milk and oats. Pour into the meats. Mix thoroughly.\n3. Add all other ingredients except clarified butter. Mix well.\n4. Shape mixture into an oval loaf and place in a roasting pan. Drizzle with clarified butter and bake for 1 hour. Serve drizzled with sauce (see recipe below).\nYield: Six to eight servings. SAUCE 2 tablespoons butter 1 cup finely chopped onions 1/2 cup finely chopped green pepper 1 bay leaf 1 clove garlic, minced Juice of 1 lemon 1/2 cup raisins 1 teaspoon dried thyme 1 teaspoon ground allspice 4 cups canned tomatoes, with their juice 2 tablespoons tomato paste 3 tablespoons chopped parsley.\n1. In a skillet, heat the butter. Add the onions, green pepper and bay leaf and saute until onion is translucent and limp, about 5 to 10 minutes.\n2. Add the remaining ingredients, except tomato paste and parsley, breaking the tomatoes into small pieces as you add them. Simmer for 30 minutes, or until sauce begins to thicken.\n3. Add the tomato paste and stir well. Cook 15 minutes. Add the parsley, stir well. Serve over Middle Eastern Meat Loaf.\nAdvertisement Continue reading the main story\nYield: Four cups. EXTRA SPECIAL MEAT LOAF 2 pounds lean ground beef 2 eggs, beaten 1/2 cup Italian-style bread crumbs 1 cup tomato juice 1 teaspoon salt 1/4 teaspoon garlic powder 1/4 teaspoon black pepper 1/2 teaspoon oregano Dash of cayenne pepper 1 tablespoon vegetable oil 1 large onion, minced 3 or 4 thin slices boiled or baked ham 1/2 pound mozzarella cheese, grated.\n1. Preheat oven to 325 degrees.\n2. In a bowl, combine the ground beef, eggs, bread crumbs, tomato juice and seasonings.\n3. In a skillet, heat the oil and saute the onions until translucent, about 5 minutes. Add to the meat mixture; mix lightly. Turn mixture out onto a sheet of foil and flatten into an oblong shape, about 1-inch thick.\n3. Place ham slices on meat, keeping them about 1 inch from the edge. Sprinkle grated cheese over ham.\n4. Begin to fold the meat from one side to the other, rolling as you go. Pinch the ends to seal when the roll is complete. Turn loaf from foil into a greased 9-by-5-by-3-inch loaf pan. Bake for 60 to 75 minutes.\nYield: Four to six servings. GRANDMA CRAWFORD'S MEAT LOAF FOR A CROWD 1/2 cup honey 1 cup milk 1 cup rolled oats 3 medium onions, chopped fine Salt to taste 1/4 teaspoon white pepper 1/2 teaspoon dried basil 2 eggs 3 1/2 pounds lean ground beef 1 1/2 pounds ground pork 1/2 cup ketchup 1 tablespoon spicy mustard.\n1. Preheat oven to 375 degrees.\n2. In a bowl, combine the honey and milk. Add oats, onions, salt, pepper, basil and eggs. Toss with a fork and set aside. In a separate bowl, combine the ground beef and the pork. Add the milk mixture.\n3. Pat into well-buttered, 12-inch round bundt pan and bake 1 hour and 15 minutes. Remove from oven and turn off the heat.\nAdvertisement Continue reading the main story\n4. Turn the loaf out onto a baking sheet. Mix ketchup and mustard together and spread on top of the meat loaf with pastry brush. Return to the warm oven for an additional 10 minutes. Remove from oven and set aside for 5 minutes before serving.\nYield: Twelve to sixteen servings. JANE AND MICHAEL STERN'S MASHED POTATOES (From \"Square Meals,\" by Jane and Michael Stern, Alfred A. Knopf) 6 russet potatoes 6 tablespoons sweet butter Salt and pepper to taste 3/4 cup warmed milk.\n1. Peel the potatoes and place in a large saucepan of boiling water. Boil about 25 to 30 minutes, or until tender. Drain, then return to empty pot. Place over medium heat, tossing and stirring the potatoes to expel all moisture, about 1 to 2 minutes.\n2. Mash the potatoes with a potato masher. When free of lumps, add butter, salt and pepper. Continue mashing until well mixed.\n3. Mixing vigorously with heavy whisk, add the warm milk. The longer the potatoes are mixed, the fluffier the potatoes will be. Serve immediately, with extra pepper and butter, if desired.\nYield: Four to six servings.", "url": "https://www.nytimes.com/1991/02/03/magazine/food-the-square-meal.html"}