{"authors": ["Barbara Kafka"], "date_download": "2018-11-16 03:34:31", "date_modify": "2018-11-16 03:34:31", "date_publish": "1991-05-08 01:00:00", "description": null, "filename": "1991_05_08_garden_microwave-cooking_1542339271.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1991/05/08/014091_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1991_05_08_garden_microwave-cooking_1542339271.html", "title": "Microwave Cooking", "title_page": "Microwave Cooking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Drink for Grape Leaves\nStir 1 cup kosher salt and 4 cups water together in a 2-quart souffle dish. Cook, uncovered, in a high-power oven at 100 percent power for 10 minutes, in a low-power oven for 15 minutes. Put in 12 grape leaves. Cook, uncovered, for 2 minutes in a high-power oven, 4 minutes in a low-power oven. Lift out leaves with a pancake turner or skimmer and place in ice water. Repeat with more leaves, if desired. Greek Stuffed Grape Leaves Total time: 1 hour, 30 minutes, plus 6 hours for refrigeration 1 jar grape leaves in brine, or 45 to 50 fresh leaves soaked in brine 1/4 cup plus 2 tablespoons olive oil 1/4 cup finely chopped onion 1 large clove garlic, peeled, smashed and chopped fine 1/2 cup long-grain rice 1 1/2 teaspoons dried mint 2 cups water 3/4 cup lemon juice.\n1. Drain grape leaves and rinse very well under cold running water. Allow to soak in fresh water for at least 1 hour.\n2. Place 2 tablespoons of the olive oil in an 8-by-8 by 2-inch glass or ceramic dish. Cook, uncovered, at 100 percent power in a high-power oven for 2 minutes. Stir in onion and garlic. Cook, uncovered, for 2 minutes.\n3. Stir in rice, mint and 1 cup of the water. Cover tightly with microwave plastic wrap. Cook for 10 minutes. Prick plastic to release steam.\n4. Remove from oven and uncover. Allow to cool slightly.\n5. Place one grape leaf outside down on work surface. Remove stem with a small knife. Place 1 rounded teaspoon of the rice mixture in the center of the leaf. Fold the sides to the center and roll up. Place, seam side down in an 11-by-7 by 2 1/2-inch glass dish. Repeat with remaining rice mixture and leaves.\n6. Pour remaining water and 1/2 cup of the lemon juice over the grape leaves. Cover and cook for 18 minutes. Prick plastic to release steam.\n7. Remove from oven and uncover. Allow to stand until cool. Pour over remaining 1/4 cup olive oil and remaining 1/4 cup lemon juice. Cover and refrigerate for at least 6 hours.\nAdvertisement Continue reading the main story\nLOW-POWER VARIATION: Cook oil as in step 2 for 3 minutes. Cook onion and garlic as in step 2 for 3 minutes. Cook as in step 3 for 15 minutes. Cook as in step 6 for 27 minutes.\nYield: 45 to 50 stuffed leaves. Chilean Stuffed Grape Leaves Total time: 1 hour, 30 minutes 1 jar grape leaves in brine, or 45 to 50 fresh leaves soaked in brine 1 tablespoon olive oil 1/3 cup finely chopped onion 1 small clove garlic, peeled, smashed and chopped fine 1/2 teaspoon ground cumin 6 tablespoons long-grain rice 3 1/2 cups beef broth 6 ounces lean ground beef 4 teaspoons finely chopped parsley 1 1/2 teaspoons kosher salt Freshly ground black pepper to taste.\n1. Drain grape leaves and rinse well under cold running water. Allow to soak in fresh water for at least 1 hour.\n2. Place olive oil in 1-quart souffle dish. Cook, uncovered, at 100 percent power in a high-power oven for 1 1/2 minutes. Stir in onion, garlic and cumin. Cook, uncovered, for 1 1/2 minutes.\n3. Stir in rice and 3/4 cup of the broth. Cover tightly with microwave plastic wrap. Cook for 10 minutes. Prick plastic to release steam.\n4. Remove from oven and uncover. Allow to cool slightly. Stir in beef, parsley, salt and pepper.\n5. Place one grape leaf outside down on work surface. Remove stem with a small knife. Place 1 rounded teaspoon of the rice mixture in the center of the leaf. Fold the sides to the center and roll up. Place, seam side down in an 11- by- 7 by 2 1/2-inch glass dish. Repeat with remaining rice mixture and leaves.\n6. Pour 1 1/2 cups of the broth over the grape leaves. Cook, covered, for 18 minutes. Prick plastic to release steam.\n7. Remove from oven and uncover. Allow to stand until cool. Pour over remaining 1 1/4 cups beef broth. Cover and refrigerate for at least 2 hours.\nAdvertisement Continue reading the main story\nLOW-POWER VARIATION: Cook oil as in step 2 for 2 minutes 30 seconds. Cook onion, garlic and cumin as in step 2 for 2 minutes 30 seconds. Cook as in step 3 for 15 minutes. Cook as in step 6 for 27 minutes.\nYield: 45 to 50 stuffed leaves. Oriental Pork-Stuffed Cabbage Total time: 30 minutes 2 pork chops with the bone (6 ounces each), or 1/2 pound boneless pork chops, cut in 1-inch chunks, including a small amount of the surrounding fat 1/2 cup loosely packed cilantro (coriander) leaves 2 medium-size cloves garlic, peeled and smashed 1/2 teaspoon Chinese five-spice powder 2 teaspoons soy sauce 2 1/2 tablespoons sliced water chestnuts, cut in 1/8-inch cubes 1 large head cabbage (2 1/2 pounds), blanched 2 tablespoons water.\n1. Place pork, cilantro and garlic in a food processor and pulse until pork is ground and cilantro is coarsely chopped. Add spice powder and soy sauce and process until combined. Stir in water chestnuts.\n2. Carefully separate nine cabbage leaves. Cut each leaf in half, removing the center rib. Trim the heavy white sections from each half, leaving a rough 4 1/2-inch square.\n3. Place one cabbage leaf outside down on work surface. Drop 1 level tablespoon of the pork in the top third of the leaf. Fold the top of the leaf over the filling. Fold the sides of the leaf over the filling, then roll up as tight as possible. Repeat with remaining leaves and pork mixture.\n4. Arrange stuffed leaves in three rows in an 11-by-7 by 2 1/2-inch glass dish. Sprinkle with water. Cover tightly with microwave plastic wrap. Cook at 100 percent power in a high-power oven for 7 minutes. Prick plastic to release steam.\n5. Remove from oven and uncover.\nLOW-POWER VARIATION: Cook as in step 4 for 11 minutes.\nYield: 18 cabbage rolls.", "url": "https://www.nytimes.com/1991/05/08/garden/microwave-cooking.html"}