{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:34:16", "date_modify": "2018-11-16 03:34:16", "date_publish": "1991-05-22 01:00:00", "description": null, "filename": "1991_05_22_garden_new-york-has-one-true-barbecue-and-here-are-all-eight-of-them_1542339256.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1991/05/22/930091_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1991_05_22_garden_new-york-has-one-true-barbecue-and-here-are-all-eight-of-them_1542339256.html", "title": "New York Has One True Barbecue And Here Are All Eight of Them", "title_page": "New York Has One True Barbecue And Here Are All Eight of Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rusty Staub, the former New York Met who owns Rusty's on the Upper East Side and Rusty's on Fifth in midtown, represented a Louisiana-style oven barbecue. He wore the sort of chalk-striped gray suit that one sees a lot at Hall of Fame dinners and exuded a pregame \"We're gonna win this one, guys,\" attitude.\nRobert Pearson, the owner of Stick to Your Ribs, a restaurant in Stratford, Conn., that caters barbecue in New York, was the Texas-style cool-smoke delegate, and he wore acid-washed jeans with a white cowboy-cut shirt.\nSimon Oren, an owner of Brother's Bar-B-Q on Houston Street, was the deputy of a Kentucky-style smoked barbecue and a prototype of downtown fashion.\nMartin Yerdon and Eileen Weinberg, the owners of Carolina restaurant in midtown, represented the North Carolina style, though the brisket they brought was a cut of meat more commonly barbecued in Texas. They acknowledged that the meat had been cooked in a closed, rather than open, pit, using post oak and apple wood that are indigenous to New York, rather than the hickory used in the low country. This revelation brought a slight lift of the collective brow, but Mr. Yerdon waved it aside.\n\"We have to address the issue of modifications and the limits of the urban setting,\" he said in the tone of a Presidential adviser acquiescing in the full disclosure of classified material. With furrowed brow, the group nodded.\n\"But look at this,\" Mr. Yerdon said, waving to the group and toward the platters of barbecue crowding the summit table. \"How can anybody say that we can't barbecue! This city has more transplanted sons and daughters of Dixie than the entire city of Atlanta!\"\nMr. Oren, who grew up in Israel, shifted slightly in his T-shirt and loose linen jacket. His reaction was mitigated by the arrival of Yon Suk Choi, who owns the Woo Chon Korean restaurants in Manhattan and Queens and who looked like an exotic travel poster come to life in her Korean ceremonial dress. \"Famous Barbecue Beef,\" she said, offering a platter of her specialty. She also brought an interpreter.\nAdvertisement Continue reading the main story\nMichael Tong, who owns Shun Lee Palace, Shun Lee West and Shun Lee Cafe, followed. He wore a well-tailored business suit and, although empty-handed, assured the crowd that he would \"call and have some barbecue ribs and duck delivered.\"\n\"We, uh, have gotten the delivery thing down,\" he said.\nWhile Mr. Tong called his restaurant, Allan Vernon entered. He wore a blue blazer and a baseball cap that read \"Vernon's: Number One Jerk in the U.S.A.\" and carried 20 pounds of Jamaican barbecue.\nThe demographics of the assembled delegates were emblematic of a basic pathos of New York barbecue. The city's repertory is so diverse that it lacks a single identifying flavor. Barbecue fanatics tend toward monolithic passions and are therefore confounded by New York. In addition, what one master reverently calls barbecue another calls burned meat. In the past, this has limited conversations between New York barbecue experts. It was no coincidence that the first items on the summit agenda emphasized commonality.\n\"We all live outside the barbecue belts,\" Mr. Pearson said. A former hairdresser, the British-born 44-year-old was reborn a \" 'cue master\" after studying the craft from the Carolinas to Texas.\nLike most aficionados, when Mr. Pearson looks at a map, he sees one great barbecue belt that stretches from the Carolinas and the Southeast to Kentucky and Tennessee and features marinated pork cooked slowly in an open pit. The other barbecue belt stretches from Texas and the Southwest through Kansas and most of the Midwest and features beef cooked slowly in an open pit and basted with myriad dry and wet \"mops,\" or tenderizing sauces.\nThose two vast barbecue regions are credited with taking \"barbacoa,\" the Spanish barbecue, and turning it into an all-American art form -- and eventually all-American fanaticism. Barbecue freaks won't be swayed by anything other than the precise form they were raised on and resist all attempts at expanding their definition of barbecue.\nThat is bad news for New Yorkers, who live and 'cue in the epicenter of innovation and cross-cultural culinary exchange. Despite their varying approaches, the delegates felt united.\n\"I call this barbecue,\" Mr. Staub said, sinking his teeth into one of the Chinese barbecued ribs that Mr. Tong had supplied. Mr. Tong said his ribs, like Yon Suk Choi's sliced beef, are cooked over a slow fire (or grilled) rather than surrounded by slow smoke (as in traditional barbecuing). Mr. Staub paused, appeared to gulp, and then continued. \"Good meat-to-bone ratio,\" he said approvingly.\nAdvertisement Continue reading the main story\nSecretly, the traditional camps of American barbecue wouldn't go so far as to use rice wine, hoisin sauce or sesame oil in their sauces, but they have an abiding empathy for nontraditional flavor enhancers. \"Traditionally, it was the flavor of your fuel that permeated your 'cue,\" Mr. Yerdon said. \"Not many people in this city are set up to cook a hunk of meat for 12 hours over a load of oak.\"\nThe barbecue delegates agreed that open-pit options are limited in New York City, though Mr. Vernon did refer to one particular pothole on Park Avenue South and Mr. Oren nodded enthusiastically. \"I could do a whole pig in that one,\" he said.\nOthers expounded on their attempts to simulate pit cooking. Mr. Yerdon and Ms. Weinberg began experimenting with barbecue in the winter of 1982, using a grill on the terrace of their East Side apartment. \"We had flare-ups and the thing caught on fire so I ended up serving 35 firemen,\" recalled Mr. Yerdon, who later spent $18,000 to built his first steel and brick smoker at Carolina. \"It burned down, too,\" he said. \"I rebuilt in '83.\"\nThe other delegates shook their heads sympathetically. \"Flare-ups are a real problem,\" said Mr. Pearson, who places a pan of water on the floor of his smoker-type oven to catch the combustible dripping grease. It's not the fires he minds so much; it's the charring of the meat or -- quelle horreur -- \"raising the internal meat temperature above 210 degrees and boiling the juice in the meat.\" Long, slow, moist heat breaks down the fat and the tough membranes in the inexpensive cuts typically barbecued.\nSlow smoking can be simulated in a backyard (or terrace or sidewalk) grill by waiting until the coals turn white, placing the meat on the grill and placing the lid over the grill with the vents open to promote a flow of smoke. The fire should be fed gradually so the cooking temperature never goes above 200 degrees. \"Then you just have to allow sufficient time to achieve desired results,\" Mr. Pearson said. \"Say, 15 hours for briskets, 10 hours for pork shoulders, 5 hours for pork ribs, chicken and beef ribs.\"\n\"That's about right,\" said Mr. Oren, who uses electric smokers at Brother's Barbecue. Along with the other 'cue masters, he acknowledged that taking 15 hours to cook a brisket is somewhat at odds with the spirit of a town where that cut of meat is usually cured and called corned beef.\nJust as the outside world doesn't understand the effect of New York City on barbecue, the city doesn't fully appreciate what the finer points of the craft require of a New Yorker. In addition to building Rube Goldberg smokers and having the patience to stoke them, skilled labor is a problem. \"A good pitman is about as easy to find as an unemployed sheepherder in this town,\" Mr. Yerdon said.\nWhich may be why some local 'cue masters turned from the pit to the oven. \"My daddy used half a tin drum in the backyard and I get the same result in the oven,\" said Mr. Staub, who grew up in New Orleans. He said careful marinating and saucing and long slow braising can perform magic on meat, though it is no less time-consuming. Ms. Woods of Sylvia's said the magic is in the marination: \"We hire people just to massage the meat every night before we cook it. That's the only way you can get that falling-off-the-bone effect.\"\nAdvertisement Continue reading the main story\n\"I can get that with peppers, baby,\" said Mr. Vernon, adjusting the bill of his cap. \"The philosophy of jerk is to use your jerk sauce to tenderize the meat and then just add a little smoke at the end,\" he said, noting that after marination, he oven-braises and finishes his meat, chicken or fish on a low grill.\nBoth Michael Tong and Yon Suk Choi use similar methods. \"We don't have much of a history of open-pit cooking in China,\" he said. \"Waste of fuel,\" she said through her interpreter. She held one of Mr. Staub's baby back ribs at arm's length and, in an effort to save her costume a splatter, leaned forward for a nibble. \"Ummm,\" she said.\nThe other delegates followed suit. Flushed with sampling more than 100 pounds of barbecue and comforted by the smoking grill on the terrace near the conference table, they began sharing cooking techniques and pondering the quandary of 'cue. It was a brotherhood of barbecue. A rare moment. The beginning, said each delegate loudly, of building a positive local barbecue image.\nQuietly, however, they said other things. \"Look at the gristle on his ribs,\" whispered one. \"He uses liquid smoke,\" hissed another. You can take barbecue out of the country, but you can't take a Hatfield and McCoy tone away from the pursuit of barbecue perfection.\nWalking away from the table, two delegates noted that another had not been particularly forthcoming on his cooking technique. \"I bet he uses a hair dryer,\" said one. \"Ummm,\" said the other, wiping his barbecue-slathered hands on his silk ascot. \"Gives a good flavor, doesn't it?\" FOR THOSE WHO'D RATHER LICK A FINGER THAN LIFT ONE\nFOR those who don't want to spend 15 hours preparing their own, these are some of the best spots for barbecue in the New York region:\nBIG WONG, 67 Mott Street, near Canal Street; (212) 964-0540. Chinese ribs and duck.\nBROTHER'S BAR-B-Q, 228 Houston Street, near Avenue of the Americas; (212) 727-2775. Smoked pork butt and pork ribs.\nCAROLINA, 355 West 46th Street; (212) 245-0058. Smoked brisket and ribs.\nCOPELAND'S, 547 West 145th Street, near Broadway; (212) 234-2356. Barbecued ribs in a fancy Harlem setting.\nHARRY'S TX BARBECUE & AZ GRILL, 934 Hope Street, near Camp Avenue, Stamford, Conn., (203) 348-7427, and 76 River Street, at Hudson Place, Hoboken, N.J.; (201) 420-0304. Ribs, brisket, chicken, sausage and chopped beef.\nAdvertisement Continue reading the main story\nRUSTY'S, 1271 Third Avenue, at 73d Street; (212) 861-4518. Baby back ribs.\nSHUN LEE CAFE, 43 West 65th Street; (212) 595-8895. Chinese ribs and duck.\nSTICK TO YOUR RIBS, 1785 Stratford Avenue, near Honeyspot Road, Stratford, Conn. (203) 377-1752. Sensational smoky ribs, brisket and chopped chicken.\nSYLVIA'S RESTAURANT, 328 Lenox Avenue, near 126th Street; (212) 996-0660. Pork ribs\nVERNON'S JERK PARADISE, 254 West 29th Street, between Seventh and Eighth Avenues; (212) 268-7020. Jamaican-style jerked meat, fish and chicken. OF A FIRE IN THE BACKYARD\nFOR most barbecue, a kettle-style grill with a cover is the best model for backyard attempts.\nStack the coals evenly in the bottom of the grill and light them. When the coals are white and powdery, the grill is generally around 200 degrees. At that point, a drip pan can be placed directly on the coals if the recipe calls for one.\nNext, place the rack three to four inches from the highest coal and put the meat, chicken or fish directly on it. Cover the grill and open the vents in the cover slightly, to pull the smoke through.\nDuring the cooking, the temperature should never go above 200 degrees; so replenish the coals slowly, adding several new pieces every 45 minutes. Keep a spray bottle of water handy and if there is a flare-up, mist the coals to extinguish it. THE FIRST STEP IS TO KNOW THE SMOKE FROM THE SAUCE\nSmoky Brisket (Adapted from Martin Yerdon) Total time: 15 hours 30 minutes For the dry mop: 1/2 cup paprika 2 tablespoons freshly ground black pepper 3 tablespoons salt For the wet mop: 1 1/2 tablespoons instant coffee 2/3 cup water 2 cups ketchup 3/4 cup Worcestershire sauce 8 tablespoons butter For the meat: 1 brisket (4 pounds) For the barbecue sauce: 1 medium-size onion, pureed 1/4 cup olive oil 1 35-ounce can tomato puree 2 cups water 3/4 cup dark-brown sugar 2 bay leaves 2 beef bouillon cubes 3 tablespoons hot sauce 2 tablespoons chili powder 1 tablespoon cayenne pepper 1 tablespoon lemon juice 3/4 teaspoon freshly ground black pepper 1/4 teaspoon salt 1/3 cup cider vinegar.\n1. To prepare the dry mop, combine the paprika, pepper and salt in a small bowl. To prepare the wet mop, dissolve the coffee in the water in a medium-size saucepan; then add the ketchup and Worcestershire. Bring to a boil, reduce heat and simmer 20 minutes. Remove from heat and whisk in butter.\nAdvertisement Continue reading the main story\n2. Rub the dry mop all over the brisket, and set brisket aside.\n3. Prepare the grill (one with a cover works best). After the coals turn a powdery gray-red, put a pan of water on top of the coals to catch the grease. Put the brisket on the grill over the water, and cover. Baste brisket with wet mop every half-hour for first 2 hours and once an hour after that. The longer you cook it the better the texture. At Carolina it is cooked for 24 hours; it needs at least 15 hours. Replenish charcoal and water regularly. The brisket is cooked when the meat registers 150 degrees on a meat thermometer.\n4. While meat cooks, make the sauce. In a large heavy skillet over medium heat cook onion in olive oil until translucent. Add remaining ingredients except vinegar and bring to a boil. Reduce heat and simmer 20 minutes. Remove from heat and stir in vinegar. When brisket is cooked, slice it thin and serve with sauce.\nYield: 6 servings. Spareribs (Adapted from Brother's Bar-B-Q) Total time: 5 1/2 hours, plus 2 hours for marinating For the pig sauce: 1 quart white vinegar 2 tablespoons crushed red pepper 2 tablespoons freshly ground black pepper 2 tablespoons salt 2 garlic cloves, chopped For the meat: 1 slab, 2 1/2 to 3 pounds, pork spareribs For the bluegrass bourbon sauce: 3/4 cup barbecue sauce 2 tablespoons marmalade or other fruit preserves 1 tablespoon bourbon.\n1. To prepare the pig sauce, combine all ingredients in a medium-size bowl. Marinate ribs for 2 hours in a shallow glass, ceramic or stainless-steel pan. Remove ribs from sauce and let drain.\n2. To prepare the bourbon sauce, mix together the barbecue sauce, marmalade and bourbon in a small bowl.\n3. Prepare grill (or ideally a smoker, at 170 degrees). Place spareribs on the rack. Cover and cook 3 to 3 1/2 hours, until tender. Smother with bluegrass bourbon sauce and serve.\nYield: 4 servings. Barbecued Chopped Chicken (Adapted from Robert Pearson) Total time: 2 hours For the sauce: 6 tablespoons butter 6 tablespoons oil 3 medium-size onions, diced Juice and rinds of 1 1/2 lemons 6 cups ketchup 1 1/2 cups red-wine vinegar 9 tablespoons Worcestershire sauce 3/4 cup brown sugar 1 1/2 teaspoons cayenne pepper 2 tablespoons salt 2 tablespoons dry mustard For the chicken: 5 pounds chicken pieces 2 1/2 quarts barbecue sauce (see Step 1) 1 medium-size onion, peeled and quartered 2 tablespoons corn oil 1/4 cup cider vinegar 1 tablespoon salt 1 tablespoon freshly ground black pepper 1 tablespoon chili powder.\n1. To prepare the sauce, melt the butter with the oil in a straight-side skillet over medium heat. Add onions and cook until lightly browned. Stir in remaining ingredients, including lemon rinds, and simmer 20 minutes. Remove from heat and discard rinds. For a very smooth sauce, puree in blender or food processor.\nAdvertisement Continue reading the main story\n2. Prepare grill.\n3. In a large bowl combine chicken and 1 quart of the barbecue sauce. Rub sauce all over chicken, coating well.\n4. Grill 15 minutes on each side. Remove to a platter and set aside until cool enough to handle. Pull chicken from bones in bite-size pieces. Discard bones. (Skin may be saved if you want a very rich sauce. Set it aside.)\n5. In a food processor or blender, puree the onion. (If you want to use the chicken skin, puree with the onion.) Warm a large straight-side skillet over medium heat, add the oil, and when hot, add the onion. Cook, stirring frequently, until translucent. Add vinegar, salt, pepper, chili powder and the remaining 1 1/2 quarts of barbecue sauce. Stir well; add the cooked chicken and simmer on low heat 30 minutes.\nYield: 4 to 6 servings. Barbecued Ribs (Adapted from Sylvia's) Total time: 2 hours 15 minutes, plus 8 hours for marinating For the ribs: 1 tablespoon salt 1 tablespoon freshly ground black pepper 2 slabs pork spareribs (about 6 pounds) 1 tablespoon crushed red pepper 2 cups distilled white vinegar For the sauce: 2 large lemons 1 rib celery, chopped fine 1 medium-size green pepper, chopped fine 1/2 large onion, chopped fine 1 cup hot sauce, preferably Red Devil 2 cups tomato puree 1 1/2 cups sugar.\n1. To prepare the ribs, mix salt and black pepper in a small bowl. Rub all over ribs; repeat with red pepper. Place ribs in a baking pan, add vinegar and let sit in refrigerator overnight.\n2. Preheat oven to 375 degrees.\n3. Roast ribs in oven 1 1/2 hours. Remove from oven, and transfer ribs from roasting pan to a cookie sheet, turning them in the process. Increase oven heat to 400 degrees. Return to oven for 30 minutes more.\n4. Meanwhile, make the sauce. Squeeze the lemons and slice the rinds; set aside juice and rinds. In a blender puree the celery, green pepper and onion. In a saucepan over low heat, combine all ingredients, including lemon juice and rinds. Simmer 15 to 20 minutes. Do not let sauce boil. Serve ribs with sauce.\nYield: 8 to 10 servings. Jerk Fish (Adapted from Allan Vernon) Total time: 1 hour, plus 2 hours for marinating 3/4 cup Jamaican jerk sauce (see note) 2 cups water 1 medium-size onion, peeled and coarsely chopped 1 sprig thyme 1 scallion, trimmed 1 Scotch bonnet pepper, stem removed 1 cup sherry, optional 4 baby red snappers, 3/4 to 1 pound each, cleaned, scaled, rinsed and patted dry.\nAdvertisement Continue reading the main story\n1. In a blender or food processor combine jerk sauce, water, onion, thyme, scallion, pepper and sherry, if desired, and puree until smooth. Pour the mixture into a glass or ceramic baking dish. Place fish in the marinade and coat well. Refrigerate for 2 hours.\n3. Prepare grill. Remove fish from marinade and pat dry. Grill 5 to 8 minutes on each side, until fish flakes easily with a fork. Serve with rice and additional jerk sauce, to taste.\nYield: 4 servings.\nNOTE: Some specialty markets carry jerk sauce. Vernon's can be ordered by calling (800) 660-JERK [ (800) 660-5375 ] in New York State, or (212) 268-7020. Barbecued Pork (Adapted from Shun Lee West) Total time: 2 hours, plus 3 hours for marinating 2 1/2 tablespoons sugar 2 tablespoons honey 2 tablespoons rice wine or sherry 1/4 teaspoon salt 1 pound pork tenderloin.\n1. In a small, shallow bowl mix sugar, honey, rice wine and salt. Place tenderloin in a shallow stainless-steel or ceramic bowl and brush sauce over meat. Cover with plastic wrap and refrigerate 3 hours.\n2. Prepare grill. Cover the rack with aluminum foil . Grill the meat over medium-low heat, covered , for 1 1/2 hours, turning occasionally.\n3. Remove meat from grill and carefully peel foil from grill; then replace pork on grill. Cook just until meat becomes sizzling brown, about 5 minutes. Remove from grill, cut into 1/4-inch slices and serve.\nYield: 2 servings. Famous Beef Barbecue (Adapted from Yon Suk Choi) Total time: 1 hour 10 minutes, plus 8 hours for soaking 2 short ribs beef with bone (14 ounces each) or 2 9-ounce rib-eye steaks, sliced into very thin strips 1 4-ounce piece ginger 1 medium-size papaya, peeled and pureed 1 tablespoon clear honey 3 tablespoons soy sauce 2 tablespoons minced pear 2 tablespoons minced pineapple 1/4 medium-size onion, chopped 1 tablespoon rice wine (sake) 1 teaspoon minced garlic 1/2 teaspoon freshly ground black pepper 2 scallions, trimmed and halved 1/2 teaspoon sugar, or to taste (optional) 1/2 teaspoon sesame seeds 2 tablespoons sesame oil.\n1. In a large bowl or pot, soak the meat in cold water to cover and refrigerate overnight. Remove meat from water, wipe clean and set aside. Strain soaking water and reserve 1/3 cup.\nAdvertisement Continue reading the main story\n2. Peel ginger and grate against the finest side of the grater, keeping a bowl beneath to catch juices. Measure out 1 tablespoon of ginger juice. In a small saucepan, combine the 1/3 cup reserved water, papaya puree, ginger juice, honey and soy sauce. Cook over very low heat 10 minutes; do not let boil. Remove and allow to cool slightly.\n3. In a blender, combine 6 tablespoons of the cooked sauce, pear, pineapple, onion, rice wine, garlic, pepper, scallions and sugar. Puree until smooth. Stir in sesame seeds. Pour into small saucepan and cook over low heat 30 minutes, stirring occasionally.\n4. Place beef on a plate. Pour 6 tablespoons of the marinade onto plate and rub into beef. Rub sesame oil into beef. Set aside 10 minutes.\n5. Prepare grill. Grill meat 2 minutes on each side, or until brown on outside, for medium beef.\nYield: 2 servings.", "url": "https://www.nytimes.com/1991/05/22/garden/new-york-has-one-true-barbecue-and-here-are-all-eight-of-them.html"}