{"authors": ["Michael Oreskes", "Special To The New York Times"], "date_download": "2018-11-16 03:17:16", "date_modify": "2018-11-16 03:17:16", "date_publish": "1991-03-30 00:00:00", "description": null, "filename": "1991_03_30_obituaries_lee-atwater-master-of-tactics-for-bush-and-gop-dies-at-40.html_module=inline_1542338236.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1991/03/30/496991_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1991_03_30_obituaries_lee-atwater-master-of-tactics-for-bush-and-gop-dies-at-40.html_module=inline_1542338236.html", "title": "Lee Atwater, Master of Tactics For Bush and G.O.P., Dies at 40", "title_page": "Lee Atwater, Master of Tactics For Bush and G.O.P., Dies at 40 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The President said Mr. Atwater \"practiced the art of politics with zeal and vigor,\" and added, \"I was very proud of him, proud to serve with him.\"\nMr. Atwater was one of the youngest chairmen in the party's history and a principal Republican proponent of the view that his generation, born in the baby boom after World War II, was going to reshape politics.\nWhile he loved to talk in sweeping terms about the shape of the electorate, he was best known for his political street-fighting skills, skills that his critics said included a willingness to distort positions, smear opponents and use racial and ethnic messages.\nMr. Atwater first came to national attention at the age of 29 when he helped Ronald Reagan win the 1980 Republican Presidential nomination as the campaign's political coordinator.\nMr. Reagan, in Washington on Thursday for a speech on gun control, was one of Mr. Atwater's last visitors in the hospital. In Los Angeles, the former President said today: \"Lee Atwater was a person who loved his profession and who brought vigor, energy and enthusiasm to the political process. He was a true patriot and public servant who believed in free elections and the democratic process. He never lost the will to fight,\"\nDuring Mr. Reagan's first term, Mr. Atwater was approached by one of the men Mr. Reagan defeated, Mr. Bush, to manage his campaign for the Presidency in 1988.\nTo those who complained that the Presidential campaign he ran for Mr. Bush was empty and unpleasant, Mr. Atwater replied: \"We had only one goal in the campaign: to help elect George Bush. That's the purpose of any political campaign. What other function should a campaign have?\"\nAdvertisement Continue reading the main story\nMr. Atwater's life was built around a single passion: politics. \"My entire adult life, I've had exactly one job, which is managing campaigns,\" he said in 1989, on the day Mr. Bush named him Republican chairman. \"I really had two goals in life: one, to manage a Presidential campaign and to be chairman of my party.\"\nBut on March 5, 1990, a little more than a year after achieving his second goal, Mr. Atwater collapsed while giving a fund-raising speech for Senator Phil Gramm of Texas. Doctors discovered the brain tumor. The Aggressive Way\nFriends said Mr. Atwater, a man known for his fierce energy, handled the tumor the same way he managed political campaigns: choosing the most aggressive course available. Doctors sought to curb the tumor with radiation and chemotherapy.\nBut by January 1991, the grim toll of the disease was painfully apparent when Mr. Atwater gave a first-person account of his struggle to Life magazine. Those who knew him but had not seen him in many months were stunned by the photographs: the disease and its treatment had altered him beyond recognition. His small, intense, almost hyper-animated face had grown swollen and weary and ineffably sad.\n\"My campaign-honed strategies of political warfare were simply no match for this dogged opponent,\" he wrote in Life, in a sad echo of the old flipness of his past. \"Cancer is no Democrat.\"\nMr. Atwater also wrote: \"The doctors still won't answer that nagging question of mine: How long do I have? Three weeks. Three months. Three years. I try to live as if I have at least three years, but some nights I can't go to sleep, so fearful am I that I will never wake up again.\"\nHe entered the hospital for the last time on March 5 and was said to have been alert in recent weeks.\nClayton Yeutter, who succeeded Mr. Atwater in January as chairman of the Republican National Committee, called him \"one of the nation's most outstanding political minds.\"\nAdvertisement Continue reading the main story\nRonald H. Brown, chairman of the Democratic National Committee, said: \"As much of the nation pauses for Passover and Easter weekend, we should all remember the picture of bravery and regained perspective Lee brought us over these past months. We can never let political battles or fights cause us to lose sight of the fullness of our own lives.\" A Change of Mind\nFriends said Mr. Atwater spent his final months searching for spiritual peace. The man renowned for the politics of attack turned to apologies, including one to Michael S. Dukakis, the Massachusetts Governor who was the 1988 Democratic Presidential nominee.\nMr. Dukakis was the target of a campaign advertisment about Willie Horton, a black convicted murderer who escaped from the Massachusetts prison system while on a weekend furlough and raped a white woman and stabbed her husband. The advertisement became a central focus of the 1988 campaign.\n\"In 1988, fighting Dukakis, I said that I 'would strip the bark off the little bastard' and 'make Willie Horton his running mate,' \" Mr. Atwater said in the Life article.\n\"I am sorry for both statements: the first for its naked cruelty, the second because it makes me sound racist, which I am not.\"\nAsked today about Mr. Atwater's apology, Mr. Bush replied: \"I found that very interesting and very enlarging. I think as he took stock of his life, he wanted to make things right and heal some wounds, and that was a very noble thing.\"\nMr. Dukakis called the death a tragedy. \"We obviously were on opposite sides of a tough and negative campaign, but at least he had the courage to apologize,\" Mr. Dukakis said. \"That says a lot for the man. My heart goes out to his family.\"\nThe Bush organization, which campaigned relentlessly on the Horton case, was widely criticized as appealing to racial fears.\nAdvertisement Continue reading the main story\nBut the Bush campaign was admired for its technical virtuosity even as it was condemned for its use of symbolic issues to depict Mr. Dukakis as a liberal who polluted Boston Harbor and refused to require the Pledge of Allegiance in school.\nMr. Atwater conceded after the election that his campaign plan was conceived before the Democrats had even picked their candidate. But he rejected contentions that the issues he used against Mr. Dukakis had been trivial. They spoke, he said, to the belief among Americans that Mr. Dukakis was an out-of-touch elitist who lacked common sense. South Carolina Childhood\nLee Atwater was born on Feb. 27, 1951, in Atlanta, to Alma Page Atwater and Harvey Atwater, an insurance adjuster. But he spent virtually all his childhood in South Carolina, in a political world still dominated by Democrats. That is where he mastered a style of harsh and negative campaigning.\n\"Republicans in the South could not win elections by talking about issues,\" he said. \"You had to make the case that the other guy, the other candidate, is a bad guy.\"\nMr. Atwater reveled in his image. He particularly liked the story of how Senator Bob Dole of Kansas, Mr. Bush's opponent in the 1988 Republican Presidential primaries, tore apart a speech that his staff wanted him to deliver by showing all the ways Mr. Atwater would twist the words.\nFrom his earliest days, Mr. Atwater displayed a skill in the use of racial messages and maneuvers, a crucial part of the effort by Southern Republicans to appeal to white voters. An example of that kind of effort came in the 1980 Republican primaries, in an incident acknowledged by Mr. Atwater. When a group of black ministers sought him out to express a desire to work for Mr. Reagan's nomination and obtain money for voter registration, Mr. Atwater replied that the campaign was \"broke,\" but he suggested they try the big-spending Texas candidate, John B. Connally. Reagan Stayed Aloof\nAs soon as the ministers left his office, Mr. Atwater relayed word to the third Republican campaign, that of Mr. Bush, that \"Connally's buying the black vote.\" Soon the Connally and Bush camps were at each other's throats over charges of buying the black vote. Mr. Reagan remained aloof.\nSoon after Mr. Bush's election, Mr. Atwater sought to improve his image. After becoming Republican chairman he began talking about attracting black voters to Republican ranks. But when he was named to the board of Howard University, the prestigious black college in the District of Columbia, some students revolted.\nAdvertisement Continue reading the main story\nThe student newspaper said the Bush campaign's use of the Horton case had been \"sinister\" and added that \"devious people such as Atwater\" should not be on the board. After students took over the administration building, Mr. Atwater withdrew his nomination.\nAs he talked about appealing to black voters, Mr. Atwater also began talking about the importance to baby boom voters of family, friends and community. Sought to Change Abortion Stand\nIt was his attention to his own generation's attitudes and interests, and his hope that attracting younger voters would help make Republicans the majority party, that led him as chairman of the National Committee to urge his party to move away from a rigid opposition to abortion.\nMr. Atwater was married in 1978 to the former Sally Dunbar.\nHe and Mr. Bush first met when Mr. Atwater was 22 and the national director of College Republicans. At that time, Mr. Bush was chairman of the Republican National Committee.\nMr. Atwater ran his first political campaign in high school in Columbia, S.C. -- a campaign the principal had to order rerun because Mr. Atwater had confused his fellow students by making up a candidate, Dewey P. Yon, and a set of issues, including beer on tap and double lunch periods.\nIn high school, Mr. Atwater was better known for his jokes and his accomplished guitar playing than for his academic prowess. He had wanted to drop out to play in a rhythm-and-blues band. But he stayed in school, graduating from Newberry College in Newberry, S.C., and earning a master's degree in communications from the University of South Carolina.\nEven as Republican chairman he continued to play musical engagements on nights and the weekends and was part of a musical group that was nominated for a Grammy Award this year for best contemporary blues recording. The group did not win.\nAfter earning a master's degree, Mr. Atwater began a doctoral program in political science. But his thesis, on the role of the White House Office of Political Affairs, where he worked in Mr. Reagan's first term, was never finished. Someday, he would sometimes say, he would finish the thesis and go on to what he really wanted to do: teach.\nMr. Atwater and his wife had three daughters, Sarah Lee, Ashley Page and Sally Theodosia, who was born after Mr. Atwater's tumor was discovered. Other survivors include his parents, of Columbia, and a sister, Ann Atwater King, of Charleston, S.C.\nAdvertisement Continue reading the main story\nFuneral services will be held at 4 P.M. Monday at the Trinity Cathedral Church in Mr. Atwater's hometown of Columbia. A memorial service will be held at 9 A.M. Thursday at the Washington National Cathedral.", "url": "https://www.nytimes.com/1991/03/30/obituaries/lee-atwater-master-of-tactics-for-bush-and-gop-dies-at-40.html?module=inline"}