{"authors": ["David Edelstein"], "date_download": "2018-11-16 03:33:56", "date_modify": "2018-11-16 03:33:56", "date_publish": "1991-02-10 00:00:00", "description": null, "filename": "1991_02_10_magazine_food-that-old-poisoned-arrow_1542339236.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1991/02/10/434091_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1991_02_10_magazine_food-that-old-poisoned-arrow_1542339236.html", "title": "Food; That Old Poisoned Arrow", "title_page": "Food; That Old Poisoned Arrow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Emboldened by a conch experience at Louie's Backyardin Key West, she insisted on ordering alligator in the Everglades. For those who've never indulged, alligator tastes pretty much like a giant, inedible reptile whose fibrous connective tissue has been broken down by long and vigorous pounding, a few days of marinating and some more vigorous pounding. Then it is deep fried and turned over to one's teeth and digestive juices to have a go. This for a taste that's often greasy (the oil), sherrylike (the marinade), and swampy (the alligator). All in all, it seems more sensible to reserve the animal for wrestling.\nNow, I have read cookbooks insisting that when alligator is handled correctly it is tender and tastes like chicken. But as with so many obscure and difficult foods that \"taste like chicken,\" it may be best simply to eat chicken. Or, in Florida, to eat the magnificent pompano, which I consumed -- grilled whole, its sweet, buttery flesh separating easily from the bone -- while my companion struggled with her chicken-of-the-swamp.\nAfterward, she removed the taste of gator with a slice of Key lime pie -- the Key lime being small, yellowish, seedy and wildly more tart than its Persian counterpart. Unfortunately, Key limes grow slowly, and many Florida farmers have replaced their Key lime trees with ordinary, Persian ones. After what happened to Ponce de Leon, few Floridians take the long view.\nSouth Florida does have one renewable sea crop: the stone crab. The season begins in October, and in Florida it's likened to the arrival of the new Beaujolais. By law, only the males and non-egg bearing females are eaten. Or, rather, partially eaten. Crabbers tear off the larger claw and throw the creature back into the sea, where, providing it can defend itself from predators (or gloating, two-clawed stone crabs), it will regenerate another in two or three years. This means, in theory, that you could eat the same stone crab for two decades and still have no assurance that it will not someday come after you.\nAnd they are remarkably good eating. Served cold with melted butter (which tends to congeal on contact with the crab) or a mustardy mayonnaise, they are sweet and clean-tasting. Fanatics pay as much as $20 a pound; indeed, gorging oneself on stone crab claws is considered de rigueur in parts of South Florida.\nRecently, a friend -- whom I'll call Agee -- insisted at tedious length that before he left Florida he had to eat stone crabs and Key lime pie at Joe's Stone Crab in Miami Beach.\nThe wait at Joe's was two hours, which was only slightly longer than the wait in the emergency room of the Biscayne Medical Center after Agee announced he couldn't breathe -- his allergy to shellfish having mysteriously kicked in following eight stone crab claws. That old poisoned arrow. This time, however, I asked for a doggie bag, and ate Key lime pie out of a plastic box in the hospital's waiting room. MUSTARD SAUCE FOR STONE CRABS (From Joe's Stone Crab restaurant, Miami Beach) 3 1/2 teaspoons Colman's dry mustard 1 cup mayonnaise 2 teaspoons Worcestershire sauce 1 teaspoon A.1. sauce 1/8 cup light cream Pinch salt.\nAdvertisement Continue reading the main story\n1. In a bowl, combine the mustard and mayonnaise and beat for 1 minute. Add the remaining ingredients and beat until the mixture reaches a creamy consistency. Chill for at least 1/2 hour. Serve with stone crabsfor dipping.\nYield: About 1 cup sauce, enough for 4 servings.\nNote: The recipe for the stone crabs themselves is to buy and serve them with the mustard sauce. They are already cooked and should not be heated. Stone crabs are available at most fishmarkets and specialty markets. You should plan on five or six stone crab claws per person. To crack the shells, place the claws in a small bag and gently hit them with a hammer or wooden mallet. Don't hit them too hard; you want to avoid jamming the shells into the meat. CONCH CHOWDER (From Louie's Backyard, Key West) 1 tablespoon olive oil 3 ounces slab bacon, chopped 1 medium onion, chopped 2 stalks celery, chopped 1 carrot, chopped 1/2 green pepper, seeded, deribbed and chopped 1/2 red pepper, seeded, deribbed and chopped 1/2 yellow pepper, seeded, deribbed and chopped 1 poblano pepper, seeded, deribbed and chopped 1/2 jalapeno pepper, seeded, deribbed and chopped 4 small new potatoes, peeled, diced and placed in cold water to prevent discoloration 1 1/2 cups canned tomato puree 1 1/2 cups Italian canned whole tomatoes, drained and coarsely chopped 1 1/2 cups fish stock 2 1/2 cups clam juice 1 pound cleaned and ground conch meat; to grind, thaw the meat and place in a food processor or blender and pulse (see note) Bouquet garni (1 sprig each thyme, oregano, marjoram, basil tied in a cheesecloth) 1 bay leaf 1 teaspoon crushed red pepper flakes Tabasco sauce to taste.\n1. In a stockpot, heat the olive oil and render the bacon. Add all ingredients up to (but not including) the potatoes. Cook vegetables over medium-high heat for about 5 minutes, or until softened. Add the potatoes, tomato puree and chopped tomatoes. Reduce heat to very low.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n2. Meanwhile, in a separate pot, heat fish stock and clam juice until simmering. Add the ground conch, stirring vigorously so the conch doesn't clump up. Bring to a boil, then strain the liquid into the other pot. Set aside the conch. Add bouquet garni, bay leaf and red pepper flakes and simmer the soup until the potatoes are cooked through, about 25 to 30 minutes. Remove bouquet garni. Add conch and Tabasco sauce to taste.\nYield: Two quarts.\nNote: Frozen conch is available from the odd fishmonger as frozen steaks or scungilli, but you will have a better chance of finding it in your local Chinatown. (Abalone is an acceptable, but expensive, substitute; you can also use clams.) Should you wish to prepare the conch in any way other than ground, you will have to beat it with a mallet until it and, quite likely, you, are falling apart. FISH M ARTINIQUE (Adapted from Marker 88 restaurant, Islamorada) 4 bananas peeled, sliced in half, then sliced in half lengthwise 2 pounds fillets of firm white fish, with bones and skin removed (see note) 1 teaspoon Worcestershire sauce 4 tablespoons lemon juice (2 tablespoons for fish seasoning, the rest for butter sauce) 1 teaspoon salt 1/4 teaspoon white pepper 1/2 cup flour 2 eggs, lightly beaten with 2 tablespoons water 1/2 cup clarified margarine or vegetable oil 2 cups tomato concasse (recipe follows) 1 tablespoon chopped parsley 1 stick butter.\n1. Place bananas 4 inches below the broiler and grill 3 to 4 minutes per side, or until lightly brown. Set aside.\n2. Season the fillets with Worcestershire sauce, 2 tablespoons lemon juice, salt and white pepper. Dip them in the flour, then the egg wash.\n3. Meanwhile, heat the clarified margarine or vegetable oil in a skillet. Place fillets in skillet, saute one side until lightly brown, about 2 to 3 minutes, then turn them over and saute slowly until fish is cooked, about 3 to 5 additional minutes or more, depending on the size of the fillets.\n4. When the fillets are done, remove them to a serving platter. Top each fillet with some of the tomato concasse, then with a few slices of sauteed bananas.\nAdvertisement Continue reading the main story\n5. Wipe out skillet, quickly melt the stick of butter, remove from heat and add remaining lemon juice and chopped parsley. Shake or whisk to combine and pour over servings.\nYield: Four servings.\nNote: Chef Andre Mueller of Marker 88 on Islamorada in the Keys prepares this recipe with whatever is fresh, so you can use pompano, snapper, dolphin fish (mahi-mahi), yellowtail or grouper. TOMATO CONCASSE 1/3 cup onions, chopped 2 cups tomatoes, peeled and chopped 1 clove garlic, minced Salt to taste White pepper to taste Sugar to taste 1 teaspoon Italian seasoning 1/4 cup tomato juice.\n1. In a medium pot, combine all the ingredients. Simmer over medium heat for 10 minutes. The mixture should not be too dry; add tomato juice, a little at a time, if necessary.\nYield: Two cups. KEY LIME PIE (Adapted from \"Tropic Cooking,\" by Joyce LaFray Young, Ten Speed Press.) 4 egg yolks 1 14-ounce can sweetened condensed milk 1/2 cup Key lime juice (see note) 1/2 teaspoon cream of tartar 1 9-inch graham cracker crust Whipped cream.\n1. Preheat the oven to 325 degrees.\n2. With an electric mixer, beat the egg yolks on high speed until thick and light in color. Add the condensed milk and mix on low speed. Still on low speed, add half the lime juice, cream of tartar and then the remaining lime juice, mixing after each addition. Mix well until blended.\n3. Pour into pie crust and bake for 10 to 15 minutes, or until the center is firm and dry to the touch. Freeze for at least 3 hours. Serve with whipped cream.\nYield: One 9-inch pie.\nNote: Key lime juice is a tricky one. You generally have to buy it bottled, even in the Keys (it's usually found in specialty markets). The pie is great with regular limes, but it's not as distinctively tart. (One possibility is to mix regular lime juice with a bit of lemon juice.)", "url": "https://www.nytimes.com/1991/02/10/magazine/food-that-old-poisoned-arrow.html"}