{"authors": ["Jacques Pepin"], "date_download": "2018-11-16 03:37:40", "date_modify": "2018-11-16 03:37:40", "date_publish": "1992-11-25 00:00:00", "description": null, "filename": "1992_11_25_garden_the-purposeful-cook-things-to-do-with-parts-of-that-post-holiday-turkey_1542339460.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/11/25/571092_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_11_25_garden_the-purposeful-cook-things-to-do-with-parts-of-that-post-holiday-turkey_1542339460.html", "title": "THE PURPOSEFUL COOK; Things to Do With Parts of That Post-Holiday Turkey", "title_page": "THE PURPOSEFUL COOK; Things to Do With Parts of That Post-Holiday Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since we are bound to succumb to some of those highly caloric Christmas holiday desserts in the days to come, I would finish this meal simply with a piece of fresh fruit -- a handful of grapes, an apple or a pear. With this menu I recommend a reasonably priced, robust and fruity zinfandel. Cooked Turkey Soup Total time: 3 hours 2 1/2 pounds, approximately, bones from a cooked turkey, with any leftover juices and cooked garnishes like pieces of carrot, onion or garlic 3 carrots, peeled and cut into 1/2-inch pieces (1 1/2 cups) 1 leek, cleaned and cut (2 1/2 cups) 2 cups diced celery, zucchini or green beans (or a mixture of these and other vegetables) 3 to 4 cups coarsely chopped outer lettuce leaves or leftover salad greens 1 cup (about 6 ounces) pastina (any tiny pasta in alphabet, star or square shapes).\n1. Remove all the skin from the turkey carcass (my turkey yielded 5 ounces of skin) and reserve it for making turkey cracklings. Place all the turkey bones, juice and cooked garnishes in a large, stainless-steel stockpot with 5 quarts tap water. Bring the water to a strong boil, then skim off and discard as much of the fat and scum from the surface of the mixture as possible.\n2. Reduce heat and boil mixture gently, uncovered, for 2 hours. Strain. You should end up with 3 quarts of stock. If your yield is greater, boil stock until it is reduced to 3 quarts; if your yield is less, add water to bring the yield to 3 quarts.\n3. Rinse the stockpot and place the stock back in the pot with the vegetables. Bring the stock to a boil, reduce the heat, cover, and boil gently for 20 minutes. Add the pastina and continue to boil gently, covered, for 10 more minutes. Serve immediately, or cool completely and refrigerate, or freeze for later use.\nYield: 6 servings.\nApproximate nutritional analysis per serving: 215 calories, 5 grams fat, 15 milligrams cholesterol, 55 milligrams sodium, 12 grams protein, 30 grams carbohydrate. Rice and Squid Total time: 40 minutes 1/4 cup olive oil 3 cups diced ( 1/2 inch) onion (about 3/4 pound) 1cup diced ( 1/2 inch) celery (about 3 ribs) 3/4 cup diced ( 1/2 inch) scallion (6 to 8 scallions) 2 pounds cleaned squid, cut into 1-inch pieces 2 cups Thai rice (about 14 ounces), available in some supermarkets and most Asian specialty food stores 2 cups diced ( 1/2 inch) ripe tomato 6 to 8 cloves garlic, peeled and chopped (about 1 1/2 tablespoons) 1 2-inch piece fresh ginger, peeled and chopped (about 1/4 cup) Peel of 1 lemon, removed with a vegetable peeler 1 or 2 Thai peppers (amount depending on pepper size and desired hotness), chopped 2 teaspoons salt, plus additional to taste Tabasco red pepper sauce (optional).\n1. In a large, sturdy saucepan, heat the oil until hot but not smoking. Add the onion, celery and scallion, and cook for 2 to 3 minutes, stirring occasionally. Add the squid and rice, and mix well.\n2. Stir in the tomato, garlic, ginger, lemon peel, Thai pepper and salt, along with 2 1/2 cups warm tap water. Bring the mixture to a boil, stirring occasionally so it doesn't stick. When it comes to a full boil, reduce the heat to very low, cover, and cook for 20 minutes.\nAdvertisement Continue reading the main story\n3. Let the mixture rest for 5 to 10 minutes before serving. If desired, pass additional salt and Tabasco sauce.\nYield: 6 servings. Approximate nutritional analysis per serving: 515 calories, 12 grams fat, 350 milligrams cholesterol, 930 milligrams sodium (without additional salt), 30 grams protein, 70 grams carbohydrate. Iceberg Lettuce With Turkey Cracklings Total time: 20 minutes 1 head iceberg lettuce (about 1 1/4 pounds) 5 ounces, approximately, skin from a cooked turkey 1 tablespoon Dijon-style mustard 2 tablespoons cider vinegar 1/4 cup corn or canola oil 1/4 teaspoon salt 1/2 teaspoon freshly ground black pepper.\n1. Remove any damaged outer leaves from the head of lettuce and cut the remainder of the head into 2-inch pieces.\n2. Preheat oven to 350 degrees. Line a cookie sheet with aluminum foil and spread the pieces of cooked turkey skin out on the sheet. Place in oven for about 15 minutes, until the skin is crisp and brown, and then drain it on paper towels. When the skin is cool, cut it into 1/2-inch pieces. You should have about 1 cup cracklings.\n3. Combine the mustard, vinegar, oil, salt and pepper in a bowl large enough to hold the salad greens. At serving time, add the greens, toss well and sprinkle with the cracklings.\nYield: 6 servings. Approximate nutritional analysis per serving: 135 calories, 11 grams fat, 25 milligrams cholesterol, 175 milligrams sodium, 6 grams protein, 3 grams carbohydrate. Crispy Sprinkles\nTurkey crackling is good sprinkled on soup as well as salad, and would make an especially appealing last-minute garnish for the cooked turkey soup.", "url": "https://www.nytimes.com/1992/11/25/garden/the-purposeful-cook-things-to-do-with-parts-of-that-post-holiday-turkey.html"}