{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:35:39", "date_modify": "2018-11-16 03:35:39", "date_publish": "1992-07-15 01:00:00", "description": null, "filename": "1992_07_15_garden_now-is-the-time-to-come-to-the-aid-of-your-favorite-cookies_1542339339.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/07/15/523492_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_07_15_garden_now-is-the-time-to-come-to-the-aid-of-your-favorite-cookies_1542339339.html", "title": "Now Is the Time to Come to the Aid of Your Favorite Cookies", "title_page": "Now Is the Time to Come to the Aid of Your Favorite Cookies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HILLARY CLINTON says she has been baking chocolate-chip cookies since she and her brothers competed to see who could produce the largest on Christmas.\n\"My mother wanted to keep us out of my father's hair while he put up the Christmas tree,\" she recalled. \"We usually got sick eating them and couldn't eat Christmas dinner.\"\nYears afterward, she continued to bake them with her daughter, Chelsea. And now she is in a bake-off with Barbara Bush that Family Circle magazine was inspired to sponsor shortly after Mrs. Clinton's remark about not wanting to \"stay home and bake cookies\" when her husband was elected Governor of Arkansas. The contest pits Mrs. Clinton's version, made with oatmeal and shortening, against Mrs. Bush's, made without oatmeal but with butter.\nThe public has been invited to vote, so Mrs. Clinton is giving her cookies a jump start at the convention this week. On Monday, she told an audience of Congressional wives at a tea given in her honor by Doris Matsui, wife of Representative Robert T. Matsui of California, the Democratic Party treasurer, that while she hadn't sought a competition, she was going all out to win.\nAdvertisement Continue reading the main story\n\"Join with me in the first real effort of the election year,\" she said. \"Try my cookies. I hope you like them, but like good Democrats vote for them anyway.\"", "url": "https://www.nytimes.com/1992/07/15/garden/now-is-the-time-to-come-to-the-aid-of-your-favorite-cookies.html"}