{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:34:25", "date_modify": "2018-11-16 03:34:25", "date_publish": "1992-03-22 00:00:00", "description": null, "filename": "1992_03_22_magazine_food-fish-under-wraps_1542339265.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/03/22/778892_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_03_22_magazine_food-fish-under-wraps_1542339265.html", "title": "FOOD; Fish Under Wraps", "title_page": "FOOD; Fish Under Wraps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The first run of young mackerel, called \"tinkers\" there, and always lightly battered and fried, was inseparable from the sound of hammers and the smell of fresh paint, optimistic awakenings, the harbingers of summer and tourism. The first squid, \"bone squid,\" the size of dainty thumbs, appeared in mid-June, at the time that locals longed to flee the crowds; on Sunday afternoons we'd bob around Cape Cod Bay and sear bone squid on the exhaust pipe of the boat. \"Flounda, darlin' \" was a fish for all seasons, and there were always mussels and clams. The blues ran after the bass, after the full moon in June -- and who didn't know to bake or broil them?\nIn July, when local chefs once cooked a Trash Fish Banquet to raise money for the volunteer fire department, I'd toss ray, skate and ling cod into a French bourride. There was a tuna contest in August and Japanese fishermen always won and locals always applauded because the visitors usually gave the fish away. And of course, \"you gotta marinate him, darlin' -- he's a dry one on the grill.\"\nBut collective mood swings tempered Provincetown's kitchens, as certainly as the tides and the fish they yielded.\nA certain sort of northerly wind in September was the cue to stop steaming quahogs in white wine, lemon and garlic and start stuffing the big clams with minced linguica -- a Portugese sausage -- peppers, onions and bread crumbs. The summer people were gone, and underneath our macho delight at the annual decampment, those who remained were somehow unsettled. We reveled in our private playground, but the emptied houses made the town a little spooky. We ate heavier meals that took longer to cook, creamy old-fashioned Yankee dinners, local Portuguese dishes anchored by kale and tomatoes, bacon, linguica and potatoes.\nBy March, when the gusts frequently whipped into gales, the pier was usually wet and slippery when the boats came in. Buffeting my bike, the cold blasts of wind were reminders of just how precarious my balance was. Others had misgivings of their own. It was a rare late-winter day that passed without someone mentioning that there is no bedrock under the tip of Cape Cod, only fragile, shifting sand.\nAt dusk, this ambient worry focused on the fishing boats. A parade of pickup trucks would putter down the wharf, captains' wives or boat owners at the wheel, one ear to the two-way radio on the dashboard, the other ear to the wind that whistled through the window. Others, like me, were voyeurs. We all knew that eventually there would be a boat that wouldn't come back from the edge.\nAnd like kids making deals with God, the captains' wives and boat owners would talk about what they were going to do when their particular ship came in, how nicely they'd cook that fish tonight. They'd shiver and plan dinner and wait. There is a certain kind of hunger that builds on an empty horizon. The longer it takes for a mast to appear, the more you appreciate dinner. PORTUGUESE SMOTHERED COD 1 1/2 tablespoons olive oil 2 links linguica sausage, about 6 ounces each, halved (see note) 1 clove garlic, peeled and minced 2 pounds kale, rinsed, stems and ribs removed, finely chopped Salt Freshly ground pepper 2 medium baking potatoes, about 1 1/4 pound, peeled and sliced into paper-thin rounds 4 cod fillets, 6 to 8 ounces each 1 lemon, halved 1/2 cup white wine 1/2 cup fish broth or canned clam juice.\nAdvertisement Continue reading the main story\n1. Put 1/2 tablespoon of the olive oil in a large pot over low heat, add the sausage and cook until lightly browned, about 10 to 15 minutes. Add the garlic and kale, season lightly with salt and pepper, stir and cover the pot. After 10 minutes, add 2 cups of water and continue cooking, covered, until the kale is soft, about 45 minutes. Discard the sausage.\n2. Preheat the oven to 350 degrees. Coat the bottom of a baking dish, large enough to hold the fillets in one layer, with the remaining olive oil. Arrange the potato slices, overlapping them to make four narrow beds on which the cod fillets will rest. Season lightly with salt and pepper. Place a cod fillet on each bed, squeeze the juice from half the lemon over the fillets and season lightly with salt and pepper. Cover each fillet with a quarter of the kale and sprinkle with lemon juice.\n3. Combine the wine and the broth and pour into the dish. Cover with foil and bake until the fish is cooked through and the potatoes are tender, about 25 minutes.\nYield: Four servings.\nNote: Linguica sausage is available from Neto Portuguese Sausage, P.O. Box 578, Santa Clara, Calif. 95052. (408) 296-0818. SCROD UNDER HORSERADISH MERINGUE 1/2 cup yogurt 1 tablespoon unsalted butter 1/2 cup freshly grated horseradish 1/2 teaspoon salt 6 egg whites 1 teaspoon sugar 4 scrod fillets, 6 to 8 ounces each 1/4 cup chopped fresh dill.\n1. Put the yogurt in a strainer lined with cheesecloth and set aside for 3 hours to drain.\n2. Preheat the oven to 425 degrees. Coat a baking dish, large enough to hold the fillets in one layer, with the butter. In a bowl combine the yogurt, horseradish and salt.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n3. Beat the egg whites until they form soft peaks, add the sugar and continue to beat until they form stiff peaks. Carefully fold in the seasoned yogurt.\n4. Lay the fillets in the baking dish and cover each with a quarter of the meringue. Bake until cooked through, about 8 to 10 minutes, depending on the thickness of the fish. Remove the fillets to individual plates and sprinkle with the dill.\nYield: Four servings. SALMON UNDER STAR ANISE AND CLOVES WITH LOBSTER SAUCE (ADAPTED FROM LE BERNARDIN, NEW YORK) 2 1-pound lobsters 1 small carrot, peeled and finely diced 1 small leek, white part only, well rinsed and finely diced 1 sprig parsley 1 teaspoon whole black peppercorns 1 1-inch piece lemon peel 3 3/4 cups water 1 cup white wine 1 tablespoon Sherry 1 tablespoon unsalted butter 1 heaping teaspoon ground star anise 1/2 scant teaspoon ground bay leaves 1/2 scant teaspoon ground cloves 4 salmon fillets, 6 to 8 ounces each 1 teaspoon minced fresh sage leaves.\n1. Steam the lobsters in a large pot for 5 minutes. When cool, remove the partly cooked claw and tail meat from the shell, being careful to keep the claw meat intact. Cut the tail meat crosswise into 1-inch pieces. Set aside.\nAdvertisement Continue reading the main story\n2. Crush the shells and put in a large pot. Add the carrot, leek, parsley, peppercorns, lemon peel, water, wine and Sherry. Bring to a boil, reduce the heat and simmer until the liquid is reduced to 1 cup, about 30 minutes. Strain through a fine sieve or a sieve lined with cheesecloth set over a bowl; discard the solids and reserve the liquid.\n3. Preheat the oven to 425 degrees. Coat a baking dish, large enough to hold the salmon fillets in one layer, with the butter. Mix the spices in a small bowl. Lightly dust the fillets with the spice mixture, shaking off any excess. Lay the fillets, skin side down, in the baking dish and bake until cooked through, about 8 to 10 minutes, depending on the thickness of the fish.\n4. Meanwhile, put the lobster broth in a small saucepan, add the sage and bring to a boil over medium-high heat. Lower the heat, add the claw and tail meat and simmer until the lobster meat is just cooked through, about 3 minutes.\n5. Remove the fillets to individual plates. Arrange the lobster meat around the fillets, using one claw for each serving. Ladle the sauce over the fillets.\nYield: Four servings. RED SNAPPER UNDER VEGETABLE PUREE 1 cup low-fat yogurt 1 celery root, about 1/2 pound, peeled and chopped 2 parsnips, about 1/2 pound, peeled and chopped 2 small boiling potatoes, about 1/4 pound, peeled and chopped 1 tablespoon fresh thyme leaves, finely chopped 1/2 teaspoon salt 1 teaspoon freshly ground pepper 1 cup low-fat milk 2 tablespoons minced fresh chives 1 tablespoon unsalted butter 4 red snapper fillets, 6 to 8 ounces each 2 tablespoons minced flat-leaf parsley.\n1. Put the yogurt in a strainer lined with cheesecloth and set aside for 3 hours to drain.\n2. Preheat the oven to 425 degrees. Put the celery root, parsnips, potatoes, thyme, salt, pepper and milk in a saucepan. Bring to a boil over medium-high heat, lower the heat and simmer until the vegetables are tender, about 20 minutes. Pour into a strainer set over a bowl and discard the milk. Push the vegetables through a ricer or food mill and set aside. (The vegetable puree can be prepared ahead of time and refrigerated for up to 3 days.) When the puree is cool, fold in the yogurt and chives.\n3. Coat the bottom of a baking dish, large enough the hold the fillets in one layer, with the butter. Lay the fillets in the dish, cover each with a quarter of the puree and bake until cooked through, about 8 to 10 minutes, depending on the thickness of the fish. Sprinkle with the parsley and serve with sweet carrots (see recipe).\nYield: Four servings. SWEET CARROTS 1 large onion, peeled and finely chopped 1 teaspoon tomato paste 1/2 cup white wine 8 medium carrots, peeled and sliced thinly on the diagonal.\nAdvertisement Continue reading the main story\nHeat a nonstick skillet over medium heat, add the onion and cook until translucent, about 5 minutes. Combine the tomato paste and wine and add to the onion along with the carrots. Stir to combine, cover and cook over medium-low heat, stirring occasionally, until the carrots are tender, about 20 minutes.\nYield: Four servings. COD IN A MUSTARD CARAWAY COAT 1 tablespoon caraway seeds, finely ground 1/4 cup Dijon mustard 1 teaspoon freshly ground pepper 1 tablespoon unsalted butter 4 cod fillets, 6 to 8 ounces each 1 cup fresh rye bread crumbs 2 tablespoons minced flat-leaf parsley.\n1. Preheat the oven to 425 degrees. Combine the caraway, mustard and pepper. Set aside.\n2. Coat the bottom of a baking dish, large enough to hold the fillets in one layer, with the butter. Lay the fillets in the dish, cover each with a quarter of the seasoned mustard and top with the bread crumbs. Bake the fillets until cooked through, about 8 to 10 minutes, depending on the thickness of the fish. Remove the fillets to individual plates and sprinkle with the parsley.\nYield: Four servings.", "url": "https://www.nytimes.com/1992/03/22/magazine/food-fish-under-wraps.html"}