{"authors": ["Robin Toner"], "date_download": "2018-11-16 03:58:48", "date_modify": "2018-11-16 03:58:48", "date_publish": "1992-07-17 01:00:00", "description": null, "filename": "1992_07_17_news_under-big-top-overview-perot-quits-race-leaving-two-man-field-clinton-vows.html_pagewanted=all&module=inline_1542340728.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/07/17/184192_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_07_17_news_under-big-top-overview-perot-quits-race-leaving-two-man-field-clinton-vows.html_pagewanted=all&module=inline_1542340728.html", "title": "UNDER THE BIG TOP -- THE OVERVIEW; PEROT QUITS RACE, LEAVING TWO-MAN FIELD; CLINTON VOWS CHANGE AND 'NEW COVENANT' AS HE AND BUSH COURT ABANDONED VOTERS", "title_page": "UNDER THE BIG TOP -- THE OVERVIEW; PEROT QUITS RACE, LEAVING TWO-MAN FIELD; CLINTON VOWS CHANGE AND 'NEW COVENANT' AS HE AND BUSH COURT ABANDONED VOTERS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Bush, on a Wyoming fishing trip with Secretary of State James A. Baker 3d, also appealed to the Perot supporters. The President said he shared their commitment to family values, fiscal responsibility and a healthy economy. Foreshadowing a traditional ideological assault on the Democrats, Mr. Bush said Perot supporters were \"basically conservative people\" who should \"feel at home with us.\"\nTop Republican officials made it clear that their party's vaunted attack machine, which focused on Mr. Perot last month, would now be brought to bear on Mr. Clinton; his running mate, Senator Al Gore of Tennessee, and their party. 'They Give Us Higher Taxes'\nThat message was underscored by Rich Bond, chairman of the Republican National Committee. \"They give us higher taxes, they can't run foreign policy, they love big government,\" Mr. Bond said of the Democrats, who have tried hard this week to project a centrist and moderate image.\nAnticipating the rough politics of values, Democrats devoted the final night of their convention to introducing Mr. Clinton as a man steeped in the traditions of hard work, patriotism, family and faith. \"The story of Bill Clinton is a truly American story,\" Gov. Ann W. Richards of Texas declared, to a convention that became a sea of American flags by the end of the night. Baker Could Return\nMr. Clinton, who was repeatedly interrupted by happy chants of \"We want Bill,\" said, \"The thing that makes me angriest about what went wrong these last 12 years is that this Government has lost touch with our values, while politicians continue to shout about them.\"\nMr. Bush, whose candidacy remains mired in the polls, and who has watched Mr. Clinton sprint ahead in his convention week, left the door open yesterday for a return of Mr. Baker to the top of the Bush re-election campaign, the position he held in 1988. At a hastily called news conference after the Perot announcement, the President said he was not \"inclined\" to rule out a Baker return. \"Who knows?\" Mr. Bush said. \"I don't know.\"\nPolitical professionals in both parties struggled to figure out who was helped and who was hurt by Mr. Perot's withdrawal. Some argued that his presence in the race would have simply divided the anti-Bush vote, and thus his leaving would inevitably help Mr. Clinton; there were polls this week that seemed to back that up. Others, however, argued that Mr. Perot's withdrawal helped Mr. Bush because they believed Mr. Perot's strength, at its core, was conservative.\nAdvertisement Continue reading the main story\nWhat was clear was that Mr. Perot's abrupt announcement reconfigured the rules of a game that the two parties were just beginning to learn. His undeclared candidacy, which surged in the polls last spring before fading under Republican attacks and scrutiny from the news media, had raised a host of strange and new scenarios.\nChief among them was an election in which no one won a majority and the contest was thrown into the House of Representatives. Mr. Perot cited that possibility yesterday as the main reason for his withdrawal, suggesting that a \"revitalized\" Democratic Party had made an outright Perot victory in the polls unlikely. Gore Shares Emotions\nThe parties are now thrown back to an old-fashioned battle between a vulnerable President in an economic downturn and a bruised challenger still trying to introduce himself to the American people. Republicans were raising the specter of taxing and spending Democrats, while Mr. Clinton, anticipating the Republican assault, was asserting last night that he offered a philosophy that \"was not conservative or liberal, Democratic or Republican.\"\nThe Democratic delegates finished up their rituals last night, loudly and happily delivering their Vice-Presidential nomination to Senator Gore, who underscored the \"new generation\" Kennedyesque theme of the week. Dismissing the Bush record with an edge of contempt, Mr. Gore led the delegates in a chant: \"It is time for them to go.\"\nBut, in keeping with the personal tone of this final night, Mr. Gore used part of his speech to talk about his son and his brush with death.\n\"When you've seen your 6-year-old son fighting for his life, you realize that some things matter more than winning, and you lose patience with the lazy assumption of so many in politics that we can always just muddle through,\" Mr. Gore said.\nMadison Square Garden and the surrounding environs were filled with Democrats buzzing over the implications of it all yesterday. \"My view is this was going to be a two-way race sometime in this election, either now or sometime out,\" said former Gov. Richard Celeste of Ohio. \"This is a cleaner choice for people now, undistracted by the wild card of Ross Perot.\"\nDemocratic strategists acknowledged that Mr. Perot's withdrawal meant that several Southern states that might have been competitive for them in a three-way race, in which the white vote splintered and blacks stayed with the Democrats, may now be out of reach. In that respect, the all-Southern ticket of Mr. Clinton and Mr. Gore might look like less of a coup.\nAdvertisement Continue reading the main story\nOn the other hand, Democrats suddenly had great hopes for California, where Mr. Perot had looked particularly strong and where Mr. Bush has had serious problems.\nFirst and foremost, Democrats were cheered by polls that show as many as eight out of 10 Americans say the nation has gone seriously onto the wrong track. With Mr. Perot gone, \"Mr. Clinton will be the one and only candidate of change,\" said Geoffrey Garin, a Democratic consultant.\nDemocrats were also pleased by what many considered a friendly tip of the hat by Mr. Perot when he referred to the Democrats at his news conference yesterday as a \"revitalized\" party. Adding to their sense of a Perot tilt toward the Democrats was Mr. Perot's full-throated contempt for Mr. Bush during the course of this campaign.\nMoreover, surrogates for Mr. Bush had fiercely attacked Mr. Perot in recent weeks, while the Clinton camp had held its fire, hoping to remain an alternative for disaffected Perot supporters. Both Ronald H. Brown, the Democratic national chairman, and Mr. Clinton called Mr. Perot yesterday and later had gracious words for him. But so did Mr. Bush, who said he told his old antagonist, \"I understood how difficult this decision must have been.\" 'The Eyes of America'\nMr. Clinton's allies were hopeful that the timing of the Perot decision would increase the audience for his acceptance speech last night, rather than overshadow it. \"Frankly, it couldn't happen at a better moment,\" said George Stephanopoulos, Mr. Clinton's communications director. \"The eyes of America will be upon him.\"\nPolls conducted in recent days, before Mr. Perot's withdrawal, showed Mr. Clinton moving to the front of the race, as often occurs when a nominee gets the burst of publicity that accompanies his convention week.\nA CBS News poll conducted Tuesday and Wednesday showed Mr. Clinton at 37 percent, Mr. Bush at 32 percent and Mr. Perot at 17 percent. The poll of 958 registered voters had a margin of sampling error of plus or minus three percentage points.\nWhen voters were asked about their second choices in a three-way race, 51 percent of the Perot supporters indicated Mr. Clinton, while 40 percent said Mr. Bush.\nAdvertisement Continue reading the main story\nMany Democrats at the convention said they worried that the coming campaign would be far nastier without Mr. Perot in the race, since the Republicans can now train their fire on Mr. Clinton without worrying they might inadvertently aid a third candidate.\nRepublican officials said they simply looked to a straight-ahead comparison between the two parties. While calling the Democratic convention \"a very good show,\" Mr. Bond, the Republican chairman, told CNN yesterday, \"The fact of the matter is, we've got to put aside the showmanship for a moment and come down to the effectiveness in government that George Bush and the Republican Party can offer.\"\nHe added: \"Time is on George Bush's side. Bill Clinton has gotten his bounce way too early in this campaign, the electoral map comes in and works for us again, the selection of Al Gore is shown to be a dud on arrival because it's too narrow a regional choice, and they are now stuck in the South, which is our strongest region. And I think the chances are nine in 10 or even better that George Bush is re-elected President of the United States.\"", "url": "https://www.nytimes.com/1992/07/17/news/under-big-top-overview-perot-quits-race-leaving-two-man-field-clinton-vows.html?pagewanted=all&module=inline"}