{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:27:57", "date_modify": "2018-11-16 03:27:57", "date_publish": "1992-08-09 01:00:00", "description": null, "filename": "1992_08_09_magazine_food-the-raw-and-the-cooked_1542338877.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/08/09/992092_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_08_09_magazine_food-the-raw-and-the-cooked_1542338877.html", "title": "FOOD; The Raw and the Cooked", "title_page": "FOOD; The Raw and the Cooked - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lean and the not-so-lean coexist too constantly to call this an era of heavy salads. Nevertheless, as eating in general has gotten lighter, salads in particular have gotten heavier. Salad has become the great redeemer of all who stray from the dietary straight and narrow: when turned into a salad, almost any food becomes virtuous -- at least in our minds.\nIn reality, the add-ons -- whether croutons, grilled shrimp or spiced roasted beef -- detract from the virtue of pure cellulose. But they can make a perfect summer meal, providing girth as well as contrast. A mix of lettuce and herbs is a living thing, of nature and of the moment. Adding roasted meat, shredded fish, even grilled shrimp, provides not only a contrast of texture and temperature, but of spirit. These foods, being civilized, are tamed first by recipe, then by the cook.\nMexican, Caribbean and Asian cooks are wizards in contrasting the wild with the civilized, the refreshing with the rib-sticking. These exotic combinations tend to sate the chef's-salad sort of hunger, that big appetite for something light. At the same time, they are delicate enough, or well-balanced enough with greens, to promote the clearness of mind necessary to maintain a swimsuit physique. THAI GRILLED BEEF SALAD The eggplant pickle: 1 teaspoon kosher salt 1 1/2 teaspoons tumeric powder 1 large eggplant, cut into 1/4-inch-round slices 2 tablespoons vegetable oil 1 1/2 teaspoons black mustard seeds 1/4 cup rice-wine vinegar 1 small onion, peeled and minced 2 cloves garlic, peeled and thinly sliced 1 1/2 teaspoons grated gingerroot 1 tablespoon curry powder 1 1/2 teaspoons minced Thai chili pepper 1 inch-long cinnamon stick 1 teaspoon sugar 1/4 cup dissolved tamarind pulp or orange juice The steak: 1 pound flank steak 4 cloves garlic, peeled and minced 1 teaspoon sugar 1/2 cup distilled white vinegar 2 tablespoons olive oil 2 tablespoons nuoc mam (Vietnamese fish sauce) 2 tablespoons soy sauce 1/2 cup minced pineapple 1 cup minced mint leaves.\n1. Combine the salt and tumeric. Put the eggplant in a colander. Sprinkle with the salt mixture and toss. Set aside for 1 hour. Rinse and pat dry.\n2. Heat some of the oil in a cast-iron skillet. Add the eggplant and cook until golden brown, about 4 minutes per side. Drain on paper towels. Transfer to a large glass or ceramic bowl.\n3. Combine the mustard seeds, vinegar, onion, garlic and gingerroot in a blender or food processor. Puree until smooth. Set aside.\n4. Heat the remaining oil in a clean skillet. Add the mustard mixture and simmer over medium heat for 5 minutes. Add the curry powder, chili, cinnamon, sugar and tamarind. Reduce the heat to medium-low, cover and cook for 15 additional minutes. Pour over the eggplant and marinate in the refrigerator for 4 hours.\nAdvertisement Continue reading the main story\n5. Put the steak in a large glass or ceramic baking dish. Combine the garlic, sugar, vinegar, olive oil, nuoc mam, soy sauce and pineapple in a blender or food processor. Puree until smooth. Pour the marinade over the meat. Cover and refrigerate for 2 hours.\n6. Bring the meat to room temperature. Grill over hot coals until rare, about 3 minutes per side. Set aside to rest for 10 minutes.\n7. To assemble, divide the eggplant salad among 4 plates. Slice the meat into very thin strips crosswise. Drape 4 slices of meat over the top of each salad. Garnish with fresh mint.\nYield: Four servings. ESCONDIDO CODFISH SALAD 1 pound dried salted codfish or a 1-pound fillet fresh codfish, 1-inch thick 1/2 cup lime juice 1/2 cup lemon juice 1 tablespoon grated lime rind 1 small jalapeno chili, seeded, deveined and minced 1/2 teaspoon sugar 1/2 teaspoon salt, plus more to taste 1/4 cup olive oil 2 tablespoons rice-wine vinegar 2 carrots, peeled and grated 1/2 pound jicama, peeled and grated 1 cup minced coriander leaves 1/2 cup minced mint leaves 1/2 cup minced basil leaves 2 scallions, rinsed and minced 1 red bell pepper, seeded, deveined and diced. 1 teaspoon freshly ground pepper, plus more to taste.\n1. If using dried codfish, cover the codfish with boiling water. Set aside to cool. Drain. Bone, skin and shred the fish. Add boiling water to cover. Set aside to cool. Drain. Pat dry.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIf using fresh codfish, place the fish on a rack and steam over 1 inch of water until cooked through, about 5 to 7 minutes. Refrigerate until chilled. Skin and shred the fish.\n2. Combine the lime and lemon juices, lime rind, jalapeno, sugar and salt in a glass or ceramic bowl. Whisk in the olive oil. Add the cod and refrigerate for 1 hour. Add the remaining ingredients. Toss to combine. Season to taste with additional salt and pepper and serve.\nYield: Four servings. MEXICAN CRAB AND BEAN SALAD (ADAPTED FROM RICK BAYLESS) 1/2 pound green beans, trimmed 1/4 cup lime juice 1 tablespoon Sherry vinegar 2 tablespoons olive oil 1/2 teaspoon minced jalapeno chili 8 ounces lump crab meat 1 red onion, peeled and thinly sliced 1 large tomato, peeled, cored, seeded and diced 1/2 cup minced coriander leaves 1 tablespoon minced marjoram leaves 1/2 teaspoon salt, plus more to taste 1 teaspoon freshly ground pepper, plus more to taste.\n1. Blanch the green beans in boiling salted water for 2 minutes. Rinse under cold running water until chilled. Drain. Slice the beans in half lengthwise. Set aside.\nAdvertisement Continue reading the main story\n2. Combine the lime juice and Sherry vinegar in a large glass or ceramic bowl. Whisk in the olive oil. Add the green beans, minced jalapeno, crab meat, red onion, tomato, coriander, marjoram, salt and pepper. Toss to combine. Season to taste with additional salt and pepper.\nYield: Four servings. COOL SHRIMP AND CUCUMBER SLAW 1/2 pound medium shrimp 1/2 cup fresh grapefruit juice 1/4 cup fresh lemon juice 1 tablespoon grated grapefruit rind 1 tablespoon olive oil 1 teaspoon minced jalapeno chili 1/2 teaspoon salt, plus more to taste 1 teaspoon freshly ground pepper, plus more to taste 6 large cucumbers, peeled, seeded and grated 1 cup minced parsley leaves 1 cup minced mint leaves 1/2 cup coarsely chopped basil leaves.\n1. Place the shrimp on a rack and steam over 1 inch of water until cooked through, about 3 minutes. Cool, peel, cut in half lengthwise and devein. Set aside.\n2. Combine the grapefruit and lemon juices and grated grapefruit rind in a large glass or ceramic bowl. Whisk in the olive oil. Add the jalapeno, salt and pepper. Add the cucumbers and toss. Add the shrimp, parsley, mint and basil. Toss to combine. Season to taste with additional salt and pepper.\nYield: Four servings. CARIBBEAN BLACK BEAN SALAD 1/2 pound black beans 2 large ham hocks 1 large bay leaf 1 teaspoon coriander seeds, cracked 1 teaspoon cumin seeds, crushed 1 teaspoon red chili pepper flakes 1/4 teaspoon ground cinnamon 1/4 cup lime juice 1 tablespoon Sherry vinegar 1 tablespoon olive oil 1/2 teaspoon salt, plus more to taste 1 teaspoon freshly ground pepper, plus more to taste 1/2 cup whole coriander leaves, rinsed and dried.\n1. Place the black beans in a large saucepan. Add the ham hocks, bay leaf, coriander seeds, cumin seeds, chili flakes and cinnamon. Add cold water to cover. Simmer gently over medium heat until the beans are tender, about 45 minutes. Remove the ham hocks. Set aside to cool. Drain the beans and rinse under cold running water until chilled. Set aside.\n2. Combine the lime juice and Sherry vinegar in a large glass or ceramic bowl. Whisk in the olive oil. Season with the salt and pepper. Set aside. Pull the ham off the hock, discarding the bone and fat. Mince the meat and add it to the salad bowl. Add the beans and coriander leaves. Toss to combine. Season to taste with additional salt and pepper.\nYield: Four servings. AVOCADO, GRAPEFRUIT AND GRILLED SHRIMP SALAD 1 teaspoon olive oil 1/2 teaspoon cayenne pepper 1/2 pound medium shrimp, peeled and cleaned 1 teaspoon grated lemon rind 1 teaspoon grated orange rind 1/2 cup fresh orange juice 1/4 cup fresh lime juice 1 tablespoon olive oil 1/2 teaspoon salt 1 teaspoon freshly ground pepper 2 medium ripe avocados, peeled, pitted, cut into 1/4-inch-thick half-moon slices 1 large pink grapefruit, separated into sections 1/2 cup minced mint leaves.\nAdvertisement Continue reading the main story\n1. Combine the olive oil and cayenne pepper in a nonstick skillet. Heat over high heat until barely smoking. Add the shrimp and saute until the shrimp turn opaque, about 3 minutes. Transfer to a plate. Set aside to cool. Slice in half lengthwise. Set aside.\n2. Combine the grated lemon and orange rinds with the orange and lime juices in a large glass or ceramic bowl. Whisk in the olive oil. Add the salt and pepper. Add the avocado slices and grapefruit sections. Toss gently. Take the avocado slices and grapefruit sections out of the bowl, one by one, and arrange them in a large ring on a round platter, slightly overlapping each other. Add the shrimp to the citrus and toss in the remaining vinaigrette. Mound the shrimp in the center of the ring. Garnish with the mint.\nYield: Four servings.", "url": "https://www.nytimes.com/1992/08/09/magazine/food-the-raw-and-the-cooked.html"}