{"authors": ["Jacques Pepin"], "date_download": "2018-11-16 03:36:20", "date_modify": "2018-11-16 03:36:20", "date_publish": "1992-08-12 01:00:00", "description": null, "filename": "1992_08_12_garden_the-purposeful-cook-lively-on-the-palate-and-easy-on-the-wallet-fresh-produce_1542339380.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/08/12/975692_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_08_12_garden_the-purposeful-cook-lively-on-the-palate-and-easy-on-the-wallet-fresh-produce_1542339380.html", "title": "THE PURPOSEFUL COOK; Lively on the Palate and Easy On the Wallet: Fresh Produce", "title_page": "THE PURPOSEFUL COOK; Lively on the Palate and Easy On the Wallet: Fresh Produce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I especially like Tabasco sauce and have used a lot of it in the salad because I think its hotness contrasts nicely with the coolness and pungency of the mint and other herbs. Light and delightful, this summer dish can be served as a first course or as an accompaniment to almost any meat or fish main course. It will keep, refrigerated, for four or five days.\nThe main dish, blackfish with potatoes and onions, is a delightful summer stew. Blackfish (tautog), part of the wrasse family, is plentiful on the East Coast in the summer and can be bought inexpensively at fish markets. Its thick, firm, white-flesh fillets work particularly well in this dish. But if blackfish is not available, replace it with any other thick fish fillets that are fresh and reasonably priced.\nThe potatoes and onions are sauteed first in this recipe, and then the peppers are added. The seasoned fish fillets are added at the end and cooked with the vegetables for just a few minutes. Do not hesitate to add other fresh vegetables to this dish; tomatoes, zucchini and eggplant are appealing possibilities.\nThe dessert is a frozen watermelon slush, similar in texture but far superior in taste to snow cones. I love watermelon, but find its seeds troublesome when I eat the fruit in slices or wedges. Here, the seeds are removed and the flesh of the fruit is pureed in a food processor with a little lime or lemon juice and a bit of sugar, and then frozen. A few hours before it is to be served, the mixture is transferred to the refrigerator to soften. The partly frozen mixture is then broken into flakes or shavings and spooned into glass goblets or bowls. Delicious and refreshing, it is the perfect dessert for a hot summer day.\nWith this warm-weather menu, I recommend a cold Australian chardonnay or a fragrant Italian Corvo white, both of which are reasonably priced. Bulgur and Mint Salad Total time: 4 hours, including soaking 1 1/2 cups bulgur wheat 1 1/2 cups lightly packed mint leaves 1 1/2 cups lightly packed parsley 1 large carrot (about 8 ounces), peeled and grated into strips on the large-hole side of cheese grater (about 3/4 cup) 6 scallions, cleaned and minced (about 3/4 cup) 4 cloves garlic, peeled, crushed and minced (about 1 tablespoon) 1 1/2 teaspoons salt 1 1/2 teaspoons Tabasco sauce 1/3 cup lemon juice 1/3 cup corn oil.\n1. Place the bulgur in a saucepan and cover it with 4 cups of cool tap water. Soak for at least 3 to 4 hours (or overnight, if desired).\n2. Meanwhile, coarsely chop the mint and parsley together. (There should be 1 1/2 cups total.)\n3. Drain the bulgur in a sieve for 10 to 20 minutes. Place the drained bulgur in a bowl and add the carrot, scallions, garlic, salt, Tabasco, lemon juice and oil. Mix well.\nAdvertisement Continue reading the main story\n4. Serve at room temperature.\nYield: 6 servings.\nNutrition analysis per serving: 255 calories, 13 grams fat, 0 milligrams cholesterol, 565 milligrams sodium, 5 grams protein, 34 grams carbohydrate. Blackfish With Potatoes And Onions Total time: 30 to 40 minutes 4 tablespoons corn oil 2 potatoes (about 20 ounces total), peeled, rinsed and sliced thin (about 3 cups) 3 onions (about 12 ounces total), peeled and sliced thin (about 3 1/2 cups) 4 Italian peppers, seeded and cut into 1/2-inch slices (4 cups) 6 skinless, boneless blackfish fillets, about 6 ounces each (2 1/4 pounds total) 1 teaspoon salt 1/2 teaspoon freshly ground black pepper 3 cloves garlic, peeled, crushed and chopped (1 tablespoon) 1/4 cup chopped parsley, or other herb or mixture of herbs 2 tablespoons unsalted butter.\n1. Heat the oil in a large skillet. When it is hot, add the potatoes and onions, and saute them, covered, over medium heat for 5 minutes, stirring once or twice. Add the pepper slices, mix well and cook, uncovered, for about 2 minutes.\n2. Arrange the fish fillets on top of the potatoes and sprinkle with the salt, pepper, garlic and parsley. Cover and cook for 5 minutes. Divide the butter into small pieces and dot the fish with them.\n3. Immediately remove the skillet from the heat and set it aside, covered, for 5 minutes. Serve immediately.\nYield: 6 servings.\nNutrition analysis per serving: 405 calories, 17 grams fat, 81 milligrams cholesterol, 480 milligrams sodium, 35 grams protein, 29 grams carbohydrate. Frozen Watermelon Slush Total time: 30 minutes, plus 12 hours for refrigeration 1 small watermelon or piece of a larger one (about 10 pounds) 1/2 cup lime or lemon juice 1/2 cup sugar.\n1. Cut the watermelon into 2-inch wedges. Remove and discard the rind, black seeds and as many of the softer white seeds as possible. Cut the flesh into 1-inch chunks and place in the bowl of a food processor. Process until liquified (some small chunks may remain). There should be about 8 cups.\n2. Add the lime juice and sugar to the watermelon puree.\n3. Transfer the watermelon mixture to a stainless steel bowl, cover, and freeze until solid, 8 to 10 hours. Three to five hours before serving, move the bowl to the refrigerator to soften the mixture. In the last hour before serving, use a fork to break the softened mixture into shavings. Serve in cold glass goblets or bowls.\nYield: 6 servings.\nNutrition analysis per serving: 151 calories, 1 gram fat, 0 milligrams cholesterol, 6 milligrams sodium, 2 grams protein, 37 grams carbohydrate. Chilled, Refilled\nFor a special summer-party dessert, make the watermelon slush from the flesh of a 10-pound watermelon that has been cut in half lengthwise. After freezing and then softening the pureed mixture, mound the resulting slush in one of the chilled, hollowed-out watermelon halves for serving. For added flavor, stir bite-size pieces of cantaloupe or honeydew melon into the slush before transferring the slush to the melon bowl.", "url": "https://www.nytimes.com/1992/08/12/garden/the-purposeful-cook-lively-on-the-palate-and-easy-on-the-wallet-fresh-produce.html"}