{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:27:15", "date_modify": "2018-11-16 03:27:15", "date_publish": "1992-08-16 01:00:00", "description": null, "filename": "1992_08_16_magazine_food-tender-monsters_1542338835.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1992/08/16/337392_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1992_08_16_magazine_food-tender-monsters_1542338835.html", "title": "FOOD; Tender Monsters", "title_page": "FOOD; Tender Monsters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My relationship with Mitcham -- the author of \"Provincetown Seafood Cookbook\" and \"Clams, Mussels, Oysters, Scallops & Snails\" (both published by Parnassus Imprints) and \"Creole, Gumbo and All That Jazz\" (Aris/Addison-Wesley) -- continued like this for years. In the summer, I would find him creeping along the west-end breakwater looking for mussels, or getting drunk at the Focsle, waiting for a fisherman to bring him a pail of slimy squid, whitebait or tinkers. Anything that caused a gag-response in polite society caused Howard Mitcham to roar and wheeze with delight. He'd grab a knife, throw on an apron and start cooking. I still haven't met a better seafood cook.\nIn the winter, I'd find him stumbling through the French Quarter in New Orleans, making gasping sounds that he imagined mimicked a saxophone or slurping oysters at Acme. Mitcham lost his hearing when he was a toddler. I should have understood sooner that the loss of one sense had inflamed several others, his senses of taste and observation. But I was too busy establishing myself as morally superior to ketchup. It was years before I understood that, at least in terms of squid, ketchup was a red herring.\nSquid, like a lot of things that society disdains, is primordial, a free-floating monster, voracious predator and skillful pretender that sidles right beneath the surface of the sea, the stuff of nightmares. And it lurks in every ocean in numerous species and dozens of families. Still, it isn't tough by nature. Squid are fragile animals that rarely live longer than two years. Sloppy cooks make tough squid.\nThe first time I saw a school of squid pulsing beneath the surface of Cape Cod Bay, I was transfixed. They move by hydraulic propulsion in a fierce, tidelike rhythm, as free, uncontrollable and inevitable as a monster in a dream. When frightened they expel their ink, creating a cloud, a phantom squid, which foils pursuers and allows the real squid to jet into hiding -- \"like many men I know,\" writes A. J. McClane in The Encyclopedia of Fish Cookery.\nNevertheless, nearly 12 million tons of squid were landed in the United States in 1990, double the amount from the previous year. Health benefits (80 percent of the squid is edible, it is very lean and contains a high amount of protein) and the increasing influence of Italian and Asian cooks have probably accounted for the sudden popularity of squid, says Denis F. Durante, the national sales manager of B-G Lobster and Shrimp Corporation in North Bergen, N.J. His company now distributes squid rings and steaks across the country.\nBut 15 years ago, squid was still suspect. The first time I ate it was in Provincetown, when a captain fried it on his boat's exhaust. I was in the company of fishermen. There was no escape. And I was surprised at the sweet tenderness of the tiny octopus-faced monsters, surprised at the elation that comes from nibbling away at some little fear.\nI have become messianic about squid. I have baked it, stuffed it, turned it into paillards, tossed it with pasta. Flash cooked or simmered forever, squid is toothsome. There is only that troublesome time in between when it is tough. I even worked on an epicurean-correct variation of Cookie's ketchup routine, roasting tomatoes and poblanos to make a squid stew.\nAdvertisement Continue reading the main story\n\"Don't get all puffed up reinventing the wheel,\" scrawled Howard Mitcham, when I proudly dished up this invention. He had to write that. Because he was slurping and smacking his lips and howling like a saxophone, making a sound that definitely resembled \"Hooray,\" and wildly signaling thumbs-up with every spoonful. SQUID, TOMATO AND ROASTED POBLANO STEW 1 teaspoon vegetable oil 2 cloves garlic, peeled and minced 1 onion, peeled and minced 3 poblano peppers, roasted, seeded, deveined and peeled 2 Serrano chili peppers, roasted, seeded, deveined and peeled 2 pounds ripe tomatoes, cored and quartered 1/2 cup red wine 1 teaspoon minced marjoram leaves 1/2 teaspoon salt 1 teaspoon fresh ground black pepper 1/2 teaspoon Tabasco 2 medium baking potatoes, peeled and cut into 1-inch cubes 1 1/2 pounds squid, cleaned, sacs cut into 1/4-inch rings, tentacles reserved 2 tablespoons minced flat-leaf parsley 1 tablespoon minced coriander leaves.\n1. Combine the oil, garlic and onion in a large saucepan. Cover and cook over low heat until the onion softens, about 15 minutes. Stir constantly. Add the peppers, tomatoes, wine and marjoram. Cover with 1 quart of cold water. Bring the water to a boil. Reduce heat and simmer for 40 minutes.\n2. Pass the sauce through a food mill. Add salt, pepper and Tabasco. This recipe can be made ahead of time to this point and kept for up to 4 days in the refrigerator.\n3. One hour before serving, warm the sauce in a large saucepan. Add the potatoes and the squid and simmer until tender, about 40 minutes. Serve in warm bowls garnished with parsley and coriander.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYield: Four servings. PAILLARD OF SQUID The squid: 16 small squid, cleaned 1/2 cup fresh orange juice 1/2 cup fresh lemon juice 1/2 cup fresh lime juice 1 small red onion, peeled and minced 3 cloves garlic, peeled and minced 1 small Thai or jalapeno chili, seeded, deveined and minced 2 tablespoons grated ginger The salad: 2 teaspoons Sherry vinegar 1 tablespoon grated orange rind 1 tablespoon olive oil 3 poblano peppers, roasted, seeded, deveined, peeled and diced 1 red bell pepper, grated 1 large yellow bell pepper, grated 3 carrots, peeled and grated 1 cup pomegranate seeds 6 scallions, trimmed and minced 1 cup flat-leaf parsley leaves 1/2 cup minced mint leaves 1/2 teaspoon salt, plus more to taste 1 teaspoon fresh ground pepper, plus more to taste.\n1. Using a sharp knife, cut each squid sac open and lie it flat. Cut deep slices across the meat in one direction, but do not cut through the flesh. Peel off the skin. Repeat in the opposite direction to create perfect squares. Set aside. Combine the citrus juices, onion, garlic, jalapeno and ginger in a large glass or ceramic bowl. Add the squid. Toss to combine. Cover and marinate in the refrigerator for 4 hours.\n2. Combine the Sherry vinegar and grated orange rind in a large glass or ceramic bowl. Whisk in the olive oil. Add all the peppers, carrots, pomegranate seeds, scallions, parsley and mint. Season with salt and pepper to taste.\n3. Grill the squid over hot coals until cooked through, about 3 minutes. Add to the salad and toss. Serve immediately.\nYield: Four servings.\nLEMON BAKED SQUID (ADAPTED FROM THE WEST STREET GRILL, LITCHFIELD, CONN.) The squid: 1 cup fresh lemon juice 1/4 cup plus 1 tablespoon olive oil 1/2 cup minced scallions 8 cloves garlic, peeled and minced 12 small whole squid, cleaned, tentacles finely chopped 3/4 pound cleaned squid, sacs cut into 1/4-inch-thick rounds The beet salad: 12 medium beets 2 tablespoons balsamic vinegar Salt and pepper to taste The onion confit: 1 head garlic 1 medium onion, peeled and thinly sliced 1 small red onion, peeled and thinly sliced 2 shallots, peeled and halved 1 teaspoon fennel seeds 1/2 teaspoon yellow mustard seeds 1/2 teaspoon celery seeds 1/2 cup cider vinegar 1/4 cup brown sugar The bread crumbs: 1/2 teaspoon kosher salt 1 teaspoon fresh ground pepper 1 cup freshly made dry bread crumbs 1 tablespoon minced basil leaves 1 tablespoon minced parsley leaves 1 tablespoon minced fennel leaves 1 tablespoon minced chervil leaves.\nAdvertisement Continue reading the main story\n1. Combine the lemon juice, 1 tablespoon of the olive oil, scallions and garlic in a large glass or ceramic bowl. Add the squid. Cover and refrigerate for 4 hours.\n2. Preheat the oven to 400 degrees. Combine 8 of the beets with 1 tablespoon olive oil in a baking dish. Roast the beets in the oven until tender, about 35 to 40 minutes. Set aside to cool. Peel. Cut into 1/3-inch cubes. Set aside. Dice the remaining 4 beets. Combine the diced beets and balsamic vinegar in a blender or food processor, and puree until smooth. Strain into a glass or ceramic bowl. Whisk in the remaining olive oil. Season to taste with salt and pepper. Add the roasted beets and toss. Set aside.\n3. Combine all of the ingredients for the onion confit in a large saucepan. Simmer over medium heat for 1 hour. Set aside to cool.\n4. Increase the oven temperature to 475 degrees. Combine the bread crumb ingredients in a large bowl. Place the whole sacs together in a large baking dish. Place the sliced squid and tentacles next to them. Pour the marinade over all the squid. Top with the bread crumb mixture. Bake until tender, about 10-12 minutes. Set aside to cool.\n5. Spoon equal amounts of sliced squid and tentacles in the center of four plates. Strain the beets, reserve the vinaigrette. Ring the squid with a circle of minced beets. Wreathe the beets with a circle of onion confit. Arrange 3 whole sacs around the center like the spokes of a wheel. Drizzle with the beet vinaigrette. Garnish with chervil. Serve immediately.\nYield: Four servings. MARINATED SQUID 6 stalks fresh lemon grass, minced or 1/2 cup dried 1 tablespoon dried red chili flakes 1/2 cup fresh lemon juice 1/4 cup fresh lime juice 1 teaspoon grated ginger 1 tablespoon olive oil 1 pound small squid, cleaned and cut into 1/4-inch-thick circles, tentacles reserved 1/2 teaspoon salt 1 teaspoon fresh ground pepper 1 red bell pepper, seeded, deveined and cut into thin slivers 1 green bell pepper, seeded, deveined and cut into thin slivers 1 cup shredded scallions 1 cup coriander leaves 1 head iceburg lettuce, shredded.\n1. Combine the lemon grass, chili flakes, lemon and lime juices, ginger and 1 teaspoon of the olive oil in a large glass or ceramic bowl. Pour half of this vinaigrette into a small bowl. Refrigerate. Blanch the squid in boiling salt water for 1 minute. Drain. Rinse under cold running water until chilled and add to the vinaigrette. Cover and refrigerate overnight.\n2. Drain the squid. Set aside. Pour the reserved vinaigrette into a large glass or ceramic bowl. Whisk in the remaining olive oil. Season to taste with salt and pepper. Add the squid, peppers, scallions and coriander. Toss to combine. Divide the lettuce between 4 plates. Top with the salad and serve immediately.\nYield: Four servings.", "url": "https://www.nytimes.com/1992/08/16/magazine/food-tender-monsters.html"}