{"authors": ["Ian Fisher"], "date_download": "2018-11-16 04:53:37", "date_modify": "2018-11-16 04:53:37", "date_publish": "1993-11-24 00:00:00", "description": null, "filename": "1993_11_24_nyregion_kelly-bans-choke-holds-by-officers_1542344017.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1993/11/24/505093_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1993_11_24_nyregion_kelly-bans-choke-holds-by-officers_1542344017.html", "title": "Kelly Bans Choke Holds By Officers", "title_page": "Kelly Bans Choke Holds By Officers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At a police promotion ceremony at One Police Plaza, Police Commissioner Raymond W. Kelly characterized the ban not as a new policy but as clarification of a 1985 order. That order said that \"choke holds, which are potentially lethal and unnecessary, will not be routinely used.\" An exception was when an officer's life was in danger and the choke hold was the \"least dangerous alternative method of restraint.\" The new policy allows no exceptions.\nWhile the policy does not specifically name alternatives, it stresses \"appropriate tactics,\" which police officers and other experts said could include various nonlethal restraining devices like Velcro straps, handcuffs or water cannons.\nNew York City has not trained police cadets in the use of choke holds for at least 10 years, Chief Timoney and other experts said, and their use here has been less controversial and apparently apparently less widespread than in Los Angeles. In that city between 1977 and 1982, 16 people died in cases in which the choke hold was used -- twice as many as in the 20 other largest police departments combined, said James J. Fyfe, a professor a professor at Temple University in Philadelphia and a former city police officer who has studied police brutality.\nChief Timoney said the number of deaths in police custody in New York, including some involving choke holds, had been rising in recent years. He was unable last night to provide the exact number of such deaths, though he noted that many resulted from drug overdoses rather than the use of force by officers.\nIn 1980, under the threat of several lawsuits, Los Angeles banned the use of one especially lethal choke hold -- called the bar-arm hold, which cuts off the air supply by crushing the larynx -- and many large police departments followed suit, Professor Fyfe said. In many cases, the departments also banned or restricted use of a less dangerous hold, the carotid hold, which compresses the carotid arteries in the neck and temporarily cuts off blood to the brain.\nProfessor Fyfe said New York City's ban, which was issued last month and reported yesterday in The Daily News, was very likely to extend such measures to still other police departments. He had no statistics on how many police departments have such bans, though Chief Timoney said that in a survey of the largest 15 forces nearly all had in place some ban on the holds. Other Restraints Prohibited\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"Anything that happens in policing in New York City and Los Angeles gets looked at much more closely,\" said Professor Fyfe, who has written, with Jerome H. Skolnick, \"Above the Law: Police and the Excessive Use of Force\" (Free Press, 1993). \"Because New York City did it, a lot more police departments may too.\"\nChief Timoney said the city policy specifically did not distinguish between various types of holds, but rather banned them categorically. It also prohibited other restraints or tactics -- like standing on a suspect's chest or transporting a suspect in a face-down position -- which might impede breathing.\nAdvertisement Continue reading the main story\n\"Basically, stay the hell away from the neck,\" he said. \"That's what it says.\"\nJoseph Mancini, a spokesman for the Patrolmen's Benevolent Association, said the union opposed the ban because it could endanger the life of an officer trying to subdue a dangerous suspect. He also called it a method of \"last resort,\" and as such he said officers rarely used it. Officers Divided on Ban\n\"A choke hold can be lethal,\" Mr. Mancini said, \"but to prevent a cop from using it when it is necessary force is to take a weapon away from a cop that he or she might need to protect his or her life or the life of an innocent bystander.\"\nChief Timoney said that he could imagine \"extreme circumstances\" in which a choke hold might be used legitimately and each case would be reviewed afterward on its individual merits. But, he said, \"as a matter of policy choke holds are forbidden.\"\nIn interviews yesterday, police officers seemed divided about the ban. In the rugged 75th Precinct in East New York, many younger officers said they never learned choke holds in the academy, had never used them and would not miss them. Another officer said that he was worried that it deprived him of a line of defense, but that he would follow the regulation.\n\"It's not a good regulation,\" said the officer, who like the others spoke on the condition of anonymity. \"We need all the means necessary to defend ourselves. I was trained to use it and based on my training it would be difficult for me not to use it. Then again, we'll try not to use it.\"\nSgt. Chris Russo, of the police special operations division, said that in an emergency he was uncertain if the ban would stick.\n\"Police officers will have to follow the rules,\" he said. \"But if I were alone and overwhelmed, if it's a choice between me and the bad guy surviving, the rules go out the window. At the end of the day I want to be able to go home.\"", "url": "https://www.nytimes.com/1993/11/24/nyregion/kelly-bans-choke-holds-by-officers.html"}