{"authors": ["Pierre Franey"], "date_download": "2018-11-16 03:27:54", "date_modify": "2018-11-16 03:27:54", "date_publish": "1993-09-29 01:00:00", "description": null, "filename": "1993_09_29_garden_60-minute-gourmet-382093_1542338874.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1993/09/29/382093_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1993_09_29_garden_60-minute-gourmet-382093_1542338874.html", "title": "60-Minute Gourmet", "title_page": "60-Minute Gourmet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ONE of the most popular beef dishes in restaurants is still steak au poivre, in which beef is coated liberally with cracked black pepper before it is cooked in a hot pan. The sauce is usually made with beef stock, shallots, red wine and maybe brandy. It is a compelling combination if the cook skillfully balances the hot peppers and the sweet elements.\nHome cooks may not have time to go through all of that, especially on a busy weeknight, so the recipe below is offered as a quick and pleasing alternative. The beef is rubbed all over with cracked pepper, then placed in a marinade of red wine, olive oil, vinegar and seasonings. While the steak is marinating you can begin the side dish and make other preparations. At this time of year you may opt for broiling rather than grilling outside. Both methods yield delicious results.\nSave the marinade, and use it to make a quick sauce. All you do is add a little chicken broth and tomato paste, and then reduce. A swirl of butter at the end adds smoothness and richness.\nThe perfect side dish is fluffy mashed potatoes, which are invariably best when done by hand with a potato masher or potato ricer. Carrots and onions have been added for extra color and flavor. You could substitute all kinds of mashed vegetables like turnips, celery, roasted sweet peppers, squash and fennel. Broiled Peppered Fillet of Beef 1 1/4 pounds center-cut fillet of beef, well trimmed 1/4 cup cracked black peppercorns 2 crushed garlic cloves 2 bay leaves 2 sprigs fresh rosemary or 1 teaspoon dried 1 cup dry red wine like Pinot Noir 1 tablespoon olive oil 1 tablespoon red wine vinegar Salt to taste 1/2 cup chicken broth, fresh or canned 1 teaspoon tomato paste 2 tablespoons butter\nAdvertisement Continue reading the main story\n1. Rub the fillet with the cracked black pepper. Place in a non-aluminum deep dish, and add the garlic cloves, bay leaves, rosemary, red wine, olive oil, vinegar and salt. Cover, and let stand for 30 minutes. Drain, pat dry, and reserve marinade.", "url": "https://www.nytimes.com/1993/09/29/garden/60-minute-gourmet-382093.html"}