{"authors": ["David E. Rosenbaum"], "date_download": "2018-11-16 03:57:25", "date_modify": "2018-11-16 03:57:25", "date_publish": "1993-11-10 00:00:00", "description": null, "filename": "1993_11_10_us_the-free-trade-accord-the-overview-gore-and-perot-dual-on-tv-over-the-trade-pact.html_module=inline_1542340645.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1993/11/10/797293_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1993_11_10_us_the-free-trade-accord-the-overview-gore-and-perot-dual-on-tv-over-the-trade-pact.html_module=inline_1542340645.html", "title": "THE FREE TRADE ACCORD: The Overview; Gore and Perot Dual on TV Over the Trade Pact", "title_page": "THE FREE TRADE ACCORD: The Overview; Gore and Perot Dual on TV Over the Trade Pact - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Indeed, Mr. Gore seemed intent on trying to attack Mr. Perot and provoke him, departing from the more polite treatment Gov. Bill Clinton and President George Bush gave the Texan in the 1992 Presidential debates. Scrambling for Votes\nThe House of Representatives is scheduled to vote next Wednesday on legislation to put the trade accord into effect. As matters stand now, Mr. Clinton is scrambling for enough votes to win passage of the measure. Politically, it is the most important vote facing Mr. Clinton and Congress for the rest of the year.\nThe White House challenged Mr. Perot to the debate in an effort to make him the embodiment of opposition to the measure. Polls show that his standing with the public has fallen markedly in the last six months.\nThe trade pact would gradually eliminate tariffs and trade barriers between the United States, Mexico and Canada. It has the support of many business organizations but is vigorously opposed by organized labor. Sarcasm Aplenty\nFrom the moment the genial Mr. King introduced his guests and announced the rules, the confrontation turned sarcastic. Mr. Gore repeatedly interrupted Mr. Perot, challenging his presentation and suggesting that the Texan was more interested in promoting his political ambitions than finding the truth.\nMr. Perot, affecting a kindly schoolteacher's forbearance for the class dunce, instructed Mr. Gore to be quiet and stop interrupting him.\nAt the outset, Mr. Gore said of the agreement, \"This is a good deal for your country.\"\nMr. Perot, who won 19 percent of the popular vote running as an independent in last year's Presidential election, responded: \"This is not good for the people of either country,\" referring to the United States and Mexico.\nAdvertisement Continue reading the main story\nMr. Gore argued that every living former President, former Secretary of State, Treasury and Defense and every economist who had won the Nobel Prize favored the trade measure. Mr. Perot replied that they were the ones who had caused the country's economic problems in the first place. \"Those are the guys that cut the worst trade deals in history,\" he said. Standards of Living\nLower tariffs in Mexico in the last five years had already led to 400,000 additional jobs in the United States in exporting industries, and the trade measure would create another 200,000 in the next few years, Mr. Gore said.\nMr. Perot disputed that. The Mexicans, he said, simply could not afford American goods. \"Here it is on a more personal basis,\" he asserted. \"Livestock in this country and animals have a better life than good, decent, hard-working Mexicans.\"\nMr. Gore and Mr. Perot arrived not only with charts and photographs but with set arguments. They involved much more than just the advantages and drawbacks of the trade accord.\nMr. Gore's contention that the Perot family's airport project in Fort Worth would benefit from rejection of the trade pact is a questionable one. The family has said for years that the project, run by Mr. Perot's son, Ross Jr., would benefit from free trade.\nIn response to the accusation tonight, Mr. Perot declared: \"This is the lowest, silliest propaganda trick put out by the U.S. Government. My son's too good to be true. I will not tolerate anyone criticizing him.\"\nMr. Perot parried another of Mr. Gore's jabs -- the contention that he had lobbied Congress to win special tax breaks for his businesses. That was widely documented in the 1970's, but Mr. Gore did not seem to have the details. He was unable to respond when Mr. Perot called him a liar. Gain or Loss on Jobs?\nThe two men disagreed emphatically on the pact's effect on the job market. Mr. Gore argued that free trade would improve the economy of all North America and would create a common market larger than any other in the world. More exports would lead to more jobs in the United States, he said.\nAdvertisement Continue reading the main story\nMr. Perot maintained that hundreds of thousands of low-wage, low-skill jobs would move from the United States to Mexico as companies relocated in search of cheaper labor, less Government regulation and lax environmental rules.\nMr. Gore said that was preposterous. \"If low wages were the determinant of where we locate business,\" he maintained, \"then Haiti would be an economic powerhouse. Bangladesh would be a powerhouse.\"\nAmerican workers are the most productive in the world, the Vice President said, and as long as that is the case, American companies will be able to manufacture most goods here less expensively.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Gore maintained that 22 of 23 studies of the economic effect of the trade measure showed that it would lead to an increase of jobs in the United States.\nMr. Perot said Government studies were worthless. \"I'm saying they basically come out with phony numbers,\" he said.\nMr. Gore said Mr. Perot had often been a doomsayer only to be proven wrong. The Texan had predicted, Mr. Gore said, that 40,000 American soldiers would die in the Persian Gulf war.\n\"You were wrong about that,\" Mr. Gore said. \"Now, the politics of negativism and fear only go so far.\" Spending on Lobbying\nThe two men fussed time and again over who was spending how much money to lobby for and against the trade pact.\nMr. Perot said that the Government of Mexico had spent $30 million lobbying on the measure and that the full faith and credit of the United States was behind the Clinton drive to win approval of the measure.\nAdvertisement Continue reading the main story\nThe Vice President noted that all those expenditures were on the public record, then challenged Mr. Perot to say how much he was spending in the effort to defeat the pact. Mr. Perot hedged.\n\"I am paying for it,\" he said. \"It's that simple.\" Mexican Politics\nMr. Perot criticized Mexico for its oligarchic, one-party rule. \"Read the State Department's annual report on human rights,\" he said, \"of journalists being killed, people in the opposing political parties being put in prison and killed and tortured. This is not a free society.\"\nMr. Gore held that the United States could not afford to look inward and had to reach out to other countries in order to prosper. In the case of Mexico, he said, free trade encouraged that country to move more quickly toward an open economy and a Democratic government.\nMr. Gore acknowledged that \"Mexico is not yet a free democracy,\" and still lacked \"full protection for human rights.\"\n\"But they've been making tremendous progress,\" he said. \"And the progress has been associated with this new relationship with the United States.\"\nDuring the last part of the debate, Mr. Gore and Mr. Perot took questions from callers.\nAn American woman calling from Mexico City said Japanese companies were waiting to move into Mexico in droves if the North American trade accord goes down.\nMr. Perot seized the opportunity to to say that in fact the trade agreement gives some special advantages to Japanese companies.\nMr. Gore said that was indeed the case. Companies like Honda and Toyota that have plants in the United States would indeed benefit, he said, creating more jobs here for Americans.\nAdvertisement Continue reading the main story\nAs part of his argument that Mexico did not deserve equal billing with the United States, Mr. Perot said the environment south of the border was one of the most polluted in the world. Companies can take advantage of lax environmental standards.\nThe Rio Grande, he said, is the most polluted river in the Western Hemisphere.\nMr. Gore responded, \"If we defeat Nafta, we'll lose all leverage over the enforcement of Mexico's environmental laws.\" Two Interpretations\nThe White House and its partisans organized a quick response to the broadcast soon after it ended, arranging for former President Jimmy Carter to telephone reporters and faxing pro-accord statements around town that declared Mr. Gore the winner.\nMr. Carter said he was pleasantly surprised at the outcome.\n\"I was uncertain about whether it was a good idea, because I didn't know how Ross Perot and Al Gore would shape up against each other,\" Mr. Carter said. \"Ross Perot bombed out.\"\nBut Ralph Nader, the head of Public Citizen and an ardent opponent of the proposed pact, said the broadcast had glossed over essential facts. Mr. Gore, he said, was \"smooth and deliberate and misleading and disingenuous.\"\n\"It had one great asset,\" he said. \"It greatly expanded, both in anticipation and during post-mortems, the number of Americans who now know something about Nafta and are either skeptical against it or for it.\"\nThe more Americans know, Mr. Nader said, the more they will dislike the agreement.\nFor his part, Mr. Perot said afterward, \"This is not show business. I don't care if I looked pretty or ugly up there. I'm here for the American people.\"", "url": "https://www.nytimes.com/1993/11/10/us/the-free-trade-accord-the-overview-gore-and-perot-dual-on-tv-over-the-trade-pact.html?module=inline"}