{"authors": ["James Sterngold"], "date_download": "2018-11-16 03:55:47", "date_modify": "2018-11-16 03:55:47", "date_publish": "1993-08-05 01:00:00", "description": null, "filename": "1993_08_05_world_japan-admits-army-forced-women-into-war-brothels.html_module=inline_1542340547.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1993/08/05/265293_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1993_08_05_world_japan-admits-army-forced-women-into-war-brothels.html_module=inline_1542340547.html", "title": "Japan Admits Army Forced Women Into War Brothels", "title_page": "Japan Admits Army Forced Women Into War Brothels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Government said it had interviewed some of the women involved and former Japanese soldiers and Government officials, who for decades had withheld their knowledge of the way force was used to supply the brothels.\nThe report concluded that many women lived as captives of the military beginning in 1932, when Japan invaded China, to the end of the war in 1945. Among the women forced to have sex with soldiers were Japanese, Chinese, Koreans and Filipinos, as well as Dutch women captured in Indonesia, then a Dutch colony.\nHistorians have estimated that as many as 200,000 women were held captive. But the report said a total tabulation was impossible, adding only that \"it is apparent that there existed a great number of 'comfort women,' \" as the women are euphemistically called. Few Personal Details\n\"In many cases private recruiters, asked by the comfort station operators who presented the request of the military authorities, conducted the recruitment of comfort women,\" it said.\n\"Pressed by the growing need for more comfort women stemming from the spread of the war, these recruiters resorted in many cases to coaxing and intimidating these women to be recruited against their will, and there were even cases where administrative personnel directly took part in the recruitment.\"\nYohei Kono, the chief cabinet secretary, added in a statement, \"We shall face squarely the historical facts as described above, instead of evading them, and take them to heart as lessons of history.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe report itself offered no accounts of individual suffering. The Government continued to hold to its longstanding formula that all rights to compensation were abandoned by the Asian nations when they normalized relations after the war.\nFor decades most of the women hid their shame, particularly in Korea, for fear they would be ostracized.\nAdvertisement Continue reading the main story\nOnce they started to step forward a few years ago, some sought compensation and have offered painful accounts of how Japanese soldiers swept into villages, forcing young women at gunpoint into waiting trucks.\nSouth Korea, where most of the women were seized, expressed qualified approval for Tokyo's admission.\n\"We appreciate the fact that in its latest report, the Japanese Government now acknowledges that coercion was involved in the entire process of recruiting, transporting and managing 'comfort women,' \" the South Korean Foreign Ministry said in a statement. \"We also appreciate the fact that the Japanese offered an apology.\"\nBut the ministry said it expected Japan to \"continue to pay attention to those questions, which have not been clarified even in this most recent document, and eventually resolve them.\" Tried to Shift Blame\nJapan first acknowledged two years ago that the brothels had existed, but it insisted they were operated by businessmen, not the Government. Then last year the Government acknowledged that the Japanese military itself was involved.\nOne of the most heatedly debated issues involving Japan's wartime history is how little of it is taught to young Japanese. The anger in Asia over Japan's unwillingness to face up to its past drew attention over the last decade after the Education Ministry began requiring that descriptions in textbooks of Japan's role as an aggressor be watered down. China and then other countries considered this a whitewash.\nThe Foreign Ministry spokesman, Sadaaki Numata, noted today that high school textbooks now mention the \"comfort women.\"", "url": "https://www.nytimes.com/1993/08/05/world/japan-admits-army-forced-women-into-war-brothels.html?module=inline"}