{"authors": ["Craig R. Whitney"], "date_download": "2018-11-16 03:51:56", "date_modify": "2018-11-16 03:51:56", "date_publish": "1994-05-29 01:00:00", "description": null, "filename": "1994_05_29_world_german-aide-faults-policy-on-foreigners.html_module=inline_1542340316.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1994/05/29/236411_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1994_05_29_world_german-aide-faults-policy-on-foreigners.html_module=inline_1542340316.html", "title": "German Aide Faults Policy On Foreigners", "title_page": "German Aide Faults Policy On Foreigners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The official responsible for the nearly seven million foreigners in Germany criticized the Government today for refusing to extend the protection of citizenship to immigrants and asylum-seekers who have been targets of violent attacks by right-wing extremists.\nThe criticism came from Cornelia Schmalz-Jacobsen, Commissioner for Alien Affairs, who said that the Government had rejected proposals she made in February to change citizenship laws, and that it would not reconsider them until after the national elections on Oct. 16.\n\"Most of the foreigners who live here are here to stay, and it is high time for German politicians to recognize that fact,\" Mrs. Schmalz-Jacobsen told a conference sponsored by the Aspen Institute, which encourages the study of German politics.\nShe said the Government had also rejected for the time being her proposals to establish quotas for immigration to allow people from different parts of the world apply. Nearly a million would-be immigrants flocked to Germany from 1989 to 1993 until Parliament changed the asylum laws last year to make it harder to get in. Not Government View\nAdvertisement Continue reading the main story\nThe commissioner said that she was expressing her personal views, not those of the Government. Chancellor Helmut Kohl has told voters repeatedly that Germany is not an immigrant country, and German laws do not recognize most of the foreigners living here as immigrants, though they now constitute more than 7 percent of the population and 10 percent of marriages in Germany are between a German and a foreigner.", "url": "https://www.nytimes.com/1994/05/29/world/german-aide-faults-policy-on-foreigners.html?module=inline"}