{"authors": ["Anthony Depalma"], "date_download": "2018-11-16 03:54:15", "date_modify": "2018-11-16 03:54:15", "date_publish": "1994-12-23 00:00:00", "description": null, "filename": "1994_12_23_world_crisis-in-mexico-the-overview-with-peso-freed-mexican-currency-drops-20-more_1542340455.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1994/12/23/184195_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1994_12_23_world_crisis-in-mexico-the-overview-with-peso-freed-mexican-currency-drops-20-more_1542340455.html", "title": "CRISIS IN MEXICO: THE OVERVIEW; WITH PESO FREED, MEXICAN CURRENCY DROPS 20% MORE", "title_page": "CRISIS IN MEXICO: THE OVERVIEW; WITH PESO FREED, MEXICAN CURRENCY DROPS 20% MORE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Companies that have invested heavily in Mexico reacted with alarm to the peso's plunge. Manufacturers that export to Mexico face losses because those goods became more expensive on paper this week.\nSeveral companies said the sudden devaluation had sorely tested their confidence in the Mexican Government, which had long pledged to defend the currency. Now, some fear that the economy is headed for a period of wage and price inflation, and even the risk of new recession. [ Page D1. ]\nCritics of the North American Free Trade Agreement said the peso's steep drop, by making Mexican exports to the United States much more competitive with American goods, would make the United States regret its agreement to freer trade. [ Page D4. ]\nStockholders of Mexican companies were also hurt when values of their shares plunged on the Mexican stock exchange. The depreciation fell hardest on companies that are loaded down with debt that must be paid back in dollars.\nThe faltering of what had been considered Mexico's textbook economic restructuring, a model copied by other Latin American countries, amplified investor disillusion concerning the resolve and abilities of Mr. Zedillo's economic team and its economic policies.\nThe Mexican stock market today had one of the year's most erratic trading days, yet made up some of the heavy losses of the last few days with an increase of 4.7 percent at the close. But in New York, Mexican issues traded on the New York Stock Exchange plunged nearly 20 percent.\nMany American investors said that they felt misled by President Zedillo's administration, which had tied its currency problems to reports of a renewed offensive by Indian rebels in Chiapas -- especially after it became known that the rebels had not made any substantial gains.\nAdvertisement Continue reading the main story\nThe abrupt devaluation also angered investors because the Finance Minister Jaime Serra Puche and other officials had said only last week that the Government saw no need to devalue the peso.\nThe currency changes will have a profound effect, at least temporarily, on trade between Mexico and the United States. American exports overnight became more expensive, although the Government has ordered that domestic prices be frozen for at least 60 days. But Mexican exports to the United States are expected to enjoy a big boost because the sudden decline in the peso makes them cheaper.\nThere is usually an export advantage to a currency devaluation, but financial experts believe that Mexico's gains will be threatened as pressure builds to increase wages and the rate of inflation creeps back up.\nTo help Mexico defend its currency, the United States Treasury and the Federal Reserve today gave it permission to exchange up to $6 billion worth of pesos for an equal sum in dollars, and the Canadian Government authorized an exchange up to $1 billion (Canadian).\nMexico can use the dollars to buy pesos in foreign-currency markets, bidding up the peso's value or at least restraining its fall.\nMuch of the criticism about the week's events has been directed at Mr. Serra, a Yale-educated economist familiar to many investors as Mexico's chief negotiator for the North American trade pact.\nMr. Serra flew to New York today and met with about 100 investment bankers and analysts to explain his actions and to try to rebuild confidence that was shattered when he announced on Mexican television early Tuesday morning that the peso-to-dollar exchange rate would be increased, still insisting that this was not a devaluation.\n\"I did not find it convincing,\" said John F. H. Purcell, managing director of emerging markets research at Salomon Brothers, who attended the meeting today. \"I think it's going to take them a very long time, probably the whole of this administration, to regain the confidence of investors.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Purcell said the audience had expressed \"a tremendous amount of hostility and a sense of betrayal.\"\nAdvertisement Continue reading the main story\nThe peso has been devalued so often over the past three decades that many Mexicans have come to expect it. Several devaluations have come before Christmas or Easter, prompting measured annual runs on the peso at these times. The devaluation in 1982 set off Mexico's debt crisis, which later spread to many Latin American countries.\nThe trading band for the peso was instituted in 1987 and maintained until it was abandoned yesterday. The band was intended to rebuff deeply rooted public fears by letting the peso slide by a minute daily amount in order to avoid the kind of shock that occurred today.\nSome economic experts had insisted that Mexico's peso was overvalued. The peso stunted Mexican exports and added to a crushing trade deficit that could approach $30 billion next year.\nProtecting the peso's value also forced the Mexican central bank to push up rates on treasury bonds, sometimes above 18 percent, which some economists believed stunted Mexican economic growth.\nOver the last six weeks, such analysts expected the Government to accept the need for devaluation. But former President Carlos Salinas de Gortari and his Finance Minister, Pedro Aspe, refused to do so, leaving the problem for Mr. Zedillo.\nWhen rebels of the Zapatista National Liberation Army threatened to resume hostilities in Chiapas beginning early this month, stock investors, uncertain of Mr. Zedillo's ability to handle the problem, began retreating and dumping their pesos for dollars. Mexican officials estimate that no less than $4 billion left the country over the last month.\nOn Monday, the Zapatista leader, known as Subcomandante Marcos, announced that rebels had occupied 38 municipalities in Chiapas -- a report that later was found to be untrue. The peso plummeted and the stock market had one of its worst trading days of the year.\nAfter meeting late Monday night with Mexican business and labor leaders, the new finance minister Mr. Serra announced Tuesday morning on Mexican television that the peso would be technically devalued by 53 centavos. That only encouraged speculators.\nAdvertisement Continue reading the main story\n\"It was like defending a castle without bullets,\" said Eduardo Cepeda, managing director of J. P. Morgan in Mexico. \"If you declare that you do not have the reserves to defend the peso, and then you declare a new trading floor, well basically you know that the enemy will storm the castle.\"\nBy last night, when Mr. Serra called other Cabinet ministers together for a damage-control meeting, the reserves of the Mexican central bank were reported to have dropped to as low as $6.5 billion, and the stand-by swap agreements with the United States and Canada for $7 billion were activated. About 11:15 P.M. the national television news program reported that the traditional trading band had been jettisoned in favor of a free-floating peso.\nKristin Lindow, a senior analyst with Moody's Investors Service in New York, said Mexican banks would be hard-pressed to handle a free-floating peso and that some would probably need help from the Government to withstand a run on the banks. She also said that some Mexican companies without export business might need to be bailed out, especially if they had taken on foreign debt.\nMs. Lindow said that any chance of Mexico's receiving an investment-grade rating on its Government debt in the near future had grown more distant. It now has a Moody's rating of Ba2, two notches below the lowest investment grade.\nMexican banks, already hit hard by lower profit and large portfolios of bad loans, tried to play down the latest disruptions.\nManuel Somoza, director general of Banco Mexicano, said the devaluation had not caused a panic because the Mexico of today is different from the Mexico that existed in 1982. Then, oil was practically the country's only export and its productive capacity was weak and business, uncompetitive.\n\"I'm quite calm,\" Mr. Somoza said. \"I plan to have a great game of golf on Saturday and then a magnificent Christmas dinner with my family on Sunday.\"\nBut some commercial banks in Mexico City were selling dollars today for 5.50 pesos, compared with just over 4 pesos on Wednesday. And one exchange facility in the border town of Nuevo Laredo, where trading is usually volatile, offered as many as 6.50 pesos to the dollar.\nBrokerage houses in the capital had a roller-coaster day. \"I didn't sleep at all last night,\" said Daniel Somuano Spears, a trader with Valores Finamex. \"It's as if we're in a different country and everything has changed in the last two days.\"", "url": "https://www.nytimes.com/1994/12/23/world/crisis-in-mexico-the-overview-with-peso-freed-mexican-currency-drops-20-more.html"}