{"authors": [], "date_download": "2018-11-16 04:13:06", "date_modify": "2018-11-16 04:13:06", "date_publish": "1994-09-07 01:00:00", "description": null, "filename": "1994_09_07_world_cuban-refugees-start-to-arrive-at-panama-base.html_module=inline_1542341586.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1994/09/07/166510_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1994_09_07_world_cuban-refugees-start-to-arrive-at-panama-base.html_module=inline_1542341586.html", "title": "CUBAN REFUGEES START TO ARRIVE AT PANAMA BASE", "title_page": "CUBAN REFUGEES START TO ARRIVE AT PANAMA BASE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With their arrival, the Cubans are also stepping into a tangle of questions about their legal status in Panama and the ability of the United States to properly oversee so many foreigners in another country. Their time here is limited to six months.\nThe people of Panama have conflicting responses to the decision to take in the Cubans. While Panamanians wish to help Cuban boat people, they do not want to become pawns in a struggle where the United States is seen as a bully imposing its will on a weaker country like Cuba, said Marco Gandasegui, head of the Center for Latin American Studies here.\n\"Among the President's supporters there is a strong current of people who sympathize in one way or another with the Cuban revolution,\" Mr. Gandasegui said.\nPerhaps the thorniest problem is the question of the legal status of the Cubans themselves. Though United States officials call them \"migrants under detention,\" some Panamanian legal experts contend that ultimately they will have to be granted refugee status.\nIf that is the case, say these experts, the United States will have to allow those Cubans who so choose to move about in Panama, despite promises that the Cubans will be kept confined in camps on American bases.\nRoberto Troncoso, legal adviser to the Panamanian Human Rights Committee, which has been asked by the Government to oversee treatment of the Cubans, said: \"Of course they are refugees. What else are you going to call them, shipwrecked sailors?\n\"They will be 10,000 foreigners in our country. Unless Clinton invades Cuba and throws Castro out soon, these people are going to stay here, and there is no legal way to keep them in those camps for long.\" Issues of Sovereignty\nAdvertisement Continue reading the main story\nThough the military bases are controlled by the United States, they are on Panamanian soil, making the management of foreigners touchy and forcing American military planners to improvise.\nWhat, for instance, would be the nationality of infants born in the camps? The question was sidestepped. No pregnant women will be allowed out of Guantanamo Bay and any refugees in Panama who are found to be pregnant will be returned to Guantanamo.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe internees are to be subject to Panamanian laws, American military officers said. However, since it may not be against the law to try to leave the camps, those who do so will answer to United States authorities.\nIn Panama there are four identical camps, each about 20 acres in size, on clearings surrounded by the jungle that lines the Panama Canal. Each is to house 2,500 people in very rustic conditions, though military officers said they were adequate. The cement-floored tents are equipped with cots; there is running water and outdoor toilets.\nAlthough the tents, which house 14 people each, may be crowded, there are also large areas for sports, and community tents for indoor recreation. Each camp is to have a doctor and a dentist.\nMilitary officers said they have copied the design of the camps in Guantanamo Bay, while making some improvements. \"We're trying to make this less intimidating, so there will be a fence but no armed guards.\" said Lieut. Col. Jim Greenwood, who is in command of the camp where the first Cubans are being housed.\n\"The way we'll be able to manage this many people is to make them feel this camp is their own,\" Colonel Greenwood said. To that end, officers will encourage the Cubans to elect camp councils to help decide on camp rules and help with administration. 'Never Done This Before'\n\"I think we're going to do all right,\" said one officer, \"at least for the first few weeks. After that I can't tell. You know, we've never done this before.\"\nA major stumbling block has been criticism of the Panamanian President for allowing the Cubans to come here to begin with.\nAdvertisement Continue reading the main story\nBy accepting the Cubans Mr. Perez, who took office only last week, is balancing the benefits of friendship with the United States against the political damage his offer may cause.\nMr. Perez's party, the Revolutionary Democratic Party, was little more than a front for the military dictatorship that controlled Panama until the United States invasion in 1989, according to diplomats.\nThough Mr. Perez was one of the party leaders briefly detained by American troops during the invasion, he contends he represents the democratic wing of a party that was forced to cooperate with the military.\nA diplomat who closely followed the talks that led to Panama's acceptance of the Cubans said, \"President Perez not only got Washington's forgiveness for his party's questionable past; Bill Clinton himself now owes Perez a big personal favor.\"\nBut even within Mr. Perez's own political party there is expected to be an emotional reaction against anything that seems to favor the United States in a confrontation with Cuba.", "url": "https://www.nytimes.com/1994/09/07/world/cuban-refugees-start-to-arrive-at-panama-base.html?module=inline"}