{"authors": ["Nicholas D. Kristof"], "date_download": "2018-11-16 04:19:28", "date_modify": "2018-11-16 04:19:28", "date_publish": "1995-11-30 00:00:00", "description": null, "filename": "1995_11_30_world_japan-s-invisible-minority-better-off-than-in-past-but-stilloutcasts.html_module=inline_1542341968.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1995/11/30/074047_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1995_11_30_world_japan-s-invisible-minority-better-off-than-in-past-but-stilloutcasts.html_module=inline_1542341968.html", "title": "Japan's Invisible Minority: Better Off Than in Past, but StillOutcasts", "title_page": "Japan's Invisible Minority: Better Off Than in Past, but StillOutcasts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The E-word -- Eta, or \"much filth,\" the traditional word for burakumin -- has been banished from discourse, so that virtually no Japanese ever uses it.\n\"I haven't ever encountered discrimination myself,\" said Masuharu Okuda, a prosperous 53-year-old who was standing outside his dry-cleaning shop in a burakumin neighborhood in Kyoto.\nMr. Okuda proudly pointed to his daughter-in-law, a woman in her 20's who was busy ironing shirts in the shop. \"My son married a girl from outside the neighborhood, and she moved in here with us,\" he said. \"There've been no problems.\"\nYet Japan has not overcome its divide. For if the three million burakumin, amounting to a bit more than 2 percent of the population, are now rarely burdened by overt discrimination, they face the same problems as some minority groups in America: disproportionate poverty, high crime rates, low education levels, many single mothers, dependency on welfare benefits and resentment from a public that believes they are getting special help.\nThe issues are those that Americans associate with race; in Japan the burakumin are not a different race at all.\nThey are an occupational minority group rather than a racial one. Indistinguishable in appearance from other Japanese, they were discriminated against simply because they were the descendants of people whose jobs were considered ritually unclean, like butchering animals, tanning skins, making leather goods, digging graves and handling corpses.\nA related group of outcasts, also ancestors of some of today's burakumin, were hinin, or nonpersons. They were given tasks like torturing suspects, crucifying Christians and sawing off the heads of criminals for public display.\nAdvertisement Continue reading the main story\nOutcasts were legally barred from marrying outside their group or from living outside their slums. These slums were called buraku, or hamlets, and that remains the term for a burakumin neighborhood.\nIn Japan, the outcasts were formally emancipated in 1871, but for decades after that they were effectively barred from ordinary jobs or any life outside the slums. Some Japanese shopkeepers so loathed the burakumin that they would wash their coins upon being paid.\nSuch behavior has vanished, but contempt still survives in some households. A university-educated housewife in Tokyo was scandalized when asked if she would allow her daughter to marry a burakumin.\n\"Never, never, never!\" she said. \"Even if she wanted, I could not allow it. They're dirty. And they're not really Japanese.\"\nYet attitudes are changing in most families. A housewife in Mie Prefecture noted that the best friend of her teen-age son is a burakumin, and she said this had been a problem until the death of her mother-in-law a couple of years ago.\n\"My mother-in-law was a very good woman, but she had a terrible prejudice,\" she said. \"So I could never tell her where my son's friend lived, even though he visited us all the time. She would have been furious. She would have said things like, 'He can't be allowed in the house! He can't touch the plates we use!' \"\nNow the boy eats with the family often, and the mother says she does not know if her son even realizes that his friend is a burakumin.\nInvisibility A Minority Hard to Identify\nSome Japanese say the reason that their country has made progress with the burakumin is not broad-mindedness, but rather the inability to figure out who is a burakumin.\nAdvertisement Continue reading the main story\nMembers of another minority group, ethnic Koreans, are more easy to distinguish. Perhaps as a result, Koreans still face enormous discrimination in Japan.\nBurakumin are not easily identifiable by their jobs, for only a few of them now work in traditional fields like leather-making. The other big clue to who is a burakumin -- an address in a buraku -- is also less useful now, because burakumin have been pouring out of their neighborhoods while other Japanese have been moving in.\nKenichiro Tatsumi, the head of the Buraku Liberation League in Kobe, said the buraku in which he lives did not have any non-burakumin residents until 1980. \"Now half the people who live there are outsiders,\" he said.\nThe burakumin are also invisible because there is a virtual taboo on discussing the issue. Newspapers and television stations virtually never mention the word buraku, partly because buraku organizations have sometimes denounced publishers for insensitivity when they have written about buraku issues.\n\"There've been arguments in which burakumin said some very tough things, and so people became afraid of us,\" Mr. Tatsumi said.\nMost Japanese clam up in horror when the topic is broached, and so most young Japanese know far more about discrimination against blacks in America than about discrimination against burakumin in Japan.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome junior high school students in the town of Omiya, where there are many buraku, looked puzzled when the topic of burakumin came up.\n\"Who are they?\" a teen-age girl asked. \"I've never heard of them.\"\nEven many burakumin students themselves find out only in their mid-teens that they are burakumin.\n\"Most parents don't tell their kids,\" said Masahiro Takino, a city administrator in Kobe. \"They say, 'Don't wake a sleeping baby.' \"\nAdvertisement Continue reading the main story\nMr. Takino, who is in his 40's, first learned that he was a burakumin in the third grade, when he went to visit a friend's house. The friend's mother told her son, loud enough for Mr. Takino to hear, never to play with a boy from a buraku.\nJapanese corporations used to search the backgrounds of potential employees to make sure there was no trace of burakumin heritage. Parents hired private detectives to investigate the pedigrees of their children's boyfriends or girlfriends.\nSuch searches are becoming rare now. Strangers are now banned from looking at other people's family registration certificates, where past home addresses are recorded. Private detective agencies are barred in some areas from checking on family backgrounds.\nPoverty Social Problems Are Persistent\nIn the 1960's, the buraku were immediately recognizable as slums: dilapidated hovels leaned over tiny alleys, open sewers carried waste water into the rivers, and old people blinded by contagious disease sat hopelessly in the open doorways.\nNow that has all changed. A torrent of Government investment has improved the buraku so they are no longer slums.\nYet average income for buraku families is still only about 60 percent of the national average, and social problems are proving to be far more persistent than discrimination.\nBuraku leaders acknowledge that alcoholism is a disproportionate problem in their communities. Poverty and alcohol, in turn, weaken the family in the buraku.\nSingle parents are almost twice as common in the buraku as in the nation as a whole. Five percent of burakumin are on welfare, seven times the rate in the overall population.\nAdvertisement Continue reading the main story\nA 35-year-old study in Japan found that buraku children had lower I.Q.'s than non-buraku children in the same public schools. Scholars who examined the data say the differences reflect general apathy and lack of self-esteem, a result of discrimination and contempt from society as a whole.\nIn the field of education, burakumin have made stunning progress. But they also remain stunningly far behind.\nTruancy rates in elementary school in 1960 were 12 times as high for buraku children as for others. Now they are twice as high.\nBurakumin have almost caught up with their peers in the proportion who graduate from high school, a tremendous achievement. But only about 24 percent of burakumin go to college, compared with 40 percent of other Japanese.\nCrime High Membership Among Gangsters\nSocial workers say crime is a disproportionate problem among young burakumin, but the issue is so sensitive that no Japanese scholars have conducted research on it. One rare statistical study, conducted by Americans in the 1960's, found that burakumin youths were three times as likely as non-buraku youths to be arrested for crimes.\nOne explanation is that young burakumin sometimes feel that they are outside the umbrella of middle-class society. Denied the benefits by society, they also spurn the responsibilities.\nAnother explanation, aside from high rates of poverty and unemployment, has to do with one of Japan's open secrets: burakumin and ethnic Koreans dominate the organized crime gangs known as the yakuza. More than three-quarters of the members of the Yamaguchi Gumi, Japan's biggest underworld organization, are said to be burakumin or ethnic Koreans.\nIn the buraku of Kobe, the nicest houses -- gaudy American-style homes with wide porches and Mercedes-Benzes in the driveway -- belong to yakuza bosses. As a result, the \"success stories\" whom children in the buraku see as they grow up are often mobsters.\nAdvertisement Continue reading the main story\nTo be sure, there have been many brilliant buraku youngsters who have grown up to be doctors, lawyers, athletes and politicians. But they melt away into the overall society, keeping their background quiet, and so they do not serve as role models.\nOne of Japan's best-known politicians is secretly a burakumin, according to several buraku social workers. This politician, who has held major Cabinet posts, was horrified when a reporter called his office to ask for an interview on the subject. By all accounts, the buraku connection could still hurt him at the polls, and so he refused to go public.\nPartly because burakumin are so invisible, and because mobility is breaking down the barriers that used to keep them apart, many Japanese believe that burakumin will become assimilated over the coming decades.\nYet for now, the progress is only partial.\nThe daughter-in-law of Mr. Okuda, the dry cleaner, was initially happy to talk about how she had married a burakumin and moved into the buraku. She even posed for a photo in the dry cleaning shop, a symbol of integration in the new Japan.\nThen she decided she did not want people to know after all that she had moved into a buraku.\n\"So,\" she said, \"don't use my name or my picture in the paper.\"", "url": "https://www.nytimes.com/1995/11/30/world/japan-s-invisible-minority-better-off-than-in-past-but-stilloutcasts.html?module=inline"}