{"authors": [], "date_download": "2018-11-16 04:45:20", "date_modify": "2018-11-16 04:45:20", "date_publish": "1995-01-14 00:00:00", "description": null, "filename": "1995_01_14_opinion_l-strange-justice-pinups-and-reporting-768195.html_module=inline_1542343520.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1995/01/14/768195_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1995_01_14_opinion_l-strange-justice-pinups-and-reporting-768195.html_module=inline_1542343520.html", "title": "'Strange Justice,' Pinups and Reporting", "title_page": "'Strange Justice,' Pinups and Reporting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To the Editor:\nRe Frank Rich's Dec. 29 column about my review in the January issue of The American Spectator of \"Strange Justice,\" the Jane Mayer and Jill Abramson book:\nMr. Rich attempts to divert attention from the issue at hand -- Anita Hill, Paula Jones and Jimmy Carter make cameo appearances -- and offers only one charge to rebut my 22,000-word refutation of the Mayer and Abramson book.\nMr. Rich writes that I \"tried to bully\" Kaye Savage, one of the sources of Jane Mayer and Jill Abramson, into recanting a key allegation made in \"Strange Justice\" against Clarence Thomas -- that in the summer of 1982, the walls of Mr. Thomas's bachelor apartment were \"plastered\" with Playboy pinups.\nAs I pointed out in my review, Miss Savage stated on ABC's \"Turning Point\" that she had seen only one pinup, on the wall of Mr. Thomas's galley kitchen. This interview was aired Nov. 2, three weeks before I spoke to Miss Savage for the first time; she later gave me a written statement confirming that the walls were not \"plastered\" with pinups. Thus a law professor's notion, quoted by Mr. Rich, that I may have used \"blackmail\" to confirm what had already been said on national television, is absurd.\nSecondly, records of my conversations with Miss Savage clearly show that Miss Savage told me she was misquoted in \"Strange Justice\" well before I asked her about a child custody battle in her past (not, as Mr. Rich quotes, a \"divorce situation\"). Any good reporter would have asked Miss Savage the same question, provided he or she were interested in assessing her credibility as a source on this story.\nI would have been happy to explain this to Mr. Rich, but I didn't receive his messages until after his column appeared. DAVID BROCK Washington, Jan. 10, 1995", "url": "https://www.nytimes.com/1995/01/14/opinion/l-strange-justice-pinups-and-reporting-768195.html?module=inline"}