{"authors": ["Dan Barry"], "date_download": "2018-11-16 04:10:23", "date_modify": "2018-11-16 04:10:23", "date_publish": "1995-10-08 01:00:00", "description": null, "filename": "1995_10_08_nyregion_notebook-the-rising-cost-of-free-tickets.html_module=inline_1542341423.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1995/10/08/048925_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1995_10_08_nyregion_notebook-the-rising-cost-of-free-tickets.html_module=inline_1542341423.html", "title": "NOTEBOOK;The Rising Cost Of Free Tickets", "title_page": "NOTEBOOK;The Rising Cost Of Free Tickets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A sign explained that the Nativity scene was presented several years ago to the Pope by the Fontanini family, which produces the Fontanini sculpture collection, and now graces the Pontiff's private quarters in the Vatican. If that was not enough to impress onlookers, the sign went on to say that the sculptures \"were also featured in the movie hit 'Home Alone.' \"\nFormer Schoolchildren Say the Darndest Things\nA mild confrontation between an officer in blue and two nuns in black took place amid the tumult of the Pope's visit to Aqueduct Race Track on Friday morning. The sisters, hoping to get a better view of the so-called Popemobile, left their assigned area and rushed toward a fence in a restricted section -- only to be met by a police officer unwilling to proffer special dispensation.\n\"You're going to have to go back to your seats,\" he ordered. The sisters quickly obeyed.\nThe officer turned to a photographer who had witnessed the scene and asked whether she planned to publish a photo of the brief incident. She asked why he wanted to know.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"Because,\" he said, \"it would be the best revenge I could have for 12 years of Catholic school.\"\nFervor and Irreverence On Fringes of a Mass\nThey were not deterred by the dark. They were not discouraged by the drizzle. Lacking tickets to the main event, a relatively small but fervent band trickled onto the North Meadow throughout the night and early yesterday, emboldened by the sense that watching the Pontiff on three giant screens was better than not being in the park at all.\nMichael J. Walsh and Lisa M. Blas of Manhattan were the first to arrive, at 3:30 A.M., securing a large swatch of granite where they felt they would be safe from mud and drug addicts. (The 200 police officers in their vicinity helped, too.)\n\"When I look up and see that we have trees and we have grass, I sense a spirituality that I could never get at home and I'm glad I made it,\" said Ms. Blas, who wept six hours later when the Popemobile rolled across the 15-by-20-foot screen. \"It's what he has to say in part, but it's really the feeling of his presence.\"\nOthers were not so reverent about the setup in the North Meadow, which drew 4,000 out of a predicted 50,000 to 150,000 people.\n\"We call it Pope-ahontas,\" said Jeffrey Romano, site manager for the company setting up the screens, referring to the Disney movie that made its debut in the park last summer. The police adopted the name, too, noting that the Pope screens were about one-sixteenth the size of the ones Disney provided. \"Maybe Disney and the Pope ought to merge -- that would make for a spectacle,\" said one police officer waiting out the night in the park.\nAdvertisement Continue reading the main story\nAnd then there were the park lovers who were disgruntled about losing their access. Sam Leff, an anthropologist from the Upper West Side, was unable to take his dog, Poncho, for his customary walk. \"I think it's outrageous, really,\" Mr. Leff said. \"The park belongs to the people, and no one asked the people.\"", "url": "https://www.nytimes.com/1995/10/08/nyregion/notebook-the-rising-cost-of-free-tickets.html?module=inline"}