{"authors": ["Nina Simonds"], "date_download": "2018-11-16 03:26:47", "date_modify": "2018-11-16 03:26:47", "date_publish": "1995-01-25 00:00:00", "description": null, "filename": "1995_01_25_garden_dumplings-for-a-lucky-year-of-the-pig_1542338807.html", "image_url": "https://s1.nyt.com/timesmachine/pages/1/1995/01/25/158695_360W.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1995_01_25_garden_dumplings-for-a-lucky-year-of-the-pig_1542338807.html", "title": "Dumplings, for a Lucky Year of the Pig", "title_page": "Dumplings, for a Lucky Year of the Pig - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Jing Fong Restaurant, on Elizabeth Street in Chinatown, has a sumptuous selection of the popular translucent shrimp bonnets, curry turnovers and pan-fried pork dumplings, as well as steamed varieties with scallop, shark's fin, or minced fish with spinach.\nThe Lucky Friendship Restaurant, on Mott Street in Chinatown, also has traditional items and new interpretations. Triple-delight dumplings contain three kinds of mushrooms wrapped in a soybean-milk skin. Emerald dumplings are stuffed with tender pea shoots, shrimp, carrots and water chestnuts.\nGoody's, on 63d Drive in Rego Park, Queens, offers one of the most beloved of dumplings: Shanghai-style steamed soupy buns. They are stuffed with ground pork or pork with crab meat and a fragrant aspic that becomes a broth when steamed. Goody's also offers pork, seafood and vegetable dumplings that are steamed, boiled or pan fried.\nDumplings are easy to make at home. Wheat-flour skins can be bought at any well-stocked supermarket, and Asian specialty stores often have the more exotic varieties. As tradition dictates, cooks should speak only of good things when wrapping New Year's dumplings -- so they will bring good tidings to those who eat them.\nNorthern-Style Dumplings Total time: 55 minutes 4 cups finely minced Napa cabbage 1 teaspoon salt 1 pound lean ground pork butt 2 cups finely minced Chinese gar- lic chives (if unavailable, substitute 1 1/2 cups chopped leeks and 1 tablespoon minced garlic) 2 1/2 tablespoons soy sauce 2 tablespoons toasted sesame oil 1 1/2 tablespoons Chinese rice wine or sake 1 1/2 tablespoons minced ginger root 1 1/2 tablespoons cornstarch 50 dumpling skins (also called gyoza skins) 1/2 cup soy sauce 1 tablespoon chopped garlic.\n1. Place the minced cabbage in a bowl, add the salt and toss lightly to mix evenly. Let sit 30 minutes, then grab handfuls of the cabbage and squeeze out as much water as possible.\n2. Return the cabbage to the bowl, add the ground pork, minced Chinese garlic chives or leek mixture, the 2 1/2 tablespoons of soy sauce, sesame oil, rice wine, ginger root and 1 tablespoon of the cornstarch. Stir vigorously to combine evenly.\nAdvertisement Continue reading the main story\n3. Place a teaspoon of the filling in the center of a dumpling skin. Moisten the edge of the skin with a little water. Fold skin over to make a semicircle (opened edges should be up). Use the thumb and index finger to form small pleats along one edge. Press the other edge against it to seal. Or simply press the edges together, without the pleats. Arrange the finished dumplings on a cookie sheet that has been dusted with remaining cornstarch.\n4. In a large pot, heat 3 quarts of water until boiling. Add half the dumplings, stir and return to the boil. Let boil for 5 minutes, then remove with a handled strainer or a slotted spoon. Bring the water back to a boil, add the remaining dumplings and cook as above.\n5. Mix the 1/2-cup soy sauce and chopped garlic to make a dipping sauce.\nYield: 50 dumplings, or six to eight servings.\nApproximate nutritional analysis per serving (without dipping sauce): 360 calories, 11 grams fat, 45 milligrams cholesterol, 905 milligrams sodium, 20 grams protein, 45 grams carbohydrate. Steamed Open-Topped Dumplings Total time: 55 minutes 1/2 pound lean ground pork 1 pound medium shrimp, peeled, deveined, rinsed and drained; or 1 pound sea scallops, rinsed and drained 3/4 cup water chestnuts, blanched in boiling water for 10 seconds, refreshed in cold water, drained and coarsely chopped 2 1/2 tablespoons minced scallions 2 1/2 tablespoons minced ginger root 2 tablespoons Chinese rice wine or sake 2 tablespoons soy sauce 2 teaspoons toasted sesame oil 1/2 teaspoon salt 1/4 teaspoon freshly ground black pepper 1 egg white, lightly beaten 2 tablespoons cornstarch 2 teaspoons safflower or corn oil 44 dumpling skins (also called gyoza skins) 1/4 cup coarsely chopped fresh cilantro 1/2 cup soy sauce 2 tablespoons Chinese black vinegar.\n1. Place the ground pork in a mixing bowl. Wrap the shrimp or scallops in a dish towel or paper towels and squeeze out as much liquid as possible. Dice the shrimp or scallops fine and add to bowl. Add remaining ingredients, through the cornstarch, and then stir vigorously.\n2. Line steamer trays with lightly oiled parchment or punch lightly oiled aluminum pie plates with holes. Place a heaping tablespoon of the filling in the middle of one dumpling skin and gather the edges of the skin around the filling, leaving the top open. Pick it up and press bottom flat to it will stand upright. Dip the back of a spoon in water and smooth the filling on top. Arrange the dumplings 1/4-inch apart.\n3. Fill a wok or a pot with water and bring to boil. Place the steamer trays with the dumplings over the boiling water and steam 15 minutes. Remove and sprinkle with chopped cilantro. Mix soy sauce and black vinegar and use as a dip.\nYield: 44 dumplings or six servings.\nApproximate nutritional analysis per serving (without dipping sauce): 300 calories, 5 grams fat, 85 milligrams cholesterol, 940 milligrams sodium, 20 grams protein, 40 grams carbohydrate.", "url": "https://www.nytimes.com/1995/01/25/garden/dumplings-for-a-lucky-year-of-the-pig.html"}