{"authors": ["Joel Greenberg"], "date_download": "2018-11-16 04:35:53", "date_modify": "2018-11-16 04:35:53", "date_publish": "1996-06-03 01:00:00", "description": null, "filename": "1996_06_03_world_peres-speech-invokes-israeli-dream_1542342953.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1996_06_03_world_peres-speech-invokes-israeli-dream_1542342953.html", "title": "Peres Speech Invokes 'Israeli Dream'", "title_page": "Peres Speech Invokes 'Israeli Dream' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He drew a parallel between the aspirations voiced by Yasir Arafat, the Palestinian leader, and positions initially taken by President Anwar Sadat of Egypt before he signed a peace treaty with Israel in 1979.\n\"We must go on with the Palestinians,\" Mr. Peres continued, speaking in an amphitheater overlooking the Judean Desert in the West Bank.\n\"If we shall be able to create the partnership, we shall find a compromise, we shall find a solution. If we shall spread around mistrust and hatred and accusations, we shall find every time that we tried to bring the stone to the top of the hill with no avail.\"\nMr. Peres said that agreements also had to be reached with Syria and Lebanon.\n\"We don't have a choice, they don't have a choice. The only alternative -- still bloodshed and darkness and disappointment.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe said: \"For peace one must remember, as a bird cannot fly with one wing, as a man cannot applaud with one hand, so a country cannot make peace just with one side, with itself. For peace we need the two of us.\n\"We have to put the responsibility for human life, a responsibility for their dignity, as the highest order of our time.\"\nMr. Peres thanked President Clinton for mustering an international coalition against terrorism, calling him \"a great President.\"\n\"As the United States has an American dream, Israel should have an Israeli dream, an Israeli vision,\" Mr. Peres went on.\nAdvertisement Continue reading the main story\n\"Only vision can bring our people together meaningfully and not just traditionally. And the dream is comprised of faith and knowledge, so as to make our small land a great country under modern conditions.\n\"I know that the road of peace is not a simple one,\" Mr. Peres said.\n\"It is full of mines, it is loaded with difficulties, it has its disappointments and setbacks. But even if you discover a mine, don't lose sight of the horizon, don't let your heart fall because of the difficulties, because this is the only promising future for our children.\"\nAs dusk approached, Mr. Peres ended his remarks.\nThe crowd rose and applauded one last time. He smiled and waved back, and walked off the stage, vanishing behind his bodyguards.", "url": "https://www.nytimes.com/1996/06/03/world/peres-speech-invokes-israeli-dream.html"}