{"authors": ["Serge Schmemann"], "date_download": "2018-11-16 04:35:58", "date_modify": "2018-11-16 04:35:58", "date_publish": "1996-05-30 01:00:00", "description": null, "filename": "1996_05_30_world_israeli-vote-overview-election-for-prime-minister-israel-dead-heat.html_module=inline_1542342958.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1996_05_30_world_israeli-vote-overview-election-for-prime-minister-israel-dead-heat.html_module=inline_1542342958.html", "title": "THE ISRAELI VOTE: THE OVERVIEW;Election for Prime Minister of Israel Is a Dead Heat", "title_page": "THE ISRAELI VOTE: THE OVERVIEW;Election for Prime Minister of Israel Is a Dead Heat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the initial results were sufficient to plot a major shift in the patterns of the 120-seat Israeli Parliament. Both Labor and Likud showed a substantial loss of seats -- from 44 to 34 for Labor, and from 40 to 31 for Likud, according to incomplete results.\nThe major winners were the religious parties -- whose seats in Parliament have risen from 16 to as many as 24 seats -- and two new centrist parties. One of them, a party largely consisting of immigrants from the former Soviet Union led by Natan Sharansky, a former Soviet dissident, stood to finish stronger than expected, with seven seats. The other, the Third Way, a centrist party with a conservative view on issues of peace, was expected to take four, and Arab parties also looked to expand their strength from five seats to nine.\nThe shift was explained largely by the introduction of a new voting system, under which Israelis voted separately for Prime Minister and for the parties in the Parliament. Throughout the race, polls showed a steady growth in the numbers of voters who realized that they could split their allegiance -- voting for the Likud candidate for Prime Minister, for example, and for a religious party slate to the Parliament.\nThe results guaranteed that whoever becomes Prime Minister will have to rely on religious and immigrant parties to form a coalition, giving them a strong influence in national affairs.\nThe results insured that ultra-Orthodox Jews would expand their control over marriage, burials, Sabbath observances and other religious and social matters, and would demand a bigger share of spending on schools, housing and other services in religious neighborhoods.\nThe new voting system was intended to simplify the working of government by avoiding the endless coalition haggling in the past, when a prime minister was confirmed only after a coalition was formed. Instead, politicians from both major parties bemoaned the evidence that the system had led to a further fragmentation of the Parliament.\nSecurity Minister Moshe Shahal of the Labor Party called the results \"an earthquake.\"\n\"There was a process here of atomization of the big parties,\" he said. \"Those who wanted a change in the system to bring about stability caused the exact opposite -- the small parties will now be the main element in the Knesset.'\nAdvertisement Continue reading the main story\nMoshe Katsav, a Likud member of Parliament, declared, \"All the critics of direct elections were proved right.\"\nIn the contest for Prime Minister, initial exit polls showed Mr. Peres with a narrow lead that was enough to set the Labor headquarters singing and dancing and the Likud faithful weeping. But as the night passed, Mr. Netanyahu's tally continued to creep up, and soon his followers began celebrating.\nAt about 1 A.M., he appeared at the Likud gathering to exhort his somber followers: \"The race is very, very close. Do not lose hope.\"\nMr. Peres did not appear at the Labor pavilion, evidently mindful of the humiliation he suffered in 1981 when the Israeli television announced that his party had defeated Menachem Begin's Likud bloc and he appeared triumphantly before his cheering followers, only to learn later in the morning that the television projections had been wrong.\nThe closeness of the vote underscored the enormous importance that Israelis ascribed to the race, which many of them regarded as among the most important in the history of their state. In effect, they were called on to choose whether to continue with the policies of peace inaugurated by Mr. Peres and his predecessor, the late Yitzhak Rabin.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile Mr. Peres represented the continuation of that policy, a victory by Mr. Netanyahu, which began to appear increasingly possible, cast serious doubts about the future shape of the process.\nThough the 47-year-old challenger insisted throughout his campaign that he would honor existing agreements and continue to pursue peace, other policies he outlined -- including renewed expansion of Jewish settlements in the West Bank and a readiness to send troops into Palestinian-ruled areas -- raised doubt about whether the process could continue in its present form.\nA victory by Mr. Netanyahu would also be a major personal blow to Mr. Peres, who took up the reins of the Government after the assassination of Mr. Rabin to continue the political process that they had launched together. And it would be a severe setback for the Clinton Administration, which has invested considerable effort into the peace and openly backed Mr. Peres in the race.\nMr. Netanyahu built his campaign on charges that the peace with the Palestinians had not given Israelis security, and on claims that Mr. Peres intended to divide Jerusalem.\nAdvertisement Continue reading the main story\nLagging in the polls throughout the campaign, Mr. Netanyahu drew even at the last minute when ultra-Orthodox rabbis decided to endorse him. Official tallies showed that he took 94.9 percent of the religious vote, offsetting Mr. Peres's matching strength among Israeli Arabs.\nThere had been reports that many Arabs would boycott the election in protest against last month's military operation in Lebanon, but in the end 77.5 percent turned out -- 8 percent more than in the last election. The Jewish turnout was even higher at 80 percent, 2 percent more than last time. Since tens of thousands of Israelis live abroad, the real turnout among Jews in Israel was more than 90 percent.\nThe biggest gainer among the minority parties, Shas, a party of highly religious Jews of North African and Middle Eastern origin, swelled from 6 to 10 seats in the Parliament. Members of the party, all in black yarmulkes and many richly bearded, danced in joy around one of their leaders, Rabbi Shlomo Ben Izri. \"After people had pronounced eulogies on us, we've proved that Shas is a party with roots,\" he exulted.\nThe celebrations were also lively at the National Religious Party, moderate on religious issues and hawkish on national questions. Zevulun Hammer, its leader, hinted broadly in interviews that he would feel at home in the Education Ministry, where one of his priorities would presumably be to reverse the attempts of the last Government to liberalize and broaden Jewish studies.\nFor all the religious parties, the increased votes represented both a growing readiness among religious Jews to take part in the political arena, and a desire among Jews who went with major parties before to assert traditional values.\nFor the Russian immigrants, whose numbers have been swollen by more than half a million in the last six years, the strong showing marked an emergence as an independent and powerful political force in Israel, a development many mainstream politicians had feared.\nMr. Sharansky is certain to receive a Cabinet seat in any government, and to use his political leverage to address the feeling among most of the new immigrants that their skills, culture and needs have been neglected.\n\"The immigration has created a miracle,\" said Yuli Edelstein, Mr. Sharansky's deputy. \"This is unbelievable.\"\nAdvertisement Continue reading the main story\nThe actual impact of the shift depended in large part on who would be elected Prime Minister, since either Mr. Peres or Mr. Netanyahu would have to gather enough coalition partners to control at least 61 seats.\nMr. Peres appeared to have the easier task, since he could count on the liberal Meretz, with 9 seats, and the Arabs, for a guaranteed 52 votes. For the rest, he had a choice of Mr. Sharansky, the Third Way, and the more moderate of the religious parties.\nIf Mr. Netanyahu wins, he would start with a far smaller base, requiring him to include at least five other parties just to get 61 seats.\nEither way, the new breakdown was certain to constrain the freedom of the new government's action, and to require it to make considerable concessions to Mr. Sharansky's party and the ultra-Orthodox. A Labor coalition would have to contend with the fact that the Sharansky party, the Third Way and the religious parties are far more hawkish than Labor, while Likud would have to struggle with a scant majority.", "url": "https://www.nytimes.com/1996/05/30/world/israeli-vote-overview-election-for-prime-minister-israel-dead-heat.html?module=inline"}