{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:34:27", "date_modify": "2018-11-16 03:34:27", "date_publish": "1996-07-28 01:00:00", "description": null, "filename": "1996_07_28_magazine_food-totally-cool_1542339267.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1996_07_28_magazine_food-totally-cool_1542339267.html", "title": "FOOD;Totally Cool", "title_page": "FOOD;Totally Cool - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to Waverley Root in \"Food,\" mint acquired its name from a nymph called Minthe, who was coveted by Pluto. His jealous wife, Persephone, threw her to the ground and began to trample her until Pluto intervened and turned her into a plant. Since the word \"mint\" signifies virtue in the language of flowers, maybe Minthe's metamorphosis was actually a punishment for spurning a predator's unwanted advances.\nCertainly, in today's culinary ethos virtue and indulgence happily coexist, a fact that portends well for mint's future in America. Indeed, if you just consider virtue, you discover that mint acts as an antibacterial and an antiparasitic, an antispasmodic in the digestive tract and a good topical anesthetic for burns.\nBoth the Greeks and the Romans revered mint as a general tonic. Virgil said that wounded deer sought out mint to heal themselves; Ovid praised the herb as an aphrodisiac.\nPeppermint and pennyroyal are the strongest-tasting members of the mint family and are generally dried and used for tea. Fresh spearmint, on the other hand, is ubiquitous. It is strong and less overbearing than peppermint, and it is an excellent seasoning for lamb, pork, beef, chicken and duck.\nIt is difficult to do better by a lean piece of fish than to steam it under fresh mint leaves, add a squeeze of lemon, a little salt and pepper and serve. An oily fish will soar in a marinade of lemon, olive oil, garlic, black pepper and lots of fresh mint.\nMint also strikes a fresh note with fried foods -- a favorite example being deep-fried Vietnamese spring rolls. That's because Indochinese flavorings like coriander, basil and scallions are particularly felicitous with mint, a combination that also seems to accommodate almost anything made with coconut milk.\nSpearmint's affinity to garlic and yogurt is well known to the children of Greece and Turkey, who enjoy it in yogurt-based and tomato soups. In fact, if you add some mint to fresh gazpacho, it nearly jumps out of the bowl.\nAdvertisement Continue reading the main story\nThose who have not traveled far into Asia might be surprised by what fresh minced mint can do for scrambled eggs or an omelet, for summer soups, purees or lightly marinated vegetables. Spearmint will hold its own when cooked with garlic or chili peppers and is a definite asset in vinegary or lemon-based sauces.\nSince strongly acidic ingredients will blacken its leaves, it is best to add mint a minute before serving. This, of course, reveals my prejudice toward using fresh mint at the height of its season, which is now, as opposed to dried. However, when mint is part of a slow-cooked medley, the dried version does impart its expected lively tone.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs mint is proficient at mitigating the richness of fatty foods and freshening deeply complex dishes, I think it should be used with the relish of a secret ingredient. That is, use it freely but with restraint, which is not as contradictory as it sounds.\nThink of mint as part of a musical ensemble. It has a large sound that simultaneously connects and stands apart from other herbs. It is a very jazzy note.\nGrapefruit-Mint Granite\n1 cup sugar 1 cup water 3 cups strained fresh pink-grapefruit juice (3 to 4 medium pink grapefruits) 1 teaspoon grated lemon zest 1/4 cup fresh lemon juice 3 tablespoons chopped fresh mint Mint sprigs, for garnish.\n1. Combine the sugar and water in a small saucepan and place over high heat, stirring until the sugar dissolves. Bring to a boil and boil without stirring for 1 minute. Let cool. Refrigerate syrup until cold. 2. Stir together the syrup, grapefruit juice, lemon zest, lemon juice and mint. Put in a shallow nonreactive pan and place in the freezer. Stir every 20 to 30 minutes until frozen throughout, about 3 hours. Scrape into glasses and serve garnished with mint sprigs. Yield: Five to six servings.\nSpicy Lemon-Mint Jelly\n6 large lemons 1 cup water 2 1/2 cups sugar 1 teaspoon crushed red-pepper flakes 5 large sprigs of mint, tied in cheesecloth 2 tablespoons chopped fresh mint.\n1. Use a vegetable peeler to remove the zest (yellow part only) from 4 of the lemons. Cut the zest into fine julienne. Remove the peel and pith from all of the lemons and cut the sections out from between the membranes. 2. Place the julienned lemon peel, lemon sections, water, sugar and pepper flakes in a large nonreactive saucepan and mix well. Bring to a boil. Lower the heat slightly and simmer for 20 minutes. Place a small saucer in the freezer. 3. Add the mint sprigs to the mixture and simmer for 10 minutes longer. Check the jelly by placing a spoonful on the saucer and returning it to the freezer for about 5 minutes. If the mixture jells when you push your finger through it, it is ready. If not, simmer a little longer and test again. 4. Remove the pan from the heat and let cool. Remove the mint sprigs and stir in the chopped mint. Place in a clean container and store in the refrigerator. Yield: About 2 cups.\nCold Lobster-Mint Chowder\n1 1/2 cups white wine 1 1/2 cups water 1 shallot, peeled and diced 2 large lobsters (about 2 1/2 pounds each) 3 medium baking potatoes, peeled and quartered 2 cups unsweetened coconut milk 1 3/4 cups homemade or low-sodium canned chicken broth 3/4 cup plain low-fat yogurt 2 teaspoons kosher salt Freshly ground pepper to taste 2 tablespoons chopped fresh basil 2 tablespoons chopped fresh cilantro 2 small cucumbers, peeled, seeded and diced 1/2 cup roughly chopped fresh mint. 1. Combine the wine, water and shallot in a large pot and bring to a boil. Add the lobsters, cover and steam for 8 minutes. Remove the lobsters and set aside until cool. Shell the tail and claw meat, cut into large chunks and refrigerate. 2. Place the potatoes in a saucepan, cover with cold water and bring to a boil. Cover and simmer until tender, about 30 minutes. Drain and pass through a food mill or ricer. Place in a large bowl. 3. Stir in the coconut milk, chicken broth and yogurt. Transfer to a blender, add the salt, pepper, basil and cilantro and blend until smooth. Refrigerate until cold. 4. Taste and adjust the seasoning if needed. Divide the soup among 4 bowls. Top with cucumbers, lobster meat and mint. Serve immediately. Yield: Four servings.\nAdvertisement Continue reading the main story\nGrilled Eggplant With Mint Marinade\n2 medium eggplants, cut across into 1/2-inch slices 2 1/2 teaspoons kosher salt 1 1/2 cups mint marinade (see recipe) 2 tablespoons chopped fresh mint. 1. Lay the eggplant slices out on paper towels and sprinkle with the salt. Let drain for 30 minutes. Rinse and pat dry. Place the eggplant in a bowl. Reserve 1/3 cup of the marinade and pour the rest over the eggplant, turning to coat it well. Set aside no longer than 30 minutes. 2. Preheat a grill or broiler. Grill or broil the eggplant until browned and tender, about 5 minutes per side. Divide among 4 plates, drizzle with the reserved marinade and sprinkle with mint. Serve. Yield: Four servings.\nMint Marinade\n1/4 cup olive oil 1/4 cup red-wine vinegar 1/4 cup dry white wine 2 teaspoons chopped fresh mint 1 1/2 teaspoons dried basil 1/2 teaspoon dried oregano 3/4 teaspoon kosher salt Freshly ground pepper to taste.\nCombine the olive oil, red-wine vinegar, white wine, mint, basil, oregano and salt and pepper in a bowl and whisk. Yield: Three-quarters of a cup.\nBroiled Red Snapper With Mint\n3/4 cup mint marinade (see recipe) 4 red snapper fillets, about 8 ounces each 16 whole fresh mint leaves.\n1. Preheat the broiler. Pour the marinade into a large, shallow baking dish. Put the snapper in the pan and lay 4 mint leaves over each fillet. 2. Broil until the snapper is just cooked through, about 8 minutes. Transfer the fillets to 4 plates and spoon the marinade over the top. Serve immediately. Yield: Four servings.", "url": "https://www.nytimes.com/1996/07/28/magazine/food-totally-cool.html"}