{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:33:01", "date_modify": "2018-11-16 04:33:01", "date_publish": "1996-10-04 01:00:00", "description": "Janet Maslin reviews Breaking Waves, film shown as part of New York Film Festival; photo (M)", "filename": "1996_10_04_movies_the-steep-plunge-from-love-to-madness_1542342781.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1996_10_04_movies_the-steep-plunge-from-love-to-madness_1542342781.html", "title": "The Steep Plunge From Love to Madness", "title_page": "The Steep Plunge From Love to Madness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Desperately attached to her new husband, Bess wails in grief when he sails back out to sea. Though she is considered simple-minded by her neighbors in this harsh, forbidding Calvinist community, Bess often expresses her longings with that animal intensity; she also articulates her prayers as two-way talks with a reproachful God. Chiding herself as unworthy in that stern voice, Bess still dares to pray for Jan's return. She gets her wish with the malevolent fatefulness of a ghost story or a campfire tale.\nThe audience must watch in horror as Mr. von Trier emphasizes every threatening clank of the oil machinery, and every glimpse of heedless playfulness from Jan and his friends. Then the accident occurs. Jan returns home grievously injured, and now he is suddenly bitter toward his bride. Jan sees Bess's sexuality as a mocking reminder of his loss.\nSo far this is melodrama; then it goes mad. With a pornographer's ingenuity, Jan thinks of a way to rekindle his own sexual vitality while testing Bess's devotion. Without Bess's help in this, he says he will die. So the film follows wide-eyed Bess off the deep end, through an odyssey involving red vinyl hot pants, degrading sex and a brief, leering appearance by Udo Kier. Adrian Rawlins, who plays Jan's doctor, prompts an inadvertent laugh in his first scene just by looking handsome enough to signal where this new side of the plot is headed.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd as ''Breaking the Waves'' requires Bess to make her leap of faith, it demands one from the audience, too. It's necessary to follow this quirky, single-minded film into parts unknown, trusting that the risk will be rewarded.\nAs Mr. von Trier fades his images into bleak natural tones, he creates a chilly and forbidding isolation for his characters. The church elders seen in ''Breaking the Waves'' espouse conventional thoughts of duty and punishment, displaying more faith in damnation than they do in divine mercy. Mr. von Trier counters that rigidity with near-lunatic flourishes that prove hugely effective, if only because they burst redemptively into the film with sudden flashes of pop vitality. The occasional rainbow, rock song or computer-enhanced vista comes as an anachronistic jolt in a story that despite its offshore oil drilling and nominal time period could almost be taking place a century or two earlier. Mr. von Trier whimsically punctuates the film with chapter headings, too.\nNothing about ''Breaking the Waves'' is more fortuitous than the choice of Ms. Watson, the former Royal Shakespeare Company actress who so fervently and glowingly embodies Bess. The role calls for a trusting, absolutely unguarded performance, and the film would have been destroyed by anything less. Ms. Watson creates Bess with a devastating immediacy, and she deeply rewards the camera's penetrating gaze. Also very good are Mr. Skarsgard as the sturdy masculine presence so vital to the story, and the coolly forceful Katrin Cartlidge as Bess's straight-talking, sensible sister-in-law. She represents the rationality that ''Breaking the Waves'' eventually leaves far behind.\n''Breaking the Waves'' will be shown tonight at 6 and Sunday at 1:15 P.M. as part of the New York Film Festival. Brace yourself, and check your skepticism at the door.\nBREAKING THE WAVES\nWritten and directed by Lars von Trier; director of photography, Robby Muller; edited by Anders Refn; music by Ray Williams; production designer, Karl Juliusson; produced by Vibeke Windelv and Peter Aalbaek Jensen; released by October Films. At Alice Tully Hall tonight at 6 and Sunday at 1:15 P.M. as part of the 34th New York Film Festival. Opens commercially on Nov. 15. Running time: 158 minutes. This film is not rated.\nWITH: Emily Watson (Bess), Stellan Skarsgard (Jan), Adrian Rawlins (Doctor), Katrin Cartlidge (Dodo) and Udo Kier (Man on the Trawler).", "url": "https://www.nytimes.com/1996/10/04/movies/the-steep-plunge-from-love-to-madness.html"}