{"authors": ["Moira Hodgson"], "date_download": "2018-11-16 03:31:48", "date_modify": "2018-11-16 03:31:48", "date_publish": "1997-10-19 01:00:00", "description": "Moira Hodgson column (Food) on cooking with sage; recipes; drawing (M)", "filename": "1997_10_19_nyregion_food-the-subtle-flavor-of-fried-sage_1542339108.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1997_10_19_nyregion_food-the-subtle-flavor-of-fried-sage_1542339108.html", "title": "FOOD; The Subtle Flavor of Fried Sage", "title_page": "FOOD; The Subtle Flavor of Fried Sage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "2cups Arborio rice\n1/2cup dry white wine\n1/2cup grated Reggiano Parmesan, plus extra for garnish.\n1. Peel, clean and dice the squash. Put the squash into a heavy-bottom pot and cook it with a few whole leaves of sage, salt, pepper and one cup of chicken stock. Cook 5 to 10 minutes, until tender but not too soft. Meanwhile, chop six sage leaves fine and dice the onion.\n2. Heat the rest of the chicken stock and hold at a low simmer. In a heavy-bottom saucepan, heat three tablespoons of the butter, add the chopped sage and cook a minute or two. Add the onion and continue to cook over medium heat until it is translucent, about five minutes.\n3. Add the rice and a pinch of salt and cook over low heat about three minutes, stirring often, until the rice has turned slightly opaque. Turn up the heat and pour in the white wine. When the wine has been absorbed, add just enough stock to cover the rice, stir well and reduce the heat.\n4. Keep the rice at a gentle simmer and continue to add more stock, a ladle or two at a time, letting each addition become absorbed by the rice. While the rice is cooking, saute the remaining sage leaves in butter until crisp. Drain on paper towels.\n5. After 15 minutes, the rice will be nearly cooked. Stir in the cooked squash, the rest of the butter and the cheese. Continue cooking three to five minutes. Taste for texture and consistency, adding a little more of the stock as needed. Adjust the seasoning. When the rice is done, serve it in a warm bowl and garnish with extra cheese and sauteed sage leaves.\nYield: 6 to 8 servings.\nNote: This recipe is adapted from Alice Waters's ''Chez Panisse Vegetables'' (HarperCollins).\nGrilled Salmon With Sage\nTotal time: 1 hour\n1salmon fillet, about 1 1/2 to 2 pounds\n2lemons\n2tablespoons Dijon mustard\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n1/2cup olive oil\nFreshly ground pepper to taste\nAbout 24 sage leaves\nCoarse sea salt to taste.\n1. Wipe the salmon fillet dry with paper towels. Combine the juice of one lemon, mustard, two tablespoons olive oil and pepper in a small bowl. Chop six sage leaves and add them. Mix thoroughly and spread the mixture on both sides of the salmon. Allow to marinate about 30 minutes.\nAdvertisement Continue reading the main story\n2. Meanwhile, preheat grill or broiler. Heat the remaining olive oil in a small frying pan and saute the sage leaves until they are crisp. Drain them on paper towels.\n3. Season the salmon with salt and grill or broil the fillet about six minutes on each side or until it reaches the desired degree of doneness. Sprinkle with sauteed sage leaves, garnish with remaining lemon cut into quarters and serve.\nYield: 4 servings.\nFettuccine With Sausage And Fried Sage Leaves\nTotal Time: 30 minutes\n1pound fettuccine\n4hot Italian sausages\nAbout 24 sage leaves\n3to 4 tablespoons olive oil\n1clove garlic, minced\nAbout 1 cup heavy cream\nCoarse sea salt and freshly ground pepper to taste\nFreshly grated Reggiano Parmesan.\n1. Bring four quarts of water to a boil for the fettuccine. Meanwhile, in a small frying pan, simmer the sausages in water to cover for 10 minutes. Remove them from the pan and allow them to cool.\n2. Fry the sage leaves in the olive oil in a skillet until they are crisp. Drain them on paper towels, leaving the oil in the skillet.\n3. Chop the sausages in chunks and saute them in the oil until the pieces are browned, adding the garlic toward the end so that it gets golden but not burned. Remove the sausage from the pan and set aside. Meanwhile, cook fettuccine until al dente.\n4. Pour off the fat from the skillet and add the cream. Bring it to a boil, scrape up cooking juices and return the sausage to heat through. Correct seasoning.\n5. Drain the pasta and put it in a heated serving bowl. Pour the sauce on top. Toss and sprinkle with sage leaves. Serve with Parmesan passed separately at the table.\nAdvertisement Continue reading the main story\nYield: 4 servings.", "url": "https://www.nytimes.com/1997/10/19/nyregion/food-the-subtle-flavor-of-fried-sage.html"}