{"authors": ["Robert Mcg. Thomas Jr."], "date_download": "2018-11-16 03:44:24", "date_modify": "2018-11-16 03:44:24", "date_publish": "1997-07-28 01:00:00", "description": "Alan J Charig, paleontologist, dies at age 70 (M)", "filename": "1997_07_28_world_alan-j-charig-70-pursuer-of-dinosaurs-dies.html_module=inline_1542339864.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1997_07_28_world_alan-j-charig-70-pursuer-of-dinosaurs-dies.html_module=inline_1542339864.html", "title": "Alan J. Charig, 70, Pursuer of Dinosaurs, Dies", "title_page": "Alan J. Charig, 70, Pursuer of Dinosaurs, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "''It's not a pretty sight,'' Dr. Charig continued. ''I wouldn't want to meet it on a dark night.''\nA native of London whose father was an invalid as a result of injuries from service in World War I and whose mother worked as a shop clerk, Mr. Charig spent much of his childhood with an aunt. He was a bright youth and won a scholarship to Cambridge, where his original interest in geology led him into zoology.\nHe drove a tank in World War II, spent two years as a Russian interpreter in Germany, then completed his undergraduate work in 1951 and obtained a doctorate from Cambridge in 1956. Joining the staff of the Natural History Museum in 1957, he remained there for the rest of his career, give or take his extended expeditions to Africa, Asia, Australia and anywhere else ancient dinosaurs may have left evidence of their long and mysterious existence.\nAn expedition he led to Lesotho in 1966 led to the discovery of the oldest fossilized mammal skeleton, and a trek to Queensland, Australia, in 1978 turned up one of the geologically earliest herrings.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor all his interest in creatures whose 100-million-year reign ended 65 million years ago, Dr. Charig was a highly gregarious man. He made so many friends around the world that he was forever serving as affable tour guide to visiting paleontologists, including one delegation of Chinese scientists, his daughter recalled, who were accompanied by minders to make sure they did not defect.\nIn a field in which the most elaborate theories are of necessity based on the slimmest of physical evidence and disputes between paleontologists with rival theories can sometimes become quite heated, Dr. Charig was known as something of a synthesizer. He could point out the strengths and weaknesses of both arguments while extending and combining them with suggestions for further areas of inquiry.\nAt the same time he was a meticulous scientist who made so sure of his facts that he was virtually invincible in scholarly debate. In 1986, for example, two anti-Darwinists challenged the authenticity of one of the British museum's prizes, a famous specimen of the earliest known bird, a winged dinosaur known as Archaeopteryx. They contended that the fossil had been faked in 1861, partly for greed and partly to advance the theory of evolutionary development two years after the publication of Charles Darwin's ''Origin of the Species.''\nDr. Charig and his colleagues refuted the flimsy arguments so thoroughly and so convincingly in a 4,000-word paper in the journal ''Science'' that he apologized for ''using a sledgehammer to crack a rather trivial nut.''\nDr. Charig loved his work so much that it was hardly interrupted after his official retirement in 1987. Even when he had heart-bypass surgery some years ago, his daughter recalled, Dr. Charig was so impatient while bedridden in the hospital that he sent for a fossil he had been working on. And when he was allowed to take his first short walk after surgery, he headed straight for a telephone to ask colleagues to bring him some research papers.\nNot that life was all work for Dr. Charig. He did, his daughter said, take regular annual vacations, leading mountain climbing expeditions for a friend's tour business.\nAdvertisement Continue reading the main story\nIn addition to his daughter, of London, Dr. Charig, whose wife, Marianne, died in 1987, is survived by two sons, Mark and Francis, both of London, a sister, Molly, of Eastbourne, and six grandchildren.", "url": "https://www.nytimes.com/1997/07/28/world/alan-j-charig-70-pursuer-of-dinosaurs-dies.html?module=inline"}