{"authors": ["Benjamin Weiser"], "date_download": "2018-11-16 04:53:23", "date_modify": "2018-11-16 04:53:23", "date_publish": "1998-06-20 01:00:00", "description": null, "filename": "1998_06_20_nyregion_us-rests-case-in-1994-choke-hold-death.html_module=inline_1542344003.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1998_06_20_nyregion_us-rests-case-in-1994-choke-hold-death.html_module=inline_1542344003.html", "title": "U.S. Rests Case in 1994 Choke-Hold Death", "title_page": "U.S. Rests Case in 1994 Choke-Hold Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Government rested its case yesterday in the trial of Francis X. Livoti, the former New York City police officer accused in the 1994 choking death of Anthony Baez.\nIt did so without calling a single police officer to the stand, despite the presence of several officers at the scene that night in the Bronx when, prosecutors contend, Mr. Livoti used an illegal choke hold to subdue Mr. Baez during an arrest, and caused his death.\nThere have long been questions about whether a code of silence among fellow officers has operated to protect Mr. Livoti in the investigation of Mr. Baez's death. In 1996, a State Supreme Court justice acquitted Mr. Livoti of charges of criminally negligent homicide but said that he was concerned about a ''nest of perjury'' among officers. The acquittal ignited street protests in the Bronx and made the Baez death a bitter symbol in the debate over police brutality in New York.\nThen, last year, in a Police Department disciplinary proceeding that led to Mr. Livoti's dismissal from the force, the hearing officer said that some police testimony seemed to be ''suspiciously tailored'' in the case.\nAdvertisement Continue reading the main story\nOn Tuesday, a Federal prosecutor, Mark F. Pomerantz, told the jury in Federal District Court in Manhattan that some police testimony in the Federal trial, in which Mr. Livoti faces a charge of violating Mr. Baez's civil rights, ''may be truthful, some of it may not be truthful.''", "url": "https://www.nytimes.com/1998/06/20/nyregion/us-rests-case-in-1994-choke-hold-death.html?module=inline"}