{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:37:13", "date_modify": "2018-11-16 03:37:13", "date_publish": "1998-01-11 00:00:00", "description": "Molly O'Neill article on ragouts; recipes; photo (M)", "filename": "1998_01_11_magazine_food-simmer-down_1542339433.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1998_01_11_magazine_food-simmer-down_1542339433.html", "title": "Food; Simmer Down", "title_page": "Food; Simmer Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Consider, for example, the clam-and-hominy ragout below. It can be made on a weekend afternoon, and if the quantity is large enough, served first as a main course and later extended with broth or cream to make a soup. Serve the carrot-and-lentil ragout the same way, although once you're ready to dilute it for soup, use a touch of coconut. The eggplant ragu, while delicious alone, makes a delectable topping for pizza or pasta. And the veal-and-beef ragout, when not on its own, can be stuffed into a squash and baked.\nThese savory muddles, so thick and glossy, are a lovely balancing act between human effort (all that chopping!) and the mystery of heat.\nRagout of Clam, Hominy, Squash and Lima Bean\n1 pound hot Italian sausage, pricked with the tines of a fork\n60 littleneck clams\n4 medium onions, cut in half and sliced into thin half-moons\n2 medium heads Belgian endive, coarsely chopped\n2 tablespoons minced garlic\n1 Scotch bonnet pepper, seeded and chopped (optional)\n3/4cup white wine\n2 1/2cups canned plum tomatoes, crushed with their juice\n1 stick unsalted butter, cut in 8 pieces\n1 cup dried lima beans, soaked over night\n1 small butternut squash, cut in half, seeded, peeled and cut in 1/4-inch dice\n1 tablespoon minced fresh rosemary\n2 15-ounce cans hominy, drained\n1 teaspoon kosher salt, or to taste\nFreshly ground black pepper to taste.\nAdvertisement Continue reading the main story\n1. Preheat the oven to 500 degrees. Bring 6 cups of water to a boil in a medium saucepan. Add the sausages and boil for 8 minutes. Drain and let cool. Cut the sausages into 1/4-inch dice.\n2. Lay the clams in a roasting pan. Top with the sausage, onions, endive, garlic, Scotch bonnet pepper, wine, 1 cups tomatoes and butter. Bring to a boil on top of the stove, then roast in the oven for 8 minutes. Turn the clam mixture and roast for 5 to 10 minutes longer, or until the clams have opened. Remove the shells, reserve the clams and pour the remaining solids and liquid into a medium saucepan. Simmer for 10 minutes.\n3. Drain the lima beans and add them to the pot and simmer, covered, for 45 minutes, stirring occasionally. If the mixture begins to stick add cup water. Stir in half of the squash and the rosemary and simmer for 30 minutes. Add the remaining squash and tomatoes and the hominy. Simmer for 20 minutes. Stir in the reserved clams and simmer for 5 minutes. Season with salt and pepper and serve with polenta, couscous or rice.\nYield: 10 servings.\nSpiced-Veal-and-Beef Ragout\n1 1/2pounds veal shoulder, in one piece\n1 1/2pounds beef chuck or sirloin tip, in one piece\n2 tablespoons kosher salt\nFreshly ground black pepper to taste\n2 tablespoons olive oil\n2 medium onions, 1 minced, 1 sliced thin\n6 cloves garlic, minced\n2 medium carrots, peeled and minced\n1 1-inch piece ginger, peeled and minced\n2 teaspoons allspice\n2 teaspoons cumin\n4 cups canned plum tomatoes, crushed with their juice\n3/4cup black raisins.\n1. Season each piece of meat with 1/2 teaspoon salt and a few grinds of pepper. In an 8-quart stockpot, warm the oil over medium-high heat. Add the meats and brown on all sides, about 5 minutes for each side. Remove meat and set aside.\n2. Add the minced onion, garlic, carrots and half the ginger to the pan. Lower heat to medium. Cook for 8 minutes, stirring occasionally. Stir in allspice, cumin and 1 teaspoon salt and cook for 1 minute.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n3. Return the beef to the pot, add the tomatoes and cover. Simmer for 20 minutes. Add the veal and simmer for 1 hour. Add the remaining ginger and the sliced onion and simmer for 30 minutes. The meat should be tender enough to pull apart with a fork.\nAdvertisement Continue reading the main story\n4. Remove the meat. Continue to simmer the sauce while the meat is cooling. When the meat is cool enough to handle, tear it into bite-size pieces. Return to the pot. Stir in the raisins and season with the remaining salt and pepper to taste. Simmer for 5 minutes. Serve with couscous or pasta.\nYield: 6 servings\nLamb Ragout\n2 slices bacon\n2 pounds lamb cut in 1/2 - inch pieces\n1 medium onion, peeled and minced\n2 medium carrots, peeled and minced\n2 medium stalks celery, minced\n2 cups canned plum tomatoes, crushed with their juice\n1/4 cup minced fresh sage\n2 tablespoons fresh thyme\n2 bay leaves\n1 1/2cups chicken broth\n2 teaspoons kosher salt\nFreshly ground black pepper to taste\n1/2small bunch flat leaf parsley, minced\n2 teaspoons minced orange rind\n2 teaspoons minced lemon rind.\n1. In a medium saucepan, cook the bacon over low heat for about 10 minutes, until the fat is rendered and the bacon is crisp. Drain the bacon on paper towels, crumble and reserve. Turn up the heat. Working in batches, so as not to crowd the pan, brown the lamb about 5 minutes per side. As each batch is done, set it aside in a bowl.\n2. Add the onion, carrots and celery to pan. Cook for 8 minutes, stirring occasionally, until the vegetables soften. Return the lamb to the pan with the bacon. Add the tomatoes, 2 tablespoons sage, the thyme, bay leaves and chicken broth. Simmer very gently, stirring occasionally, for 1 1/2 hours. Season with salt and lots of pepper.\n3. Combine the parsley, orange rind, lemon rind and 2 tablespoons sage. Stir 3 tablespoons of this mixture into the ragout. Let sit for 5 minutes. Pass the remaining parsley mixture at the table. Serve with polenta, pasta or rice.\nAdvertisement Continue reading the main story\nYield: 4 servings.\nMario's Eggplant Ragu\n1 pound eggplant, peeled and cut across in 1/4 -inch slices\n2 tablespoons kosher salt\n1 cup extra-virgin olive oil\n1 pound red bell peppers, cut lengthwise in 1/8-inch strips\n6 cloves garlic, sliced thin\n2 1/4 pounds plum tomatoes, diced\nFreshly ground black pepper to taste\n12 large leaves basil, shredded.\n1. Sprinkle the eggplant with 1 tablespoon salt and drain in a colander for 30 minutes. Rinse, pat dry and cut in 1/4-inch dice.\n2. In a large skillet, heat the oil over high heat. Add the eggplant, peppers and garlic. Cook, stirring frequently, for 10 minutes. Lower the heat to medium and cover. Cook for 7 minutes, stirring occasionally. Add the tomatoes and cook, uncovered, stirring, for 5 minutes. Season with 1 tablespoon salt and pepper to taste. Stir in the basil and let sit for 5 minutes before serving with pasta or polenta.\nYield: 6 servings.\nRoasted-Carrot-and- Red-Lentil Ragout\n1 1/2pounds carrots, peeled\n5 tablespoons olive oil\n2 1/2teaspoons kosher salt\nFreshly ground black pepper to taste\n1 medium onion, sliced thin\n3/4 teaspoon ancho chili powder\n3/4teaspoon chipotle chili powder\n1/8 teaspoon cayenne pepper\n1 cup red lentils\n5 cups chicken stock.\n1. Preheat the oven to 450 degrees. Lay the carrots in a roasting pan and toss with 3 tablespoons oil. Season with 1 1/2 teaspoons salt and a few grinds of pepper. Roast for 20 minutes. Turn the carrots, add the onion and roast 15 minutes, until the carrots are brown and tender. When carrots are cool enough, cut them in 1/4-inch dice.\n2. Warm 2 tablespoons oil in a saucepan. Add the carrot-and-onion mixture, the chili powders and the cayenne pepper. Cook, stirring, for 1 minute. Stir in the lentils. Add the stock and simmer, stirring occasionally, for 20 to 25 minutes, until the lentils are falling apart. Season with remaining salt and pepper to taste. Serve with rice, or as a thick soup.\nAdvertisement Continue reading the main story\nYield: 6 servings.", "url": "https://www.nytimes.com/1998/01/11/magazine/food-simmer-down.html"}