{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:44:37", "date_modify": "2018-11-16 04:44:37", "date_publish": "1998-03-22 00:00:00", "description": "Maureen Dowd interview with Gary Hart, who reflects on the single sexual indiscretion that drove him from Presidential campaign in 1988 in light of Pres Clinton's continued high standing with the public in spite of all of his alleged sexual misdeeds (M)", "filename": "1998_03_22_opinion_liberties-change-of-hart_1542343477.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1998_03_22_opinion_liberties-change-of-hart_1542343477.html", "title": "Liberties; Change of Hart", "title_page": "Liberties; Change of Hart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He can never get back what he lost those five days in 1988 that he calls ''brutal, worse than anything Clinton's gone through. I watched journalists become animals, literally.''\nMr. Hart's work still brings him to Washington. I've talked to him several times, over lunch and on the phone, in the last few months. He finally agreed to talk publicly, to me and to John Kennedy Jr. for George magazine.\nMr. Hart (wishfully, perhaps) thinks America may be getting more Latin, more European. ''The reason the American public is shutting this out is because it is growing up, finding out there is not a Santa Claus.\n''When I got out of the race, I predicted this. I said if we as a country go down this path, we will destroy our leadership. It was a Washington journalism myth that people were demanding to know everything. There have to be some things between two people you don't want to know.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe claims the hyperscrutiny has produced a Congress of midgets. ''I served with men like Hubert Humphrey and Ed Muskie and George McGovern and Jack Javits. If you put the names of those Senators against the names of today's, it's stunning.''\nHe also thinks the press scrutiny will cause more politicians to divorce. If they are single and want to fool around, they will be seen as glamorous, like Senator Bob Kerrey.\nIt irritates him that every story about him suggests he invited the Press Furies by daring a New York Times reporter to follow him. ''If anybody wants to put a tail on me, go ahead,'' he told E. J. Dionne. ''They'd be very bored.''\nHe correctly points out that The Miami Herald began its surveillance of him on Friday and his quote to The Times did not appear until Sunday.\nAdvertisement Continue reading the main story\n''It wasn't Hart stupidly challenging the press with a taunt -- that's nonsense,'' he said. ''E. J. asked about a rumor. I said, 'I don't have time to be doing the things this rumor suggests I am. You're welcome to observe my behavior.' But I didn't mean at my home. The image I had in mind wasn't skulking around in the shadows.''\nMr. Hart believes politicians deserve more privacy, but does not think the press is wrong to cover Mr. Clinton's travails. ''I'd just put it on page six or eight. We've lost proportionality. I was on Fox News talking about NATO expansion and they broke in to say Robert Bennett might not use Paula Jones's sexual history in a motion. That's breaking news?\n''If there is a pattern of behavior that affects an individual's ability to govern, it's important for the public to know. But most of these so-called sexual issues or private issues are between spouses and families. I resented, and my wife resented, people interposing themselves in our relationship and telling her how she ought to feel.\n''It got so out of hand I was out of the race in five days. I did not have the protection of the White House and the immense staff. I made a mistake. I should not have been in the position I was in. But I did not think it was bad enough to have the chance denied me to lead the country.''", "url": "https://www.nytimes.com/1998/03/22/opinion/liberties-change-of-hart.html"}