{"authors": ["Molly O'Neill"], "date_download": "2018-11-16 03:38:37", "date_modify": "2018-11-16 03:38:37", "date_publish": "1998-09-13 01:00:00", "description": "Molly O'Neill on cooking with corn, which adds solidity and substance to dish when ground into flour, cornmeal or hominy; recipes; photo (M)", "filename": "1998_09_13_magazine_food-autumn-maize_1542339517.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1998_09_13_magazine_food-autumn-maize_1542339517.html", "title": "Food; Autumn Maize", "title_page": "Food; Autumn Maize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When dried corn is treated with an alkali like wood ash, lime or lye, it is called hominy or slaked corn. Hominy tastes something like popcorn. Its nutty, buttery, starchy comfort is as distantly related to fresh corn as corn is to cornflakes.\nWhen the hominy is cracked into a coarse meal, it becomes hominy grits, a favorite breakfast food in the Deep South. When it is ground fine, it becomes masa harina, the flour used to make tortillas or occasionally to thicken soups. And when it is made from white corn and reconstituted with water, it is called posole, which is also the name of a hearty hominy-rich stew that's popular in the Southwest. You can also turn hominy into a snack -- fry it with corn and salt it to make the ''nuts'' in the recipe that follows.\nSo in other words, when corn is ground into its most versatile and long-lasting form, it adds a kind of solidity and substance to a dish that only age can provide. Hominy has the warmth of wisdom. Which should be enough to get you through until the next season.\nAcorn Squash With Polenta Souffle And Pulled Pork\n(Adapted from the Cookhouse, New Milford, Conn.)\nFor the pulled pork:\n2 tablespoons mild paprika\n1 tablespoon black pepper\n1 tablespoon chili powder\n1/2 tablespoon garlic powder\n1/2 tablespoon cumin powder\n1/2 tablespoon sugar\n1 tablespoon salt\n1 Boston butt (pork-shoulder roast with bone, 6 to 7 pounds)\n2 cups hickory, apple or cherry wood chips\nFor the acorn squash:\n6 small acorn squash\n4 tablespoons butter\nFor the polenta souffle:\n4 tablespoons butter\n1/4 cup masa harina (corn flour)\n1/4 cup yellow cornmeal\nAdvertisement Continue reading the main story\n1/2 cup milk\n3 eggs, separated\n1 teaspoon salt\n1 teaspoon freshly ground pepper.\n1. To make the pulled pork, combine the spices and sugar, rub them all over the pork roast and refrigerate overnight.\n2. Soak the wood chips in water 20 minutes before cooking. When ready to cook, partly fill a metal bowl with water. In the bottom of a charcoal grill, surround the bowl with charcoals. Ignite the coals, and when they are white, place the roast, fat side up, over the bowl and add some wood chips to the fire. Cook, covered, 4 to 6 hours, adding wood chips and charcoal every hour as needed, until the roast has reached an internal temperature of 185 degrees. Allow it to cool for an hour before removing the fat and pulling the pork into pieces.\n3. Meanwhile, make the acorn squash. Preheat oven to 350 degrees. Slice off the tops of the squash and enough off the bottoms to make them sit flat. Scoop out the seeds and rub about 2 teaspoons\nof butter inside each. Roast for 40 minutes and keep warm.\n4. To make the polenta souffle, melt the butter in a medium pan. Stir in the corn flour and cornmeal and cook over medium heat for 2 minutes. Mix in the milk and 1 cup water and cook, stirring, 5 minutes.\n5. Remove from heat. Beat 2 tablespoons water into egg yolks, then stir thoroughly into the flour mixture. Add the salt and pepper.\n6. Meanwhile, whisk the egg whites until they form stiff but not dry peaks; gently mix them into the polenta, using a wooden spoon.\n7. Place about cup of the pulled pork in each squash, and over that, spoon in 1/4 to 1/2 cup of the souffle mixture. Bake until the souffle has become puffy and brown, 30 to 40 minutes. Serve immediately alongside additional pulled pork.\nYield: 6 servings.\nStuffed Savory Indian Pudding\nFor the pudding:\n4 cups milk\n3/4 cup yellow cornmeal\n1/4 cup molasses\n2 tablespoons lime juice\nAdvertisement Continue reading the main story\n1 1/2 teaspoons salt\n4 tablespoons butter\n1/2 teaspoon ground ginger\n1/2 teaspoon cinnamon\n1/2 teaspoon ground cloves\n1 teaspoon black pepper\nFor the stuffing:\n1 pound ground turkey\n2 medium shallots, minced\n2 cloves garlic, minced\n2 teaspoons fresh ginger, grated\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n1 teaspoon ground coriander\n2 teaspoons cumin powder\n1 teaspoon ground turmeric\n2 tablespoons tomato paste\n1/2 cup pine nuts.\n1. To make the pudding, preheat oven to 300 degrees. Heat the milk in a saucepan over medium heat until very hot. In the top of a double boiler that has been placed over boiling water, add the cornmeal and very slowly whisk in the milk. Cook, stirring, 15 minutes. Stir in the remaining pudding ingredients.\n2. To make the stuffing, combine all the ingredients. Line the bottom of an 8- by 8-inch cake pan with parchment paper and spread the stuffing evenly. Spread the pudding over the stuffing, and bake until set, 2 1/2 to 3 hours. Slice and serve.\nYield: 8 servings.\nHominy Nuts\n1 pint corn oil\n1 pound dry hominy, washed and thoroughly dried\nSalt\nLime juice (optional).\nHeat the oil in a skillet to 375 degrees. Fry the hominy in 1/2-cup batches until golden, about 1 to 2 minutes per batch. Remove from the skillet and drain on paper towels. Add salt to taste and lime juice if desired. Allow to cool.\nYield: Serves 6 as a snack.\nCornmeal Beignets With Roasted Apples\n1/2 teaspoon cinnamon\n2 tablespoons unsalted butter, softened\n2 Granny Smith apples, peeled and cored\nFor the beignet batter:\n1/4 cup milk\n6 tablespoons unsalted butter\n1/2 cup maple syrup\n1/2 teaspoon salt\nAdvertisement Continue reading the main story\n1 1/2 to 1 2/3 cups masa harina (corn flour)\n5 eggs\n3 cups corn oil\nMaple sugar or additional syrup.\n1. Preheat oven to 350 degrees. Knead the cinnamon into the butter and rub the mixture all over the apples. In a cake pan, bake the apples 45 minutes and remove. When cool enough to handle, chop enough of them to make 1 cup.\n2. Meanwhile, make the batter. Combine 1/2 cup water with the milk, butter, syrup and salt in a saucepan. Bring to a boil and cook over medium heat until the butter melts. Stir in the corn flour and continue to stir until the dough forms a ball, 1 to 2 minutes.\n3. Remove the dough to a mixing bowl and mix in the eggs, one at a time. Beat until the dough is shiny, about 10 minutes.\n4. Heat the oil in a skillet or fryer to 375 degrees. Drop the beignets in, 1 heaping tablespoon at a time, and fry until golden, turning once, 2 to 3 minutes. Top with maple sugar or drizzle with additional syrup.\nYield: About 30 beignets.\nVeal-Shank Posole\nFor the soup:\n1/2 pound bacon, chopped\n2 medium carrots, chopped\n5 cloves garlic, chopped\n1 medium onion, chopped\n1 rib celery, chopped\nSalt and freshly ground black pepper\n3 pounds veal shanks, sliced into 1 1/2-inch-thick disks\n1/3 cup cornmeal\n4 quarts chicken stock\n2 1-quart cans hominy\nFor the garnish:\nRaw corn cut from 2 ears\n4 ripe avocados, sliced\n1 head iceberg lettuce, chopped\n1 cup chopped cilantro\n4 to 8 jalapeno chilies, thinly sliced\nCayenne pepper to taste.\nAdvertisement Continue reading the main story\n1. For the soup, fry the bacon in a large pot over medium heat 3 minutes, then add the carrots, garlic, onion and celery. Cook, stirring until softened, about 5 minutes.\n2. Salt and pepper the veal to taste, then dust with cornmeal. With a slotted spoon, remove the vegetables and set them aside. Add the meat and brown on all sides, about 10 minutes.\n3. Return the vegetables to the pot along with a quart of water, the stock and hominy, including the liquid from one of the cans. Bring to a boil over high heat. Simmer and reduce for about 2 hours.\n4. For the garnish, toast the corn in a dry cast-iron skillet over medium heat for 5 minutes. Mound the corn in a large serving platter surrounded by the avocados, lettuce, cilantro and chilies.\n5. When veal is tender, remove it from heat and let cool. Meanwhile, skim the fat from the soup. When meat is cool enough to handle, separate it from the bones; reserve marrow. Chop meat into chunks and return it and marrow to the pot. Adjust seasoning and serve in bowls. Heap each bowl with the garnish.\nYield: 8 servings.", "url": "https://www.nytimes.com/1998/09/13/magazine/food-autumn-maize.html"}