{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:10:31", "date_modify": "2018-11-16 04:10:31", "date_publish": "1999-05-19 01:00:00", "description": "Janet Maslin reviews George Lucas's Star Wars: Episode I-The Phantom Menace; photos (M)", "filename": "1999_05_19_movies_film-review-in-the-beginning-the-future_1542341431.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1999_05_19_movies_film-review-in-the-beginning-the-future_1542341431.html", "title": "FILM REVIEW; In the Beginning, the Future", "title_page": "FILM REVIEW; In the Beginning, the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Things look dicey for the new ''Star Wars'' crew when their undersea craft is threatened by a large aquatic critter. But then an even mightier beast appears, and it swallows up the first. ''There's always a bigger fish,'' observes the Jedi sage Qui-Gon Jinn, speaking for more than marine life on the planet Naboo, where the sequence takes place. That description also sums up the earthly atmosphere into which George Lucas's pathologically anticipated ''Star Wars: Episode I -- The Phantom Menace'' arrives today.\nMr. Lucas's new opus is only a movie. This revelation has touched off shock waves in a cultural climate (much stranger than Naboo's) where anything short of the biggest, splashiest and most moneymaking qualifies as a galling flop. And the reception of ''The Phantom Menace'' has not been helped by spoilsport tie-ins that make it (according to an item in The Hollywood Reporter) ''the first film that will make money even if nobody buys a ticket to see it.'' Nobody, not even camp followers ready to turn this souped-up ''Star Wars'' into the second coming of the Grateful Dead, wants to be sick and tired of a film before it hits the screen.\nBut stripped of hype and breathless expectations, Mr. Lucas's first installment offers a happy surprise: it's up to snuff. It sustains the gee-whiz spirit of the series and offers a swashbuckling extragalactic getaway, creating illusions that are even more plausible than the kitchen-raiding raptors of ''Jurassic Park.'' While the human stars here are reduced to playing action figures, they are upstaged by amazing backdrops and hordes of crazily lifelike space beings as the Lewis Carroll in Mr. Lucas is given free rein. The ''Star Wars'' franchise was funnier and scrappier when it was new. But it simply wasn't capable of this.\nThere are film series that grow palpably desperate for inspiration as they age, but ''Star Wars'' isn't one of them. If the real Force at work is Mr. Lucas's boyish belief in the sci-fi universe he has created, then it hasn't dimmed. It's not hard to believe that the story of ''The Phantom Menace,'' a genesis for the trio of films we already know, was always on a back burner somewhere. Or that the hundreds of design and computer-graphics artists who have brought Mr. Lucas's imaginings to life here really believe this epic fable and think you should, too. In the beginning, according to ''The Phantom Menace,'' there were noble Jedi (''the guardians of peace and justice in the galaxy'') and a whole lot of trouble-shooting to be done. Though Mr. Lucas's screenplay carries far more baggage in the form of interplanetary turf wars and highly ceremonial political wrangling, the basics will suffice. What matters is that the series' sense of good and evil is still quaintly naive, just as its notion of heroism remains rooted in movie traditions much less nihilistic than today's. The big battles are crisply staged and sadism-free.\nAdvertisement Continue reading the main story\nAppealing To the Inner Child\nIt goes without saying that those scenes also work hard to have kiddie appeal. ''You mean I get to come with you in your starship?'' exclaims pint-sized Anakin Skywalker, the prepubescent who will grow up to be Darth Vader and who is the new film's most pandering creation. Played in conventionally cute style by towheaded Jake Lloyd and outfitted as a junior Luke Skywalker, Anakin seems to be here mostly to try out the film's many toys. Only in the bland conception of Anakin is ''The Phantom Menace'' really undermined by its own innate boyishness. There's no hint of the future in him, though the audience knows this is one high-pitched voice that's really going to change.", "url": "https://www.nytimes.com/1999/05/19/movies/film-review-in-the-beginning-the-future.html"}