{"authors": ["James F. Clarity"], "date_download": "2018-11-16 04:49:18", "date_modify": "2018-11-16 04:49:18", "date_publish": "1999-06-17 01:00:00", "description": "People of Dublin celebrate Bloomsday, annual rite honoring Leopold Bloom, Jewish outsider who is hero in Ulysses, James Joyce's novel; David Norris, a Senator in national legislature and Ireland's most prominent Joycean, comments (M)", "filename": "1999_06_17_world_on-his-day-leopold-bloom-the-outsider-is-saluted-gaily_1542343758.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1999_06_17_world_on-his-day-leopold-bloom-the-outsider-is-saluted-gaily_1542343758.html", "title": "On His Day, Leopold Bloom the Outsider Is Saluted, Gaily", "title_page": "On His Day, Leopold Bloom the Outsider Is Saluted, Gaily - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Today is Bloomsday, so thousands stalked the spirit of Leopold Bloom, the newspaper advertising salesman, the hungry relisher of innards of beasts and fowls, the cuckold, and the Jewish outsider who is the hero of James Joyce's enormous novel, ''Ulysses.''\nAmong the people who imitated Bloom by eating Gorgonzola cheese sandwiches at Davey Byrne's pub and bought bars of lemon soap at Sweny's chemist shop, and climbed to the parapet of the stone tower where the novel opens, was David Norris. Mr. Norris, like Bloom, is himself something of an outsider to the culture of this overwhelmingly Roman Catholic country.\nMr. Norris, 55, is a Church of Ireland Protestant, a homosexual, a Senator in the national legislature, where he has championed gay rights for 12 years. He is also Ireland's most prominent Joycean, giving dozens of lectures and theatrical readings annually here and abroad.\nNoting that Joyce chose to make his hero a Jew because that also made him an outsider in Irish society, Mr. Norris said in an interview that ''Bloom was an outsider, but he was an insider to readers because his mind flows in the same way as ours do.''\nAdvertisement Continue reading the main story\n''I am an outsider,'' he added, ''but I'm also an insider because now people appreciate that I have so many things in common with them. I have a sense of humor. I perform. I make people laugh.''", "url": "https://www.nytimes.com/1999/06/17/world/on-his-day-leopold-bloom-the-outsider-is-saluted-gaily.html"}