{"authors": ["James F. Clarity"], "date_download": "2018-11-16 04:49:22", "date_modify": "2018-11-16 04:49:22", "date_publish": "1999-06-28 01:00:00", "description": "David Trimble, First Minister of Northern Ireland Assembly, says stalled peace effort in Ulster can be saved by simple statement from Sinn Fein, political wing of the Irish Republican Army, that IRA is committed to disarming by May 2000; photo (M)", "filename": "1999_06_28_world_in-ulster-hints-of-a-shift-to-save-peace-effort_1542343762.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1999_06_28_world_in-ulster-hints-of-a-shift-to-save-peace-effort_1542343762.html", "title": "In Ulster, Hints of a Shift to Save Peace Effort", "title_page": "In Ulster, Hints of a Shift to Save Peace Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The transfer of power would then coincide with the establishment of new powers for two other British provinces, Wales and Scotland. Mr. Blair has said the Wednesday deadline is absolute, but he has not said what he would do if negotiations collapsed this week. If the talks do fail, it could provoke sectarian tensions, and violence, in the Protestant Orange Order parade season, which accelerates in July.\n''I want to see the leaders of the Republican movement across the table tell the rest of us that they accept that they have an obligation to decommission all paramilitary weapons by May 2000,'' Mr. Trimble said, referring to meetings in Belfast in the coming days. ''No ifs. No buts. No excuses. That is what is necessary to save this agreement.''\nMr. McGuinness, asked if he could persuade the I.R.A. to change its position that it has no plans to disarm, said he would use ''whatever influence I have.'' Sinn Fein says it is independent of the I.R.A., a position virtually no one in Northern Ireland or the Irish Republic believes. The I.R.A. has observed a cease-fire for 23 months.\nDavid McKittrick, the author of several books on Northern Ireland, said the words of Mr. McGuinness and Mr. Trimble provided ''a new little ray of hope,'' for a compromise. ''Fingers are very firmly crossed, and toes as well,'' he said. ''There are sources of optimism.'' And he added, referring to the Cabinet, ''They both want the executive.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPaul Arthur, a professor of politics at Ulster University in Belfast, said: ''The stakes are incredibly high. It might collapse. If it does, the leadership of David Trimble will be threatened.''\nHe said that the Sinn Fein leadership of Gerry Adams, the party president, and Mr. McGuinness would also be challenged by those in the I.R.A. splinter groups, ''the dissidents of the Continuity I.R.A. and the Real I.R.A., who want to return to violence -- who simply say, 'We told you so.' ''\nHe noted that Mr. Trimble is being urged not to compromise by many hard-line Protestant politicians, including some in is own party, and the Rev. Ian Paisley, the fundamentalist preacher who leads the Democratic Unionist Party.\nThe 1998 peace agreement, he recalled, was approved in a referendum by about 70 percent of the province's population. But Protestants were almost evenly divided.\nAdvertisement Continue reading the main story\nMonica McWilliams, an Assembly member representing the Northern Ireland Women's Coalition, said that she would trust a compromise in which the I.R.A. promised to disarm, not necessarily by surrendering arms, but by destroying weapons in its arsenal, estimated at 100 tons.\nMethods for disarming, and a timetable for it, are expected to be proposed on Monday by the International Commission on Decommissioning, headed by a former Canadian general, John de Chastelain.\nSeamus Mallon, the Deputy First Minister of the Assembly and a leader of the mainstream Catholic Social Democratic Labor Party, said: ''I still believe we're going to get there. But there is no rabbit going to be pulled out of anybody's hat.'' The two sides have to compromise their ''very rigid positions,'' he added.\nThen Mr. Mallon, a moderate but firm nationalist, turned to a character from Dickens to illustrate the unrealistic optimism he shuns. ''We don't want to be like Micawber,'' he said. ''Somehow or other something will turn up.''", "url": "https://www.nytimes.com/1999/06/28/world/in-ulster-hints-of-a-shift-to-save-peace-effort.html"}