{"authors": ["Russell Working"], "date_download": "2018-11-16 04:20:30", "date_modify": "2018-11-16 04:20:30", "date_publish": "1999-07-25 01:00:00", "description": "Harry Wu, former Chinese dissident who emigrated to United States after spending 19 years in Maoist prisons modeled on Soviet gulag system, visits Magadan, Russia, which was center of system of Stalinist prison camps; city, marking its 60th anniversary, is ambivalent about how to commemorate legacy of state terror; Hu, who visits at own expense to speak to poorly attended historical conference, urges Russians to treasure democracy and remember repression; map; photo (M)", "filename": "1999_07_25_world_ex-prisoner-of-china-seeks-insights-at-old-gulag-site_1542342030.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1999_07_25_world_ex-prisoner-of-china-seeks-insights-at-old-gulag-site_1542342030.html", "title": "Ex-Prisoner of China Seeks Insights at Old Gulag Site", "title_page": "Ex-Prisoner of China Seeks Insights at Old Gulag Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Hu flew in at his own expense to speak to a crowd of just 15 at a historical conference held as part of the 60th anniversary events. He has repeatedly returned to China to document prison labor and the harvesting of organs from executed inmates, and said he wanted to urge Russians both to treasure their nascent democracy and the memory of Soviet repression. ''You have to remove all the Lenin and Stalin statues and put up gulag monuments,'' Mr. Wu said at one point, jabbing his finger at his hosts. ''That's the only way to keep it from coming back.''\nMagadan residents, like Russians in general, are ambivalent about how best to commemorate the legacy of state terror. On a hill outside town, a monument to gulag victims looms like a giant head from Easter Island.\nYet a street and a school are named for Eduard Berzin, the director of Dalstroi, the state company that built the camps and ran the mining enterprises, and his muscular bust stands on a pedestal in front of city hall. Because he was purged in 1937, officials have recast him as a gulag victim.\nLyudmila Vronchina, a city librarian who helps former inmates garner the documents necessary to apply for federal aid for ex-prisoners, said the Berzin monument ''sends chills down my spine.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''He is a murderer,'' she said.\nAleksandr Biryukov, a Magadan lawyer whose father was a camp prisoner, has compiled a list of every one of the 11,000 people documented to have been shot in Kolyma camps by the state security organ, the N.K.V.D. Tens of thousands of others died from disease, cold and overwork. Mr. Biryukov has also begun researching the location of graves and said some bodies are still partly preserved in the permafrost.\nMr. Wu had another idea: using the old prison as a gulag museum. The property is currently owned by the Russian military but partly occupied by a scrap metal dealership.\nAfter jumping from the wall, Mr. Wu charged into the old prison, yanking open doors and testing locks, trying to calculate how many prisoners occupied each cell.\nThe cells, whose walls have been knocked down, measured about 10 feet by 11 feet and were unlighted and unheated. Prisoners sometimes froze to death overnight. Surviving prisoners would stack the dead in the corner and eat their bread rations until the guards noticed.\nAdvertisement Continue reading the main story\n''So each cell was designed for 20 people,'' said Mr. Wu, pacing about. Mr. Etlis, 71, who had found his way in through a gate, arrived to hear this. ''Ha! I was in a cell like this in Kazakhstan and there were 50 people,'' he said. Mr. Wu eventually concluded that up to 3,500 prisoners had been crammed into the building.\nAfter Mr. Wu had filmed every corner, the group filed out. But he hung back, apparently pondering the prison's history, then beckoned to a reporter and pointed out a 1930's-era padlock bolted to a jail door.\n''Get it off,'' Mr. Wu said. ''I want it.'' After efforts to pick it with a pen failed, he said: ''Just break it. Break it with your hands.'' The lock held. Disappointed, Mr. Wu walked out. Just such a lock had hung on his own Chinese prison door. ''This,'' he said, ''was the lock produced by Lenin.''", "url": "https://www.nytimes.com/1999/07/25/world/ex-prisoner-of-china-seeks-insights-at-old-gulag-site.html"}