{"authors": ["Thomas J. Lueck"], "date_download": "2018-11-16 04:30:26", "date_modify": "2018-11-16 04:30:26", "date_publish": "1999-03-13 00:00:00", "description": "New York City Transit officials say that control room fire on F and G subway lines in Brooklyn destroyed critical switching equipment, forcing transportation officials to close five stations and and disrupt service for more than 150,000 passengers; say that while most service will be restored on F line today, service on G line will be eliminated for up to two months at its last three Brooklyn stations; photo (M)", "filename": "1999_03_13_nyregion_after-station-fire-subway-lines-face-months-of-turmoil.html_module=inline_1542342626.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/1999_03_13_nyregion_after-station-fire-subway-lines-face-months-of-turmoil.html_module=inline_1542342626.html", "title": "After Station Fire, Subway Lines Face Months of Turmoil", "title_page": "After Station Fire, Subway Lines Face Months of Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The blaze spewed dense, billowing smoke, and three riders waiting on the Bergen Street platform were taken to nearby hospitals for smoke inhalation. All were treated and released Thursday night.\nAs transit officials and engineers scrambled yesterday to respond, the fire led to long delays and short tempers for riders on the two affected lines, particularly on the heavily traveled F train. Five of that line's station were closed, including those extending from Bergen Street through Carroll Gardens and Park Slope to Fort Hamilton Parkway.\nTom McDonald, 49, a self-employed businessman who found his commute to Manhattan blocked yesterday morning at the entrance to the Bergen Street station, struggled to put on his best face. ''I'm going to have to get the old bike fixed up,'' he said.\nEven for those whose stations remained open yesterday, service on both the F and G lines was slower than normal, as transit officials reduced the speed of trains moving through the ashen remains at Bergen Street.\nBy rush hour last night, riders returning home from Manhattan on the F line were diverted at the Jay Street station but found a line of New York City Transit buses waiting to shuttle them to street corners near the subway stops that had been closed between Cobble Hill and Park Slope. The bus service began on a limited scale yesterday morning.\n''I'm actually somewhat relieved,'' said Eric Riles, a graphic designer who works in midtown Manhattan. He was one of more than 30 displaced F train passengers riding a bus that threaded its way through downtown Brooklyn and the Court Street commercial strip in Carroll Gardens, near his home. ''I had heard that we were going to be out of luck for weeks, but now it looks like things could be back to normal, or close to it, by Monday morning. I hope that's true.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAlthough New York City Transit officials had said through much of yesterday that service on most of the F and G lines would be disrupted for up to two months, they said last night that people using the F line would be spared much of the disruption beginning today. The Bergen Street station will remain closed for repair and equipment replacement for an estimated two months, but all other stations on the F line should return to normal service this morning, transit officials said.\nDelays will continue on the F line, they said, but beginning this morning, trains are expected to arrive at something closer to the five-minute intervals dictated by their normal schedule. Regular F train riders have long complained that such intervals are rarely achieved, even at the best of times.\nAdvertisement Continue reading the main story\nWhatever delays continue on the F train can be expected to affect riders in Manhattan and Queens, as far east as the line's terminus in Jamaica.\nThe brunt of disruptions will fall on many riders using the G line, a less heavily traveled route that extends from the Gowanus Canal area of Brooklyn to northern Queens. Instead of alternating service between both lines in the damaged Bergen Street station, only the F line will be allowed into that station and two others -- Carroll Street and the elevated Smith-Ninth Street station -- while repairs are under way.\n''What this all points to is the need for continued investment in rebuilding the subway system,'' said Gene Russianoff, staff lawyer for the Straphangers Campaign, a transit riders group.\nThe panel that burned controlled a heavy track-switching device, allowing the F and G trains to move into the Bergen Street station on an alternating schedule, said Al O'Leary, a spokesman for New York City Transit. Although such a schedule will be abandoned during repairs, and the switch will be left in position for the F train, the task of guiding trains on the F line into the station at safe intervals will require workers using telephones or walkie-talkies to keep watch for trains approaching, Mr. O'Leary said.\nDuring the repairs, the G line's south terminus will be the Hoyt-Schermerhorn station.\nMr. O'Leary said the disruption of service would be prolonged by the need to have a new control panel custom-made to the station's antiquated specifications.\nThe expense and aggravation of the job promise to emphasize New York City Transit's need to carry out its long-planned replacement of the electronics responsible for switches throughout the subway system.\nThe agency's parent, the Metropolitan Transportation Authority, faces an October deadline for submitting a five-year program for expensive capital improvements. After nearly two decades of heavy spending on things like subway cars and track renovation, it has begun testing computer-driven switching equipment and is soon expected to begin installing some version of the technology throughout much of the subway system.\nMr. O'Leary said yesterday that no decisions had been made on how money in the five-year program would be allocated to replace old electronic systems like the one at Bergen Street, or how quickly such work would be undertaken. But hinting how far the New York City's subways lag behind other mass transit systems around the world in the use of computers, he said, ''The only good news is, don't worry about the end of the year; there will be no Y2K problem here.''", "url": "https://www.nytimes.com/1999/03/13/nyregion/after-station-fire-subway-lines-face-months-of-turmoil.html?module=inline"}