{"authors": ["Amanda Hesser"], "date_download": "2018-11-16 03:32:57", "date_modify": "2018-11-16 03:32:57", "date_publish": "2000-08-30 01:00:00", "description": "Some pastry chefs in New York on using salt in desserts, where it can heighten some flavors, provide contrast to others and assert its own flavor and texture; recipes; photos (M)", "filename": "2000_08_30_dining_there-s-new-flavor-town-it-s-salt-dessert-traditions-go-over-shoulder_1542339177.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2000_08_30_dining_there-s-new-flavor-town-it-s-salt-dessert-traditions-go-over-shoulder_1542339177.html", "title": "There's a New Flavor in Town and It's . . . Salt; Dessert Traditions Go Over the Shoulder", "title_page": "There's a New Flavor in Town and It's . . . Salt; Dessert Traditions Go Over the Shoulder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Salt in the brittle keeps the nuts from seeming flabby. Sea salt on the pineapple tempers its sweetness, and a healthy dose of kosher salt in the ice cream underscores the black pepper, making it a firm counterpoint to the sweet fruit. But mostly, the salt adds dimension.\n''Salt does the same thing in pastry that it does in cooking,'' Ms. Fleming said. ''It enhances flavor. It rounds out flavor, and it makes everything seem to come together.'' It also makes you thirst for more.\nSalt's traditional role in desserts was to elevate flavor. But it was never used to this extent. A typical traditional recipe calls for no more than a teaspoon. Cooks always assume that the salt is table salt and that a hint is sufficient. It makes sense to use more flavorful, mellower salts like sea salt, kosher salt and delicate fleur de sel -- just as you would in cooking -- and to add enough until you can taste the difference, until you've actually seasoned the dessert.\nMs. Fleming was enlightened by Mr. Conticini, a man for whom both salt and carrots belong in desserts. For years, he has been stretching dessert's definitions, using salt where it was never seen, spices where they were never imagined, and including vegetables and foods generally accepted as savory under the umbrella of sweetness.\nWhen he gives cooking demonstrations, one of his tricks is to sprinkle fleur de sel on chocolate and give it to everyone within reach. Ms. Fleming got it once, and it changed her. ''I was like 'Wow,' '' she said, ''It made me salivate. It intensified the flavor of the chocolate and it wasn't really salty. Using salt as a garnish seemed suddenly natural.''\nAt Petrossian, Mr. Conticini allows salt to get into all sorts of unusual dishes. Fleur de sel is sprinkled on hazelnut and chocolate cakes. The crystals sparkle, like diamonds embedded in soil. The salt does not emerge in every bite; just now and then a faint crunch will appear. At these moments the flavor changes -- it comes alive more, then retreats, and the cake becomes sweet again.\nA yablock at Petrossian (listed under the heading ''Teasers,'' which are defined as ''something truly new, unusual combinations of flavor and texture that are guaranteed to delight the senses'') contains green apple preserves, marinated carrot sticks, caramelized popcorn and fleur de sel.\nAdvertisement Continue reading the main story\nThe counters are lined with small stainless steel bins filled with jellies, nuts, spices, compotes and fleur de sel for topping ice cream; they are like the vials of powders in a laboratory. The fleur de sel is sprinkled on the blinchick teaser, a cup filled with caramel foam, molasses jelly, pears, coconut juice and vanilla ice cream. It is Mr. Conticini's idea of a sundae and it is very good.\nNot all the innovators use salt with such abandon. In the chocolate tart at Le Bernardin, the salt would only be perceptible if taken away. The chocolate filling is dark, bitter and acidic, and is mixed with enough butter to be as deadly as it tastes. It is dammed up by a thin pastry crust, a component that could easily seem inconsequential except that the salt in it contrasts with the chocolate, providing some relief and at the same time making you salivate for more.\nThe difference the salt makes is very subtle, but to Florian Bellanger, the pastry chef, it's just the kind of nuance that distinguishes his work from others'.\n''The point is not to taste salt,'' Mr. Bellanger said. ''It's to push the flavor.''\nPierre Herme, who, like Mr. Conticini, is known in France for his willingness to experiment, began stretching the traditional role of salt in desserts a decade ago when he discovered fleur de sel. ''It's one of the major ingredients,'' Mr. Herme said. ''If you want to see what it can do, you get a slice of baguette, you put ordinary chocolate on top, and you put it in the oven. After five minutes, when it comes out, you sprinkle some olive oil and put maybe four or five grains of fleur de sel on it, and you will see how fleur de sel can push the flavor of the chocolate. It's amazing.''\nSalt also has a chemical role. In doughs and pastry it enhances texture as well. A brioche made without salt will be tough and dense with a hard crust. Puff pastry will taste flat and greasy and will not color.\nSalt has an unusual effect on fat, as well. ''When you eat sweet butter on bread,'' Mr. Bellanger said, ''in your mouth you feel some kind of fat, some kind of oiliness on the palate. If you do that with salted butter you don't get that same sensation.''\nHis Brittany butter cookies, made with salted butter, have a clean finish. Though the cookies are loaded with butter, you are left with a salty creamy flavor. This idea recently prompted Ms. Fleming to experiment with her beignets, which she serves in lieu of petit fours.\nNormally, she rolls them in sugar and cinnamon. But this time, she rolled a few in a mixture of sugar, salt and cinnamon. Those done her usual way tasted of oil; I was sated after one. Those with salt maintained a sweet, clean taste, and they kept disappearing.\nAdvertisement Continue reading the main story\nSalt is most effective with rich, strong flavors. Most caramels, for instance, are salted to counter the sweetness. In nut brittles, cookies and ice creams, extra salt gives definition to the flavor of the nuts and cuts down on their fattiness, if only deceivingly. If you've ever tasted Ciao Bella's Heath Bar Crunch against any of its other ice creams, the salt practically screams at you.\nAt Eleven Madison Park, Nicole Kaplan, the pastry chef, decided to use a pistachio paste made with salted roasted pistachios to fill a pithivier. Even when folded into pastry cream, it had a cloudlike lightness, and the flavor of the nuts came through purely, without the interference of sugar.\nAcidic fruits like pineapple and passion fruit need salt to soften their sharpness and to highlight flavors other than sweetness. For her pineapple creme brulee, Ms. Kaplan first salts the pineapple for about an hour, to draw off some of the liquid and to concentrate its juices, before roasting it.\nSome restaurant desserts are actually turning savory. Mr. Asteinza's sauteed cantaloupe is a play on melon and prosciutto. The cooked melon is sprinkled with both salt and pepper, served with thin ribbons of fresh cantaloupe and a quenelle of gazpacho sorbet. (It is as delicious as it is odd.)\nThe point, however, is not that salt should be used so radically or pervasively. Sprinkling a little fleur de sel over a warm rich cake is an easy flourish. So is roasting nuts in sugar and salt before adding them to cookies or ice cream. You can add more salt to a cake batter when using a rich frosting or to cookie batter if you're also adding chocolate.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA few years ago, when Ms. Fleming first made that black-pepper ice cream at Gramercy Tavern, she asked Tom Colicchio, the chef, to taste it. ''He said it needed salt,'' she said, ''and I thought, 'Salt?' And then almost granule by granule he added it, and we could see the flavor come up. That was the beginning of salt and ice cream for me.''\nSalt is not used superfluously in her desserts -- in fact, it isn't perceptible in many of them. In the fall, she makes a Concord grape focaccia seasoned with raw sugar, sea salt and pepper. It's clever, perhaps brilliant, and yet restrained.\nBut her chocolate caramel tart with caramel ice cream is unforgettable. Salt crystals on the surface of the tart look like specks of dust on polished wood. Each bite of the tart is relentless in its richness and changes as the salt crystals melt; they are like flickers of light on your palate. From this intensity you cross the plate, where a scoop of caramel ice cream sits. It is bitter, almost malty, and also noticeably salty. You end up bouncing back and forth between indulgence and relief, just as you would with foie gras terrine and a Sauternes gelee.\nSAUTEED CANTALOUPE WITH FLEUR DE SEL\nAdapted from Patria\nTime: 25 minutes\n2 medium cantaloupes\n8 tablespoons sugar\nAdvertisement Continue reading the main story\n1/4 teaspoon fleur de sel, or coarse sea salt finely ground\nFreshly ground black pepper.\n1. Using a serrated knife, remove peel of both cantaloupes. Cut them in half lengthwise. With a spoon, gently remove seeds, being careful not to bruise the fruit.\n2. Set aside one cantaloupe half. Place remaining three halves cut side down on a cutting board. Slice each half lengthwise into six spears, for a total of 18 spears. Using a vegetable peeler, shave remaining cantaloupe half into paper-thin slices, and refrigerate.\n3. In a large saute pan over low heat, melt 4 tablespoons sugar until it liquefies and turns a light caramel color, about 1 1/2 minutes. Add half the cantaloupe spears, and saute for about 30 seconds on each side. Add 1/4 cup water, and simmer until water is almost gone, about 5 minutes. Transfer cantaloupe to a plate, and repeat with remaining cantaloupe spears, the remaining 4 tablespoons sugar, and an additional 1/4 cup water.\n4. To serve, sprinkle spears evenly with fleur de sel. Place three spears on each of six serving plates, and garnish with the chilled paper-thin cantaloupe slices and two turns of freshly ground pepper.\nYield: 6 servings.\nMOLTEN CHOCOLATE CAKES\nAdapted from Petrossian Boutique and Cafe\nTime: 30 minutes\n2 3/4 ounces high-quality bittersweet chocolate\n6 tablespoons unsalted butter, plus more for cake pans, at room temperature\n1/3 cup sugar\n3 large eggs\n1/3 cup all-purpose flour, plus additional for cake pans\n4 pinches fleur de sel.\n1. Preheat oven to 475 degrees. Using a double boiler, melt chocolate and 6 tablespoons butter. Add sugar, and stir until melted. Remove from heat, and set aside.\n2. In a bowl, combine eggs and 1/3 cup flour, and stir until smooth. Gradually whisk in chocolate mixture until well blended.\nAdvertisement Continue reading the main story\n3. Butter and flour four 1/2-cup souffle dishes, and divide batter among them. Bake until cakes are puffed and dry on surface but still soft in center, about 6 minutes.\n4. Remove cakes from dishes, and place on serving plates. Sprinkle with fleur de sel, and serve hot or cool.\nYield: 4 servings.\nCHOCOLATE CARAMEL TART\nAdapted from Gramercy Tavern\nTime: 1 hour 15 minutes, plus at least 2 1/2 hours for chilling and setting\nFor the chocolate dough:\n1/2 cup (1 stick) salted butter, at room temperature\n1/2 cup plus 1 tablespoon confectioners' sugar\n1/4 cup unsweetened cocoa\n1 large egg yolk\n3/4 teaspoon vanilla extract\n1 1/4 cups all-purpose flour\nFor the caramel filling:\n2 cups sugar\n1/4 cup corn syrup\n1/2 cup (1 stick) unsalted butter\n1/2 cup heavy cream\n2 tablespoons creme fraiche (available at specialty food markets)\nFor the chocolate glaze:\n3 1/2 ounces extra-bittersweet chocolate, chopped\n1/2 cup heavy cream\nFleur de sel.\n1. Prepare chocolate dough: In bowl of an electric mixer, combine 1/2 cup butter, confectioners' sugar and cocoa. Beat until smooth. Add egg yolk and vanilla, and beat until blended.\n2. Sift flour into dough mixture. Beat on low speed until combined. Scrape dough onto a sheet of plastic wrap, and shape into a disk. Wrap, and chill until firm, at least 1 hour and up to 3 days.\nAdvertisement Continue reading the main story\n3. Preheat oven to 350 degrees. On a lightly floured surface, roll tart dough into an 11-inch circle. Transfer dough to a 10-inch tart pan. Line tart with foil, and fill with dried beans, rice or pie weights. Bake for 15 minutes. Remove foil and weights, and bake until pastry is dry and set, another 10 to 15 minutes. Transfer to a wire rack to cool.\n4. Prepare caramel filling: In a large saucepan, bring sugar and corn syrup to a boil. Stir occasionally, until mixture is a deep caramel color. Carefully (mixture will bubble) whisk in butter, 1/2 cup cream and creme fraiche until smooth. Pour hot caramel into tart, and allow to cool and set, at least 1/2 hour.\n5. Prepare chocolate glaze: Place chocolate in a bowl. In a small saucepan, bring cream to a boil. Pour hot cream over chocolate, and whisk until chocolate has melted and mixture is smooth. Pour glaze over tart, tilting tart for even coverage. Allow glaze to set for at least one hour, then sprinkle with a few granules of fleur de sel.\nYield: 10-inch tart (12 to 16 servings).", "url": "https://www.nytimes.com/2000/08/30/dining/there-s-new-flavor-town-it-s-salt-dessert-traditions-go-over-shoulder.html"}