{"authors": ["Jonathan Reynolds"], "date_download": "2018-11-16 03:35:41", "date_modify": "2018-11-16 03:35:41", "date_publish": "2000-09-24 01:00:00", "description": "Jonathan Reynolds Food column on his belief that men who cook are aphrodisiacs to women; offers rules and recipes for attracting women; photo (M)", "filename": "2000_09_24_magazine_food-a-taste-for-seduction_1542339341.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2000_09_24_magazine_food-a-taste-for-seduction_1542339341.html", "title": "Food; A Taste for Seduction", "title_page": "Food; A Taste for Seduction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The second, who had inexplicably changed her name from Jane to Kathrin because she thought the former boring, had actually made another date the same night, to take place after I'd made her dinner. Smitten as she, too, seemed by the act of cooking just for her, she nevertheless left at 10 p.m., and I didn't see her again for more than 10 years, when she wouldn't even hold hands. And that second guy never even thanked me.\nNeither of these instances was calculated. I loved cooking and selflessly (well, sort of) wanted to cook for them. And since I wasn't making a dime at the time, it was actually quite a bit cheaper to do so. Besides, taking a woman to a restaurant is as stressful as the night the critic comes to your play and about as original as carrying her books. A man has to be truly obnoxious to impress a woman at a restaurant on a first date. But wielding a cleaver in his own kitchen, well, the work speaks for itself.\nAlso, there is a moment during a date when, you hope, her eyes will forget the background and focus on you, or she will laugh at an idiosyncrasy, or you mesh on some point -- the silliness of the name Verizon, a dislike of skiers, a shared fear of heights, the realization that, despite Hollywood, people basically aren't sympathetic -- something. But you don't need to worry about this when twirling the saute pan causes the same result: you have her focus.\nIn hopes that my second single life will be an improvement over my first, I have devised a few rules about men cooking for women (which may also apply to men cooking for men and women cooking for women, I don't know).\n1. Find out if she's allergic to anything or hates cardoon. Find out what she loves but seldom gets.\n2. Make something slightly ambitious. Although I prefer simplicity at a restaurant, the perfectly cooked chicken breast is not going to accomplish what you want unless your date is Rose Levy Berenbaum.\n3. Balance the meal -- you don't want it all heavily sauced. (You'll both become ungraceful and possibly unattractive just when you least want to be.)\n4. Serve something exotic -- like cardoon. It looks like celery, tastes like an artichoke and will make you seem a man of the world. Braising leeks will be almost as effective.\nAdvertisement Continue reading the main story\n5. Make sure you have plenty of cayenne around in case of emergencies. Cayenne masks just about every conceivable cooking mistake except burning and oversalting, and it's trendy. If you do burn your entree, you may be pleasantly surprised to find that your guest thinks you burned it on purpose to initiate her into cuisine brlee.\n6. Make it appear effortless. Prepare as much as you can beforehand -- but be sure she witnesses at least one impressive cooking flourish. (Throwing things around in a wok is an excellent strategy. Or setting something on fire, or frothing it.) Pour things from a great height. Think Fred Astaire, not one of those grunting tennis players.\n7. Never consult a cookbook in public. Memorize the recipes or post them on little cards and hide them everywhere, as Marlon Brando has done with his lines ever since ''Last Tango.''\n8. Clean your apartment to a better-than-postgraduate level.\n9. Prepare the table with a loaf of delicious bread, a bread knife, a butter plate with a slab of softened butter on it and a shallow bowl half-filled with olive oil, so she'll have a choice of what to put on the bread.\n10. Make sure the woman you're cooking for doesn't have a date later on the same night.\n11. Make these.\nPhilippe Bertineau's Chilled Heirloom Tomato Soup\n2 tablespoons extra-virgin olive oil\n1 large leek, white part only, split, rinsed well, coarsely chopped\n1 stalk celery, coarsely chopped\n1 small bulb fennel, coarsely chopped\n1 medium red bell pepper, stemmed, ribs removed, seeded and coarsely chopped\n1/2 medium Spanish onion, coarsely chopped\n1/2 bulb garlic, unpeeled, cut crosswise in half and crushed gently\nAdvertisement Continue reading the main story\nHerb bouquet garni:\n1 sprig thyme, 1 sprig rosemary, 1/4bunch parsley, 3 sprigs basil, 3/4-inch-diameter bundle of dry fennel sticks, all tied together with kitchen string\nSeed bouquet garni:\n1 tablespoon anise seeds, 1 tablespoon fennel seeds, 1 teaspoon coriander seeds, all placed on a thick square of cheesecloth, gathered into a bundle and tied with kitchen string\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n15 large, ripe Carmello or beefsteak tomatoes, each cut into 8 pieces\nSalt and freshly ground white pepper to taste\nTabasco sauce to taste\nCelery salt to taste\n6 ounces guacamole.\n1. Heat the oil in a large saucepan over medium heat, add the vegetables (but not the tomatoes). Cover and sweat for 10 minutes, until soft but not brown. Add the bouquets garnis and tomatoes to 3 cups water. Bring to a boil and cook for 15 minutes, until the tomatoes are softened but not overcooked, then season with salt and pepper.\n2. Transfer the mixture to a large heatproof bowl and cool in a container of ice and water. (This will allow the tomatoes to retain their color.)\n3. Remove the bouquets garnis and, in batches, puree the mixture in a blender. Pass through a food mill into a large bowl and season to taste with salt, white pepper, Tabasco and celery salt. Refrigerate until cold (but not freezing) to taste the full flavor of the tomatoes.\n4. Ladle the cold tomato soup into soup bowls and place a spoonful of the guacamole in the center and then garnish with a basil flower.\nYield: 4 to 6 servings.\nChicken la Tulipe\n1 1/2 ounces dried morels\n2 tablespoons Cognac\n2 tablespoons butter, divided\n1 1/4 cups light cream or cr me frache, divided\n1 3 1/2-pound chicken, rinsed (neck, giblets and liver removed)\nAdvertisement Continue reading the main story\n1 teaspoon salt, divided in half\nPinch of cayenne\n1/4 teaspoon pepper\n1/4 cup dry white wine.\n1. Preheat oven to 450 degrees and let morels soak in Cognac 15 minutes. Drain, reserving liquid.\n2. Saute morels in 1 tablespoon butter for 5 minutes; then add 1/2 cup light cream and reduce by half. Stir in 1/2 teaspoon salt and the cayenne.\n3. Rub chicken with remaining butter and sprinkle with remaining salt and the pepper. Spoon morels into the body cavity. Roast chicken on one side for 15 minutes, baste and then roast on the other side 15 minutes and baste again. Finally, roast it breast side up for 20 minutes.\n4. Remove chicken from the oven. Throw away most of the fat from the pan, add the wine and mushroomy Cognac, deglazing, and flambe immediately. Reduce over high heat.\n5. Shake morels and juices from the chicken into the pot, add 3/4 cup light cream and simmer for 5 minutes, until thickened. Taste for seasoning.\n6. Cut the chicken into 8 serving pieces, arrange them on the platter and pour the morel sauce over them.\nYield: 2 servings.\nBraised Cardoon\n1 tablespoon butter, in bits\n4 cardoon stalks, peeled, split lengthwise and washed well\n1 cup beef broth\nSalt and freshly ground pepper.\n1. Preheat oven to 450 degrees. Butter a 1-quart baking dish. Cut cardoon crosswise into 1/2-inch pieces. Place in prepared dish. Add the cardoon to the boiling broth, top with butter and sprinkle with salt and pepper.\nAdvertisement Continue reading the main story\n2. Cover tightly with foil and bake, alongside chicken, 20 minutes, until tender.\nYield: 2 servings.\nNote: Leeks may be substituted for cardoon, with 1/2 cup of broth.\nBaked Figs\n6 firm ripe fresh figs\n1 1/2 tablespoons butter, melted\n1 1/2 tablespoons sugar\nVanilla ice cream or 1 cup raspberries, 1/2 cup heavy cream and 1/4 cup confectioners' sugar.\n1. Preheat oven to 375 degrees.\n2. Cut the stems off figs and place figs in a buttered baking dish. Brush with butter and sprinkle with sugar. Bake 15 minutes, until bubbly and lightly caramelized.\n3. With scissors or a knife, make an X in the top so that each fig opens like a flower.\n4. Serve figs hot with ice cream or raspberries folded into heavy cream whipped with confectioners' sugar.\nYield: 2 servings.", "url": "https://www.nytimes.com/2000/09/24/magazine/food-a-taste-for-seduction.html"}