{"authors": [], "date_download": "2018-11-16 04:44:48", "date_modify": "2018-11-16 04:44:48", "date_publish": "2000-12-14 00:00:00", "description": "Text of Supreme Court's decision barring further counting of Florida's disputed presidential ballot, concurring opinion and dissents; photos (L)", "filename": "2000_12_14_us_43rd-president-text-supreme-court-ruling-bush-v-gore-florida-recount-case_1542343488.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2000_12_14_us_43rd-president-text-supreme-court-ruling-bush-v-gore-florida-recount-case_1542343488.html", "title": "THE 43rd PRESIDENT; Text of Supreme Court Ruling in Bush v. Gore Florida Recount Case", "title_page": "THE 43rd PRESIDENT; Text of Supreme Court Ruling in Bush v. Gore Florida Recount Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The petition presents the following questions: whether the Florida Supreme Court established new standards for resolving presidential election contests, thereby violating Article II, Section 1, clause 2, of the United States Constitution and failing to comply with 3 U.S.C. Section 5, and whether the use of standardless manual recounts violates the equal protection and due process clauses. With respect to the equal protection question, we find a violation of the equal protection clause.\nThe closeness of this election, and the multitude of legal challenges which have followed in its wake, have brought into sharp focus a common, if heretofore unnoticed, phenomenon.\nNationwide statistics reveal that an estimated 2 percent of ballots cast do not register a vote for president for whatever reason, including deliberately choosing no candidate at all or some voter error, such as voting for two candidates or insufficiently marking a ballot. In certifying election results, the votes eligible for inclusion in the certification are the votes meeting the properly established legal requirements.\nThis case has shown that punch-card balloting machines can produce an unfortunate number of ballots which are not punched in a clean, complete way by the voter. After the current counting, it is likely legislative bodies nationwide will examine ways to improve the mechanisms and machinery for voting.\nThe individual citizen has no federal constitutional right to vote for electors for the president of the United States unless and until the state legislature chooses a statewide election as the means to implement its power to appoint members of the Electoral College. This is the source for the statement in McPherson v. Blacker that the state legislature' s power to select the manner for appointing electors is plenary; it may, if it so chooses, select the electors itself, which indeed was the manner used by state legislatures in several states for many years after the framing of our Constitution. History has now favored the voter, and in each of the several states the citizens themselves vote for presidential electors. When the state legislature vests the right to vote for president in its people, the right to vote as the legislature has prescribed is fundamental; and one source of its fundamental nature lies in the equal weight accorded to each vote and the equal dignity owed to each voter. The state, of course, after granting the franchise in the special context of Article II, can take back the power to appoint electors.\nThe right to vote is protected in more than the initial allocation of the franchise. Equal protection applies as well to the manner of its exercise. Having once granted the right to vote on equal terms, the state may not, by later arbitrary and disparate treatment, value one person's vote over that of another. It must be remembered that ''the right of suffrage can be denied by a debasement or dilution of the weight of a citizen' s vote just as effectively as by wholly prohibiting the free exercise of the franchise.''\nThere is no difference between the two sides of the present controversy on these basic propositions. Respondents say that the very purpose of vindicating the right to vote justifies the recount procedures now at issue. The question before us, however, is whether the recount procedures the Florida Supreme Court has adopted are consistent with its obligation to avoid arbitrary and disparate treatment of the members of its electorate.\nAdvertisement Continue reading the main story\nMuch of the controversy seems to revolve around ballot cards designed to be perforated by a stylus but which, either through error or deliberate omission, have not been perforated with sufficient precision for a machine to count them. In some cases a piece of the card -- a chad -- is hanging, say by two corners. In other cases there is no separation at all, just an indentation. The Florida Supreme Court has ordered that the intent of the voter be discerned from such ballots. For purposes of resolving the equal protection challenge, it is not necessary to decide whether the Florida Supreme Court had the authority under the legislative scheme for resolving election disputes to define what a legal vote is and to mandate a manual recount implementing that definition. The recount mechanisms implemented in response to the decisions of the Florida Supreme Court do not satisfy the minimum requirement for non-arbitrary treatment of voters necessary to secure the fundamental right. Florida's basic command for the count of legally cast votes is to consider the ''intent of the voter.'' This is unobjectionable as an abstract proposition and a starting principle. The problem inheres in the absence of specific standards to ensure its equal application. The formulation of uniform rules to determine intent based on these recurring circumstances is practicable and, we conclude, necessary.\nThe law does not refrain from searching for the intent of the actor in a multitude of circumstances; and in some cases the general command to ascertain intent is not susceptible to much further refinement. In this instance, however, the question is not whether to believe a witness but how to interpret the marks or holes or scratches on an inanimate object, a piece of cardboard or paper which, it is said, might not have registered as a vote during the machine count. The factfinder confronts a thing, not a person. The search for intent can be confined by specific rules designed to ensure uniform treatment. The want of those rules here has led to unequal evaluation of ballots in various respects. As seems to have been acknowledged at oral argument, the stan-dards for accepting or rejecting contested ballots might vary not only from county to county but indeed within a single county from one recount team to another. The record provides some examples. A monitor in Miami-Dade County testified at trial that he observed that three members of the county canvassing board applied different standards in defining a legal vote. And testimony at trial also revealed that at least one county changed its evaluative standards during the counting process. Palm Beach County, for example, began the process with a 1990 guideline which precluded counting completely attached chads, switched to a rule that considered a vote to be legal if any light could be seen through a chad, changed back to the 1990 rule, and then abandoned any pretense of a per se rule, only to have a court order that the county consider dimpled chads legal. This is not a process with sufficient guarantees of equal treatment. An early case in our one person, one vote jurisprudence arose when a state accorded arbitrary and disparate treatment to voters in its different counties. The court found a constitutional violation. We relied on these principles in the context of the presidential selection process in Moore v. Ogilvie, where we invalidated a county-based procedure that diluted the influence of citizens in larger counties in the nominating process. There we observed that ''the idea that one group can be granted greater voting strength than another is hostile to the one man, one vote basis of our representative government.''\nThe State Supreme Court ratified this uneven treatment. It mandated that the recount totals from two counties, Miami-Dade and Palm Beach, be included in the certified total. The court also appeared to hold sub silentio that the recount totals from Broward County, which were not completed until after the original Nov. 14 certification by the secretary of state, were to be considered part of the new certified vote totals even though the county certification was not contested by Vice President Gore. Yet each of the counties used varying standards to determine what was a legal vote. Broward County used a more forgiving standard than Palm Beach County, and uncovered almost three times as many new votes, a result markedly disproportionate to the difference in population between the counties. In addition, the recounts in these three counties were not limited to so-called undervotes but extended to all of the ballots. The distinction has real consequences. A manual recount of all ballots identifies not only those ballots which show no vote but also those which contain more than one, the so-called overvotes. Neither category will be counted by the machine. This is not a trivial concern.\nAt oral argument, respondents estimated there are as many as 110,000 overvotes statewide. As a result, the citizen whose ballot was not read by a machine because he failed to vote for a candidate in a way readable by a machine may still have his vote counted in a manual recount; on the other hand, the citizen who marks two candidates in a way discernable by the machine will not have the same opportunity to have his vote count, even if a manual examination of the ballot would reveal the requisite indicia of intent. Furthermore, the citizen who marks two candidates, only one of which is discernable by the machine, will have his vote counted even though it should have been read as an invalid ballot. The State Supreme Court's inclusion of vote counts based on these variant standards exemplifies concerns with the remedial processes that were under way.\nThat brings the analysis to yet a further equal protection problem. The votes certified by the court included a partial total from one county, Miami-Dade. The Florida Supreme Court's decision thus gives no assurance that the recounts included in a final certification must be complete. Indeed, it is respondent's submission that it would be consistent with the rules of the recount procedures to include whatever partial counts are done by the time of final certification, and we interpret the Florida Supreme Court's decision to permit this. This accommodation no doubt results from the truncated contest period established by the Florida Supreme Court in Bush I, at respondents' own urging. The press of time does not diminish the constitutional concern. A desire for speed is not a general excuse for ignoring equal protection guarantees.\nIn addition to these difficulties the actual process by which the votes were to be counted under the Florida Supreme Court' s decision raises further concerns. That order did not specify who would recount the ballots. The county canvassing boards were forced to pull together ad hoc teams comprised of judges from various circuits who had no previous training in handling and interpreting ballots. Furthermore, while others were permitted to observe, they were prohibited from objecting during the recount.\nThe recount process, in its features here described, is inconsistent with the minimum procedures necessary to protect the fundamental right of each voter in the special instance of a statewide recount under the authority of a single state judicial officer. Our consideration is limited to the present circumstances, for the problem of equal protection in election processes generally presents many complexities.\nThe question before the court is not whether local entities, in the exercise of their expertise, may develop different systems for implementing elections. Instead, we are presented with a situation where a state court with the power to assure uniformity has ordered a statewide recount with minimal procedural safeguards. When a court orders a statewide remedy, there must be at least some assurance that the rudimentary requirements of equal treatment and fundamental fairness are satisfied. Given the court's assessment that the recount process under way was probably being conducted in an unconstitutional manner, the court stayed the order directing the recount so it could hear this case and render an expedited decision. The contest provision, as it was mandated by the state Supreme Court, is not well calculated to sustain the confidence that all citizens must have in the outcome of elections. The state has not shown that its procedures include the necessary safeguards. The problem, for instance, of the estimated 110,000 overvotes has not been addressed, although Chief Justice Wells called attention to the concern in his dissenting opinion.\nAdvertisement Continue reading the main story\nUpon due consideration of the difficulties identified to this point, it is obvious that the recount cannot be conducted in compliance with the requirements of equal protection and due process without substantial additional work. It would require not only the adoption (after opportunity for argument) of adequate statewide standards for determining what is a legal vote, and practicable procedures to implement them, but also orderly judicial review of any disputed matters that might arise. In addition, the secretary of state has advised that the recount of only a portion of the ballots requires that the vote tabulation equipment be used to screen out undervotes, a function for which the machines were not designed. If a recount of overvotes were also required, perhaps even a second screening would be necessary. Use of the equipment for this purpose, and any new software developed for it, would have to be evaluated for accuracy by the secretary of state, as required by Florida Statutes, Section 101.015.\nThe Supreme Court of Florida has said that the legislature intended the state's electors to ''participate fully in the federal electoral process,'' as provided in 3 U.S.C. Section 5.\nThat statute, in turn, requires that any controversy or contest that is designed to lead to a conclusive selection of electors be completed by Dec. 12. That date is upon us, and there is no recount procedure in place under the state Supreme Court's order that comports with minimal constitutional standards. Because it is evident that any recount seeking to meet the Dec. 12 date will be unconstitutional for the reasons we have discussed, we reverse the judgment of the Supreme Court of Florida ordering a recount to proceed. Seven justices of the court agree that there are constitutional problems with the recount ordered by the Florida Supreme Court that demand a remedy.\nThe only disagreement is as to the remedy.\nBecause the Florida Supreme Court has said that the Florida Legislature intended to obtain the safe-harbor benefits of 3 U.S.C. Section 5, Justice Breyer's proposed remedy -- remanding to the Florida Supreme Court for its ordering of a constitutionally proper contest until Dec. 18 -- contemplates action in violation of the Florida election code, and hence could not be part of an ''appropriate'' order authorized by Florida Statutes, Section 102.168(8).\nNone are more conscious of the vital limits on judicial authority than are the members of this court, and none stand more in admiration of the Constitution' s design to leave the selection of the president to the people, through their legislatures, and to the political sphere. When contending parties invoke the process of the courts, however, it becomes our unsought responsibility to resolve the federal and constitutional issues the judicial system has been forced to confront. The judgment of the Supreme Court of Florida is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.\nPursuant to this court's Rule 45.2, the clerk is directed to issue the mandate in this case forthwith.\nIt is so ordered.\nCHIEF JUSTICE REHNQUIST\nwith Justice Scalia and Justice Thomas concurring\nWe join the per curiam opinion. We write separately because we believe there are additional grounds that require us to reverse the Florida Supreme Court's decision.\nWe deal here not with an ordinary election, but with an election for the president of the United States. In Burroughs v. United States, we said: ''While presidential electors are not officers or agents of the federal government, they exercise federal functions under, and discharge duties in virtue of authority conferred by, the Constitution of the United States. The president is vested with the executive power of the nation. The importance of his election and the vital character of its relationship to and effect upon the welfare and safety of the whole people cannot be too strongly stated.''\nAdvertisement Continue reading the main story\nLikewise, in Anderson v. Celebrezze, we said: ''In the context of a presidential election, state-imposed restrictions implicate a uniquely important national interest. For the president and the vice president of the United States are the only elected officials who represent all the voters in the nation.''\nIn most cases, comity and respect for federalism compel us to defer to the decisions of state courts on issues of state law. That practice reflects our understanding that the decisions of state courts are definitive pronouncements of the will of the states as sovereigns. Of course, in ordinary cases, the distribution of powers among the branches of a state's government raises no questions of federal constitutional law, subject to the requirement that the government be republican in character. But there are a few exceptional cases in which the Constitution imposes a duty or confers a power on a particular branch of a state's government. This is one of them.\nArticle II, Section 1, Clause 2, provides that ''each state shall appoint, in such manner as the Legislature thereof may direct,'' electors for president and vice president. Thus, the text of the election law itself, and not just its interpretation by the courts of the states, takes on independent significance. In McPherson v. Blacker, we explained that Article II, Section 1, Clause. 2, ''conveys the broadest power of determination'' and ''leaves it to the Legislature exclusively to define the method'' of appointment. A significant departure from the legislative scheme for appointing presidential electors presents a federal constitutional question.\n3 U.S.C. Section 5 informs our application of Article II, Section 1, Clause 2, to the Florida statutory scheme, which, as the Florida Supreme Court acknowledged, took that statute into account. Section 5 provides that the state's selection of electors ''shall be conclusive, and shall govern in the counting of the electoral votes'' if the electors are chosen under laws enacted prior to Election Day, and if the selection process is completed six days prior to the meeting of the electoral college. As we noted in Bush v. Palm Beach County Canvassing Board:\n''Since Section 5 contains a principle of federal law that would assure finality of the State' s determination if made pursuant to a state law in effect before the election, a legislative wish to take advantage of the 'safe harbor' would counsel against any construction of the election code that Congress might deem to be a change in the law.''\nIf we are to respect the Legislature's Article II powers, therefore, we must ensure that post-election state-court actions do not frustrate the legislative desire to attain the ''safe harbor'' provided by Section 5.\nIn Florida, the Legislature has chosen to hold statewide elections to appoint the state's 25 electors. Importantly, the Legislature has delegated the authority to run the elections and to oversee election disputes to the secretary of state, and to state circuit courts. Isolated sections of the code may well admit of more than one interpretation, but the general coherence of the legislative scheme may not be altered by judicial interpretation so as to wholly change the statutorily provided apportionment of responsibility among these various bodies. In any election but a presidential election, the Florida Supreme Court can give as little or as much deference to Florida's executives as it chooses, so far as Article II is concerned, and this court will have no cause to question the court' s actions. But, with respect to a presidential election, the court must be both mindful of the Legislature's role under Article II in choosing the manner of appointing electors and deferential to those bodies expressly empowered by the Legislature to carry out its constitutional mandate.\nIn order to determine whether a state court has infringed upon the Legislature's authority, we necessarily must examine the law of the state as it existed prior to the action of the court. Though we generally defer to state courts on the interpretation of state law, there are of course areas in which the Constitution requires this court to undertake an independent, if still deferential, analysis of state law.\nFor example, in N.A.A.C.P. v. Alabama, it was argued that we were without jurisdiction because the petitioner had not pursued the correct appellate remedy in Alabama' s state courts. Petitioners had sought a state-law writ of certiorari in the Alabama Supreme Court when a writ of mandamus, according to that court, was proper. We found this state-law ground inadequate to defeat our jurisdiction because we were ''unable to reconcile the procedural holding of the Alabama Supreme Court'' with prior Alabama precedent. The purported state-law ground was so novel, in our independent estimation, that ''petitioner could not fairly be deemed to have been apprised of its existence.''\nAdvertisement Continue reading the main story\nSix years later we decided Bouie v. City of Columbia, in which the state court had held, contrary to precedent, that the state trespass law applied to black sit-in demonstrators who had consent to enter private property but were then asked to leave. Relying upon N.A.A.C.P., we concluded that the South Carolina Supreme Court' s interpretation of a state penal statute had impermissibly broadened the scope of that statute beyond what a fair reading provided, in violation of due process. What we would do in the present case is precisely parallel: Hold that the Florida Supreme Court' s interpretation of the Florida election laws impermissibly distorted them beyond what a fair reading required, in violation of Article II.\nThis inquiry does not imply a disrespect for state courts but rather a respect for the constitutionally prescribed role of state legislatures. To attach definitive weight to the pronouncement of a state court, when the very question at issue is whether the court has actually departed from the statutory meaning, would be to abdicate our responsibility to enforce the explicit requirements of Article II.\nActing pursuant to its constitutional grant of authority, the Florida Legislature has created a detailed, if not perfectly crafted, statutory scheme that provides for appointment of presidential electors by direct election. Under the statute, ''votes cast for the actual candidates for president and vice president shall be counted as votes cast for the presidential electors supporting such candidates.'' The legislature has designated the secretary of state as the ''chief election officer,'' with the responsibility to ''obtain and maintain uniformity in the application, operation and interpretation of the election laws.''\nThe state Legislature has delegated to county canvassing boards the duties of administering elections. Those boards are responsible for providing results to the state elections canvassing commission, comprising the governor, the secretary of state and the director of the division of elections. (''The election process . . . is committed to the executive branch of government through duly designated officials all charged with specific duties. . . . The judgments of these officials are entitled to be regarded by the courts as presumptively correct . . .'')\nAfter the election has taken place, the canvassing boards receive returns from precincts, count the votes, and in the event that a candidate was defeated by 0.5 percent or less, conduct a mandatory recount. The county canvassing boards must file certified election returns with the Department of State by 5 p.m. on the seventh day following the election. The elections canvassing commission must then certify the results of the election.\nThe state Legislature has also provided mechanisms both for protesting election returns and for contesting certified election results. Section 102.166 governs protests. Any protest must be filed prior to the certification of election results by the county canvassing board. Once a protest has been filed, ''the county canvassing board may authorize a manual recount.'' If a sample recountconducted pursuant to Section 102.166(5) ''indicates an error in the vote tabulation which could affect the outcome of the election,'' the county canvassing board is instructed to: ''(A) Correct the error and recount the remaining precincts with the vote tabulation system; (B) Request the Department of State to verify the tabulation software; or (C) Manually recount all ballots.'' In the event a canvassing board chooses to conduct a manual recount of all ballots, Section 102.166(7) prescribes procedures for such a recount.\nContests to the certification of an election, on the other hand, are controlled by Section 102.168. The grounds for contesting an election include ''receipt of a number of illegal votes or rejection of a number of legal votes sufficient to change or place in doubt the result of the election.'' Any contest must be filed in the appropriate Florida circuit court, and the canvassing board or election board is the proper party defendant. Section 102.168(8) provides that ''the circuit judge to whom the contest is presented may fashion such orders as he or she deems necessary to ensure that each allegation in the complaint is investigated, examined or checked, to prevent or correct any alleged wrong and to provide any relief appropriate under such circumstances.'' In presidential elections, the contest period necessarily terminates on the date set by 3 U.S.C., Section 5 for concluding the state's ''final determination'' of election controversies.\nIn its first decision, Palm Beach Canvassing Board v. Harris, the Florida Supreme Court extended the seven-day statutory certification deadline established by the Legislature. This modification of the code, by lengthening the protest period, necessarily shortened the contest period for presidential elections. Underlying the extension of the certification deadline and the shortchanging of the contest period was, presumably, the clear implication that certification was a matter of significance: The certified winner would enjoy presumptive validity, making a contest proceeding by the losing candidate an uphill battle. In its latest opinion, however, the court empties certification of virtually all legal consequence during the contest, and in doing so departs from the provisions enacted by the Florida Legislature. The court determined that canvassing boards' decisions regarding whether to recount ballots past the certification deadline (even the certification deadline established by Harris I) are to be reviewed de novo, although the election code clearly vests discretion whether to recount in the boards, and sets strict deadlines subject to the secretary' s rejection of late tallies and monetary fines for tardiness. Moreover, the Florida court held that all late vote tallies arriving during the contest period should be automatically included in the certification regardless of the certification deadline (even the certification deadline established by Harris I), thus virtually eliminating both the deadline and the secretary's discretion to disregard recounts that violate it. Moreover, the court's interpretation of ''legal vote,'' and hence its decision to order a contest-period recount, plainly departed from the legislative scheme. Florida statutory law cannot reasonably be thought to require the counting of improperly marked ballots. Each Florida precinct before Election Day provides instructions on how properly to cast a vote; each polling place on Election Day contains a working model of the voting machine it uses; and each voting booth contains a sample ballot. In precincts using punch-card ballots, voters are instructed to punch out the ballot cleanly: ''After voting, check your ballot card to be sure your voting selections are clearly and cleanly punched and there are no chips left hanging on the back of the card.''\nAdvertisement Continue reading the main story\nNo reasonable person would call it ''an error in the vote tabulation,'' or a ''rejection of legal votes,'' when electronic or electromechanical equipment performs precisely in the manner designed, and fails to count those ballots that are not marked in the manner that these voting instructions explicitly and prominently specify. The scheme that the Florida Supreme Court's opinion attributes to the Legislature is one in which machines are required to be ''capable of correctly counting votes,'' but which nonetheless regularly produces elections in which legal votes are predictably not tabulated, so that in close elections manual recounts are regularly required. This is of course absurd. The secretary of state, who is authorized by law to issue binding interpretations of the election code, rejected this peculiar reading of the statutes. The Florida Supreme Court, although it must defer to the secretary's interpretations, rejected her reasonable interpretation and embraced the peculiar one.\nBut as we indicated in our remand of the earlier case, in a presidential election the clearly expressed intent of the Legislature must prevail. And there is no basis for reading the Florida statutes as requiring the counting of improperly marked ballots, as an examination of the Florida Supreme Court's textual analysis shows. We will not parse that analysis here, except to note that the principal provision of the election code on which it relied, Section 101.5614(5), was, as the chief justice pointed out in his dissent from Harris II, entirely irrelevant. The state' s attorney general (who was supporting the Gore challenge) confirmed in oral argument here that never before the present election had a manual recount been conducted on the basis of the contention that ''undervotes'' should have been examined to determine voter intent. For the court to step away from this established practice, prescribed by the secretary of state, the state official charged by the Legislature with ''responsibility to . . . obtain and maintain uniformity in the application, operation, and interpretation of the election laws,'' Section 97.012(1), was to depart from the legislative scheme.\nThe scope and nature of the remedy ordered by the Florida Supreme Court jeopardizes the ''legislative wish'' to take advantage of the safe harbor provided by 3 U.S.C., Section 5. Dec. 12, 2000, is the last date for a final determination of the Florida electors that will satisfy Section 5. Yet in the late afternoon of Dec. 8 -- four days before this deadline -- the Supreme Court of Florida ordered recounts of tens of thousands of so-called ''undervotes'' spread through 64 of the state's 67 counties. This was done in a search for elusive -- perhaps delusive -- certainty as to the exact count of six million votes. But no one claims that these ballots have not previously been tabulated; they were initially read by voting machines at the time of the election, and thereafter reread by virtue of Florida' s automatic recount provision. No one claims there was any fraud in the election. The Supreme Court of Florida ordered this additional recount under the provision of the election code giving the circuit judge the authority to provide relief that is ''appropriate under such circumstances.''\nSurely when the Florida Legislature empowered the courts of the state to grant ''appropriate'' relief, it must have meant relief that would have become final by the cut-off date of 3 U.S.C., Section 5. In light of the inevitable legal challenges and ensuing appeals to the Supreme Court of Florida and petitions for certiorari to this court, the entire recounting process could not possibly be completed by that date. Whereas the majority in the Supreme Court of Florida stated its confidence that ''the remaining undervotes in these counties can be [counted] within the required time frame,'' it made no assertion that the seemingly inevitable appeals could be disposed of in that time. Although the Florida Supreme Court has on occasion taken over a year to resolve disputes over local elections, it has heard and decided the appeals in the present case with great promptness. But the federal deadlines for the presidential election simply do not permit even such a shortened process. As the dissent noted:\n''In [the four days remaining], all questionable ballots must be reviewed by the judicial officer appointed to discern the intent of the voter in a process open to the public. Fairness dictates that a provision be made for either party to object to how a particular ballot is counted. Additionally, this short time period must allow for judicial review. I respectfully submit this cannot be completed without taking Florida' s presidential electors outside the safe harbor provision, creating the very real possibility of disenfranchising those nearly six million voters who are able to correctly cast their ballots on election day.'' The other dissenters echoed this concern: ''The majority is departing from the essential requirements of the law by providing a remedy which is impossible to achieve and which will ultimately lead to chaos.'' Given all these factors, and in light of the legislative intent identified by the Florida Supreme Court to bring Florida within the ''safe harbor'' provision of 3 U.S.C., Section 5, the remedy prescribed by the Supreme Court of Florida cannot be deemed an ''appropriate'' one as of Dec. 8.\nIt significantly departed from the statutory framework in place on Nov. 7, and authorized open-ended further proceedings which could not be completed by Dec. 12, thereby preventing a final determination by that date.\nFor these reasons, in addition to those given in the per curiam, we would reverse.\nA DISSENT\nBy Justice Stevens joined by Justices Ginsburg and Breyer\nThe Constitution assigns to the states the primary responsibility for determining the manner of selecting the presidential electors. When questions arise about the meaning of state laws, including election laws, it is our settled practice to accept the opinions of the highest courts of the states as providing the final answers. On rare occasions, however, either federal statutes or the federal Constitution may require federal judicial intervention in state elections. This is not such an occasion.\nThe federal questions that ultimately emerged in this case are not substantial. Article II provides that ''each state shall appoint, in such manner as the legislature thereof may direct, a number of electors.'' It does not create state legislatures out of whole cloth, but rather takes them as they come -- as creatures born of, and constrained by, their state constitutions. Lest there be any doubt, we stated over 100 years ago in McPherson v. Blacker that ''what is forbidden or required to be done by a state'' in the Article II context ''is forbidden or required of the legislative power under state constitutions as they exist.'' In the same vein, we also observed that ''the state's legislative power is the supreme authority except as limited by the constitution of the state.'' The legislative power in Florida is subject to judicial review pursuant to Article V of the Florida Constitution, and nothing in Article II of the federal Constitution frees the State Legislature from the constraints in the state Constitution that created it. Moreover, the Florida Legislature's own decision to employ a unitary code for all elections indicates that it intended the Florida Supreme Court to play the same role in presidential elections that it has historically played in resolving electoral disputes. The Florida Supreme Court's exercise of appellate jurisdiction therefore was wholly consistent with, and indeed contemplated by, the grant of authority in Article II.\nAdvertisement Continue reading the main story\nIt hardly needs stating that Congress, pursuant to 3 U.S.C., Section 5, did not impose any affirmative duties upon the states that their governmental branches could ''violate.'' Rather, Section 5 provides a safe harbor for states to select electors in contested elections ''by judicial or other methods'' established by laws prior to the Election Day. Section 5, like Article II, assumes the involvement of the state judiciary in interpreting state election laws and resolving election disputes under those laws. Neither Section 5 nor Article II grants federal judges any special authority to substitute their views for those of the state judiciary on matters of state law.\nNor are petitioners correct in asserting that the failure of the Florida Supreme Court to specify in detail the precise manner in which the ''intent of the voter,'' Florida Statute Section 101.5614( 5) is to be determined rises to the level of a constitutional violation. We found such a violation when individual votes within the same state were weighted unequally, but we have never before called into question the substantive standard by which a state determines that a vote has been legally cast. And there is no reason to think that the guidance provided to the fact-finders, specifically the various canvassing boards, by the ''intent of the voter'' standard is any less sufficient -- or will lead to results any less uniform -- than, for example, the ''beyond a reasonable doubt'' standard employed everyday by ordinary citizens in courtrooms across this country.\nAdmittedly, the use of differing substandards for determining voter intent in different counties employing similar voting systems may raise serious concerns. Those concerns are alleviated -- if not eliminated -- by the fact that a single impartial magistrate will ultimately adjudicate all objections arising from the recount process. Of course, as a general matter, ''the interpretation of constitutional principles must not be too literal. We must remember that the machinery of government would not work if it were not allowed a little play in its joints.'' If it were otherwise, Florida's decision to leave to each county the determination of what balloting system to employ -- despite enormous differences in accuracy -- might run afoul of equal protection. So, too, might the similar decisions of the vast majority of state legislatures to delegate to local authorities certain decisions with respect to voting systems and ballot design. Even assuming that aspects of the remedial scheme might ultimately be found to violate the Equal Protection Clause, I could not subscribe to the majority's disposition of the case. As the majority explicitly holds, once a state legislature determines to select electors through a popular vote, the right to have one's vote counted is of constitutional stature. As the majority further acknowledges, Florida law holds that all ballots that reveal the intent of the voter constitute valid votes. Recognizing these principles, the majority nonetheless orders the termination of the contest proceeding before all such votes have been tabulated. Under their own reasoning, the appropriate course of action would be to remand to allow more specific procedures for implementing the legislature's uniform general standard to be established.\nIn the interest of finality, however, the majority effectively orders the disenfranchisement of an unknown number of voters whose ballots reveal their intent -- and are therefore legal votes under state law -- but were for some reason rejected by ballot-counting machines. It does so on the basis of the deadlines set forth in Title 3 of the United States Code. But, as I have already noted, those provisions merely provide rules of decision for Congress to follow when selecting among conflicting slates of electors. They do not prohibit a state from counting what the majority concedes to be legal votes until a bona fide winner is determined. Indeed, in 1960, Hawaii appointed two slates of electors and Congress chose to count the one appointed on Jan. 4, 1961, well after the Title 3 deadlines. Thus, nothing prevents the majority, even if it properly found an equal protection violation, from ordering relief appropriate to remedy that violation without depriving Florida voters of their right to have their votes counted. As the majority notes, ''a desire for speed is not a general excuse for ignoring equal protection guarantees.'' Finally, neither in this case, nor in its earlier opinion in Palm Beach County Canvassing Bd. v. Harris, did the Florida Supreme Court make any substantive change in Florida electoral law. Its decisions were rooted in long-established precedent and were consistent with the relevant statutory provisions, taken as a whole. It did what courts do -- it decided the case before it in light of the Legislature's intent to leave no legally cast vote uncounted. In so doing, it relied on the sufficiency of the general ''intent of the voter'' standard articulated by the State Legislature, coupled with a procedure for ultimate review by an impartial judge, to resolve the concern about disparate evaluations of contested ballots. If we assume -- as I do -- that the members of that court and the judges who would have carried out its mandate are impartial, its decision does not even raise a colorable federal question.\nWhat must underlie petitioners' entire federal assault on the Florida election procedures is an unstated lack of confidence in the impartiality and capacity of the state judges who would make the critical decisions if the vote count were to proceed. Otherwise, their position is wholly without merit. The endorsement of that position by the majority of this court can only lend credence to the most cynical appraisal of the work of judges throughout the land. It is confidence in the men and women who administer the judicial system that is the true backbone of the rule of law. Time will one day heal the wound to that confidence that will be inflicted by today's decision. One thing, however, is certain. Although we may never know with complete certainty the identity of the winner of this year's presidential election, the identity of the loser is perfectly clear. It is the nation's confidence in the judge as an impartial guardian of the rule of law. I respectfully dissent.\nA DISSENT\nBy Justice Souter\n(With Justice Breyer joining, and with whom Justice Stevens and Justice Ginsburg join with regard to all but the third section.)\nThe court should not have reviewed either Bush v. Palm Beach County Canvassing Board, or this case, and should not have stopped Florida' s attempt to recount all undervote ballots, by issuing a stay of the Florida Supreme Court' s orders during the period of this review. If this court had allowed the state to follow the course indicated by the opinions of its own Supreme Court, it is entirely possible that there would ultimately have been no issue requiring our review, and political tension could have worked itself out in the Congress following the procedure provided in 3 U.S.C., Section 15. The case being before us, however, its resolution by the majority is another erroneous decision.\nAs will be clear, I am in substantial agreement with the dissenting opinions of Justice Stevens, Justice Ginsburg and Justice Breyer. I write separately only to say how straightforward the issues before us really are.\nAdvertisement Continue reading the main story\nThere are three issues: whether the State Supreme Court's interpretation of the statute providing for a contest of the state election results somehow violates 3 U.S.C., Section 5; whether that court' s construction of the state statutory provisions governing contests impermissibly changes a state law from what the state's Legislature has provided, in violation of Article II, Section 1, Clause 2, of the national Constitution; and whether the manner of interpreting markings on disputed ballots failing to cause machines to register votes for president (the undervote ballots) violates the equal protection or due process guaranteed by the Fourteenth Amendment. None of these issues is difficult to describe or to resolve.\nThe 3 U.S.C., Section 5 issue is not serious. That provision sets certain conditions for treating a state's certification of presidential electors as conclusive in the event that a dispute over recognizing those electors must be resolved in the Congress under 3 U.S.C., Section 15.\nConclusiveness requires selection under a legal scheme in place before the election, with results determined at least six days before the date set for casting electoral votes. But no state is required to conform to Section 5 if it cannot do that (for whatever reason); the sanction for failing to satisfy the conditions of Section 5 is simply loss of what has been called its ''safe harbor.'' And even that determination is to be made, if made anywhere, in the Congress.\nThe second matter here goes to the State Supreme Court's interpretation of certain terms in the state statute governing election ''contests;'' there is no question here about the state court' s interpretation of the related provisions dealing with the antecedent process of ''protesting'' particular vote counts, which was involved in the previous case, Bush v. Palm Beach County Canvassing Board.\nThe issue is whether the judgment of the state Supreme Court has displaced the state Legislature' s provisions for election contests: is the law as declared by the court different from the provisions made by the Legislature, to which the national Constitution commits responsibility for determining how each state's presidential electors are chosen?\nBush does not, of course, claim that any judicial act interpreting a statute of uncertain meaning is enough to displace the legislative provision and violate Article II; statutes require interpretation, which does not without more affect the legislative character of a statute within the meaning of the Constitution. What Bush does argue, as I understand the contention, is that the interpretation of Section 102.168 was so unreasonable as to transcend the accepted bounds of statutory interpretation, to the point of being a nonjudicial act and producing new law untethered to the legislative act in question.\nThe starting point for evaluating the claim that the Florida Supreme Court's interpretation effectively rewrote Section 102.168 must be the language of the provision on which Gore relies to show his right to raise this contest: that the previously certified result in Bush's favor was produced by ''rejection of a number of legal votes sufficient to change or place in doubt the result of the election.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nNone of the state court's interpretations is unreasonable to the point of displacing the legislative enactment quoted. As I will note below, other interpretations were of course possible, and some might have been better than those adopted by the Florida court's majority; the two dissents from the majority opinion of that court and various briefs submitted to us set out alternatives. But the majority view is in each instance within the bounds of reasonable interpretation, and the law as declared is consistent with Article II.\nThe statute does not define a ''legal vote,'' the rejection of which may affect the election. The State Supreme Court was therefore required to define it, and in doing that the court looked to another election statute, dealing with damaged or defective ballots, which contains a provision that no vote shall be disregarded ''if there is a clear indication of the intent of the voter as determined by a canvassing board.'' The court read that objective of looking to the voter's intent as indicating that the Legislature probably meant ''legal vote'' to mean a vote recorded on a ballot indicating what the voter intended.\nAdvertisement Continue reading the main story\nIt is perfectly true that the majority might have chosen a different reading. But even so, there is no constitutional violation in following the majority view; Article II is unconcerned with mere disagreements about interpretive merits.\nThe Florida court next interpreted ''rejection'' to determine what act in the counting process may be attacked in a contest. Again, the statute does not define the term. The court majority read the word to mean simply a failure to count. That reading is certainly within the bounds of common sense, given the objective to give effect to a voter's intent if that can be determined.\nA different reading, of course, is possible. The majority might have concluded that ''rejection'' should refer to machine malfunction, or that a ballot should not be treated as ''rejected'' in the absence of wrongdoing by election officials, lest contests be so easy to claim that every election will end up in one. There is, however, nothing nonjudicial in the Florida majority' s more hospitable reading.\nThe same is true about the court majority' s understanding of the phrase ''votes sufficient to change or place in doubt'' the result of the election in Florida. The court held that if the uncounted ballots were so numerous that it was reasonably possible that they contained enough ''legal'' votes to swing the election, this contest would be authorized by the statute. While the majority might have thought (as the trial judge did) that a probability, not a possibility, should be necessary to justify a contest, that reading is not required by the statute's text, which says nothing about probability.\nWhatever people of good will and good sense may argue about the merits of the Florida court' s reading, there is no warrant for saying that it transcends the limits of reasonable statutory interpretation to the point of supplanting the statute enacted by the ''legislature'' within the meaning of Article II.\nIn sum, the interpretations by the Florida court raise no substantial question under Article II. That court engaged in permissible construction in determining that Gore had instituted a contest authorized by the state statute, and it proceeded to direct the trial judge to deal with that contest in the exercise of the discretionary powers generously conferred by Florida Statute Section 102.168(8), to ''fashion such orders as he or she deems necessary to ensure that each allegation in the complaint is investigated, examined or checked, to prevent or correct any alleged wrong, and to provide any relief appropriate under such circumstances.''\nAs Justice Ginsburg has persuasively explained in her own dissenting opinion, our customary respect for state interpretations of state law counsels against rejection of the Florida court's determinations in this case.\nIt is only on the third issue before us that there is a meritorious argument for relief, as this court's per curiam opinion recognizes. It is an issue that might well have been dealt with adequately by the Florida courts if the state proceedings had not been interrupted, and if not disposed of at the state level it could have been considered by the Congress in any electoral vote dispute. But because the course of state proceedings has been interrupted, time is short, and the issue is before us, I think it sensible for the court to address it.\nAdvertisement Continue reading the main story\nPetitioners have raised an equal protection claim (or, alternatively, a due process claim), in the charge that unjustifiably disparate standards are applied in different electoral jurisdictions to otherwise identical facts. It is true that the equal protection clause does not forbid the use of a variety of voting mechanisms within a jurisdiction, even though different mechanisms will have different levels of effectiveness in recording voters' intentions; local variety can be justified by concerns about cost, the potential value of innovation, and so on. But evidence in the record here suggests that a different order of disparity obtains under rules for determining a voter's intent that have been applied (and could continue to be applied) to identical types of ballots used in identical brands of machines and exhibiting identical physical characteristics (such as ''hanging'' or ''dimpled'' chads).\nI can conceive of no legitimate state interest served by these differing treatments of the expressions of voters' fundamental rights. The differences appear wholly arbitrary. In deciding what to do about this, we should take account of the fact that electoral votes are due to be cast in six days. I would therefore remand the case to the courts of Florida with instructions to establish uniform standards for evaluating the several types of ballots that have prompted differing treatments, to be applied within and among counties when passing on such identical ballots in any further recounting (or successive recounting) that the courts might order.\nUnlike the majority, I see no warrant for this court to assume that Florida could not possibly comply with this requirement before the date set for the meeting of electors, Dec. 18.\nAlthough one of the dissenting justices of the State Supreme Court estimated that disparate standards potentially affected 170,000 votes, the number at issue is significantly smaller. The 170,000 figure apparently represents all uncounted votes, both undervotes (those for which no presidential choice was recorded by a machine) and overvotes (those rejected because of votes for more than one candidate). But as Justice Breyer has pointed out, no showing has been made of legal overvotes uncounted, and counsel for Gore made an uncontradicted representation to the court that the statewide total of undervotes is about 60,000. To recount these manually would be a tall order, but before this court stayed the effort to do that the courts of Florida were ready to do their best to get that job done. There is no justification for denying the state the opportunity to try to count all disputed ballots now. I respectfully dissent.\nA DISSENT\nBy Justice Ginsburg\n(With whom Justice Stevens joins, and with whom Justice Souter and Justice Breyer join as to the first part.)\nThe chief justice acknowledges that provisions of Florida's election code ''may well admit of more than one interpretation.'' But instead of respecting the state high court's province to say what the state's election code means, the chief justice maintains that Florida's Supreme Court has veered so far from the ordinary practice of judicial review that what it did cannot properly be called judging. My colleagues have offered a reasonable construction of Florida's law. Their construction coincides with the view of one of Florida's seven Supreme Court justices. I might join the chief justice were it my commission to interpret Florida law. But disagreement with the Florida court's interpretation of its own state's law does not warrant the conclusion that the justices of that court have legislated. There is no cause here to believe that the members of Florida's high court have done less than ''their mortal best to discharge their oath of office,'' and no cause to upset their reasoned interpretation of Florida law.\nThis court more than occasionally affirms statutory, and even constitutional, interpretations with which it disagrees. For example, when reviewing challenges to administrative agencies' interpretations of laws they implement, we defer to the agencies unless their interpretation violates ''the unambiguously expressed intent of Congress.'' We do so in the face of the declaration in Article I of the United States Constitution that ''all legislative powers herein granted shall be vested in a Congress of the United States.''\nSurely the Constitution does not call upon us to pay more respect to a federal administrative agency's construction of federal law than to a state high court's interpretation of its own state's law. And not uncommonly, we let stand state-court interpretations of federal law with which we might disagree.\nAdvertisement Continue reading the main story\nNotably, in the habeas context, the court adheres to the view that ''there is no intrinsic reason why the fact that a man is a federal judge should make him more competent, or conscientious or learned with respect to federal law than his neighbor in the state courthouse.'' (The Teague doctrine validates reasonable, good-faith interpretations of existing precedents made by state courts even though they are shown to be contrary to later decisions.'') ''There is no reason to assume that state court judges cannot and will not provide a 'hospitable forum' in litigating federal constitutional questions.''\nNo doubt there are cases in which the proper application of federal law may hinge on interpretations of state law. Unavoidably, this court must sometimes examine state law in order to protect federal rights. But we have dealt with such cases ever mindful of the full measure of respect we owe to interpretations of state law by a state' s highest court. In the contract clause case, General Motors Corporation v. Romein, for example, we said that although ''ultimately we are bound to decide for ourselves whether a contract was made,'' the court ''accords respectful consideration and great weight to the views of the state's highest court.''\nAnd in Central Union Telephone Co. v. Edwardsville, we upheld the Illinois Supreme Court' s interpretation of a state waiver rule, even though that interpretation resulted in the forfeiture of federal constitutional rights. Refusing to supplant Illinois law with a federal definition of waiver, we explained that the state court' s declaration ''should bind us unless so unfair or unreasonable in its application to those asserting a federal right as to obstruct it.''\nIn deferring to state courts on matters of state law, we appropriately recognize that this Court acts as an '' 'outsider' lacking the common exposure to local law which comes from sitting in the jurisdiction.'' That recognition has sometimes prompted us to resolve doubts about the meaning of state law by certifying issues to a state's highest court, even when federal rights are at stake. (''Warnings against premature adjudication of constitutional questions bear heightened attention when a federal court is asked to invalidate a state's law, for the federal tribunal risks friction-generating error when it endeavors to construe a novel state act not yet reviewed by the state's highest court.'') Notwithstanding our authority to decide issues of state law underlying federal claims, we have used the certification devise to afford state high courts an opportunity to inform us on matters of their own state's law because such restraint ''helps build a cooperative judicial federalism.''\nJust last Term, in Fiore v. White, we took advantage of Pennsylvania's certification procedure. In that case, a state prisoner brought a federal habeas action claiming that the state had failed to prove an essential element of his charged offense in violation of the due process clause.Instead of resolving the state-law question on which the federal claim depended, we certified the question to the Pennsylvania Supreme Court for that court to ''help determine the proper state-law predicate for our determination of the federal constitutional questions raised.''\nThe chief justice's willingness to reverse the Florida Supreme Court's interpretation of Florida law in this case is at least in tension with our reluctance in Fiore even to interpret Pennsylvania law before seeking instruction from the Pennsylvania Supreme Court. I would have thought the ''cautious approach'' we counsel when federal courts address matters of state law, and our commitment to ''building cooperative judicial federalism,'' demanded greater restraint. Rarely has this court rejected outright an interpretation of state law by a state high court. Fairfax's Devisee V. Hunter's Lessee, N.A.A.C.P. v. Alabama and Bouie v. City of Columbia, cited by the chief justice, are three such rare instances. But those cases are embedded in historical contexts hardly comparable to the situation here. Fairfax's Devisee, which held that the Virginia Court of Appeals had misconstrued its own forfeiture laws to deprive a British subject of lands secured to him by federal treaties, occurred amidst vociferous states' rights attacks on the Marshall Court. The Virginia court refused to obey this court's Fairfax's Devisee mandate to enter judgment for the British subject's successor in interest. That refusal led to the court's pathmarking decision in Martin v. Hunter's Lessee. Patterson, a case decided three months after Cooper v. Aaron, in the face of Southern resistance to the civil rights movement, held that the Alabama Supreme Court had irregularly applied its own procedural rules to deny review of a contempt order against the N.A.A.C.P. arising from its refusal to disclose membership lists. We said that ''our jurisdiction is not defeated if the nonfederal ground relied on by the state court is without any fair or substantial support.'' Bouie, stemming from a lunch counter ''sit-in'' at the height of the civil rights movement, held that the South Carolina Supreme Court' s construction of its trespass laws -- criminalizing conduct not covered by the text of an otherwise clear statute -- was ''unforeseeable'' and thus violated due process when applied retroactively to the petitioners.\nThe chief justice's casual citation of these cases might lead one to believe they are part of a larger collection of cases in which we said that the Constitution impelled us to train a skeptical eye on a state court's portrayal of state law. But one would be hard pressed, I think, to find additional cases that fit the mold. As Justice Breyer convincingly explains, this case involves nothing close to the kind of recalcitrance by a state high court that warrants extraordinary action by this court. The Florida Supreme Court concluded that counting every legal vote was the overriding concern of the Florida Legislature when it enacted the state's election code. The court surely should not be bracketed with state high courts of the Jim Crow South.\nThe chief justice says that Article II, by providing that state legislatures shall direct the manner of appointing electors, authorizes federal superintendence over the relationship between state courts and state legislatures, and licenses a departure from the usual deference we give to state court interpretations of state law.\nAdvertisement Continue reading the main story\nThe framers of our Constitution, however, understood that in a republican government, the judiciary would construe the Legislature's enactments. In light of the constitutional guarantee to States of a ''Republican Form of Government,'' Article IV, Section 4, Article II can hardly be read to invite this court to disrupt a state's republican regime. Yet the chief justice today would reach out to do just that. By holding that Article II requires our revision of a state court's construction of state laws in order to protect one organ of the state from another, the chief justice contradicts the basic principle that a state may organize itself as it sees fit. Article II does not call for the scrutiny undertaken by this court.\nThe extraordinary setting of this case has obscured the ordinary principle that dictates its proper resolution: Federal courts defer to state high courts' interpretations of their state's own law. This principle reflects the core of federalism, on which all agree. ''The framers split the atom of sovereignty. It was the genius of their idea that our citizens would have two political capacities, one state and one federal, each protected from incursion by the other.''\nThe chief justice's solicitude for the Florida Legislature comes at the expense of the more fundamental solicitude we owe to the Legislature's sovereignty.\nWere the other members of this court as mindful as they generally are of our system of dual sovereignty, there would affirm the judgment of the Florida Supreme Court.\nI agree with Justice Stevens that petitions have not presented a substantial equal protection claim. Ideally, perfection would be the appropriate stand for judging the recount. But we live in an imperfect world, one in which thousands of votes have not been counted. I cannot agree that the recount adopted by the Florida court, flawed as it may be, would yield a result any less flair or precise than the certification that preceded that recount.\nEven if there were an equal protection violation, I would agree with Justice Stevens, Justice Souter and Justice Breyer that the court's concern about ''the Dec. 12 deadline,'' is misplaced. Time is short in part because of the court's entry of a stay on Dec. 9, several hours after an able circuit judge in Leon County had begun to superintend the recount process. More fundamentally, the court's reluctance to let the recount go forward, despite its suggestion that ''the search for intent can be confined by specific rules designed to ensure uniform treatment,'' ultimately turns on its own judgment about the practical realities of implementing a recount, not the judgment of those much close to the process.\nEqually important, as Justice Breyer explains, the Dec. 12 ''deadline'' for bringing Florida's electoral votes into 3 U.S.C., Section 5's safe harbor lacks the significance the court assigns it. Were that date to pass, Florida would still be entitled to deliver elector votes Congress must count unless both Houses find that the votes ''had not been . . . regularly give.'' The state identifies other significant dates (specifying Dec. 18 as the date electors ''shall meet and give their votes''); Section 12 (specifying ''the fourth Wednesday in December'' this year, Dec. 27, as the date on which Congress, if it has not received a state's electoral vote, shall request the state secretary of state to send a certified return immediately. But none of these dates has ultimate significance in light of Congress's detailed provisions for determining, on ''the sixth day of January,'' the validity of electoral votes.\nThe court assumes that time will not permit ''orderly judicial review of any disputed matters that might arise.'' But no one has doubted the good faith and diligence with which Florida election officials, attorneys for all sides of this controversy, and the courts of law have performed their duties. Notably, the Florida Supreme Court has produce two substantial opinions within 29 hours of oral argument. In sum, the court's conclusion that a constitutionally adequate recount is impractical is a prophecy the court's own judgment will not allow to be tested. Such an untested prophecy should not decide the presidency of the United States.\nAdvertisement Continue reading the main story\nI dissent.\nA DISSENT\nBy Justice Breyer\n(With Justice Stevens and Justice Ginsburg joining for all but the third and fourth paragraphs, and Justice Souter joining for the second, third and fourth paragraphs only.)\nThe court was wrong to take this case. It was wrong to grant a stay. It should now vacate that stay and permit the Florida Supreme Court to decide whether the recount should resume.\nThe political implications of this case for the country are momentous. But the federal legal questions presented, with one exception, are insubstantial.\nThe majority raises three equal protection problems with the Florida Supreme Court's recount order: first, the failure to include overvotes in the manual recount; second, the fact that all ballots, rather than simply the undervotes, were recounted in some, but not all, counties; and third, the absence of a uniform, specific standard to guide the recounts. As far as the first issue is concerned, petitioners presented no evidence, to this court or to any Florida court, that a manual recount of overvotes would identify additional legal votes. The same is true of the second, and, in addition, the majority's reasoning would seem to invalidate any state provision for a manual recount of individual counties in a statewide election.\nThe majority's third concern does implicate principles of fundamental fairness. The majority concludes that the equal protection clause requires that a manual recount be governed not only by the uniform general standard of the ''clear intent of the voter,'' but also by uniform subsidiary standards (for example, a uniform determination whether indented, but not perforated, ''undervotes'' should count). The opinion points out that the Florida Supreme Court ordered the inclusion of Broward County's undercounted ''legal votes'' even though those votes included ballots that were not perforated but simply ''dimpled,'' while newly recounted ballots from other counties will likely include only votes determined to be ''legal'' on the basis of a stricter standard. In light of our previous remand, the Florida Supreme Court may have been reluctant to adopt a more specific standard than that provided for by the Legislature for fear of exceeding its authority under Article II. However, since the use of different standards could favor one or the other of the candidates, since time was, and is, too short to permit the lower courts to iron out significant differences through ordinary judicial review, and since the relevant distinction was embodied in the order of the state's highest court, I agree that, in these very special circumstances, basic principles of fairness may well have counseled the adoption of a uniform standard to address the problem. In light of the majority's disposition, I need not decide whether, or the extent to which, as a remedial matter, the Constitution would place limits upon the content of the uniform standard.\nNonetheless, there is no justification for the majority's remedy, which is simply to reverse the lower court and halt the recount entirely. An appropriate remedy would be, instead, to remand this case with instructions that, even at this late date, would permit the Florida Supreme Court to require recounting all undercounted votes in Florida, including those from Broward, Volusia, Palm Beach and Miami-Dade Counties, whether or not previously recounted prior to the end of the protest period, and to do so in accordance with a single-uniform substandard.\nThe majority justifies stopping the recount entirely on the ground that there is no more time. In particular, the majority relies on the lack of time for the secretary to review and approve equipment needed to separate undervotes. But the majority reaches this conclusion in the absence of any record evidence that the recount could not have been completed in the time allowed by the Florida Supreme Court. The majority finds facts outside of the record on matters that state courts are in a far better position to address. Of course, it is too late for any such recount to take place by Dec. 12, the date by which election disputes must be decided if a state is to take advantage of the safe harbor provisions of 3 U.S.C., Section 5.\nWhether there is time to conduct a recount prior to Dec. 18, when the electors are scheduled to meet, is a matter for the state courts to determine. And whether, under Florida law, Florida could or could not take further action is obviously a matter for Florida courts, not this court, to decide.\nAdvertisement Continue reading the main story\nBy halting the manual recount, and thus ensuring that the uncounted legal votes will not be counted under any standard, this court crafts a remedy out of proportion to the asserted harm. And that remedy harms the very fairness interests the court is attempting to protect. The manual recount would itself redress a problem of unequal treatment of ballots. As Justice Stevens points out, the ballots of voters in counties that use punch-card systems are more likely to be disqualified than those in counties using optical-scanning systems. According to recent news reports, variations in the undervote rate are even more pronounced. Thus, in a system that allows counties to use different types of voting systems, voters already arrive at the polls with an unequal chance that their votes will be counted. I do not see how the fact that this results from counties' selection of different voting machines rather than a court order makes the outcome any more fair. Nor do I understand why the Florida Supreme Court's recount order, which helps to redress this inequity, must be entirely prohibited based on a deficiency that could easily be remedied.\nThe remainder of petitioners' claims, which are the focus of the chief justice's concurrence, raise no significant federal questions. I cannot agree that the chief justice's unusual review of state law in this case, is justified by reference either to Art. II, Section 1, or to 3 U.S.C., Section 5.\nMoreover, even were such review proper, the conclusion that the Florida Supreme Court's decision contravenes federal law is untenable. While conceding that, in most cases, ''comity and respect for federalism compel us to defer to the decisions of state courts on issues of state law,'' the concurrence relies on some combination of Article II, Section 1, and 3 U.S.C., Section 5 to justify the majority's conclusion that this case is one of the few in which we may lay that fundamental principle aside. The concurrence's primary foundation for this conclusion rests on an appeal to plain text: Article II, Section 1's grant of the power to appoint presidential electors to the state ''Legislature.'' But neither the text of Article II itself nor the only case the concurrence cites that interprets Article II, McPherson v. Blacker, leads to the conclusion that Article II grants unlimited power to the legislature, devoid of any state constitutional limitations, to select the manner of appointing electors. Nor, as Justice Stevens points out, have we interpreted the Federal constitutional provision most analogous to Article II, Section 1 -- Article I, Section 4 -- in the strained manner put forth in the concurrence. The concurrence's treatment of Section 5 as ''informing'' its interpretation of Article II, Section 1, is no more convincing. The chief justice contends that our opinion in Bush v. Palm Beach County Canvassing Board, in which we stated that ''a legislative wish to take advantage of Section 5 would counsel against'' a construction of Florida law that Congress might deem to be a change in law, now means that this court ''must ensure that post-election state court actions do not frustrate the legislative desire to attain the 'safe harbor' provided by Section 5.'' However, Section 5 is part of the rules that govern Congress's recognition of slates of electors. Nowhere in Bush I did we establish that this court had the authority to enforce Section 5. Nor did we suggest that the permissive ''counsel against'' could be transformed into the mandatory ''must ensure.'' And nowhere did we intimate, as the concurrence does here, that a state court decision that threatens the safe harbor provision of Section 5 does so in violation of Article II. The concurrence's logic turns the presumption that legislatures would wish to take advantage of Section 5's ''safe harbor'' provision into a mandate that trumps other statutory provisions and overrides the intent that the legislature did express.\nBut, in any event, the concurrence, having conducted its review, now reaches the wrong conclusion. It says that ''the Florida Supreme Court's interpretation of the Florida election laws impermissibly distorted them beyond what a fair reading required, in violation of Article II.'' But what precisely is the distortion? Apparently, it has three elements. First, the Florida court, in its earlier opinion, changed the election certification date from Nov. 14 to Nov. 26. Second, the Florida court ordered a manual recount of ''undercounted'' ballots that could not have been fully completed by the Dec. 12 ''safe harbor'' deadline.\nThird, the Florida court, in the opinion now under review, failed to give adequate deference to the determinations of canvassing boards and the secretary. To characterize the first element as a ''distortion,'' however, requires the concurrence to second-guess the way in which the state court resolved a plain conflict in the language of different statutes. In any event, that issue no longer has any practical importance and cannot justify the reversal of the different Florida court decision before us now.\nTo characterize the second element as a ''distortion'' requires the concurrence to overlook the fact that the inability of the Florida courts to conduct the recount on time is, in significant part, a problem of the court's own making. The Florida Supreme Court thought that the recount could be completed on time, and, within hours, the Florida Circuit Court was moving in an orderly fashion to meet the deadline. This court improvidently entered a stay. As a result, we will never know whether the recount could have been completed.\nNor can one characterize the third element as ''impermissible distorting'' once one understands that there are two sides to the opinion's argument that the Florida Supreme Court ''virtually eliminated the secretary's discretion.''\nThe Florida statute in question was amended in 1999 to provide that the ''grounds for contesting an election'' include the ''rejection of a number of legal votes sufficient to . . . place in doubt the result of the election.'' And the parties have argued about the proper meaning of the statute's term ''legal vote.'' The secretary has claimed that a ''legal vote'' is a vote ''properly executed in accordance with the instructions provided to all registered voters.'' On that interpretation, punch-card ballots for which the machines cannot register a vote are not ''legal'' votes. The Florida Supreme Court did not accept her definition. But it had a reason. Its reason was that a different provision of Florida election laws (a provision that addresses damaged or defective ballots) says that no vote shall be disregarded ''if there is a clear indication of the intent of the voter as determined by the canvassing board'' (adding that ballots should not be counted ''if it is impossible to determine the elector's choice''). Given this statutory language, certain roughly analogous judicial precedent, e.g., Darby v. State ex rel. McCollough, and somewhat similar determinations by courts throughout the nation, the Florida Supreme Court concluded that the term ''legal vote'' means a vote recorded on a ballot that clearly reflects what the voter intended. That conclusion differs from the conclusion of the secretary. But nothing in Florida law requires the Florida Supreme Court to accept as determinative the secretary's view on such a matter. Nor can one say that the court's ultimate determination is so unreasonable as to amount to a constitutionally ''impermissible distortion'' of Florida law. The Florida Supreme Court, applying this definition, decided, on the basis of the record, that respondents had shown that the ballots undercounted by the voting machines contained enough ''legal votes'' to place ''the results'' of the election ''in doubt.'' Since only a few hundred votes separated the candidates, and since the ''undercounted'' ballots numbered tens of thousands, it is difficult to see how anyone could find this conclusion unreasonable -- however strict the standard used to measure the voter's ''clear intent.'' Nor did this conclusion ''strip'' canvassing boards of their discretion. The boards retain their traditional discretionary authority during the protest period. And during the contest period, as the court stated, ''the canvassing board's actions during the protest period may constitute evidence that a ballot does or does not qualify as a legal vote.'' Whether a local county canvassing board's discretionary judgment during the protest period not to conduct a manual recount will be set aside during a contest period depends upon whether a candidate provides additional evidence that the rejected votes contain enough ''legal votes'' to place the outcome of the race in doubt. To limit the local canvassing board's discretion in this way is not to eliminate that discretion.\nAdvertisement Continue reading the main story\nAt the least, one could reasonably so believe. The statute goes on to provide the Florida circuit judge with authority to ''fashion such orders as he or she deems necessary to ensure that each allegation . . . is investigated, examined or checked, . . . and to provide any relief appropriate.'' The Florida Supreme Court did just that. One might reasonably disagree with the Florida Supreme Court's interpretation of these, or other, words in the statute. But I do not see how one could call its plain language interpretation of a 1999 statutory change so misguided as no longer to qualify as judicial interpretation or as a usurpation of the authority of the state Legislature. Indeed, other state courts have interpreted roughly similar state statutes in similar ways..\nI repeat, where is the ''impermissible'' distortion?\nDespite the reminder that this case involves ''an election for the president of the United States,'' no pre-eminent legal concern, or practical concern related to legal questions, required this court to hear this case, let alone to issue a stay that stopped Florida' s recount process in its tracks. With one exception, petitioners' claims do not ask us to vindicate a constitutional provision designed to protect a basic human right. Petitioners invoke fundamental fairness, namely, the need for procedural fairness, including finality. But with the one ''equal protection'' exception, they rely upon law that focuses, not upon that basic need, but upon the constitutional allocation of power. Respondents invoke a competing fundamental consideration -- the need to determine the voter' s true intent. But they look to state law, not to federal constitutional law, to protect that interest.\nNeither side claims electoral fraud, dishonesty or the like. And the more fundamental equal protection claim might have been left to the state court to resolve if and when it was discovered to have mattered. It could still be resolved through a remand conditioned upon issuance of a uniform standard; it does not require reversing the Florida Supreme Court. Of course, the selection of the president is of fundamental national importance. But that importance is political, not legal. And this court should resist the temptation unnecessarily to resolve tangential legal disputes, where doing so threatens to determine the outcome of the election.\nThe Constitution and federal statutes themselves make clear that restraint is appropriate. They set forth a road map of how to resolve disputes about electors, even after an election as close as this one. That road map foresees resolution of electoral disputes by state courts. But it nowhere provides for involvement by the United States Supreme Court. To the contrary, the Twelfth Amendment commits to Congress the authority and responsibility to count electoral votes. A federal statute, the Electoral Count Act, enacted after the close 1876 Hayes-Tilden presidential election, specifies that, after states have tried to resolve disputes (through ''judicial'' or other means), Congress is the body primarily authorized to resolve remaining disputes.\nThe legislative history of the act makes clear its intent to commit the power to resolve such disputes to Congress, rather than the courts:\n''The two Houses are, by the Constitution, authorized to make the count of electoral votes. They can only count legal votes, and in doing so must determine, from the best evidence to be had, what are legal votes . . . The power to determine rests with the two Houses, and there is no other constitutional tribunal.''\nThe member of Congress who introduced the act added:\n''The power to judge of the legality of the votes is a necessary consequent of the power to count. The existence of this power is of absolute necessity to the preservation of the government. The interests of all the States in their relations to each other in the federal union demand that the ultimate tribunal to decide upon the election of president should be a constituent body, in which the states in their federal relationships and the people in their sovereign capacity should be represented.''\n''Under the Constitution who else could decide? Who is nearer to the state in determining a question of vital importance to the whole union of states than the constituent body upon whom the Constitution has devolved the duty to count the vote?''\nThe act goes on to set out rules for the congressional determination of disputes about those votes. If, for example, a state submits a single slate of electors, Congress must count those votes unless both Houses agree that the votes ''have not been . . . regularly given.'' If, as occurred in 1876, one or more states submits two sets of electors, then Congress must determine whether a slate has entered the safe harbor of Section 5, in which case its votes will have ''conclusive'' effect. If, as also occurred in 1876, there is controversy about ''which of two or more of such state authorities . . . is the lawful tribunal'' authorized to appoint electors, then each House shall determine separately which votes are ''supported by the decision of such state so authorized by its law.'' If the two Houses of Congress agree, the votes they have approved will be counted. If they disagree, then ''the votes of the electors whose appointment shall have been certified by the executive of the state, under the seal thereof, shall be counted.''\nGiven this detailed, comprehensive scheme for counting electoral votes, there is no reason to believe that federal law either foresees or requires resolution of such a political issue by this court. Nor, for that matter, is there any reason to that think the Constitution's framers would have reached a different conclusion. Madison, at least, believed that allowing the judiciary to choose the presidential electors ''was out of the question.'' The decision by both the Constitution's framers and the 1886 Congress to minimize this court's role in resolving close federal presidential elections is as wise as it is clear.\nHowever awkward or difficult it may be for Congress to resolve difficult electoral disputes, Congress, being a political body, expresses the people' s will far more accurately than does an unelected court. And the people' s will is what elections are about. Moreover, Congress was fully aware of the danger that would arise should it ask judges, unarmed with appropriate legal standards, to resolve a hotly contested presidential election contest. Just after the 1876 presidential election, Florida, South Carolina, and Louisiana each sent two slates of electors to Washington. Without these states, Tilden, the Democrat, had 184 electoral votes, one short of the number required to win the presidency. With those states, Hayes, his Republican opponent, would have had 185. In order to choose between the two slates of electors, Congress decided to appoint an electoral commission composed of five senators, five representatives, and five Supreme Court justices. Initially the commission was to be evenly divided between Republicans and Democrats, with Justice David Davis, an independent, to possess the decisive vote. However, when at the last minute the Illinois Legislature elected Justice Davis to the United States Senate, the final position on the Commission was filled by Supreme Court Justice Joseph P. Bradley.\nThe commission divided along partisan lines, and the responsibility to cast the deciding vote fell to Justice Bradley. He decided to accept the votes by the Republican electors, and thereby awarded the presidency to Hayes. Justice Bradley immediately became the subject of vociferous attacks. Bradley was accused of accepting bribes, of being captured by railroad interests, and of an eleventh-hour change in position after a night in which his house ''was surrounded by the carriages'' of Republican partisans and railroad officials. Many years later, Professor Bickel concluded that Bradley was honest and impartial.\nHe thought that ''the great question'' for Bradley was, in fact, whether Congress was entitled to go behind election returns or had to accept them as certified by state authorities,'' an ''issue of principle.'' Nonetheless, Bickel points out, the legal question upon which Justice Bradley's decision turned was not very important in the contemporaneous political context. He says that ''in the circumstances the issue of principle was trivial, it was overwhelmed by all that hung in the balance, and it should not have been decisive.''\nFor present purposes, the relevance of this history lies in the fact that the participation in the work of the electoral commission by five justices, including Justice Bradley, did not lend that process legitimacy. Nor did it assure the public that the process had worked fairly, guided by the law. Rather, it simply embroiled members of the court in partisan conflict, thereby undermining respect for the judicial process. And the Congress that later enacted the Electoral Count Act knew it. This history may help to explain why I think it not only legally wrong, but also most unfortunate, for the court simply to have terminated the Florida recount. Those who caution judicial restraint in resolving political disputes have described the quintessential case for that restraint as a case marked, among other things, by the ''strangeness of the issue,'' its ''intractability to principled resolution,'' its ''sheer momentousness, . . . which tends to unbalance judicial judgment,'' and ''the inner vulnerability, the selfdoubt of an institution which is electorally irresponsible and has no earth to draw strength from.'' Those characteristics mark this case.\nAt the same time, as I have said, the court is not acting to vindicate a fundamental constitutional principle, such as the need to protect a basic human liberty. No other strong reason to act is present. Congressional statutes tend to obviate the need. And, above all, in this highly politicized matter, the appearance of a split decision runs the risk of undermining the public' s confidence in the court itself. That confidence is a public treasure. It has been built slowly over many years, some of which were marked by a Civil War and the tragedy of segregation. It is a vitally necessary ingredient of any successful effort to protect basic liberty and, indeed, the rule of law itself. We run no risk of returning to the days when a president (responding to this court's efforts to protect the Cherokee Indians) might have said, ''John Marshall has made his decision; now let him enforce it!'' But we do risk a self-inflicted wound -- a wound that may harm not just the court, but the nation.\nI fear that in order to bring this agonizingly long election process to a definitive conclusion, we have not adequately attended to that necessary ''check upon our own exercise of power,'' ''our own sense of self-restraint.'' Justice Brandeis once said of the court, ''The most important thing we do is not doing.'' What it does today, the court should have left undone. I would repair the damage done as best we now can, by permitting the Florida recount to continue under uniform standards. I respectfully dissent.", "url": "https://www.nytimes.com/2000/12/14/us/43rd-president-text-supreme-court-ruling-bush-v-gore-florida-recount-case.html"}