{"authors": ["Richard Perez-Pena", "Randy Kennedy"], "date_download": "2018-11-16 04:30:49", "date_modify": "2018-11-16 04:30:49", "date_publish": "2000-05-01 01:00:00", "description": "Bear Stearns & Co, investment banking firm and Wall Street powerhouse, will likely emerge as lead underwriter for Metropolitan Transportation Authority's five-year, $17 billion capital plan that would restructure agency's debts in largest sale of municipal bonds in American history; will likely make biggest profit in deal, expected to generate commissions of about $100 million for all investment banks involved; will essentially carry out deal it helped design with extensive knowledge of agency's finances--position that gives it significant advantage over competitors (M)", "filename": "2000_05_01_nyregion_private-promoter-for-transit-debt.html_module=inline_1542342649.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2000_05_01_nyregion_private-promoter-for-transit-debt.html_module=inline_1542342649.html", "title": "PRIVATE PROMOTER FOR TRANSIT DEBT", "title_page": "PRIVATE PROMOTER FOR TRANSIT DEBT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Having already gained extensive knowledge of the agency's finances, Bear Stearns will essentially carry out a deal it helped to design, a position that gives it a significant advantage over its competitors.\nThere is nothing illegal about Bear Stearns's dual role, nor is it particularly rare. Many government finance experts say there is nothing questionable about it, though a minority say it does raise some ethical qualms. Either way, in recent years, the M.T.A.'s use of the firm is perhaps the most striking example of the way in which Wall Street can shape public policy to its own benefit.\nOne thing is clear. The Bear Stearns proposal to restructure the debt more than doubles the total of the new bonds to be sold. That, in turn, means that the underwriters' fees more than double. The M.T.A. expects to pay its underwriters 0.6 percent of the value of the bonds -- $90 million for the $12 billion refinancing and a related $3 billion bond issue; $132 million for the entire $22 billion debt package.\n''Without question,'' the M.T.A. chairman, E. Virgil Conway, said in an interview, ''it's a boon to the broad investment banking community.''\nBear Stearns has been in a similar position before. In 1997, it advised the Long Island Power Authority -- an agency, like the M.T.A., under the state's control -- on buying out most of the assets of the Long Island Lighting Company. The firm then became the lead underwriter of what turned out to be, at $7 billion, the largest municipal bond issue to date.\nThe M.T.A.'s plan far surpasses that. It envisions selling $12 billion in bonds to refinance old debt, plus $10 billion in bonds over five years for new debt. The deal would be the largest sale of municipal bonds in United States history.\nThe plan could have been drawn without restructuring such a huge part of the agency's debt, as Mr. Foran advocated that Sunday afternoon. Many finance analysts, including those with the Legislature, say they have grave doubts about the wisdom of the move. But most of those concede that, given the unwillingness of Gov. George E. Pataki and Mayor Rudolph W. Giuliani to contribute more money to the system's project needs, the refinancing is the best of a set of bad alternatives.\nAdvertisement Continue reading the main story\nCritics of the financing plan say the only way for the M.T.A. to avoid such heavy borrowing would be for the state and the city to resume the role they once played in providing heavy subsidies to the system.\nIn September, the agency proposed a five-year rebuilding plan that included preliminary work on a Second Avenue subway, a subway link to La Guardia Airport and construction of a Long Island Rail Road connection to Grand Central Terminal. It was common knowledge that the agency would have to rely on an enormous amount of borrowing.\n''You don't plan to issue $22 billion worth of bonds without talking to the banks, and we certainly sought the advice of our present senior managers, Bear Stearns, Salomon Smith Barney and PaineWebber,'' Mr. Conway said. Other firms, he said, gave advice as well, including some that was unsolicited.\nFirms frequently give that kind of advice free to government agencies, in hopes of cementing the relationships and trust that can lead to lucrative underwriting contracts when the bonds are sold. ''I might add that these firms are very free with their advice,'' Mr. Conway said. ''They want to put their best foot forward.''\nMr. Foran and Bear Stearns did not return calls last week to discuss the firm's role.\nBut finance analysts in government and on Wall Street said that Bear Stearns's work with the M.T.A. and knowledge of the deal would give it what one called ''a huge advantage'' in competition for the underwriting contracts, particularly for the prized role of senior manager, or lead underwriter.\nGovernment finance experts generally find nothing untoward in this relationship. ''I'm not troubled by somebody coming to an issuer with a good idea, and then getting hired as managing underwriter to do it,'' said Dall W. Forsythe, a former New York State budget director who is a senior fellow at the Rockefeller Institute, a government study center. ''That's the best way to get free use of this very high-priced talent.''\nBut some financial analysts are troubled by the relationship, given that throughout its dealings with Bear Stearns, the M.T.A. has not had a financial adviser, a banking firm paid to give guidance on bond sales and to cast a cold eye at the plans put forward by other firms.\n''I think internally right now they lack capacity to know what their options are themselves,'' a former M.T.A. official said. ''Therefore, they seem to be more deferential to the views of their banker, and the banker, obviously, is worrying about his own interests here.''\nAdvertisement Continue reading the main story\nThe official said that he considered the plan misguided, and that the responsibility rested mostly with M.T.A. officials. ''I think the M.T.A. chose not to attempt to break out of the box that was given by the Legislature and the Governor -- that there would be no new subsidies,'' he said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOne of the Legislature's top finance officers, who spoke on condition of anonymity to avoid angering the lawmakers he works for, who favor the deal, said of the relationship with Bear Stearns: ''I think it's right on the edge, ethically. I think the M.T.A. allowed them to blur the line between financial adviser and someone looking to make a profit off this deal.''\nThe need for that line is evident in securities industry rules that bar a financial adviser from bidding to underwrite a deal it helped to create.\nMr. Conway insisted that such concerns are unfounded, in part because the M.T.A. has sufficient in-house expertise to bring its own informed skepticism to the process. The agency, he also noted, is shopping around now for a financial adviser, a process it began this month, and any bond sale remains six to eight months in the future, more than enough time, Mr. Conway said, for a hard look at the deal.\nThe loudest criticism of Bear Stearns's role has come from people who are opposed to the entire structure of the plan and predict it will ruin the M.T.A.'s finances.\n''It makes me nervous that a private firm has structured a multibillion-dollar deal that will impact on the future of the transit system for three decades, that they thought it up, pitched it, did all this work to flesh it out, lobbied the State Legislature directly, and they're the ones who stand to make tens of millions of dollars off of it,'' said Gene Russianoff, staff attorney at the Straphangers Campaign and an ardent critic of the plan. ''They have an inherent conflict of interest.''\nMr. Conway dismissed such talk as ''the last, desperate act of the naysayers to torpedo the plan.''\nSeveral state officials said they understood that the idea for refinancing the M.T.A.'s existing debt originated with Bear Stearns. When asked, Mr. Conway said he could not recall. ''That's lost in the mists of history,'' he said. ''It's hard to say where ideas originate.''\nThose same officials, and some M.T.A. officials, say it has been clear for several months that Bear Stearns was playing a central role in advising the authority and coming up with a plan to structure all the debt. When Mr. Foran and an associate made the April 16 presentation to the state finance analysts, they handed out two volumes of supporting documents -- one dated Jan. 19 -- with his firm's logo on each page.\nWhen asked how it was that Bear Stearns had elbowed out other firms in winning that role, Mr. Conway disputed that characterization. ''They didn't end up in any special position,'' he said.\nAdvertisement Continue reading the main story\nThe state officials said the April 16 session came about partly in response to questions they had directed at the M.T.A. They said that the authority had been unable to dispel their doubts about the refinancing, and turned to Mr. Foran to do it for them. Again, Mr. Conway disputed that view of events, saying that Mr. Foran simply ''got invited up to answer some technical questions.''\nMr. Foran's presentation, according to those present, was exhaustive, devoid of slides, wall charts or any other visual aids.\n''It was an astounding performance, without being at all flashy,'' one of the state officials present said. ''He knew every single detail, knew exactly what his next paragraph was going to be. The guy was sweating bullets. He was drenched at the end.''\nState officials said Bear Stearns and Mr. Foran had particular credibility because of the Long Island deal, a factor that they believe also helped the firm win the M.T.A.'s ear.\nBear Stearns began as the Long Island Power Authority's financial adviser as the agency, in 1997, prepared a partial takeover of the Long Island Lighting Company. The firm then quit as financial adviser in order to be able to bid on the underwriting contracts, an unusual switch.\nSome Long Island politicians grumbled that the firm's actions were ethically questionable. Critics were already asserting that Bear Stearns's role as a major financial supporter of Senator Alfonse M. D'Amato and the state Republican Party had helped it secure its closeness to the Power Authority. Federal prosecutors ended an inquiry into those allegations last year without issuing any findings. In the end, authority officials insisted that the firm won the role of lead underwriter because it had the best presentation -- thanks in part, some conceded, to its superior advance knowledge of the deal.\nCritics of the M.T.A. financing plan say that it would saddle the authority with so much debt that it would force major fare increases, and leave the agency unable to borrow more money to pay for future plans.\nThe bond refinancing has become one of the most hotly debated elements of the plan. The authority would replace most of its outstanding debt, bonds with an average 13 years left to run, by selling $12 billion in bonds to be repaid over 30 years. Stretching out repayment would reduce the annual payments on the debt, at least at first.\nAdvertisement Continue reading the main story\nThe logic behind the move is that refinancing the existing debt would let the M.T.A. take on $10 billion in new debt, while keeping its annual debt payments the same as if it had borrowed $7 billion without the refinancing. But with the refinancing, the cost of repaying the authority's current debts would increase by $5.4 billion over 30 years.\nMost government agencies would reject this financing because it has what analysts call a negative ''net present value,'' meaning that the short-term gain is outweighed by the long-term costs.\n''New York State and New York City both, by policy, don't do that, and it's a good policy,'' said Frank J. Mauro, director of the Fiscal Policy Institute, a group in Albany that studies state finances. ''They do not refinance just to lengthen the terms. There's no refinancing unless there's a net present value savings.''\nA top finance analyst for the Legislature added: ''Would I, as a matter of public policy, choose to do this? No, absolutely not. But you have to ask, what are the alternatives? This puts $3 billion into the capital program. Where else is that going to come from?''", "url": "https://www.nytimes.com/2000/05/01/nyregion/private-promoter-for-transit-debt.html?module=inline"}