{"authors": ["Barry Bearak"], "date_download": "2018-11-16 04:21:49", "date_modify": "2018-11-16 04:21:49", "date_publish": "2000-12-31 00:00:00", "description": "Barry Bearak article explores murder of 35 Sikh villagers in Chittisinghpora just hours before Pres Clinton began first official visit to India by American president in 22 years; massacre was conducted by dozen men dressed in what appeared to be regulation issue of Indian Army; it is remarkable in that victims were Sikhs, religious minority never before targeted during bloody decade; in its aftermath, valley's 60,000 Sikhs faced possibility that mass migration might be sensible reaction to danger they were in; Clinton, newly arrived in India, acted with caution, condemning massacre without casting blame; India and Pakistan, which have been fighting each other for 53 years over Kashmir, blamed each other for murders; photos (L)", "filename": "2000_12_31_magazine_a-kashmiri-mystery.html_module=inline_1542342109.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2000_12_31_magazine_a-kashmiri-mystery.html_module=inline_1542342109.html", "title": "A Kashmiri Mystery", "title_page": "A Kashmiri Mystery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Panic had yet to set in, for the rousting of civilians was nothing unusual. Chittisinghpora lies in an area rife with the militants who are fighting a hit-and-run war against India. Some of these guerrillas are Kashmiris whose purpose is a separatist insurrection; the rest are Pakistanis and other foreigners waging a jihad to wrench the largely Muslim territory from a largely Hindu country. Occasionally, the militants impose on a village for food and sanctuary, and house-to-house searches by the Indian soldiers in pursuit are not uncommon. Indeed, the arriving strangers told the Sikhs they were on the trail of three guerrillas. But while the story was believable, Karamjeet Singh, a high-school teacher and one of the 37, thought something was suspiciously awry. These soldiers did not seem like the army, he recalled later. Some were taking swigs from a bottle and staggering. They spoke in Urdu and not the Hindi more common to soldiers. He whispered his fears to the others. Many had become similarly scared and were now preoccupied with the mumbling of prayers. In an impulsive instant, the teacher darted toward a shallow ditch and crawled away through the mud.\nOf the 36 who remained, only one, a 40-year-old named Nanak Singh, survived. And only he among the villagers was an eyewitness to the actual carnage. The Sikhs were herded into two groups and made to kneel, facing the gurudwaras. The weather was cold, the wind brisk. The men were wearing heavy garb across their shoulders, and their heads were covered with the turbans required by their faith. They were killed with efficiency, shot first with a persistent rat-tat-tat from a volley of machine-gun fire, then with single bursts by executioners who moved from one fallen Sikh to another, stilling motion and silencing moans. Singh was at first saved by the shield of a toppling body. Then he was wounded in the hip during the second round of shooting. He tried to lie perfectly still. He remembers that some of the gunmen had faces painted in the raucous fashion of Holi, a Hindu holiday being celebrated that day. As the killers marched off, a few called out the parting words ''Jai mata di,'' a Hindi phrase of praise for a Hindu goddess. The entire attack lasted about half an hour.\nPresident Clinton, acting with caution, condemned the massacre without casting blame. In that agnosticism, he was unusual in this region of 1.1 billion people. India and Pakistan have been fighting each other since their synchronized birth 53 years ago, usually with Kashmir, which they both claim, as the cause. Amid all the unknowing of what took place in the remote darkness, both Indians and Pakistanis were decidedly sure of who was responsible for the murders. As is their habit, they clung to nearly identical versions of reality, only with the role of villain reversed. In India, people saw the treacherous connivance of Pakistan, up to old tricks and once again trying to focus the world's attention on woebegone Kashmir; in Pakistan, they saw the sinister hand of India, trying to make the Muslim ''freedom fighters'' seem detestable while American policy makers were present to watch. This was typical of the world's two newest nuclear powers. A half-century of enmity had done more than lead them into three all-out wars and several smaller ones. It had distilled the murkiness of their mutual grudges into clarified good and evil. One thinks the other capable of most anything -- and they are just about right.\nThe first articles in Indian newspapers reported with confidence that ''militants'' had committed the crime. That the killers were dressed in army fatigues was easily explained away, for guerrilla groups often donned such clothing. The drunken behavior and Hindi slogans were seen as crude, preposterous impersonations of Indian soldiers.\nOfficialdom backed these early assumptions. Within a day, the country's powerful national security adviser, Brajesh Mishra, said there was absolute proof that two of the bigger militant groups in Kashmir- Lashkar-e-Taiba and Hizbul Mujahideen -- were guilty of the bloodshed. ''These outfits are supported by the government of Pakistan,'' he declared in an explanation most likely aimed at the press corps in the Clinton entourage. In India, there is no such need to connect the dots. Most journalists assume that the militants receive their guns and take their orders from Pakistan's Inter-Services Intelligence agency.\nSubsequent articles were enlivened by scoops. Leaks from anonymous government sources told of intercepted communications that contained the actual orders to kill the Sikhs. And on March 25, any doubts about culpability were seemingly put to rest with the announcement that a collaborator had been apprehended. After interrogation, he had guided security forces to a mountain redoubt in the village of Panchalthan, where five of those who had massacred the Sikhs were hiding. In an ensuing shootout, the guerrillas were killed. Indian authorities predicted that they would soon catch the rest.\nIn Pakistan, the Chittisinghpora massacre was first reported as the work of ''unidentified gunmen,'' but then the state television station swiftly cobbled together the evidence and concluded that ''the Indian Army was involved in this gory incident.'' Follow-up stories in newspapers and on TV made an easy tiptoe from facts alleged to facts presumed to facts that could be taken as history -- and the accepted version came to be that Indian commandos were guilty of the atrocity. Indeed, any other possibility was deemed implausible by editorialists and commentators. After all, they said, freedom fighters in Kashmir attack military targets, not innocent civilians. And besides, they never move in such large numbers. If they had, they would have been detected and eliminated beneath the bare trees of early spring.\nAdvertisement Continue reading the main story\nDuring the week of the Clinton visit, I spent time in both countries and was struck then -- as so often before -- by the parallel and yet opposing realities. In the following months, I kept repeated company with the Chittisinghpora massacre, pondering it as a metaphor, which has been easy enough, and puzzling over it as a whodunit, which has been a general bafflement.\nI might have expected as much. The Kashmir conflict has a way of boiling truth into vapor. Every fact is contested, every confession suspect, every alliance a prelude to some sort of betrayal. People ambushed, caught in cross-fires, snatched away, hideously tortured, buried and forgotten in clandestine graves: all this has become commonplace ever since the rebellion against India began in late 1989. Atrocities -- real and concocted -- are employed as necessary skullduggery. The death toll has been tabulated at more than 34,000 by the Indian government. Others insist the count is double that.\nIn both nations, my questions about blame often provoked impatience, as if the answers ought to be obvious to anyone but an idiot or a child. Indignation sometimes substituted for any response at all. I would be asked in return: How can you think we would be evil enough to kill all those people? How can you think we would be so dumb?\nStubborn animosity between nations is nothing uncommon, of course. But for India and Pakistan, the long years of ill will have been especially regrettable, diverting each from its most pressing woe, the lingering catastrophe of pervasive poverty. In Pakistan, the loser in all three wars, the discord has added the burden of chronic political instability. Democracy has failed to take root.\nIn May 1998, the costs of continuing the hostility rose appreciably. India -- with a new government led by Hindu nationalists -- tested several nuclear devices. Soon after, and predictably enough, Pakistan responded in kind. The minute hand lurched forward on the doomsday clock, and world leaders began taking a closer look at belligerence in the subcontinent. What they saw was alarming: two archenemies eyeball to eyeball across a disputed cease-fire line. Daily barrages of artillery fire. A guerrilla war engineered by one, whittling away the patience of the other. Hatred, vengefulness, obstinacy.\nBill Clinton had apparently done some risk analysis of his own. Not long before his India trip, he called the region ''the most dangerous place in the world.''\nChittisinghpora is a two-and-a-half-hour drive from Srinagar, the summer capital of the Indian state of Jammu and Kashmir. To make the journey is to observe something akin to the military occupation of paradise. Moghul emperors in the 17th century thought these clear streams and lush mountains the closest thing to a heaven on earth, and 20th-century tourists once agreed. But now the highways are booby-trapped with I.E.D.'s, improvised explosive devices. Drivers are regularly pulled over, civilians routinely frisked. Army caravans move slowly in a continuous serpentine, skirting roadblocks and barricades, their passengers pointing rifles out of canvas-topped vehicles. Soldiers in olive flak jackets stand at regular intervals, their attention shuttling from the busy growl of the traffic to the ominous quiet of surrounding fields of saffron and mustard seed.\nMy visit to the village did not come until nearly six months after the massacre, and by then many there had told their stories again and again to confusing effect -- to the police, to the military, to politicians, to reporters, to human rights groups, to Sikh leaders from India and abroad. Quoted versions varied not only from person to person but also from day to day. Villagers themselves quarreled about what -- and whom -- they had seen and heard.\nAdvertisement Continue reading the main story\nIn hopes of penetrating the contradictions, I recruited a friend, Surinder Oberoi, a Sikh journalist based in Srinagar and one of the best reporters I have met in India. He in turn enlisted a Sikh businessman who had advised many of the families in Chittisinghpora since the killings. We would make the drive together. But before leaving, the businessman wanted to look me over. He was not immediately friendly.\n''So you want to know the truth?'' he said in an accusatory voice loud enough for oratory. ''Don't you know the truth can get these people killed?''\nI inquired then as to why he was assisting us. ''I think it is time for the truth to come out,'' he answered in lower decibels. ''Yes, I think now it's time.''\nHis presence certainly opened doors. In Chittisinghpora, we were greeted warmly, taken into a brightly painted house and seated solicitously on the floor, as is the custom, with thick cushions for our backs. Several bearded men rushed in and out of the room and introduced themselves. I tried to keep track of who was who by the color of their turbans.\n''Tell this man the truth,'' the businessman urged.\nAnd one of the older Sikhs seemed pleased to take this as his cue. ''We have told many stories to many people, but today we will tell only the whole truth,'' he promised in preamble to a declaration: ''It is a fact that our people have been killed by a conspiracy of the intelligence agencies of Pakistan. One month before the massacre, there were militants who spent time in our village. They were from Pakistan, and they made friends with us. And this is how we were thanked, with a barbaric act.''\nActually, there was nothing new in this synopsis. Immediately after the massacre, during a time that teemed with rage, a few villagers had blamed a handful of Pakistani militants who had visited Chittisinghpora in the weeks before. While such stopovers were hardly uncommon, these guerrillas were exceptional in the casualness of their mingling. They were said to have once strung their rifles to trees and watched a sandlot game of cricket. Now, reflecting back, it was thought that they had actually been scouting the village with a murderous plot in mind. A few Sikh widows said they had recognized the voices of these men at their doors leading their husbands away to die. They said the marauders seemed to know where people lived -- and had even called out some names. In a few retellings, Mohammad Yaqoob Wagay, a young Muslim milkman who lived nearby, had accompanied the killers. He was an imam who often led prayers at the mosque. He loved cricket. He was friendly with these and other guerrillas, and the police had since taken him into custody.\nBut within days of the massacre, there had been a retreat from much of this finger-pointing. Doubt was now emphasized. Maybe the killers had been militants, maybe the army, maybe neither. This newly avowed uncertainty was a result of counsel from some of India's leading Sikhs. They believed that if their people were to stay in the Kashmir Valley, good relations had to be maintained with the surrounding Muslim majority, which -- while exhausted by the endless violence -- was largely sympathetic to the militants. To these leaders, unwavering neutrality was clearly preferable to what New Delhi was then proposing. The government wanted to give weapons to the Sikhs, as it had to Hindus, to form ''village defense committees.''\nIn Chittisinghpora, I received a lesson in this tactical ambivalence. The older Sikh who had been talking was interrupted. A long argument began, with stunted English set aside for gusts of Punjabi, not a word of which I understood. Oberoi was amused. He leaned over to me and whispered, ''They're debating whether it is for the greater good of the village to lie to you, and if so, what are the right lies to tell.''\nAdvertisement Continue reading the main story\nSome of my hosts eventually grew embarrassed at their neglect of a guest. By way of apology, they told me that villagers had done a lot of fibbing since the massacre and that I should not be offended. It was a matter of survival; there were fears of a second raid. Besides, outsiders with less right to lie had also been doing it. It upset them how often their statements -- and misstatements -- had been misquoted by people with private agendas.\nWhat followed was a very odd interview, with several men trying to agree on -- and then dictate -- appropriate words for my notebook, politely alerting me as to which ones were true and which were not, though everything was expected to be published. In either case, they demanded that their names be spared except when the topic turned to money, which it often did, and then they wanted to stand personally behind their deep umbrage. Donors, public and private, had given more than $20,000 to each family that lost men in the massacre. But the villagers said everyone had suffered and so everyone deserved cash. They reminded me that if Bill Clinton hadn't come to India, the killings would never have occurred -- and that Americans had some obligation to mitigate their suffering.\nWe spoke for well over an hour, stopping for a lunch of eggplant, rice and red beans. Then I took a stroll through the village to talk to others. Some were reticent, some not. Some made me wonder if their recollections were merely inventions to help them make sense of their grief. Always, I kept trying to bring them back to the matter of blame. If they thought the militants did it, how sure were they? The answer was: Not very. Could anyone identify a single one of the attackers? The answer was: No. If this fellow Wagay had been involved, what exactly was his role? The answer was: God only knows.\nOn March 25, when Indian officials announced their reprisal against five of the guilty militants, they said that it was Wagay whose confession had led them to the hideaway in Panchalthan, about 11 miles from Chittisinghpora.\nBut speaking of lies, that one seems to have been a big one.\nIn the district of Anantnag, most people I met had long overcome any doubt about the massacre. To them, it seemed an open-and-shut case, with the Indian authorities -- and not the militants -- to blame. They were unsure of the particulars, or how high up the conspiracy went, but they supposed that the actual killing had been done by iqwanis, or renegades, former guerrillas who were now nothing more than shiftless mercenaries. In the past, the authorities had used these men for some of the nastier misdeeds of effective ''counterinsurgency.''\nThe clincher for these suspicions was the incident at Panchalthan. The army's Rashtriya Rifles and the state police's elite Special Operations Group had supposedly cornered the five guerrillas in a herdsman's shack. Mortar fire then carried the day. Though the bodies were hideously burned and mutilated, the dead were all said to be Pakistanis who took orders from a well-known commander named Abu Muhaz. Nimble and timely sleuthing solved the crime on President Clinton's last full day in India.\nBut this was yet another truth that seemed destined for the ethers. Gravediggers said they had discovered a local man's identity card with the charred bodies. One even thought he recognized the remains of his cousin. Muhaz himself appeared at a village mosque near Chittisinghpora and told people that none of his cadre had been killed; he suggested that they find out who had. As it happened, several men from the area were mysteriously missing. Speculation took off at a gallop: had Indian forces kidnapped them, murdered them, burned them and then tried to pass off their unrecognizable bodies as foreign militants? In the moral vacuum that has become Kashmir, such things are possible. Relatives of the missing men demanded an exhumation of the bodies. They organized protests.\nOn April 3 -- nine days after the Panchalthan shootout and two weeks after the massacre -- a raggedy procession came down from the mountain pastures and onto the main road, toward the city of Anantnag, the district capital. There were hundreds of people at the start, then more all the time, chanting, ''We want justice.'' They passed uneventfully through several military checkpoints, but when they reached a small traffic circle in the town of Brakpora, they were fired upon. The spray of bullets came from behind a bunker made from bags of cement and manned by federal and state police officers. Eight protesters -- seven of them farmers and shepherds from the village of Brari Angan -- were killed. Some were shot in the back as they fled. Police officials claimed that their men were only returning fire, but a judicial inquiry found otherwise. Unwarranted panic was the kindest explanation.\nAdvertisement Continue reading the main story\nThree days later, the marchers received their wish. The five bodies were dug up by a forensics team from Srinagar. Hundreds of people, many of them unruly, turned up for the morbid two-day event, though there was not much to see. Blankets were held up to sequester the graves. Only doctors and public officials and family members were allowed to examine the blackened and disfigured corpses. These relatives occasionally burst into tears as burial shrouds were removed, professing to recognize a ring on a finger or a cyst on a scalp or a shred from a familiar sweater. One woman identified her husband from a fragment of jaw attached to a fluff of beard. Then the next day she changed her mind, settling on a different bag of remains, this time pointing to a bend in the nose, a hole in an ear and the shape of the torso.\nThe five men killed at Panchalthan are now believed to be two farmers from Brari Angan, both named Jumma Khan and one of them a man of 60; two shepherds from the village of Halan, Bashir Ahmed Butt and Mohammad Yusuf Malik; and one young cloth merchant from the city of Anantnag, Zahoor Dalal. Or at least these are the people whose families were given the bodies. Dr. Balbir Kaur, head of the forensics team, said it was hard to disinter the dead properly in the midst of a mob, and she hardly considered the emotional graveside identifications to be definitive. DNA samples were taken, but nine months later the tests have yet to be done -- an inexplicable delay in so important a case. Whatever the results, scientific chicanery will now be presumed.\nI later interviewed three of the families of the victims. Both of the Jumma Khans, their relatives said, were taken from their homes by men in army attire and led off into the night. Zahoor Dalal, the merchant, had simply disappeared, out for an evening walk, due back in minutes to count the day's receipts. His mother sat silently on the floor for the better part of an hour while I spoke with his uncle. Tragedy had signed its name to her pale oval face, and finally a moaning began from deep inside her, turning slowly into a wail.\n''I will only meet him again now in the other world!'' she cried.\nOnce more, I was confounded. I couldn't be sure that any of these people had really lost their loved ones at Panchalthan, but I was nearly sure that they were sure. In any case, the story was drifting elsewhere. By then, many of the authorities -- in the government, in the intelligence services, in the police -- had quietly abandoned the merchandising of their once airtight case. In a revised analysis, Wagay, the milkman, was now thought to be innocent. Poor soul, he had been gruesomely tortured during questioning, a police official told me. He now remained locked up on the minor charge of breaching the peace. This was for his own safety. Someday, he would be a crucial witness in that ugly, regrettable business, the Panchalthan incident. That shootout was now considered a murderous fiction contrived by ambitious men in the Indian security forces. Pending further investigation, there were promises to punish those responsible.\nI had developed some sources in high places. A few were familiar with the accumulating evidence and willing to share it, though their trustworthiness was also nothing I took for granted. One source told me: ''After Chittisinghpora, there was tremendous pressure to catch the militants. Name, fame, money, career: those were the reasons to fake an encounter. They couldn't catch the militants, so they picked up locals. Unfortunately, locals have families that ask questions. It didn't work.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nImportant people were chagrined. To their relief, however, another militant had recently been captured, someone, they said, who truly had partaken in the massacre -- someone who had even fired shots. His name was Mohammad Suhail Malik.\n''Would you like to talk to him?'' I was asked.\nOddly enough, i had already interviewed the new prisoner. This had happened unexpectedly. On the return drive from Chittisinghpora, the Sikh businessman spotted a friend, another prominent Sikh, in a car going the other way. The vehicles stopped, and the two men went off for a private chat. This friend, using his influence, had just met Suhail Malik, who, so far as he could tell, was rendering an authentic confession. He agreed to help us get into the small compound that served as the Indian interrogation center.\nMalik is an 18-year-old with an upstart beard and hair that falls down into his eyes. He appeared somber and tired, a suitable look for someone in his predicament. I twice offered him a chair, but he refused, preferring the floor. A heavy chain sagged between the tight manacles on his wrists. He barely moved.\nConditions for the interview were far from ideal. There were six of us in a small, dark room, including a nervous guard who felt the liaison lacked adequate approval. A display on one wall carried horrid snapshots of dead militants. Malik responded to every question, but his answers were spare, repeating details I had already read in a police dossier in Srinagar: he was from the city of Sialkot, in Pakistan. He belonged to the militant group Lashkar-e-Taiba, which had tutored him in marksmanship and mountain climbing. He sneaked into India in October 1999, carrying the rupee equivalent of $200 in expense money. He took part in only two missions before Chittisinghpora, one an attack on an army outpost, the other an assault on a bus carrying soldiers. He knew nothing about the plot to kill the Sikhs until immediately beforehand, as he stood in an orchard. He used his weapon when commanded. ''I fired, but I don't know if I killed anyone,'' he said laconically. ''I suppose I did. I don't know.''\nAdvertisement Continue reading the main story\nThe conversation was mostly in Urdu, once again a language I did not speak. I could study his eyes but not his phrasing or inflections, the little clues as to what was being held back in the privacy of his head. When we left, I asked Surinder Oberoi, my journalist friend, if he thought Malik was telling the truth.\n''Yes, I think so,'' he answered after a pause. Then he added a cautionary shrug and a sentence that stopped after the words ''But you know. . . . ''\nMalik showed no signs of physical abuse, but, as with Wagay, the torture of someone in his situation would not be unusual. Once, over a casual lunch, an Indian intelligence official told me that Malik had been ''intensively interrogated.'' I asked him what that usually meant. ''You start with beatings, and from there it can go almost anywhere,'' he said. Certainly, I knew what most Pakistanis would say of the confession -- that the teenager would admit to anything after persistent electrical prodding by the Indians. And it left me to surmise that if his interrogators had made productive use of pain, was it to get him to reveal the truth or to repeat their lies?\nMy second talk with Malik came the next day, courtesy of the more formal invitation. This session was less hurried but still unsatisfactory. Three of us were asking questions, including someone from the authorities. The prisoner, chains in tow, still refused a chair. I told him again that I was an American journalist trying to get at the facts. I could only imagine how far-fetched that sounded to an 18-year-old Pakistani in an Indian jail.\nI asked about his family. His mother was dead, and his father ran a small general store. Malik had attended a government school through the fifth grade, but like many boys in Pakistan, he had switched over to a madrassah, a religious academy, where the books and courses were free. He knew parts of the Koran by heart. ''If I could, I would spend my entire life learning about the holy prophet,'' he said.\nWe again went over the details of the massacre. I tried to test him, asking for descriptions of the village. But he said he had not seen much in the darkness. He had been ordered to shoot -- and so he shot. He did not have much more to add. ''We were told what to do and not why,'' he said. ''Afterward, we were told not to talk about it.''\nHe allowed that he was likely to spend the rest of his life in an Indian prison -- and yes, he said, this was a dreary prospect. He would have preferred the glory of martyrdom.\nHis eyes, usually downcast, had occasionally drifted about, and with this talk of a purposeful death, all of us in the room grew aware of a loaded Kalashnikov leaning against a wall in the corner. With a flicker of a smile, the gun's careless owner slowly rolled the wheels of his chair to the right, blocking the manacled prisoner's path to the weapon. Malik never looked that way again.\nAdvertisement Continue reading the main story\nI was curious to know how he had linked up with Lashkar-e-Taiba. It was one of the largest -- and perhaps the most unflinching -- of the dozen or so militant groups. Malik said he had heard their speeches while he studied in the city of Lahore. He trusted their vision of the world -- and said he trusted it still. Penance did not accompany his confession. As for the 35 dead Sikhs, he said they may have been civilians, but they could not have been innocents. ''The Koran teaches us not to kill innocents,'' he said. ''If Lashkar told us to kill those people, then it was right to do it. I have no regrets.''\nThis one time, he seemed to think his answer too abbreviated. His lips pursed, his eyebrows narrowed. He said: ''When I was sent here from Pakistan, I was told the Indian Army kills Muslims. It treats them badly and burns their mosques and refuses to let them pray. They must be freed from these clutches.''\nThen he looked at me curiously, seeming to ask, Isn't that so?\nCivics lessons about Kashmir are necessarily complicated. The term itself is confusing. In common coinage, it refers to the Indian state of Jammu and Kashmir, home to an estimated 9.5 million people. But the state has several distinct regions, of which the fabled Vale of Kashmir -- with about half the population -- is but one. Only there do people speak Kashmiri -- and only there do they have a strong sense of being a separate nation. Roughly two-thirds of the Jammu region is Hindu, a population far more comfortable under Indian aegis. Buddhists make up about half of sparsely populated Ladakh. They speak Tibetan and worry more about domination by Srinagar than by New Delhi. The happiest solutions for one chunk of the state are unlikely to be very pleasing to another.\nJammu and Kashmir was once an even larger domain, an unnatural amalgam of fiefs brought together for expedience by the subcontinent's British colonial masters. In 1947, when India and Pakistan were being born, it nominally belonged to the Hindu maharajah, Hari Singh. Before departing, the British asked the region's 562 landed potentates to choose one nation or the other. These decisions by and large followed a certain logic of geography or religion. But Singh, preferring independence, dawdled past the deadline. This unrealistic conceit ended when tribesmen from Pakistan's northern frontier came to the aid of a local rebellion. The maharajah then anxiously reconsidered, casting the lot of his predominantly Muslim realm with predominantly Hindu India. To many Muslims, it seemed that Kashmir had fallen under the thumb of the infidel. War broke out between the two infant nations, and an ensuing cease-fire left about one-third of the most populous part of Kashmir with Pakistan and two-thirds with India. The United Nations, itself a newborn, pushed for a long-term solution. Agreements reached in 1948 and 1949 called for the Pakistanis to withdraw all their troops and for the Indians to pull back the bulk of theirs. This was to be followed by a plebiscite, allowing the people to pick the nation they wanted to join. But none of these actions ever took place, with both sides blaming the other for reneging. The wisdom of Solomon did not prevail; the baby was split.\nIndian-controlled Kashmir, while never happily a part of the nation, was a relatively peaceful place until the rebellion's start in 1989. This uprising gathered fuel from various combustibles, among them Kashmiri nationalism and rigged elections that favored New Delhi's preferences. Pakistan eagerly supplied the tinder of combat training and guns.\nAt first, the foot soldiers were entirely home-grown. Kashmiri youth, lit with the fever of azadi, or freedom, thought they could unbind the ties to India with some well-placed explosives and high-profile kidnappings. They misjudged New Delhi, which considered the insurrection a threat to the very idea of nationhood -- and was willing to fight back without persnickety regard for gentlemanly tactics or human rights. They also misjudged Islamabad, which came to favor only those rebels it could bend to its will. Many militants themselves strayed from unselfish purposes. They became no more than criminal gangs, and Kashmiris began to dread both sides. Some 250,000 Kashmiri Hindus, known as Pandits, fled the valley, fearing for their lives.\nThe character of the rebellion has since changed. Though hundreds of Kashmiris are still making war in the mountains, most have laid down their guns, if not their dreams of azadi. More and more, the guerrillas, like Malik, come from elsewhere. They know little about Kashmir and its people. Their interest in liberating the land is not so much for the benefit of the Kashmiris as for the ideal of a pan-Islamic state.\nThe differing passions of the different militant groups make diplomacy particularly hard. When the prospect of peace raises its hand, it usually results in a rap on the knuckles. Last summer, one militant group declared a brief cease-fire, but the others considered the move traitorous and stepped up attacks. Now India has announced a temporary pause in its initiation of military operations, and Pakistan has responded with a partial withdrawal of troops from its side of the cease-fire line. There is talk about the possibility of talks, though in the past, talking has yielded only the repetition of entrenched views. After half a century of fighting, compromise seems a betrayal of past sacrifices.\nAdvertisement Continue reading the main story\nFor its part, Pakistan finds the militancy a cut-rate way to torment India, which has 350,000 troops tied down in Kashmir. But however much a bargain, the guerrilla campaign has also become part and parcel of Pakistan's own precariousness. In the late spring of 1999, a more ambitious incursion into Indian-controlled Kashmir nearly provoked an all-out war and ended in humiliating retreat. Months afterward, amid the recriminations, Pakistan's army -- as has been its habit -- overthrew the elected government, and Gen. Pervez Musharraf named himself chief executive. At first, he was welcomed as a potential savior by the downcast nation. Pakistan stands at the brink of bankruptcy, spared from default only by an IV drip from international lenders who have grown exasperated. The possibility of a collapse into anarchy is the great reiterating topic of the educated elite. Though it was hoped that the general could stamp out corruption and balance the books, he has instead found himself betwixt and between, coveting approval -- and money -- from the West while bowing to powerful fundamentalists at home. For him, the struggle for Kashmir may well have become a necessity for survival as well as a crusade of the heart. Pakistan has thousands of armed if impoverished zealots who are long on righteousness and short on respect for the government. Pursuing the holy war against India may be all that diverts them from fomenting jihad at home.\nSuhail Malik is such a zealot. He intrigued me. And as my interest in him grew, I was puzzled by why I seemed alone in my curiosity. News of his capture had gotten little attention in the usually aggressive Indian press. A TV station had run a short spot; a wire service had put out a few paragraphs. This seemed oddly neglectful, but an Indian friend explained to me that Kashmir was redundant with outrages, and people suffered from ''massacre fatigue.'' Chittisinghpora had been papered over by fresher death.\nIn fact, it was one of these other massacres that led the police to Malik. Thirty Hindu pilgrims on retreat in Kashmir were gunned down on Aug. 1. Two militants were killed at the scene. As investigators tell the story, an address found on one of these men led them to Aligarh in the state of Uttar Pradesh. There, a month later, they happened upon Malik, taking an authorized break from the hard work of jihad.\nI wanted to interview the teenager once more, this time without the authorities present. Somehow, I thought I could win his trust, offer him an out, persuade him that he did not have to confess to the massacre unless it was true. I was grasping. I wanted to study his eyes again. But I never secured the necessary permissions.\nThe closest I got was his family. Had Malik and I talked, I could have told him about my recent trips to Pakistan. I had seen his father and his favorite uncle and a man he reveres, Prof. Hafiz Muhammad Saeed, the leader of Lashkar-e-Taiba (the Army of the Pure) and its parent organization, Markaz Ad-daawah Wal Irshad (the Center for Preaching). Of the three, the professor was the easiest to locate. His organizations are a prominent force in Pakistan. The jihad in Kashmir is not their only occupation. They run more than 130 madrassahs as well as a modern-looking university that rises out of the wheat fields near Lahore. Saeed, a retired professor of Islamic studies at an engineering college, preferred to see me in that city itself. We met in Lashkar's ''media center,'' a small room filled with young men writing at computer terminals.\nThe professor, a big, doughy man, is quite gracious for someone so often regarded as a terrorist. Cookies were served on a silver plate. We talked for a time before I took out Malik's photo and told him of the young man's confession. Saeed shook his head. ''We do not believe in killing innocents,'' he said, stroking his henna-tinted beard. ''I have condemned this very massacre.'' He glanced at the picture a second time and said he doubted that Malik had ever belonged to Lashkar. And, as a professor would, he offered me some guidance: ''It is very easy to extract statements with torture. Look, you can see he is handcuffed and not free to talk.'' The photo was then passed around the room. A dozen or so acolytes had come to observe the interview. One of Saeed's aides harrumphed with derision. ''This man's beard is not anywhere long enough,'' he said, as if I were trying to pawn off some charlatan as a legitimate Lashkar militant.\nIn Lahore, I also tried to visit Malik's uncle, an herbal doctor named Zafar Iqbal. He, too, is a religious scholar. I went to his home several times, but I was always told that the doctor had gone out and that he might not return for hours or days or even longer. I inferred from this that Iqbal was disinclined to talk about his nephew's possible involvement in a massacre. He may have been warned by Pakistani intelligence agents, for I was being followed everywhere. The men were very obvious about it. They questioned my driver and translator. They tailgated our car.\nEventually, someone at Iqbal's home slipped up and mentioned that the doctor had gone to the annual convention of the Jamaat-i-Islami political party. I found him in a huge field outside Islamabad amid a crowd of 350,000 people. This was not so hard to do. Pakistan's leading fundamentalist party is well organized. Every city had its own cluster of tents off to the side, and every tent had a roster of names. Malik's uncle had apparently withered under the sun and left the open air, where powerful speeches were firing the masses with talk of the Kashmir jihad. Repeatedly, America and India were condemned. Pakistan's government -- regarded as insufficiently pious -- was also taking a grandiloquent beating.\nAdvertisement Continue reading the main story\nWhen I approached the doctor, he was resting on a blanket, talking with friends and wearing a name tag. He is a white-haired man with piercing eyes. He did not want to say much. In fact, he denied that he knew any Suhail Malik. This of course was a lie, and he did not care that I was aware of it. He told my translator: ''You, being a Pakistani, should not help these foreign agents. They come in the guise of journalists when they are really agents of the Christians and the Jews.''\nI had gotten a more hospitable reception from Anwar Malik, Suhail's father. He owns a tiny general store in Sialkot, a city not far from the border with Kashmir. The elder Malik had been hard to find with the grudging information I was given by his son. Sialkot had the air of newfound prosperity. Sporting-goods companies have made it a manufacturing center for soccer balls, which are exported the world over. Modern office buildings have been constructed with ornate windows and facades. Drivers in new four-wheel-drive vehicles blast their horns to get past sluggish donkey carts that block their way.\nThe family's house is across a lane from the store, beside a stagnant pond laden with blooms of garbage. The home is large as such places go, and much of the furniture is made of polished wood and looks relatively new. Anwar Malik led the way into a room with a double bed, an armoire and a chest of drawers. Drapes covered the windows. One wall had a bright painting done on a felt background. Another held the glossy decals of Lashkar-e-Taiba.\nI didn't know if the father was aware of the fate of his son, so I tried to approach the subject gently. A short, stout man of 53, he replied quietly that yes, he had heard something about it. Pakistan and India are neighbors. Urdu is similar to Hindi. People in one country sometimes watch the TV shows of the other. A friend had seen Suhail's face on a news show. Anwar was unsure what it was all about. He wanted to know more. ''This is painful for me,'' he said. ''Nothing like this has ever happened in our family.''\nAnwar has two sons. The older has gone to work in Saudi Arabia and is earning good money. Suhail, on the other hand, had been adrift for a while, sometimes living in Lahore, sometimes Sialkot. The father was vague about his son's decision to go fight in Kashmir. Despite the decals, he insisted that he did not know which, if any, group Suhail had joined. He began to wring his hands and his words meandered. ''If you look at things from an Islamic perspective, going to Kashmir was the right thing to do,'' he said. ''But we are poor people. If you look at things from the family perspective, considering our circumstances, you would have to think otherwise.''\nI took out the photo. Anwar studied it. His lips quivered slightly. By then, one of Suhail's boyhood friends had entered the room. He seemed tickled with the snapshot. To him, the manacles were like jewelry. ''It's a great picture!'' he declared.\nAnwar left the room and returned with a bottle of mineral water. He waited to open the seal, so as to assure me that the contents were untainted. He said the obvious, that he had never had an American in his home before. I told him that I travel quite a bit. I had even been to this sorrowful place Chittisinghpora and had been living with a great mystery. I had yet to solve it to my satisfaction, but it had become my wise tutor in Kashmir's misshapen history.\n''An awful thing happened in that village,'' I said, pushing the conversation into the discomforting place it had to go. I told him about the grief of the Sikh families and described what had gone on that night: the lining up of the men before the gurudwaras, the bursts of the machine guns, the bloody heap. And I told him Suhail had confessed to this terrible thing in front of me.\nAdvertisement Continue reading the main story\nUntil then, I had merely been someone with news of his son. But now I was also a man with an accusation that required some sort of response. I was asking him to consider the opposing reality from across the border -- and I wanted him to imagine it with his son in the role of villain. He considered all this for a time. And finally, with a father's sincerity, he said: ''I don't think so. It can't be. My son is confessing, you can say, because the Indians have beaten him. My son is just like me, and I would not do anything like this.''\nAs we talked a bit longer, a memory suddenly fell into place. It brightened him with relief, and he sat up straight. Chittisinghpora: the name had not meant much before, but he recalled it now. This was the massacre committed the night Clinton arrived.\nThe relief then converted into actual cheer and a delicate smile. He spoke to me with the kindness of someone assisting a stranger in an unfamiliar town. ''Everyone knows about this crime,'' he said patiently. ''The Indian Army did it.''", "url": "https://www.nytimes.com/2000/12/31/magazine/a-kashmiri-mystery.html?module=inline"}