{"authors": ["Kevin Sack"], "date_download": "2018-11-16 03:41:47", "date_modify": "2018-11-16 03:41:47", "date_publish": "2001-04-04 01:00:00", "description": "Mississippi, only state whose flag still incorporates Confederate emblem, to hold referendum on new flag that replaces emblem; referendum supporters, including Gov Ronnie Musgrove and business groups, hold changing flag would boost economy; supporters of current flag reject economic argument; photos (M)", "filename": "2001_04_04_us_battle-lines-form-again-on-the-battle-flag.html_module=inline_1542339707.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_04_04_us_battle-lines-form-again-on-the-battle-flag.html_module=inline_1542339707.html", "title": "Battle Lines Form Again on the Battle Flag", "title_page": "Battle Lines Form Again on the Battle Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "''It's a great opportunity for our people to make a tremendous statement about who we are and how important the future is to our state,'' said Gov. Ronnie Musgrove, a first-term Democrat who set the referendum in motion. ''I want to remove every obstacle I can when it comes to attracting good jobs to our state, and this is a way to do it.''\nThat is essentially the message of the change-the-flag campaign. A flier being mailed to older Mississippians by the Mississippi Legacy Fund, a political action committee formed by the state's business community, pictures a grandfather bottle-feeding an infant. ''It's not right that our kids can't find good jobs close to home because companies won't locate in our state, but it's a fact,'' the advertisement says. ''They have the wrong idea about Mississippi. A state flag that includes the Confederate flag just adds to those false opinions.''\nSupporters of the current flag maintain that the economic argument is spurious. Georgia and South Carolina enjoyed robust economic growth before the changes they made, said Greg Stewart, a lawyer from Tunica, in the state's northwestern corner, who is among the leading opponents of the new flag.\nMr. Stewart, who dresses in pinstripes and speaks more moderately than some in his camp, said in a debate here on Monday that the state flag had become a scapegoat for deeper racial and economic problems. Black Mississippians, he said, ''are on the receiving end of racism every day, and they know what the solutions are and it's not just to snatch down the flag.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Mississippi political and business leaders argue that the flag has a distinct impact on economic development -- sometimes spoken, sometimes not. Nissan, which recently agreed to build a plant near Canton, north of Jackson, wanted assurances that Mississippi would try to address the flag issue, said former Gov. William F. Winter, who led the commission that designed the proposed flag. And Frances Lucas-Tauchar, president of Millsaps College here, said at a recent public meeting that she was rushing to fill a dozen faculty positions because she feared it would be hard to attract candidates if the vote brought defeat for the proposal.\nA poll taken for The Clarion-Ledger, the Jackson daily, from Jan. 25 to Feb. 2, before the campaign began in earnest, found 55 percent supporting the current flag and 34 percent favoring the new flag. In a state where blacks typically account for about 30 percent of voter turnout, 65 percent of blacks said they supported the new flag; 73 percent of whites preferred the existing one.\nLike the proposal's supporters, its opponents have formed a political arm, the Mississippi Heritage PAC, led by Earl Faggert, a member of the Sons of Confederate Veterans. Embracing the slogan ''Save the Flag, Change Our Hearts,'' it has raised a small amount of money, which will probably be used for radio advertising, Mr. Faggert said.\nThe new flag's supporters in the business community have joined forces with the N.A.A.C.P., most of Mississippi's statewide elected officials and a number of church groups. The state's two United States senators, Trent Lott and Thad Cochran, both Republicans, have not announced positions.\nAdvertisement Continue reading the main story\nBusiness and professional leaders like James L. Barksdale, former president of Netscape, and Richard F. Scruggs, a Pascagoula lawyer, are raising money for the cause.\nGeorge Shelton, a former Musgrove aide who is heading the Legacy Fund, said the campaign would be surgical, aiming its get-out-the-vote efforts at groups most likely to support the proposal: women and the college-educated as well as blacks.\n''What we're finding,'' Mr. Shelton said, ''is that this is an issue that's splitting households. So we have to be very careful with our targeting.''", "url": "https://www.nytimes.com/2001/04/04/us/battle-lines-form-again-on-the-battle-flag.html?module=inline"}