{"authors": ["David Johnston"], "date_download": "2018-11-16 04:02:32", "date_modify": "2018-11-16 04:02:32", "date_publish": "2001-02-15 00:00:00", "description": "United States Atty Mary Jo White of New York starts preliminary criminal investigation into circumstances of Pres Bill Clinton's pardon of Marc Rich, fugitive commodities trader; inquiry will include issuing grand jury subpoenas for bank records and other documents, seeking to determine whether anyone acting on behalf of Rich in effect sought to buy his pardon or obtain it by fraudulent misrepresentation; when Clinton approved pardon White complained that her office had not been consulted; she reportedly pressed Justice Dept officials in Washington in recent days to allow her to look into pardon; inquiry is begun even as Pres Bush says he would not want protracted Congressional inquiries into Clinton's activities, and Atty Gen John Ashcroft seems to echo that sentiment; Clinton has denied any wrongdoing in Rich pardon; inquiry begins as Democrats join Republicans on Senate Judiciary Committee who sharply criticize pardon of Rich and his partner, Pincus Green, at hearing into matter; photo (M)", "filename": "2001_02_15_us_us-is-beginning-criminal-inquiry-in-pardon-of-rich.html_module=inline_1542340952.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_02_15_us_us-is-beginning-criminal-inquiry-in-pardon-of-rich.html_module=inline_1542340952.html", "title": "U.S. IS BEGINNING CRIMINAL INQUIRY IN PARDON OF RICH", "title_page": "U.S. IS BEGINNING CRIMINAL INQUIRY IN PARDON OF RICH - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The investigation came as Congressional inquiries have focused on donations that Mr. Rich's former wife, Denise Rich, contributed to Democratic causes in recent years, including $450,000 to Mr. Clinton's presidential library foundation.\nA spokesman for Ms. White would not comment today on the investigation today.\nToday, in a related development, the House Government Reform Committee, which has been investigating the Rich pardon, said it would defer for at least a week its plan to grant immunity to Ms. Rich. Lawyers have said that granting immunity could interfere with the criminal investigation. The committee announced its decision after consultations with the Justice Department.\nThe criminal inquiry comes less than a month after Mr. Clinton, on his last day as president, reached a settlement with the independent counsel on several unrelated investigations that gave Mr. Clinton immunity from indictment or criminal liability in those cases.\nIn a statement, Mr. Clinton denied any wrongdoing in the Rich pardon.\n''As I have said repeatedly, I made the decision to pardon Marc Rich based on what I thought was the right thing to do,'' he said. ''Any suggestion that improper factors including fund-raising for the D.N.C. or my library had anything to do with the decision are absolutely false. I look forward to cooperating with any appropriate inquiry.''\nThe inquiry started as Democrats and Republicans on the Senate Judiciary Committee today sharply criticized the pardon of Mr. Rich and his partner, Pincus Green. At a hearing, Republicans criticized the pardon decision, but so did Democrats, even some who stood with the former president in his darkest hours.\nSenator Charles E. Schumer, a New York Democrat, said, ''The pardoning of fugitives stands our criminal justice system on its head and makes a mockery of it.'' Senator Richard J. Durbin, Democrat of Illinois, said the pardon ''certainly raises the appearance of impropriety.''\nSenator Russell D. Feingold, Democrat of Wisconsin, who has sponsored campaign finance legislation, said, ''For me, as for many senators and many Americans, suspicions about this pardon arise from the fact that Marc Rich's ex-wife, Denise Rich, was a large donor to the Democratic Party -- not just a large donor, a huge donor.''\nAdvertisement Continue reading the main story\nThe inquiry by prosecutors in Ms. White's office is being coordinated with senior officials at the Justice Department.\nSeveral Republicans at today's hearing said that a criminal investigation was warranted. Senator Jeff Sessions of Alabama, said, ''From what I've seen, based on the law of bribery in the United States, if a person takes a thing of value for himself or for another person that influences their decision in a matter of their official capacity, then that could be a criminal offense.''\n''And I think at this point,'' Mr. Sessions said, ''from what I see, the F.B.I. and the United States attorney's office in New York ought to be looking at this matter.''\nSome lawyers have said that proving such a case could be exceedingly difficult because bribery cases usually required the cooperation of one of the parties. Moreover, contributions to political parties or to Mr. Clinton's library foundation are legal, and the president's pardon authority is unreviewable.\nCriminal cases involving high level corruption or senior executive branch officials are almost always managed at the Justice Department's headquarters. But officials in Washington are apparently deferring to prosecutors in New York at the outset of the inquiry in part because Mr. Ashcroft has not yet named his choice to head the criminal division.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMoreover, the Justice Department's public integrity section, which investigates corruption, is headed by Lee Radick, an official who has been criticized by Republicans who want him replaced for his reluctance to recommend appointment of independent counsels to investigate possible campaign finance improprieties in the Clinton years.\nSome lawyers have said that Mr. Ashcroft is likely to consider whether to appoint a special counsel to handle the case. Under Justice Department guidelines, which replaced the independent counsel law after it lapsed in 1999, he would be required to name an outside prosecutor if a case posed a political conflict of interest for the department.\nNew York prosecutors are said to be reporting to Washington on the case, but the United States attorney's office in Manhattan has a reputation for aggressive independence. Ms. White, who was appointed by President Clinton, was said to be livid over the pardons of Mr. Rich and Mr. Green, according to a lawyer who spoke with her. She complained publicly that her office was not given an opportunity to object to Mr. Clinton's decision.\nAt today's hearing, the Justice Department's top pardon lawyer, Roger C. Adams, suggested in his testimony that presidential aides misled pardon authorities at the Justice Department about Mr. Rich's fugitive status and tried, in the waning hours of the Clinton presidency, to create a paper trail indicating that routine pardon procedures were followed at the Justice Department.\nAdvertisement Continue reading the main story\nMr. Adams told the panel today that the White House had not informed him that Mr. Rich was a fugitive, and had said only that he was ''living abroad'' when presidential aides sought the necessary paperwork for his pardon in the predawn hours before Mr. Clinton left office on Jan. 20.\nIt was shortly after midnight on Jan. 20, Mr. Adams said, when he received a phone call from an unidentified aide in the White House counsel's office advising him that he would shortly receive a list by fax of people who were under consideration for pardons -- in addition to people Mr. Adams already knew to be in the pardon pipeline. Later, government officials identified the White House lawyer as Meredith Cabe, an associate counsel.\nMr. Adams said Ms. Cabe told him that Mr. Rich and Mr. Green were ''the only two people'' on the list of names sent by the White House who should be submitted to the Federal Bureau of Investigation for a criminal records check, a routine step before pardons are granted.\nMr. Adams said Ms. Cabe said ''that it was to be expected there would be little information about the two men because they had been 'living abroad' for several years.'' Mr. Rich and Mr. Green fled overseas when they were charged in a 1983 indictment returned in New York accusing them of 50 counts of tax evasion, racketeering and fraud.\nMinutes later, Mr. Adams said, the White House sent him more information about Mr. Rich and Mr. Green that he said appeared to be taken from a clemency petition that had been filed with the White House but not forwarded to the Justice Department. Had the application been submitted to the Justice Department, it would have been rejected, Mr. Adams said, because officials would not consider pardon petitions from ex-offenders until at least five years after serving their sentence.\nNevertheless, the president's pardon authority was unlimited under the Constitution and Mr. Clinton could pardon anyone, whether they were fugitives or had completed a prison term, even if their clemency petitions bypassed the Justice Department or even if they had filed no application.\nSenator Arlen Specter, the Pennsylvania Republican who led today's hearing, asked Mr. Adams whether the White House ever told him of the fugitive status of Mr. Rich and Mr. Green. ''You were not told?''\n''I was not told,'' Mr. Adams answered. ''I learned that from the F.B.I.''\nToday, a lawyer for Mr. Rich, the former White House counsel Jack Quinn, told the Senate panel that he did not intend to circumvent the Justice Department. Mr.Quinn repeated testimony he gave last week to a House committee, saying he told Eric H. Holder Jr., then the deputy attorney general, about the pardon application.\nAdvertisement Continue reading the main story\nMr. Holder, in his testimony today, acknowledged that Mr. Quinn had told of the pardon. But Mr. Holder said that he assumed that he was not the only Justice Department official who Mr. Quinn advised and that the application would be processed through regular Justice Department channels. Mr. Holder added that he believed the pardon would not be granted because Mr. Rich and Mr. Green were fugitives.\nMr. Holder said he did not give the matter his full attention because on Friday, Jan. 19, when he was asked for an opinion about it, he was preparing to take over as the Bush administration's acting attorney general. Chief among his concerns, he said, was a potential security issue related to Mr. Bush.\nMr. Holder did not elaborate at the hearing, but law enforcement officials said separately that the Justice Department had received intelligence reports that inauguration protesters had planned to throw home-made smoke bombs, stink bombs or Molotov cocktails at the presidential motorcade as Mr. Bush was driven from the Capitol to the White House. In his testimony, Mr. Quinn acknowledged that he submitted the pardon application directly to the White House because he realized that Mr. Rich and Mr. Green did not meet the Justice Department's eligibility guidelines.", "url": "https://www.nytimes.com/2001/02/15/us/us-is-beginning-criminal-inquiry-in-pardon-of-rich.html?module=inline"}