{"authors": ["Donald G. Mcneil Jr."], "date_download": "2018-11-16 04:40:52", "date_modify": "2018-11-16 04:40:52", "date_publish": "2001-02-01 00:00:00", "description": "Scottish court finds Libyan intelligence official guilty of murder in bombing of Pan Am Flight 103 in 1988, but does not convict second defendant; verdict appears to satisfy many families who lost members when plane crashed in Lockerbie, Scotland; they say it will help their civil case against Libya; case names Col Muammar el-Qaddafi as chief plotter in bombing; 270 people died, 189 of them American; investigation into bombing pitted Qaddafi against West, with international sanctions costing Libya estimated $30 billion before it finally handed over suspects in 1999; White House says verdict will not end ban on business deals with Libya or flights there by Americans; Pres Bush says he will press Libya to apologize for terrorism and compensate families; photo of Abdelbaset Al Mohmed al-Megrahi, who was found guilty, and Al Amin Khalifa Fhimah, who was freed by court; photos of trial exhibits (M)", "filename": "2001_02_01_world_lockerbie-verdict-overview-libyan-convicted-scottish-court-88-pan-am-blast.html_module=inline_1542343252.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_02_01_world_lockerbie-verdict-overview-libyan-convicted-scottish-court-88-pan-am-blast.html_module=inline_1542343252.html", "title": "THE LOCKERBIE VERDICT: THE OVERVIEW; LIBYAN CONVICTED BY SCOTTISH COURT IN '88 PAN AM BLAST", "title_page": "THE LOCKERBIE VERDICT: THE OVERVIEW; LIBYAN CONVICTED BY SCOTTISH COURT IN '88 PAN AM BLAST - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The three judges, in an 82-page written decision, admitted that the prosecution's case had ''uncertainties and qualifications,'' that key witnesses had repeatedly lied and that the prosecution had not explained how a bomb got aboard the plane.\nBut they nonetheless unanimously concluded ''there is nothing in the evidence which leaves us with any reasonable doubt as to the guilt'' of the Libyan intelligence officer, Abdelbaset Ali Mohmed al-Megrahi.\nMr. Megrahi's fellow defendant in the nine-month trial, Al Amin Khalifah Fhimah, a former airline manager, was told he was ''discharged and free to go.'' Draped in a white toga and wearing a flat black fez, he rose to walk out a side door to freedom. His legal team stalked out the opposite door with curt bows to the judges.\nMr. Megrahi remained alone, slumped slightly forward, listening to his lawyer, who gave a brief, strained plea that Mr. Megrahi still maintained his innocence. He was told sentence would be passed after lunch, and Mr. Megrahi returned in three hours, looking stooped and wan, his toga hugged tightly around him. He was told that a life sentence was mandatory under Scottish law, and that the court, ''in view of the horrendous nature of the crime,'' wished him to serve 20 years before any parole consideration.\nWere it not for his age, 49, and that a Scottish prison will be foreign to him, Chief Judge Lord Ranald Sutherland said, the court would have recommended an even longer wait. Even so, Peter Lowenstein, father of a young American killed in the crash, said afterward: ''Twenty years for 270 murders is less than a month per victim. It's just not right.''\nAs the court attendees sat in stony silence while the clerk recorded the verdict, the public gallery on the other side of the soundproof glass was aflutter with nervous concern because Jim Swire, a tall, white-haired doctor who had sat through most of the trial and speaks for many of the British families, had suddenly gone pale and slid down his chair with his jaw agape. Ushers carried him out to an ambulance, but apparently he had only fainted from the tension.\nUnited Nations Secretary General Kofi Annan said after the verdict, ''Justice has taken its course and the authority and legitimacy of the legal process must be respected.'' United Nations sanctions inposed on Libya in 1992 were suspended during the trial, but could be reinstated.\nAdvertisement Continue reading the main story\nLibya's ambassador to the European Union, Hamed al-Hudhairy, on hand for the verdict, said he thought there was ''no possibility of sanctions being re-imposed.'' That threat was ''something we have heard for a long time from the families,'' who he said were trying to ''take the whole Libyan people hostage.''\nMr. al-Hudhairy called the verdict ''a political decision,'' asking how it was possible to conclude that a defendant accused of arranging the bombing could be guilty if the defendant accused of helping him get the bomb aboard was innocent.\nBut the court did not conclude that Mr. Fhimah was innocent; it concluded that the prosecution had not proved beyond a reasonable doubt that he was guilty, though the court did not choose the ''not proven'' verdict available under Scottish law.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe three judges did vote unanimously to find Mr. Megrahi guilty, which in theory reduces his chances of winning any appeal because in Scottish courts, a unanimous verdict tends to carry more weight than a split decision. The decision on Mr. Fhimah was also unanimous.\nAlthough Mr. Megrahi was convicted, the court's written reasons (available at www.scotcourts .gov.uk/html/lockerbie.htm) show that it did not think the prosecution had proved all elements of its case.\nThe judges agreed that forensic evidence proved that the bomb, triggered by a Mebo MST-13 timer, was inside a Toshiba radio-cassette player in a brown Samsonite suitcase with clothing bought at Mary's House, a store in Malta.\nBut, they added, ''the absence of any explanation of the method by which the primary suitcase might have been placed aboard KM 180 is a major difficulty for the Crown case.'' If there was an unaccompanied bag with a bomb on KM 180, an Air Malta flight from Malta to Frankfurt, there was evidence that such a bag could have moved through Frankfurt's airport to Pan Am Flight 103.\nThe judges were scathing about two important witnesses: Abdul Majid Giaka, a Libyan secret service turncoat, and Edwin Bollier, an owner of Mebo, a Swiss electronics firm.\n''Putting the matter shortly, we are unable to accept Abdul Majid as a credible and reliable witness on any matter except his description of the J.S.O.,'' the court concluded, referring to Libya's intelligence agency, the Jamahariya Security Organization, at which Mr. Majid had started his career as an auto mechanic. It rejected all his testimony about plastic explosives hidden in desks, conversations with the defendants about the Pan Am bombing and his claim to have seen Mr. Megrahi with a brown Samsonite.\nAdvertisement Continue reading the main story\nMr. Bollier, the court found, was an ''untruthful and unreliable witness,'' and some of his testimony ''belongs in the realm of fiction where it may be best placed in the genre of the spy thriller.''\nTony Gauci, the owner of the clothing store in Malta, was ''doing his best to tell the truth,'' the court found, and was believable when describing the clothes he sold. Of his visual identification of Mr. Megrahi, it said, ''there are undoubtedly problems,'' because he had picked other people out of photo displays.\nStill, the court convicted Mr. Megrahi on several grounds: He was a Libyan intelligence agent ''of fairly high rank'' and traveled on a false passport. Libya bought Mebo bomb timers; he was in military procurement and had dealt with Mebo. Mr. Gauci identified him as the buyer of the clothing in the bomb suitcase, though it was ''not an unequivocal identification.'' He was in Malta's airport at the time the bomb was presumably sent on its way.\nAll in all, the court concluded, Mr. Megrahi's movements ''form a real and convincing pattern.''\nThe only evidence against Mr. Fhimah, the court found, were his diary entries about luggage tags and meeting Mr. Megrahi, and the prosecution conceded that it had not proved that he was a member of Libyan intelligence. Even if he gave Mr. Megrahi the suitcase tags, the court found, there was no evidence that he knew that doing so was part of a bomb plot, so he was acquitted.\nAt 6 p.m. today, Mr. Fhimah, bare-headed and in a denim shirt, left Camp Zeist in the back of a car, waving to the Scottish officers who had guarded him for two years.\nA cousin, Ali Fhimah, using an Arabic expression for a family member, had said earlier: ''We're happy that our son has been released, but we came here to see both of them let go. We believe that al-Megrahi is as innocent as our son, but we believe in Scottish justice and will continue to fight until he is acquitted, too.''\nLibyan television said today that Mr. Megrahi would appeal. In the Scottish courts, he has two weeks to ask permission from the same court, and six weeks more to file his reasons. If the court agrees, the appeal could be heard by at least five judges who would have to be appointed to hear the case. They would sit here, where Mr. Megrahi must be kept under the agreement with Libya until his conviction is final; if he waives his right to be present, they would sit in Edinburgh.\nIf his appeals fail, Mr. Megrahi is expected to serve his sentence in Barlinnie Prison in Glasgow.", "url": "https://www.nytimes.com/2001/02/01/world/lockerbie-verdict-overview-libyan-convicted-scottish-court-88-pan-am-blast.html?module=inline"}