{"authors": ["Judith Miller With Kurt Eichenwald"], "date_download": "2018-11-16 03:48:48", "date_modify": "2018-11-16 03:48:48", "date_publish": "2001-10-01 01:00:00", "description": "Bush administration widens financial assault on Osama bin Laden; prepares to freeze assets of about two dozen more charities and other organizations suspected of providing money and support to his terrorist operations; officials tracking bin Laden's Al Qaeda network report finding sophisticated financial infrastructure that stretches from United Arab Emirates to Europe to Indonesia, and uses mechanisms as varied as charitable organizations, manufacturing companies and credit card fraud to raise money and move it around globe; say one focus of efforts is Mustafa Ahmad, who allegedly helped finance September 11 attacks and is believed to play broader role in finances of Al Qaeda network; evidence linking him to hijacking suspects days before attacks discussed; new list of suspect organizations under review by federal government includes charities in Saudi Arabia and Chicago, Arab bank and at least three informal money-lending networks common in Arab world (M)", "filename": "2001_10_01_us_a-nation-challenged-the-investigation-us-set-to-widen-financial-assault_1542340128.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_10_01_us_a-nation-challenged-the-investigation-us-set-to-widen-financial-assault_1542340128.html", "title": "A NATION CHALLENGED: THE INVESTIGATION; U.S. SET TO WIDEN FINANCIAL ASSAULT", "title_page": "A NATION CHALLENGED: THE INVESTIGATION; U.S. SET TO WIDEN FINANCIAL ASSAULT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal officials say their effort to choke off Mr. bin Laden's money is an important front in the war on terrorism. Last week, the Bush administration froze the assets of 27 individuals and organizations linked to Mr. bin Laden.\nThe new list of suspect organizations, now under review by a group of officials led by Treasury Department representatives, includes charities in Saudi Arabia and Chicago, an Arab bank and at least three ''hawalas,'' the informal money-lending networks common in the Arab world. The list is expected to be announced within two weeks.\nPrivately, Treasury Department officials are urging other governments to freeze assets in the countries that are linked to Mr. bin Laden. ''That is the key to this entire effort,'' one administration official said.\nIn addition, officials said they were investigating more than 200 other financial entities suspected of aiding or being used by Mr. Bin Laden.\nThe list of entities is considered delicate, officials said, because the administration wants to prevent suspected individuals and institutions from moving their assets to safety before the targets are officially unveiled. When officials announced the list of organizations last week, they knew few had assets in this country, but an official said some assets overseas had been moved to safety.\nThe administration is taking aim at organizations with links to Mr. bin Laden's operations. But senior officials decided at a meeting late last week that to monitor and control Al Qaeda's financial assets, the United States and its allies would have to track the broader financial networks of Hamas, Hezbollah and other terrorist groups that Mr. bin Laden occasionally taps for his activities.\nInvestigators have found traces of money they contend are connected to Mr. bin Laden's activities in a variety of entities. There is evidence that representatives of terrorist groups affiliated with the terror network have trained operatives in the United States to raise money by running credit card scams and food stamp fraud. Also, government officials say, terrorist groups have used wealthy commercial ventures as fronts for moving money, as well as people, around the world.\nAdvertisement Continue reading the main story\nAmerican officials have long suspected that worldwide charitable organizations have provided critical financial or logistical support to a number of international terrorist attacks. But the government has found it difficult to strike at them. Most of the groups, especially those affiliated with Arab governments, one official said, support legitimate relief efforts and terrorist activities. Sometimes, he added, only a small number of officials in the charity are involved in terrorism. But the Sept. 11 attacks have changed the United States' stance toward those groups.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOne organization that officials have strongly recommended including on the list being circulated within the administration is the Benevolence International Foundation. The group has portrayed itself as a purely humanitarian organization. The Saudi-based group, with offices in Waterloo, Ontario, and in Palos Hills, Ill., raised almost $2.2 million in the United States last year, according to its financial statements.\nThe group says it is dedicated to helping those harmed by war or natural disaster, and ''is currently on the ground in Manhattan trying to determine how best BIF can assist aid and relief efforts to the victims'' of the terrorist attack at the World Trade Center.\nBut statements by the organization's representatives, as well as videos and written information distributed by it, repeatedly glorify martyrdom by Muslims in pursuit of jihad, or holy war, said Steve Emerson, a writer and commentator on terrorism who has long pressed Washington to crack down on this charity and other Islamic nonprofit groups that he says support terrorism.\nOne video circulated by the group, Mr. Emerson says, features an interview with a father of an Arab-Afghan holy warrior who died in Zenica, Bosnia, near the regional headquarters of Benevolence International.\n''I was blessed with his martyrdom,'' the father says, according to a translation provided by Mr. Emerson. ''Our history is glorious and our religion is mighty.''\nAccording to one of the group's newsletters last year, seven of the charity's officers were killed in battle last year in Chechnya and Bosnia.\nA telephone message left yesterday at Benevolence International's office in Palos Hills was not answered.\nPrince Bandar bin Sultan, the Saudi ambassador to the United States, said in an interview for a New York Times/''Frontline'' documentary that giving money to charity was required by Islam and that Riyadh had no evidence that money from any Saudi-based charity went to Al Qaeda. He also said Saudi efforts to trace suspect money went from the kingdom to Europe, and in many cases, to the United States, where the trail ended.\nAdvertisement Continue reading the main story\nAdministration officials are also recommending that an American charity be included on the new list -- the Global Relief Foundation, which provides emergency relief, medical aid and engages in other humanitarian efforts around the world.\nGlobal Relief, based in Bridgeview, Ill., long a hub of militant Islamic activity, is also making an appeal on its Web site for victims of the catastrophes at the World Trade Center and the Pentagon, though it does not refer to them as terrorist attacks.\nGlobal Relief was originally included two years ago on a list circulated by the Clinton administration of 30 organizations with suspected ties to terrorism. But in an interview last year Stanley Cohen, a lawyer for Global Relief, called the investigations of the foundation ''another of the government's pathetic attempts to sully committed Islamic organizations.''", "url": "https://www.nytimes.com/2001/10/01/us/a-nation-challenged-the-investigation-us-set-to-widen-financial-assault.html"}