{"authors": ["Norimitsu Onishi With Neela Banerjee"], "date_download": "2018-11-16 04:45:58", "date_modify": "2018-11-16 04:45:58", "date_publish": "2001-05-16 01:00:00", "description": "Chad, latecomer to oil wealth with plan for $3.7 billion pipeline to carry its crude oil to coast, stands as key test of whether nation can escape endless conflict that contrast between new wealth and widespread poverty has brought its neighbors; deep suspicion remains among Chadians about project, leveled not only at their government and oil consortium, but also at World Bank, which backs project; maps; table; photos (M)", "filename": "2001_05_16_world_the-perils-of-plenty-a-special-report-chad-s-wait-for-its-oil-riches-may-be-long_1542343558.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_05_16_world_the-perils-of-plenty-a-special-report-chad-s-wait-for-its-oil-riches-may-be-long_1542343558.html", "title": "THE PERILS OF PLENTY: A special report; Chad's Wait for Its Oil Riches May Be Long", "title_page": "THE PERILS OF PLENTY: A special report; Chad's Wait for Its Oil Riches May Be Long - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, as a latecomer to the ranks of the oil-rich, Chad stands as a critical test of whether its government, the oil corporations and Western backers have learned from the past, and whether Chad can escape the curse that oil, diamonds or other fabulous resources have brought to so many neighbors.\n''Together, we need to demonstrate that petroleum resources can be used to lift people out of deep poverty,'' said Callisto Madavo, a Zimbabwean who is the World Bank's vice president for sub-Saharan Africa. ''The world is watching this experiment closely.''\nThe ceremony in October was the culmination of an unusually sharp debate.\nEnvironmentalists and human rights and antiglobalization activists have opposed the pipeline because it cuts through politically sensitive tribal lands, and they focused their ire on the World Bank. In the Clinton administration, officials at the State and Commerce Departments backed the plan, pitting them against their counterparts at the Agency for International Development and the Environmental Protection Agency.\nNow a deep suspicion remains among Chadians, leveled not only at their government and the oil consortium, but also at the World Bank.\nThough the pipeline represents the World Bank's single largest investment in sub-Saharan Africa, the bank's $200 million in loans to the governments of Chad and Cameroon are relatively small.\nMore important is the bank's moral backing, without which the oil companies might have abandoned the project.\n''The World Bank has invested a lot of its credibility in this project, and so if it fails in Chad, it will have to find another development formula,'' said Soumaine Adoum, a Chadian who is the representative for SuisseAide, a private Swiss organization. ''I think it will do anything it can, not to fail.''\nAdvertisement Continue reading the main story\nAt its peak, according to early estimates, Chad will pump about 225,000 barrels a day of oil and earn more than $125 million a year at current oil prices. Whatever the figure, the money will have a huge impact on Chad's tiny yearly budget of $230 million.\nOver the next quarter of a century, more than $2 billion is expected to fill Chad's coffers -- small change by Western standards, but an unfathomable sum for a country where 80 percent of the eight million people live on less than a dollar a day.\nBased on experience in the developing world, Chad could well expect those millions to create a tiny yet extremely wealthy circle of business and political power brokers, while the remaining 95 percent of Chad's citizens would find their lot no better, and possibly even worse.\nThey might see oil money diverted to almost anything but the public good, from monumental, white-elephant projects like the re-routing of rivers to fighting civil wars. The initial signs in Chad have not been promising. Last year, President Idriss Déby secretly used the first chunk of oil money -- $4.5 million -- to buy weapons to use against rebels in the northern desert.\nChad holds a presidential election on May 20, pitting Mr. Déby against six other candidates. While the vote is likely to go to a second round, Mr. Déby is the clear favorite to win a second five-year term.\n''Oil is the devil's gold,'' said Leonidas Drollas, chief economist at the Center for Global Energy Studies, a London consulting firm, ''because when you have a commodity selling at a price that is around four times its cost of production, it is easy money, like winning the lottery. It's just human nature. If you haven't had to work hard for your money, you tend to underestimate its value. And countries are no different than people.''\nThat is not to say that oil is a universal curse. Countries like Norway or Britain, which had developed economies and political systems long before oil flowed from the North Sea, were capable of absorbing, managing and benefiting from their bonanza.\nBut now most of the world's largest oil deposits lie under poor countries with little political accountability. The United States has only 2 percent of the world's proven reserves, and North Sea production, after a long run, is declining.\nAdvertisement Continue reading the main story\nUnder the tree across from the gates of EssoChad, the ExxonMobil subsidiary, was Jacques Ngondingaogoto, 29, who had left farming in his village about 25 miles away to try his luck at finding work in Ça Attend.\n''What we're really waiting for is the oil to come out of the ground and then everything will change for us,'' he said. ''Let it come out! Let it come out!''\nThe Nation\nA Bleak Expanse, Sand and Poverty\nWith the oil actually scheduled to come out of the ground only in 2003, the World Bank and the Chad government are rushing to put in place a complex system of controls that will track the revenues and ensure that the money is well spent.\nThere are seven levels of oversight built into the project, and a group of international advisers for the bank will follow the money trail for the entirety of the project's expected 25- to 30-year life.\n''I view the Chad project as a clean sheet of paper,'' said Rex Tillerson, executive vice president of the ExxonMobil Development Company. ''We have the opportunity to put things in place perhaps the way you'd like to see them carried out from the very beginning.''\nOil was discovered in Chad in 1973, but a fierce civil war has blocked production ever since. In that time Chad's largest industry, cotton, grew ever more unproductive. Lake Chad, the largest body of water, shrank by 90 percent because of the advancing Sahara. Chad essentially became a ward of France and the United States.\nOnly about 250 miles of road are paved. The harsh climate effectively shuts down N'Djamena, the capital city, in the afternoon. Riding in a car with the windows rolled down, a passenger's face is struck by a dusty wind as hot as a blow-dryer.\nAgainst this shines the winning lottery ticket of a billion barrels of crude oil reserves. After the World Bank finally endorsed this project last year, President Déby came to Komé to celebrate and gleefully fired shots in the air.\nAdvertisement Continue reading the main story\nBack in N'Djamena oil workers and contractors, speaking in French and American-accented English, poured into the best hotel, a two-story Novotel motel. And Air France tripled its weekly flights between Paris and N'Djamena, to three.\nAway from the capital, here in Chad's oil country, even the lowest jobs are filling Africans with hope that the oil will lift them from their poverty.\nOil, after all, has already changed some of their lives in inconceivable ways. About 10 miles from Komé, oil is bringing the construction of an airfield near a hamlet called Béro. To free the needed land, EssoChad has been compensating some residents for the loss of property. The land itself is considered the government's.\nMatthieu Nadjihoutayo, 31, who received almost $6,000 and a new house, bought a small grain mill, a bike and a sewing machine. He expressed a sentiment shared by most ordinary Chadians interviewed: ''Oil is good. That's why I was willing to let go of my land. It's for the good of the country.''\nThe Precedents\nFrom Gulf to Africa, Lost Opportunities\nEven countries like Saudi Arabia, whose gleaming facade of shopping malls, airports and universities suggests universal prosperity, is a troubled land.\nSaudi Arabia struggles under a domestic debt that exceeds its gross domestic product. Its infrastructure is crumbling, its unemployment rate climbing and the ruling Saud family is trying to make sure that the popular discontent in other Muslim countries does not overwhelm the country.\nAlthough Venezuela began developing oil more than 60 years ago, it has yet to build a diversified economy with its oil revenues, and the country's fortunes still rise and fall with each petroleum shortage and glut.\nIraq has used its oil wealth to finance belligerent regional expansion. Critics of Kazakhstan, a new oil power, say the government has embezzled millions of dollars of oil revenues and cracked down on opponents who demand an accounting.\nAdvertisement Continue reading the main story\nBut it is probably Africa's oil producers that have fared the worst.\nNigeria made $300 billion during the last 25 years, but 60 percent of the people live on less than $2 a day. Angola, whose production is expected to surpass Nigeria's soon, has been destroyed by a quarter-century war fed by arms bought on oil and diamond money.\nAmong new members to the African oil club, the record is no better. At one extreme, the Arab-dominated Islamic government of Sudan has been using its new oil money to intensify a brutal war against Christian and animist blacks in the south.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd in tiny Equatorial Guinea, the family in power has kept a tight grip on oil production and revenues. One of the government's major construction projects was a presidential wing for the airport.\nAt least the precedents identify the pitfalls, Mahamat Ali Hassan, the Chadian minister of economic promotion and development, said in an interview: ''We have an advantage over them -- we are late in exploiting oil and we can capitalize on their experiences.''\nBut skeptics, in Chad and abroad, say this country is doomed to repeat the mistakes of the past. They point out that the government of President Déby is really a cabal of his ethnic group, the Zaghawa, which fought a devastating civil war to grab power a decade ago, and not a real government with the checks and balances to manage a budget, much less an oil windfall.\nCorruption is everywhere. On the streets of N'Djamena and in the southern cities, gasoline stations stand deserted. Gas is smuggled into the black market -- clearly with the complicity of the authorities. Then at a 50 percent markup over the official rate, the gasoline is sold in whiskey bottles along the road.\nPolice officers and soldiers stop drivers, make a pretense of checking their papers, and declare, ''A page is missing.'' The missing page amounts to a 500-franc note, a 70-cent shakedown.\nThe Boom Town\nMaybe, Just Maybe, Roads Will Be Paved\nMoundou, the town nearest the oil fields, is seeing one of the biggest economic booms in Africa. Already the center for cotton, beer and tobacco -- three of the country's four industries -- Moundou is also fast becoming an oil city.\nOn the narrow dirt roads leading out of town, trucks carry giant tractors past mud huts and half-naked children. Newcomers have pushed Moundou's population from 130,000 to 150,000, city officials said. Surely the roads to Moundou will soon be paved; surely cellular phones will soon jangle here.\nAdvertisement Continue reading the main story\nYet Mayor Laoukein Kourayo does not look like a happy man. He fears that oil will transform Moundou into an urban monstrosity.\nAlready, many of the newcomers mill around all day in front of the office of David Terrassement, a French firm working on the pipeline, but none get jobs. Housing has become scarce. The price of a 220-pound bag of millet, the local staple, has doubled, to $23.\n''I fear we will be worse than Nigeria,'' Mr. Kourayo said.\nThe Money\nHard-Learned Lessons In Accountability\nDuring the oil boom of the 1970's, Nigeria's military and civilian rulers not only tucked away petrodollars abroad, but also indulged in vast spending -- and even borrowing -- to finance construction. Today Nigeria is the world's sixth-largest oil producer and has about $30 billion in debt. Access to oil and its revenues remains in the grip of an elite.\n''Normal business in places like Nigeria went to hell in a handbasket,'' said one Western oil executive. ''Why grow food yourself when you can buy it? Why be a farmer when you can be a well-paid civil servant? Parts of the economy shrank and never recovered.''\nThe problems multiply when oil prices fall. With little else in their economies, oil revenues shrink drastically when world petroleum prices slip. The fight over a small pot of money encourages greater corruption, the executive said.\nAll of a sudden, the welfare state becomes harder to support. Inflation spirals, unemployment rises and the issue of oil becomes a flash-point of popular discontent.\nThe hard fact is that the oil industry adds to an economy not by creating jobs, but by paying royalties, dividends and taxes.\nAdvertisement Continue reading the main story\nTherein lies one of the major problems: the money flows from the top down, making accountability difficult. In fact, many oil-producing states do not even disclose how much they earn.\n''The governments are not reliant on taxpayers for income,'' said Arvind Ganesan, director of business and human rights at the New York-based Human Rights Watch. ''They get their wealth from elsewhere, and the political link is broken.''\nAt the peak of construction, the pipeline project from Chad will employ about 7,000 people, but that will be for only a brief period, and most of the skilled workers will be foreigners, according to ExxonMobil. When fully functioning, the consortium will employ between 500 and 800, and it hopes that over time 80 percent of them will be locals.\nIn Chad, the World Bank endorsed the pipeline project after the government agreed to strict rules for the control and use of oil revenues. For example, under a new law, Chad is to reserve about 80 percent of its oil revenues for education, health, social services, rural development and infrastructure. Another 10 percent is to be kept in a trust. The rest is to be assigned to develop the oil-producing region or to be at the government's discretion.\nWhat is more, the government agreed to what bank officials describe as an unusual check on spending: a so-called Oil Revenues Control and Monitoring Board. The group -- nine members from government, human rights, labor and other organizations -- will oversee the spending of oil revenues, authorizing or vetoing plans submitted by the government.\nBut critics say only three or four of the nine members are truly independent. One of them is Michel Barka, an official with the country's largest labor group.\n''Eventually, they will try to manipulate the board the same way they manipulate many groups in civil society,'' Mr. Barka said. ''They'll put obstacles in our way. They'll say, 'Here, Michel, here's 15 million francs, look the other way.' That's the way they operate -- and unfortunately it works very often.''\nAn adviser to the president, who is of a different ethnic group, said he believed that Mr. Déby was genuinely committed to improving the lives of Chadians, but that he may not succeed in Africa's winner-take-all political system.\nAdvertisement Continue reading the main story\n''The people around him fought for years, suffered greatly, and have been enjoying the fruits of power for the last decade and stealing whatever they could find,'' the adviser said, speaking on the condition of anonymity. ''Will they change their behavior now? Now that they are finally going to see the oil they have been waiting for all these years?''\nStill, international lenders like the European Bank for Reconstruction and Development, the International Monetary Fund and the World Bank wield considerable power over oil-exporting countries. They can encourage change as a condition for loans or for restructuring old debt.\nThe World Bank is training the Chadian government to develop long-term strategies, to master the number-crunching to determine allocations and to set up a system to disburse the money and verify its use.\nAnd at the bank's urging, Parliament adopted a law stipulating that all oil revenues first be put into foreign escrow accounts, so the World Bank and Chadians themselves could see exactly how much money the state is receiving.\nThe pipeline's supporters say the money from oil will help pave roads, making it easier for farmers to export their goods. With the help of the World Bank, Chad plans to privatize its cotton industry in a few years.\nIn N'Djamena, the country's very small group of business executives remains skeptical, saying the government has done nothing so far but talk. Many have complained that Chadians have benefited little, if at all, from the project.\nOil consortium officials have set up unreasonably strict criteria to eliminate local bidders, executives complain. And the government -- instead of helping local businesses by, for instance, making loans available -- has looked away, interested only in getting the oil revenues.\nBoukhary B. Doudou, whose family-owned business, one of Chad's biggest, is involved in real estate, transportation, agricultural exports and other activities, said he had yet to win a single bid.\nAdvertisement Continue reading the main story\n''They were asking that all our trucks have air-conditioning and head-rests for the drivers,'' he said. ''This is Africa. Where do you find that?''\nStill, at Ça Attend village, their dreams fed by the jobs within the gate of the EssoChad office, the number of newcomers is in the hundreds, and rising fast. So have impatience and despair, prostitution and thievery, drunkenness and fighting, ills that have grown so prevalent that some have begun a bit of cynical word play, calling the village Satan.\nInside one straw hut that doubles as an evangelical church and clinic, Thomas Laoudion, 45, described himself as a nurse and a preacher. He wanted to drop the S sound from the village's name and call it simply Attend -- to wait, not only for work, the preacher explained, but also for the Second Coming.\nCongolese music wafted cheerfully from two bar huts, effacing somehow the gloom cast by this Beckettian waiting.\n''We are waiting for our oil,'' the preacher said, ''and we are waiting for our Savior.''", "url": "https://www.nytimes.com/2001/05/16/world/the-perils-of-plenty-a-special-report-chad-s-wait-for-its-oil-riches-may-be-long.html"}