{"authors": ["Julia Reed"], "date_download": "2018-11-16 03:33:45", "date_modify": "2018-11-16 03:33:45", "date_publish": "2001-07-08 01:00:00", "description": "Julia Reed article on taking picnicking to its heights; recipes (M)", "filename": "2001_07_08_magazine_food-the-picnic-papers_1542339225.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_07_08_magazine_food-the-picnic-papers_1542339225.html", "title": "FOOD; The Picnic Papers", "title_page": "FOOD; The Picnic Papers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Franklin Roosevelt loved picnics because they were the only meals that the dreaded White House cook, Mrs. Nesbitt, who believed in ''plain foods, plainly prepared,'' did not make for him. Edmund Wilson seems as unlikely a picnicker as F.D.R., but for 70 years he regularly spread out a blanket on Flat Rock on the Sugar River, which ran behind his house in Talcottville in upstate New York. It was there that the writer Frederick Exley took Mary Pcolar, Wilson's good friend and typist, just after the great man died, ''a gesture to the ghost of Wilson.'' The scene, from Exley's novel-memoir, ''Pages From a Cold Island,'' begins with Exley, nervous about the meeting and ''absolutely loony with industry,'' preparing the picnic itself: ''fried'' chicken breasts made with Shake 'n Bake; banana bread, sliced and spread with cream cheese to make sandwiches; and a chocolate marble coconut cake from a mix, iced with Hershey's Dutch chocolate frosting. He wraps the sandwiches ''individually and ever so neatly in wax paper,'' puts radishes and celery in a container, cuts some Cheddar cheese into ''delicately edible bits'' and sets aside a half-dozen apples, a bunch of grapes and four cans of black raspberry soda. Then, still afraid there's not enough to eat, he makes three of his ''famous'' tuna fish, egg and onion sandwiches with the crusts trimmed off.\nExley was a mess, but the image of him preparing a picnic for this middle-aged woman who was loved by Edmund Wilson gets me every time. There is something touching about the care that goes into packing a picnic for someone else, wrapping up everything, packing the hamper and then unpacking and unwrapping as though offering gifts.\nI hit on my own picnic menu almost 20 years ago when I took supper in a hamper to a man with no functional kitchen but a very nice backyard. I only vaguely remember the man, but the menu remains my standby. At its center is the simplest recipe for roast chicken I've ever found, from the sculptor Elizabeth Frink, who contributed it to the now out-of-print ''Artists' and Writers' Cookbook.'' Not only is the chicken good cold, it makes the most delicious sandwiches (another picnic staple, best on thin-sliced brioche with butter or a little homemade mayonnaise, salt and black pepper) because the meat is infused with the taste of lemon. I also pack asparagus spears with a dipping sauce, a French potato salad, a crusty baguette with a spread of butter and feta cheese and maybe some Niçoise olives. Alice Waters would probably tell me I needed some cherries or plums in there for color, or better yet, if you're still thinking painters, think Bonnard and his gorgeous ''Tarte aux Cerises.''\nElizabeth Frink's Roast Lemon Chicken\n(Adapted from ''The Artists' and Writers' Cookbook'')\n1 3-pound chicken\n1/2 teaspoon salt\n1/4 teaspoon pepper\n2 lemons\n6 cloves garlic, peeled\n2 tablespoons butter\n2 tablespoons olive oil\n1 tablespoon coarsely chopped fresh parsley.\n1. Preheat the oven to 325 degrees. Place the chicken in a large baking dish and season inside and out with salt and pepper. Rub the peel of one of the lemons over the outside of the chicken. Then cut the lemon into 8 pieces and squeeze juice over and into the chicken. Put the lemon pieces inside the chicken along with the garlic cloves. In a small pan, melt the butter in the olive oil and pour on top and inside the chicken. Tie the legs together with kitchen string.\n2. Roast the chicken for 1 1/2 hours, until an instant-read thermometer inserted in the thickest part of the leg registers 180 degrees, basting every 15 minutes with pan juices. Half an hour before taking the chicken out, pour the juice from the second lemon over the chicken and sprinkle with parsley.\nAdvertisement Continue reading the main story\nYield: 4 servings.\nAsparagus With Sauce Alsacienne\n1 pound asparagus\n2 large eggs\n1 tablespoon Dijon mustard\n1/2 teaspoon salt\n1 tablespoon red-wine vinegar\n1 cup vegetable oil\n1 1/2 tablespoons finely chopped shallots\n3 tablespoons finely chopped fresh parsley\n1 tablespoon finely chopped fresh basil or tarragon.\n1. Trim the ends off the asparagus and place in a pot of boiling salted water. Bring the water to a second boil, reduce the heat and boil slowly, uncovered, for 2 to 5 minutes, until the spears bend a little but are not limp. Drain and rinse them under cold running water until cool. Spread the cooked spears in a single layer on paper towels so they will finish cooling quickly.\n2. Place the eggs on a spoon and lower into a small saucepan of boiling water. Boil the eggs for 3 minutes (3 1/2 if they are chilled). Rinse under cold running water until cool enough to handle. Hit each egg with a knife at ''the equator'' and pull the halves apart. With a spoon, pull out the yolks into a medium-size bowl. Set aside the whites, in their shells, to finish cooking.\n3. Whisk the yolks until they are thick and sticky. Whisk in the mustard, salt and vinegar. Add the oil, whisking by hand or with an electric mixer, drop by drop at first and then in a steady stream. When all the oil is incorporated, stir in the shallots, parsley and basil or tarragon and taste for salt. Sieve or finely chop the egg whites and fold them in, if desired. If sauce is too thick for dipping, thin with a little vinegar.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYield: 4 servings.\nFrench Potato Salad\n2 pounds small russet potatoes\n1/4 cup dry white wine\n1 tablespoon white-wine vinegar\n1 tablespoon fresh lemon juice\n1 teaspoon Dijon mustard\n1/2 teaspoon salt\n1/4 teaspoon white pepper\n1/4 cup olive oil\n2 tablespoons finely chopped green onions\n2 tablespoons finely chopped fresh parsley.\n1. Scrub the potatoes and drop them into a saucepan of enough boiling salted water to cover. Boil about 30 minutes, just until the potatoes are tender when pierced with a small knife. Drain. As soon as the potatoes are cool enough to handle, peel and cut them into 1/8-inch-thick slices. Place the potatoes in a large shallow serving dish. Pour the wine over the warm slices and toss very gently. Set aside until the potatoes have absorbed the wine.\n2. Meanwhile, use a small whisk to beat the vinegar, lemon juice, mustard, salt and pepper in a small bowl until the salt has dissolved. Add the oil by droplets and whisk until thickened. Whisk in the green onions. Pour the dressing over the potatoes and toss gently. Recheck seasoning and adjust if necessary. Sprinkle with the parsley.\nAdvertisement Continue reading the main story\nYield: 4 servings.\nCherry Tart\nFor the pastry shell:\n1 cup all-purpose flour\n1 tablespoon sugar\n1/4 teaspoon salt\n1/4 teaspoon grated lemon peel\n8 tablespoons (1 stick) unsalted butter\n1 tablespoon water\n1/2 teaspoon vanilla extract\nFor the cherry filling:\n9 tablespoons sugar\n1 cup red Bordeaux wine\n2 tablespoons fresh lemon juice\n3 cups fresh Bing cherries, rinsed, stemmed, pitted\nFor the almond custard:\n1 large egg\n1 egg yolk\n3/4 cup sugar\n1/2 cup all-purpose flour\n1 cup whole milk\n3 tablespoons butter\n2 tablespoons Cognac or kirsch\n2 teaspoons vanilla extract\n1/4 teaspoon almond extract\n1/2 cup whole blanched almonds, finely ground in food processor or blender.\n1. Make the pastry shell. Mix the flour, sugar, salt and lemon peel in a bowl or food processor. Cut the butter into 1/2-inch slices and work them into the flour mixture with your fingers, or use the pulse motion of your processor, until the pastry is mostly cornmeal-size pieces and the mixture begins to hold together. Combine the water and vanilla and work them into the mixture just until the pastry is well blended and will hold together if you press it. Press the dough evenly over the bottom and up the sides of a 9-inch tart pan. Wrap in foil and freeze for 30 minutes or overnight.\n2. Preheat the oven to 375 degrees. Lightly press foil to line the bottom and sides of the pastry shell and fill with pie weights or dried beans. Bake for about 25 minutes, or until the pastry edges are golden brown. Carefully lift off the weights and foil. Bake the pastry 5 minutes longer. Cool the pan on a wire rack.\n3. While the pastry bakes, make the cherry filling. Combine 6 tablespoons of the sugar, the wine and the lemon juice in a medium-size saucepan and stir until the sugar is dissolved. Heat to boiling. Drop in the cherries and simmer for 5 minutes, or until they are just tender. Cool in the syrup for 30 minutes. Then drain, saving the syrup for another use. (It can be kept covered in the refrigerator for up to 2 weeks.)\nAdvertisement Continue reading the main story\n4. Meanwhile, make the almond custard. Whisk the egg and egg yolk in a mixing bowl until blended and gradually whisk in the sugar until the mixture is pale yellow. Whisk in the flour. Heat the milk to boiling in a small saucepan and whisk it into the egg mixture in a thin stream. Whisk until smooth. Pour into a medium-size saucepan and cook over medium heat, whisking slowly, until the mixture coagulates into lumps. Whisk vigorously until the custard is smooth. Lower the heat and beat with a wooden spoon 2 to 3 minutes longer to cook the flour thoroughly. Remove from the heat; beat in the butter, Cognac and extracts. Fold in the almonds and the drained cherries.\n5. Preheat the broiler. Spread the cherry filling in the tart shell. Sprinkle the remaining 3 tablespoons of sugar over the tart and broil 2 to 3 minutes to caramelize the sugar lightly.\nYield: 8 servings.", "url": "https://www.nytimes.com/2001/07/08/magazine/food-the-picnic-papers.html"}