{"authors": ["David Johnston", "Don Van Natta Jr."], "date_download": "2018-11-16 03:18:48", "date_modify": "2018-11-16 03:18:48", "date_publish": "2001-02-23 00:00:00", "description": "Furor over former Pres Bill Clinton's pardons intensifies as Congressional investigators focus on Roger Clinton and his efforts to win pardons for friends and associates; Julia Payne, Clinton aide, says Clinton's half brother sought and failed to win clemency for about 10 people and was not paid for efforts; investigators probe whether he was paid; US Atty Mary Jo White's office expands criminal probe into whether efforts were made to buy pardons; Sen Hillary Rodham Clinton says she played no role in any of pardons, news conference; expresses chagrin that her brother Hugh Rodham accepted large fee for lobbying; Clinton aides say William Cunningham 3d, Mrs Clinton's Senate campaign treasurer and law partner of Clinton adviser Harold Ickes, helped get last-minute pardons for James Manning and Robert Fain; Ickes says friend asked him to help get pardons for two, who were convicted of tax evasion in 1982, interview; says he referred friend, identified by others as television producer Harry Thomason, to Cunningham, did not discuss pardons with either Pres or Mrs Clinton and got no money; says Cunningham got regular hourly fee; photo (M)", "filename": "2001_02_23_us_clinton-pardons-lobbying-clinton-s-brother-pursued-clemency-bids-for-friends.html_module=inline_1542338328.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2001_02_23_us_clinton-pardons-lobbying-clinton-s-brother-pursued-clemency-bids-for-friends.html_module=inline_1542338328.html", "title": "THE CLINTON PARDONS: THE LOBBYING; Clinton's Brother Pursued Clemency Bids for Friends", "title_page": "THE CLINTON PARDONS: THE LOBBYING; Clinton's Brother Pursued Clemency Bids for Friends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an interview today, Mr. Ickes said a friendcame to him in January, and asked him to help obtain pardons for James Manning and Robert Fain, who had been convicted in 1982 on tax evasion charges. Mr. Ickes said he told the friend that he was not practicing law, and so referred him to Mr. Cunningham, a former assistant United States attorney. A lawyer knowledgeable about the case identified the friend as Harry Thomason, a television producer and Arkansas friend of the Clintons.\nMr. Cunningham, who is with the firm of Meyer, Suozzi, English & Klein in Mineola, N.Y., drew up the paperwork and on Jan. 16 sent it to the pardon office at the Department of Justice. Mr. Ickes's partner at the Washington firm of Ickes & Enright, Janice Enright, sent the pardon applications to the White House, Mr. Ickes said.\nMr. Ickes said that he had had no discussions with President Clinton or Mrs. Clinton about the pardons and that he had received no money. He said Mr. Cunningham charged the men on an hourly basis, receiving a total of about $4,000.\nRoger Clinton's lobbying became known one day after Hugh Rodham, President Clinton's brother-in-law, agreed to return a fee of $400,000 that he had beenpaid to help two men who received a presidential pardon and a grant of clemency on Jan. 20, Mr. Clinton's last day in office.\nFormer White House aides said tonight that Roger Clinton had given the president a list of pardon candidates in 1998 and another list in December or January, when he made a personal appeal to his brother. None of those people received pardons.\nThe pardons, along with expensive gifts that the Clintons took with them as they left office, have clouded Mrs. Clinton's effort to establish herself as the new Democratic senator from New York. Even so, she swept into a Senate office building and coolly responded to reporters' questions.\n''I was just heartbroken and shocked by it,'' she said of the payment to her brother. ''And, you know, immediately said it was a terrible misjudgment and the money had to be returned.''\nAdvertisement Continue reading the main story\nMrs. Clinton suggested that had she known in advance of her brother's lobbying effort, she would have tried to stop it.\nCongressional investigators have asked Mr. Rodham to explain his role in the successful effort to obtain pardons for Carlos Vignali, a convicted drug dealer, and Almon Glenn Braswell, an herbal supplement marketer convicted of fraud and perjury. Prosecutors for Ms. White, the United States attorney in New York, are also investigating the pardons.\nMr. Rodham's lawyer, Nancy Luque, has said her client did nothing wrong.\nToday, Sheriff Lee Baca of Los Angeles County issued a statement saying Mr. Rodham telephoned him in January during the effort to obtain a pardon for Mr. Vignali. Sheriff Baca said Mr. Rodham told him that he would soon receive a call from an unidentified ''staff assistant.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhen the staff assistant called, the sheriff said, he was asked his opinion of Mr. Vignali's father, Carlos Vignali Sr., and whether the pardon should be granted. He said he replied that he was not familiar with the facts of the case.\nIn a letter sent to Roger Clinton today, investigators on the House Government Reform Committee asked whether he had been paid by anyone seeking a pardon or commutation from his half brother.\nSpecifically, investigators asked whether Roger Clinton had played any role in the pardons and commutations granted to four people. They are Mr. Vignali, a California first-time offender convicted in 1994 of conspiring to sell 800 pounds of cocaine; Mr. Braswell, a Miami businessman who was convicted of mail fraud and perjury in 1983; Philip Young, a Louisiana man convicted in 1992 of illegal transport of fish and wildlife; and Mitchell Couey Wood, who was convicted of cocaine possession charges in 1986 in Arkansas.\nCongressional investigators said they had information that Roger Clinton received $30,000 from Mr. Vignali and $15,000 from Mr. Young. But the investigators cautioned that they had received no hard evidence of the payments. Mr. Young's lawyer, Gene O'Daniel, did not return phone calls to his office today.\nA Clinton aide who spoke with Roger Clinton today said Mr. Clinton said that he did not know Philip Young, and that he had not received money in exchange for supporting applications for clemency. The pardon request for Mr. Young, the aide said, went to the Justice Department, then forwarded to the White House.\nMr. Wood and Roger Clinton were the subjects in a federal cocaine inquiry in Arkansas in the 1980's. In an interview with The Wall Street Journal last month, Mr. Wood said he had applied for a pardon several years ago and had not ''seen Roger in 15 years.''\nAdvertisement Continue reading the main story\nOn Jan. 20, Roger Clinton, 44, himself received a pardon for a 1985 cocaine possession conviction for which he had served one year in prison. Last week, Roger Clinton was arrested and charged with drunken driving and disturbing the peace after an altercation in Los Angeles.\nIn developments related to the initial investigation, documents given today to the House Government Reform Committee confirmed that Denise Rich, Mr. Rich's former wife, made three contributions totaling $450,000 to the Clinton presidential library. The records also show that Beth Dozoretz, the former Democratic National Committee fund-raiser and friend of Ms. Rich, promised to raise $1 million for the library.\nBut the library foundation declined to comply with requests for a number of other documents, including a a list of individuals who donated or pledged more than $5,000.\nThe documents turned over to investigators were heavily edited, eliminating the identities of all the donors except Ms. Rich and Ms. Dozoretz. The documents also included letters to Ms. Rich and Ms. Dozoretz, which asked them for still more contributions and fund-raising assistance to the library foundation. The letters are dated Jan. 16 and were mailed as Mr. Clinton was deliberating the pardons.\n''As the Clinton administration draws to a close, it is time to reflect upon the tremendous accomplishments of his presidency and to thank you again for all that you have done over the past several years in support of the president,'' wrote Peter M. O'Keefe, the library's director of development.\nDavid E. Kendall, a foundation lawyer, said the request for documents violated the First Amendment rights of the contributors and represented an ''intrusion'' into the operation of a presidential library.\nRepresentative Dan Burton, the Indiana Republican who chairs the government reform committee, said Mr. Kendall's answer was ''unacceptable.'' The committee made plans to subpoena Skip Rutherford, the president of the Clinton library.", "url": "https://www.nytimes.com/2001/02/23/us/clinton-pardons-lobbying-clinton-s-brother-pursued-clemency-bids-for-friends.html?module=inline"}