{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:57", "date_modify": "2018-11-16 04:51:57", "date_publish": "2002-10-23 01:00:00", "description": "Ben Brantley reviews Dael Orlandersmith play Yellowman, directed by Blanka Zizka; Orlandersmith and Howard W Overshown star; photo (M)", "filename": "2002_10_23_theater_theater-review-skin-tone-as-the-subtle-signal-for-hatred-in-the-racial-family_1542343917.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2002_10_23_theater_theater-review-skin-tone-as-the-subtle-signal-for-hatred-in-the-racial-family_1542343917.html", "title": "THEATER REVIEW; Skin Tone as the Subtle Signal For Hatred in the Racial Family", "title_page": "THEATER REVIEW; Skin Tone as the Subtle Signal For Hatred in the Racial Family - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though its two performers seldom make eye contact, people always seem to be staring at one another in ''Yellowman,'' Dael Orlandersmith's hard and piercing drama about intraracial prejudice, which opened last night at the Manhattan Theater Club. It is difficult, in fact, to think of another play in which the act of seeing figures so aggressively. Characters in this intricate narrative are sometimes described as looking through and past those in front of them, but it's not before they've registered, with categorical precision, the tones of the others' skin.\nIn ''Yellowman,'' directed by Blanka Zizka and starring Ms. Orlandersmith and Howard W. Overshown, smell, hearing and even taste and touch are enlisted to place people more exactly in a hierarchy whose extremes are defined by the palest yellow and the darkest black.\nBut the senses don't afford much pleasure for the African-Americans trapped in a South Carolina community so provincial it might as well be hermetically sealed. Both pretty and ugly become adjectives of disgust. To feel, and especially to look, is often to resent, to envy, to hate. When two men finally lock eyes toward the play's end, the consequences promise to be fatal.\n''Yellowman,'' which was shortlisted for the Pulitzer Prize in drama this year, might be described as a reflective melodrama, and it finds a compelling consistency in such a seeming oxymoron. In its baldest terms, its plot suggests a brutal variation on ''Romeo and Juliet,'' recast according to the arcane sociology of Gullah society in the South: light-skinned boy and dark-skinned girl fall in love and are torn asunder by their squabbling families.\nAdvertisement Continue reading the main story\nBut the divisions in ''Yellowman,'' presented as a narrative counterpoint delivered by Ms. Orlandersmith and Mr. Overshown, are as much within families as between them, and even more so within the individuals who make up families. The play's central characters and storytellers, Eugene (Mr. Overshown) and Alma (Ms. Orlandersmith), are determined not to turn into their parents. The odds, needless to say, are ominously against them.", "url": "https://www.nytimes.com/2002/10/23/theater/theater-review-skin-tone-as-the-subtle-signal-for-hatred-in-the-racial-family.html"}