{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:17:31", "date_modify": "2018-11-16 04:17:31", "date_publish": "2002-03-01 00:00:00", "description": "Tapes released at National Archives show that Pres Richard M Nixon matter-of-factly raised idea of using nuclear bomb in Vietnam War in 1972, but was quickly dissuaded by his national security adviser Henry A Kissinger; few weeks later, Nixon ordered biggest escalation of war since 1968 (S)", "filename": "2002_03_01_world_nixon-proposed-using-a-bomb-in-vietnam-war.html_module=inline_1542341851.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2002_03_01_world_nixon-proposed-using-a-bomb-in-vietnam-war.html_module=inline_1542341851.html", "title": "Nixon Proposed Using A-Bomb In Vietnam War", "title_page": "Nixon Proposed Using A-Bomb In Vietnam War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few weeks before ordering an escalation of the Vietnam War, President Nixon matter-of-factly raised the idea of using a nuclear bomb. His national security adviser, Henry A. Kissinger, quickly dissuaded him.\nMr. Nixon's abrupt suggestion, buried in 500 hours of tapes released today at the National Archives, came after Mr. Kissinger had presented a variety of options for stepping up the war effort, among them attacking power plants and docks, in an April 25, 1972, conversation in the Executive Office Building in Washington.\n''I'd rather use the nuclear bomb,'' Mr. Nixon responded.\n''That, I think, would just be too much,'' Mr. Kissinger replied.\n''The nuclear bomb. Does that bother you?'' Mr. Nixon asked. ''I just want you to think big.''\nThe following month, Mr. Nixon ordered the biggest escalation of the war since 1968.\nIn a 1985 interview, Mr. Nixon acknowledged that he had considered ''the nuclear option.'' He told Time magazine then: ''I rejected the bombing of the dikes, which would have drowned one million people, for the same reason that I rejected the nuclear option. Because the targets presented were not military targets.''", "url": "https://www.nytimes.com/2002/03/01/world/nixon-proposed-using-a-bomb-in-vietnam-war.html?module=inline"}