{"authors": ["Joan Nathan"], "date_download": "2018-11-16 03:35:09", "date_modify": "2018-11-16 03:35:09", "date_publish": "2002-11-27 00:00:00", "description": "Joan Nathan article on making brisket in sweet-and-sour sauce, dish to celebrate first night of Hanukkah; recipe; photos (M)", "filename": "2002_11_27_dining_just-right-for-the-first-night-of-hanukkah_1542339309.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2002_11_27_dining_just-right-for-the-first-night-of-hanukkah_1542339309.html", "title": "Just Right for the First Night of Hanukkah", "title_page": "Just Right for the First Night of Hanukkah - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Levana Kirschenbaum, an owner of Levana's Restaurant in New York and the author of the just published ''Levana's Table: Kosher Cooking for Everyone'' (Stewart Tabori & Chang), grew up in Morocco, where few if any cooks made brisket. Hers was a tradition of top-of-the-stove lamb tagines. While many Moroccan cooks in this country have adapted their lamb dishes to brisket with tomatoes, preserved lemons and olives, Ms. Kirschenbaum has created a new brisket with Asian ingredients. ''I wanted the hint of sweet and sour so I made a brisket with ginger and soy sauce,'' she said. ''Coca-Cola gives it a bubbly fizzly thing. It is exciting.''\nOr if you want it simple, do it as Sanford Herskovitz, a k a Mr. Brisket, a Cleveland meat purveyor, does: with Coke, onion soup mix and chili sauce. Mitchell Davis, author of the recently published ''Mensch Chef'' (Clarkson Potter) scoffed at sweet and sour until his editor Chris Pavone insisted he try his brisket with pears. ''I was a disbeliever on principle,'' he said. But he tried the recipe.\n''As I cooked the liquid, puréeing the onions and pears together and tasting the result, I realized he was right,'' Mr. Davis said. ''It was the magic of mixing ingredients.''\nMr. Davis might have taken convincing, but Jewish cooks really are no strangers to sweet and sour brisket. Among the evidence is a restaurant review that appeared in The New York Times in 1872, entitled ''A New Cuisine. The Jewish Restaurant -- Peculiar Food -- Experiences of a Seeker After Novel Dishes.'' The article read, ''What we actually had before us seemed to be beef with raisins, the whole floating in a sea of gravy. . . . Beef and raisins were incompatibilities.'' The waiter, sensing the diners' distress, told them: ''Some people's very fond of it, but generally if you ain't born and bred up religiously, that kind of thing, why, Sir, it's what they call it in this 'ere country, rather rough. 'Ave a mutton chop, Sir!''\nWould anyone, today, turn down brisket for mutton chops?\nThere are two rules for cooking brisket: cook it long and cook it with the fat. Since the meat comes from the muscular forequarters of the steer, slow cooking is required to tenderize the meat. The first cut, or flat portion of the brisket, is available oven-ready at supermarkets all over the country.\nJack Lebewohl, the owner of the Second Avenue Deli, whose brisket recently won first prize in a Slow Food competition, said: ''I try to get a very large, good-quality brisket. It should not be too lean. You have to be careful with the cooking, spice it right, and cook it slow.'' For the cholesterol-conscious, the fat can be frightening.\nMr. Herskovitz is outspoken on the subject: ''When there is no fat you absolutely kill the taste,'' he said. ''If you cut the fat off beforehand, your brisket is 'farfaln.' You have defeated your purpose.''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut you can have the cooking benefits of fat without serving a plate of it: simply cut the fat off after the brisket has finished cooking. One home brisket cook, Lucy Lang of Riverdale, in the Bronx, who has been making brisket almost every Friday night since 1949, said the secret is sweet and spicy paprika, a little fat, and loads of onions, which give the meat flavor and moisture.\nAdvertisement Continue reading the main story\nMany busy cooks prepare the brisket a day ahead and refrigerate it, allowing the flavor to deepen. When ready to serve, they simply remove the fat, slice the brisket against the grain and reheat it. That is what I'll do this Hanukkah and that is what will have my ''we don't eat red meat'' friends asking for seconds with their potato latkes.\nBRISKET IN SWEET-AND-SOUR SAUCE\nAdapted from ''Levana's Table,'' by Levana Kirschenbaum (Stewart Tabori & Chang, 2002)\nTime: 3 hours plus overnight refrigeration\n1 medium onion, peeled and quartered\n1 two-inch piece fresh ginger, peeled\n6 large cloves garlic\n1/4 cup Dijon mustard\n1/2 cup dry red wine\n1 1/2 cups Coca-Cola or ginger ale\n1 cup ketchup\n1/4 cup honey\n1/4 cup cider vinegar\n1/4 cup soy sauce\n1/2 cup olive oil\n1/4 teaspoon ground cloves\n1 tablespoon coarsely ground pepper or to taste\n1 six- to seven-pound first-cut brisket, rinsed and patted thoroughly dry.\n1. Heat oven to 350 degrees. Place everything but the brisket into a food processor, and process with steel blade until smooth.\n2. Place brisket, fat side up, into a heavy baking pan just large enough to hold it, and pour sauce over it. Cover tightly and bake for 2 hours. Turn brisket over and bake uncovered for one more hour or until fork-tender. Cool, cover brisket and refrigerate overnight in cooking pan.\n3. The next day, transfer brisket to a cutting board, cut off fat and cut with a sharp knife against grain, to desired thickness. Remove any congealed fat from sauce and bring to a boil on top of stove.\n4. Heat oven to 350 degrees. Taste sauce to see if it needs reducing. If so, boil it down for a few minutes or as needed. Return meat to sauce and warm in oven for 20 minutes. Serve warm.\nAdvertisement Continue reading the main story\nYield: 12 servings.", "url": "https://www.nytimes.com/2002/11/27/dining/just-right-for-the-first-night-of-hanukkah.html"}