{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:33:37", "date_modify": "2018-11-16 03:33:37", "date_publish": "2002-10-30 00:00:00", "description": "Mark Bittman column gives recipe for beef tenderloin in caramelized sugar (M)", "filename": "2002_10_30_dining_the-minimalist-destination-south-asia_1542339217.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2002_10_30_dining_the-minimalist-destination-south-asia_1542339217.html", "title": "THE MINIMALIST; Destination South Asia", "title_page": "THE MINIMALIST; Destination South Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THE flavor and texture of sugar undergoes a dramatic change when it is caramelized, or cooked until liquid. You see this cooking technique a lot in Vietnam, where caramelized sugar is the basis for a savory sauce used in dishes made with pork, beef, shrimp, finfish, chicken and even frog.\nThe sauce includes nam pla, the fish sauce (called nuoc mam in Vietnam) that is one of Southeast Asia's distinguishing flavors. It is completed by plenty of onions and black pepper. The result is wickedly forceful, decidedly delicious and, in the sauce's dark brown glossiness, downright gorgeous.\nThe only trick lies in caramelizing properly. Though some cooks recommend adding a little water to the sugar before heating it to slow down the process and avoid burning the sugar, I find that careful attention and moderate heat work equally well. (It's easiest to melt sugar in a saucepan, but here the sugar is added to the same skillet in which you have browned the beef, so you must be especially attentive.)\nAs the sugar begins to melt, shake the skillet gently a few times, but do not stir. The sugar will quickly become a golden brown liquid. This is the stage at which it is best for desserts. For savory dishes, however, it's important to cook it a little longer, so that the caramel takes on a distinctive bitterness.\nAdvertisement Continue reading the main story\nAfter the caramel has cooled a bit, add the liquid, which should be done with care because some spattering is possible. The cold liquid will cause the caramel to harden, but added heat and a little stirring dissolve it, and at that point the challenges are behind you. Cook some onions in the sauce, then finish the browned meat by turning it in the liquid a few times, and you're done.", "url": "https://www.nytimes.com/2002/10/30/dining/the-minimalist-destination-south-asia.html"}