{"authors": ["David E. Sanger"], "date_download": "2018-11-16 03:50:33", "date_modify": "2018-11-16 03:50:33", "date_publish": "2002-03-06 00:00:00", "description": "Pres Bush imposes tariffs of up to 30 percent on most types of steel imports for three years to give American producers time to consolidate and stem layoffs; unusually broad move is likely to boost prices by as much as 10 percent; exempts Mexico, Canada and developing nations; nations hardest hit are Japan, South Korea, China, Taiwan, Germany and Brazil; European nations and Japan plan challenge before World Trade Organization on grounds 'import surge' Bush cites as justification ended in 1998; imports have fallen 27.5 percent since 1998, but prices have also fallen sharply; Bush takes no action on bailout of up to $12 billion to cover pension and health care costs for retired workers from bankrupt steel companies; group representing companies that buy steel scores move, hailed by steel industry and its unions; table; graphs (M)", "filename": "2002_03_06_us_bush-puts-tariffs-of-as-much-as-30-on-steel-imports_1542340233.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2002_03_06_us_bush-puts-tariffs-of-as-much-as-30-on-steel-imports_1542340233.html", "title": "BUSH PUTS TARIFFS OF AS MUCH AS 30% ON STEEL IMPORTS", "title_page": "BUSH PUTS TARIFFS OF AS MUCH AS 30% ON STEEL IMPORTS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But as indicated by the heated debates that have taken place inside the White House, the decision was hardly as easy as Mr. Bush made it sound today.\nThere were strategic considerations: Mr. Bush's national security aides are concerned that relations with Europe and Asia have already been strained by Mr. Bush's rejection of the Kyoto protocol on global warming; his withdrawal from the 1972 Anti-Ballistic Missile Treaty with Russia; and his description of Iraq, Iran and North Korea as an ''axis of evil.'' But in the end he decided that further damage to those ties was outweighed by the scope of the crisis in the steel industry.\nMr. Bush's aides said the president hoped to create ''breathing space'' for the industry to overhaul itself, and to force Europe and Asia to shut down excess producing capacity rather than putting the brunt of the plant closings on the United States. Critics of the approach said, however, that the industry had resisted change for decades and they doubted that these tariffs would raise prices enough for the sickest firms to stave off bankruptcy.\nThe White House plan takes no action on a bailout of up to $12 billion to cover pension and health care costs for retired workers from bankrupt companies, an issue that now moves to Congress.\nThe Emergency Committee for American Trade, a group representing companies that buy steel, warned this afternoon that Mr. Bush had done more harm than good to the American economy.\n''A 30 percent tariff won't solve the integrated steel industry's problems, but it will force other American manufacturers to move steel-intensive production overseas, close U.S. plants, and outsource U.S. parts and components in order to compete,'' it said in a statement.\nBut the steel industry and unions representing steel workers, who had called for even higher tariffs, said they were largely satisfied with the president's action. ''This is protection in substance as well as appearance,'' Robert S. Miller, the chief executive of Bethlehem Steel, said in a telephone interview this afternoon. Bethlehem filed for bankruptcy protection on Sept. 24, and is seeking a number of joint venture partners to keep its steel production plants open.\nAdvertisement Continue reading the main story\nWhile Mr. Bush has never discussed the subject in political terms since becoming president, he must have been mindful of political commitments made during the 2000 presidential campaign, when he and his running mate, Dick Cheney, accused President Bill Clinton and Vice President Al Gore of failing to protect workers from low-priced imports.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Bush's chief political adviser, Karl Rove, sat in on the major meetings at the White House about how to deal with the steel industry's demands, and Mr. Rove met with leaders of the steel workers' unions. While officials said he never said so in the meetings, Mr. Rove and others in the White House know that the tariffs will have the greatest effects on steel producers in West Virginia, Pennsylvania and Ohio, all critical in the coming Congressional elections.\nOne of the big winners today was Weirton Steel of West Virginia. Weirton officials praised Mr. Bush for putting 30 percent tariffs on tin sheet, one of its biggest products. The loser was South Korea, the largest exporter of the same type of steel.\nWhile economists can make general estimates about how the increase in tariffs will translate into higher prices for consumer goods, figuring out the real cost increase for, say, an individual automobile model is next to impossible. Car makers will scramble in the next few months to get their supplies from countries exempt from the tariffs.\nManufacturers may move some production to Canada or Mexico, so that the steel they buy is not subject to tariffs. And because steel prices have been rising in recent months without the tariffs, it will be difficult for Mr. Bush's opponents to blame him for the increase in the price of a specific minivan, for example.\nDemocrats today blamed Mr. Bush for doing too little, rather than too much. ''Last week the steel companies and the steel worker unions agreed that 40 percent was the minimum average tariff needed to stabilize the industry,'' Richard A. Gephardt, the Democratic leader, said in a statement today. He said he was ''disappointed'' that the tariffs average less than 30 percent.\nHe also noted that Mr. Bush ''did nothing'' to help with the pensions and health care costs of retirees. But the White House said that action was up to Congress, and not within the president's powers.\nMr. Bush is an avowed free trader, and many members of his team -- including Lawrence Lindsey, who runs the National Economic Council, and Glenn Hubbard, the chairman of the council of economic advisers -- warned of the risks to both his free-trade credentials and the broader economy. In the past his trade representative, Robert B. Zoellick, has compared raising tariffs to raising taxes, and while White House officials sidestepped such comparisons today they admitted that the result would be greater costs to consumers.\nMr. Bush's decision was the biggest action to preserve an ailing American industry since Ronald Reagan forced several nations into ''voluntary'' restraints on their steel and auto exports in the mid-1980's. Those agreements are now illegal under W.T.O. rules. So this time Mr. Bush chose another route, invoking a provision that allows a temporary tariff ''safeguard'' for three years.\nAdvertisement Continue reading the main story\nWhile the White House made no mention of it, the order Mr. Bush signed actually imposes the highest tariffs only for one year; on flat rolled steel, for example, the 30 percent tariff goes into effect within 15 days, but drops to 24 percent next year, and 18 percent in 2004.\nIt has other holes that importing nations will seek to exploit. Commerce Secretary Donald L. Evans -- Mr. Bush's former campaign chairman and a proponent of the tariff action -- said today that 80 developing nations would be exempted. Over the weekend, the chief executive of U.S. Steel, Thomas J. Usher, warned that many countries, particularly in Asia, would ship their steel to developing countries, relabel it, and send it on to the United States.\nMr. Bush also put the lowest tariffs on slab steel, an unfinished form of steel that is often used by smaller steel manufacturers to make their products. Mr. Bush's program will allow tariff-free imports of 5.4 million short tons, about equal to the imports in 2000, excluding slab steel from Canada and Mexico. That will be a boon to Russia, one of the largest producers of slab steel.", "url": "https://www.nytimes.com/2002/03/06/us/bush-puts-tariffs-of-as-much-as-30-on-steel-imports.html"}