{"authors": ["Robert Lipsyte"], "date_download": "2018-11-16 04:54:57", "date_modify": "2018-11-16 04:54:57", "date_publish": "2003-09-07 01:00:00", "description": "Robert Lipsyte essay, marking second anniversary of terrorist attacks, on returning to his old neighborhood, no-name area between Gramercy Park and Union Square, after two-year absence; recalls characters he wrote about for six years in Coping columns; drawing (M)", "filename": "2003_09_07_nyregion_back-to-the-home-planet-my-east-side-no-name-nabe_1542344097.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_09_07_nyregion_back-to-the-home-planet-my-east-side-no-name-nabe_1542344097.html", "title": "Back to the Home Planet, My East Side, No-Name Nabe", "title_page": "Back to the Home Planet, My East Side, No-Name Nabe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fifteen years ago, life wrote me into a small co-op on East 16th Street, near Irving Place. The surrounding streets were restless, littered, kaleidoscopic. I had never so quickly felt so much of a place. I became the cranky character in the story who counseled and policed; I screamed at careless drivers, chased bike riders off the sidewalk, lectured careless moms and nannies, and was hardest on people who thought it amusing when their dogs growled, pooped or licked my shoes.\nFor six years in these pages, I described that cranky character and his everyday pals, the supers, Cindy and Sal, Greg at Mailboxes Etc., Hans upstairs, Joe the U.P.S. man. There was the dogged preservationist, Jack Taylor, who found a home for Dvorak's statue in a nearby park, and my secret sharer, Carol Roberto.\nI first spied her one morning slipping among parked cars, plucking out advertising fliers from under windshields before an autumn wind could blow them onto our street. I asked her what she was doing, and her answer was typically cosmic and down-to-earth. Litter, she said, was symbolic of urban breakdown, which she wanted to forestall; but she also wanted to avoid getting a summons from the Sanitation Department. And then, pointing at the potato chip bags already in the gutter, she said she was concerned about the health of the litterers. Junk food is not good for you.\nIt was Carol's support that made me brave when squirrels pillaged my garden. I had called the city for advice. A succession of scraping voices warned me not to get aggressive; the city protected its squirrels as passionately as it protected its pigeons. Even shouting at squirrels could be construed as a bias crime. I whined to Carol, who never told me what to do but made it clear she expected me to do something.\nI bought leather gloves and a Havahart trap, which I baited with peanut butter and chocolate. I nailed those nasty nutkins like Natty Bumppo bagging deer. I released them at night in other nabes, howling, I am Urban Trapper! Not even being elected president of my co-op board gave me a greater sense of agency. I was more than just a sidewalk monitor now or an ink-stained scribe. I was a beast master.\nSuch hubris must be punished. After 12 years, life wrote me out of Grapus. I first spent a year subletting a corporate condo on East 38th Street, near Park Avenue, one of the most convenient nabes I've ever lived in, and the most sterile. It had location, transportation, restaurants, an easy walk to work. But there was little sense of daily life. In the daytime, white people in suits marched by on important missions. At twilight, people who looked like them, only slumped and slower, zombied into tall, stout apartment buildings.\nMaybe they intimidated me, these grown-ups with their attaché cases and BlackBerrys. Maybe I felt disfranchised as a short-term renter. I rarely yelled at the bad drivers, the sidewalk bikers, the professional walkers wrangling prides of pedigreed dogs. I was warier at night on these silent streets, no longer sure who was a mugger, who was just a cranky character.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThere was the doorman issue.\nI had never had a doorman before. The convenience should have been liberating. While I was away, hypothetically, people could bring me ice cream cakes, which would be magically left in my refrigerator. But the price was obligatory small talk every time I came in or out and, worse, the loss of privacy. What if I wanted to bring home, hypothetically, a transgender hooker? My children suggested I unpack that question with a mental health professional.\nAdvertisement Continue reading the main story\nThe second year, when I lived on East Fifth Street between Second and Third Avenues, I could have brought anybody and its mother home without notice, yet my soul was still not easy. I wasn't sure why. I enjoyed the arrhythmic vibrations of the nabe, the way it woke up in staggered waves, the rub of outlanders, predators, loonies.\nI imagined my grandmother, recently off the boat from Minsk or Pinsk, living in a similar creaky walk-up tenement. I had warm childhood memories of my grandfather's printing plant nearby. I loved to sit on a high stool among his presses, watching for fires when the paper jammed.\nOnce, I had been a forest ranger on the Lower East Side. Now I couldn't even become the monitor I had been on 16th Street. Was it again my rental status and the intimidating denizens? The sidewalk bikers of Loisaida dare you to glare at them, and too many of the dogs are pit bulls in training for their pro season.\nI felt in transit, in exile from Grapus. To make sure it still existed, I would map running routes along the East River, south from Murray Hill or north from Cooper Square, that would take me through Stuyvesant Town and then up my old block and one turn around Gramercy Park, which always made me smile. It is simply the most ludicrous real estate in the city, an underused, locked, private square block guarded by modern Victorians and under legal siege by the management of the National Arts Club, which seems to want to make it into its backyard.\nI HAD once thought that releasing squirrels into that park would be a hilarious gesture, but then I realized how out of place they would feel among the snooty local squirrels. I was glad I had shown some restraint. Was this penitence? Would I be pardoned?\nLast year, life wrote me back home.\nCarol Roberto had died. But Sal, Cindy, Hans, Joe and Greg were still around, and Jack Taylor insisted that I celebrate my return by finally joining the Union Square Community Coalition, a 23-year-old group whose passionate advocacy has helped change the nabe for the better. It is a destination now, with many theaters, movie screens, a famous greenmarket. It even has an adequate dog run.\nI have a stepdog now, the 11-year-old mixed breed rescued by Lois, my partner. Rudy is tall, dark, handsome and silent, so we are an amusing contrast. He makes us new friends while I bark at the careless drivers and sidewalk bikers who might hurt him.\nOne night last month, a woman walking a dog stopped us on our street. She said she had always thought I was a bad person because I hated dogs -- she had clipped and distributed my cranky columns on the subject -- but she was happy now to witness my conversion. One dog can do that, she said.\nThat was as close as I've come to a formal welcome-home party, but it wasn't the event that put me back in my place, that convinced me I had truly gone home again. Several months ago, the nice new next-door neighbor whose backyard adjoins mine complained about the squirrels pillaging her garden. Maureen and her husband had moved into my building during my exile. I told her not to worry, that I knew someone who could take care of the problem.\nAdvertisement Continue reading the main story\nI dug out my old leather gloves and the metal trap. I bought two chocolate and peanut butter squares, used one for bait and ate the other as I watched the inevitable through my living room window. Those bushy-tailed rats didn't stand a chance. Urban Trapper was back in town.", "url": "https://www.nytimes.com/2003/09/07/nyregion/back-to-the-home-planet-my-east-side-no-name-nabe.html"}