{"authors": ["Robert Lipsyte"], "date_download": "2018-11-16 04:55:02", "date_modify": "2018-11-16 04:55:02", "date_publish": "2003-11-29 00:00:00", "description": "Number of groups formed to examine and change college athletics are gaining prominence and influence as public and college communities are seeing more and more controversy on campus; photo (M)", "filename": "2003_11_29_sports_colleges-from-discordant-notes-reformers-hear-one-song_1542344102.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_11_29_sports_colleges-from-discordant-notes-reformers-hear-one-song_1542344102.html", "title": "COLLEGES; From Discordant Notes, Reformers Hear One Song", "title_page": "COLLEGES; From Discordant Notes, Reformers Hear One Song - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But they are hardly alone. Looming on the right, of course, is the N.C.A.A., which derives its enormous power from the colleges it represents, regulates and cuts deals for. Without the N.C.A.A., its supporters say, college sports would be Afghanistan. Its critics say the N.C.A.A. maintains a hypocritical system and that expecting reform from the N.C.A.A. is like waiting for the evildoers to voluntarily disarm.\nPerhaps the most important centrist group is the Knight Commission, which has just announced its re-formation for a third major study of college sports. Critics may call the Knight Commission toothless, but it has effectively defined the problems most clearly. Other such middle-of-the-road groups include the Center for the Study of Sport and Society at Northeastern University, best known for groundbreaking studies on race and gender, and the Positive Coaching Alliance at Stanford with its guidelines for humane -- yet victorious -- leadership of youth sports.\nRising on the left is a new umbrella organization, the National Institute for Sports Reform, that will try to bring coaches, athletes, academics, parents and community leaders into a clearinghouse for such interrelated issues as early specialization, athletic scholarships, drug use, violence, sports injuries and the crisis in fitness. These issues have traditionally been considered in isolation. The group was recently launched by Bruce Svare, a professor of psychology and neuroscience at the State University at Albany. Svare believes that ''athletic scholarships are the root of all evil,'' because their pursuit has poisoned the sports well down to the peewee leagues.\nEnergizing the debate has been a number of single issue champions. Jon Ericson, the former provost and an emeritus professor at Drake University in Iowa who founded the eponymous group, believes that disclosure is the key to reform. He contends that revealing athletes' test scores, grades and courses, hitherto kept hidden through federal privacy statutes, can change the ''closed society of college sports.''\nOthers include Kathy Redmond, who founded the National Coalition Against Violent Athletes after being raped by a football player at Nebraska; Hank Nuwer, an English professor who writes about hazing and bullying; and Ramogi Huma, a former U.C.L.A. linebacker who has lobbied for increased health and welfare benefits for scholarship athletes.\nEven within the community of people who favor change, Huma, although personally well liked, is viewed with concern. Several reformers wonder if his main goals are not short-term and lack the sweep of real systemic change.\nWhat does all this add up to?\n''I think we are seeing the early stages of a movement, what we call the 'micro mobilization context,' '' said Rob Benford, a sociology professor at the University of Southern Illinois at Carbondale, who studies social movements. ''Right now it's loose, amorphous, federated, which is typical. It has to form a collective identity, which hasn't happened yet.\nAdvertisement Continue reading the main story\n''In the history of the peace, civil rights, environmental and women's movements, there was a similar period of many different groups with different names and agendas starting out with a network of meetings and the sharing of interpretations of problematic situations.''\nBenford was one of several dozen academics, coaches and journalists at just such a meeting last month in Lake George, N.Y., that was convened by Svare's National Institute for Sports Reform. While it was hard to imagine that the event was comparable to the germinal feminist meeting in 1848 at another upstate New York town, Seneca Falls, the attendees seemed energized, perhaps none more than David Ridpath.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA former high school wrestler, Army officer, college coach and compliance coordinator, Ridpath is just the kind of apostate athlete that reformers seek to recruit. Onetime true believers make the fiercest rebels. Last year, when Ridpath was assistant athletic director for compliance and student services at Marshall University, Ridpath took the brunt of the blame for the university's latest violations.\nMost of them had to do with a pattern of easy, high-paying jobs offered to athletes by a prominent local booster, a practice that began long before Ridpath arrived at Marshall. Ridpath has since been moved to director of judicial programs at Marshall, and he is suing for an apology, $350,000 and the removal of the term ''corrective action'' from his file.\n''I bought into the whole package that athletics was all pure and good,'' Ridpath said. ''I was the kind of guy who thought Proposition 48 was a great thing to help black kids, until I figured out it was not about education, it was about getting athletes into college. I was naïve about a lot of things.''\nDespite his convert's passion -- Ridpath is being touted as Bensel-Meyers's successor as director of the Drake Group -- the meeting's mood never evoked the militancy of the so-called athletic revolution of the Sixties. Those heady days were dominated by the personalities of two former scholarship athletes, Jack Scott and Harry Edwards, who went on to earn doctorates and attract disciples. Their pronouncements and actions were denounced by government officials and often countered with death threats.\nScott enraged the athletic establishment by challenging the authority of coaches to dictate an athlete's hair length, social life, clothing style and course load. Edwards, a sociology professor at Berkeley, masterminded the Olympic boycott movement in 1968. Its most memorable moment was when Tommie Smith and John Carlos raised their fists in a Black Power salute on the medal stand.\nWhile no one with the charisma and connections of Scott or Edwards has yet to emerge -- and the times may not be as ripe for reform as theirs were -- the athletic establishment also has no one as strong-willed as Walter Byers, the executive director of the N.C.A.A. from 1951 to 1987. Byers is generally credited with building the foundation for the N.C.A.A.'s current cartel-like power. He also takes much of the blame.\nCritics of the N.C.A.A. love to quote a passage from Byers's memoir, ''Unsportsmanlike Conduct: Exploiting College Athletes,'' in which he wrote of having ''crafted'' the term student-athlete and mandated its use in a 1950's campaign to make sure words like employee and workers compensation would never muddy the amateur waters.\nAdvertisement Continue reading the main story\nThe stakes have risen since then, but not the basic premises. In an e-mail message sent after the Lake George meeting he had convened, Svare wrote that he ''found it ironic that while we were talking about reforms and their potential impact upon educating athletes, the Tulane 'Sports Reform' meeting of Division I college presidents several days later was looking at more equitable ways to cut up the Bowl Championship Series pie.''\n''I guess our top educators are still more interested in money,'' he said.\nSvare is not enthusiastic about the possibility of civil disobedience ''unless there is full involvement by athletes, former coaches, former players, etc., and a well-thought-out plan that is articulated to the media well in advance and executed with the kind of precision that the N.C.A.A. blitzes us with during March Madness.''\nSvare said his organization was more inclined toward working with such establishment types as Terry Holland, the former coach and athletic director at the University of Virginia, who wants freshmen to be ineligible to play again.\nSo what happens next?\n''One measure of a movement's success is that your opponents recognize your existence,''' Benford, the Southern Illinois sociologist, said. ''It was smart of the N.C.A.A. not to accept its invitation to the Lake George meeting. The second major measure is that you frame the debate and the definitions of the problem. If you decide it's about athletic scholarships, then you get everyone arguing about that. You're in control at least of the discussion.''\nBenford thinks that reform groups need to mobilize athletes to communicate their stories of individual exploitation. ''I haven't given up on the faculty,'' Benford said, ''but that's not where the hearts and minds of people will be won. Fans are interested in athletes, not professors.''", "url": "https://www.nytimes.com/2003/11/29/sports/colleges-from-discordant-notes-reformers-hear-one-song.html"}