{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:11:21", "date_modify": "2018-11-16 04:11:21", "date_publish": "2003-02-07 00:00:00", "description": "Janet Maslin reviews book The Dante Club by Matthew Pearl; photo (M)", "filename": "2003_02_07_movies_books-of-the-times-all-literary-allusions-abandon-ye-who-enter-here_1542341481.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_02_07_movies_books-of-the-times-all-literary-allusions-abandon-ye-who-enter-here_1542341481.html", "title": "BOOKS OF THE TIMES; All Literary Allusions Abandon, Ye Who Enter Here", "title_page": "BOOKS OF THE TIMES; All Literary Allusions Abandon, Ye Who Enter Here - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THE DANTE CLUB\nBy Matthew Pearl\nRandom House. 372 pages. $24.95.\nIn the ingenious new literary mystery ''The Dante Club,'' someone with intimate knowledge of ''The Divine Comedy'' appears to be staging murders that mirror the punishments of Dante's ''Inferno.'' Considering that the prodigiously clever first-time author, Matthew Pearl, is a Harvard- and Yale-educated Dante scholar who won a 1998 prize from the Dante Society of America, it is fortunate that he was content with simply writing a book.\nMr. Pearl has the ambitious idea of summoning the ''Yankee Athens'' -- Boston -- in 1865, just after the Civil War and on the eve of a rarefied literary breakthrough. A small, distinguished group, including Henry Wadsworth Longfellow, James Russell Lowell and the rather self-congratulatory Dr. Oliver Wendell Holmes (''I have a chair in Anatomy and Physiology at the Medical College -- really more a settee than a chair, for the breadth of its subjects''), has undertaken a controversial project: bringing Dante's work to America and its ''ungloved masses.''\nAs Mr. Pearl explains, drawing upon a wealth of pertinent poems, letters, essays, novels and journals, this is no simple undertaking. The idea of a translation for American readers has raised hackles, most notably at Harvard, with which the Dante Club members are variously affiliated. Dr. Augustus Manning, treasurer of the Harvard Corporation, is prepared to make threats to stop publication. ''Dr. Manning had no intention of allowing foreign poisons to be spread under the disguise of literature,'' Mr. Pearl explains.\nBut the scholars, with an ardor for Dante to match the author's own, are determined to proceed, at least until their Dante fever turns deadly. In a book that otherwise sticks to historical truth, Mr. Pearl has concocted such a wily, convoluted murder plot that the autograph-signing Dr. Holmes begins sounding like his namesake, Sherlock. And Mr. Lowell declares: ''Our Lucifer has been racing us to see what will come first -- Dante translated into ink or into blood!''\nAdvertisement Continue reading the main story\nThough it takes a degree of contrivance to construct such a story, Mr. Pearl has also managed to make imaginative use of his book's social and intellectual backdrop. Among scholars who, as the book says, look ''out of place without armchairs,'' and say ''the good godson of Cerberus'' when referring to a pet dog, the realities of Brahmin snobbery, new immigration and Civil War upheaval still manage to make themselves felt.", "url": "https://www.nytimes.com/2003/02/07/movies/books-of-the-times-all-literary-allusions-abandon-ye-who-enter-here.html"}