{"authors": ["Christopher Gray"], "date_download": "2018-11-16 04:32:15", "date_modify": "2018-11-16 04:32:15", "date_publish": "2003-04-27 01:00:00", "description": "Streetscapes column: new book The Architecture of Delano & Aldrich by Peter Pennoyer and Anne Walker takes readers inside town houses, clubs and other buildings designed by William Adams Delano and Chester Holmes Aldrich in New York City in first part of 20th century; notes touches that distinguish firm's designs; photos (M)", "filename": "2003_04_27_realestate_streetscapes-architecture-delano-aldrich-upper-class-firm-tweaked-classical.html_module=inline_1542342735.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_04_27_realestate_streetscapes-architecture-delano-aldrich-upper-class-firm-tweaked-classical.html_module=inline_1542342735.html", "title": "Streetscapes/The Architecture of Delano & Aldrich; How an Upper-Class Firm Tweaked Classical Norms", "title_page": "Streetscapes/The Architecture of Delano & Aldrich; How an Upper-Class Firm Tweaked Classical Norms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Together they have produced an elegant, understated volume with an initial section of color plates, an account of the firm's history and success, profiles of 20 significant projects illustrated by historic photographs and a catalogue raisonné of the firm's work.\nWilliam Adams Delano and Chester Holmes Aldrich met in the late 1890's in the office of Carrère & Hastings, at that time the most sophisticated practitioners in America of the French Beaux-Arts style -- quite different from the Georgian and Federal styles that Delano & Aldrich soon made their signature. In 1903, they formed a partnership and in their first year alone secured commissions from the Rockefeller, Stokes and Winthrop families. Few architectural partnerships are born under such an auspicious constellation.\nALDRICH died in 1940, but Delano continued practicing almost until his death in 1960, and the firm's works in New York alone place it among the major American architects. Its works include the impeccably designed Knickerbocker Club ; the Colony Club at 62nd and Park (1916); the Palmer/Baker house at 93rd & Park (1918 & 1928); the Harold Pratt house at 68th & Park (1920); and the apartment building 1040 Park Avenue, at 86th, where Condé Nast took the penthouse (1924).\nAlso, the Brook Club, at 111 East 54th (1925); the Union Club at 69th & Park (1933); and the original La Guardia airport buildings, of which the Art Deco Marine Art Terminal is the principal survivor (1940).\nOther firms approached Delano & Aldrich's grasp of traditional Anglo-American styles in the service of the New York upper classes, but none seem to have been unconventional enough to mix the classical orders of architecture with a modern imagination in ways that tinkered with ancient precedents to introduce whimsey into million-dollar budgets.\nPerhaps it started with their frequent collaboration with artists like Robert Chanler, whose mural in the loggia of the Colony Club makes the room into a garden fantasy, and with Chanler, Maxfield Parrish and Howard Cushing, who produced a series of exotic murals for Gertrude Vanderbilt Whitney's studio in Westbury, N.Y., of 1915.\nThis sense of whimsy was an undercurrent in all the firm's efforts. ''Delano disdained people who took themselves too seriously, and thought most architects were full of hot air'' Mr. Pennoyer says.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor instance, the firm published a promotional brochure to give to prospective clients contemplating the construction of a house. The pamphlet does give hard information but is also filled with irreverent asides, such as ''Some people want a burglar alarm system installed, others prefer the burglar'' and that a garbage incinerator was not necessary in houses ''where there is a pig.''\nAdvertisement Continue reading the main story\nSuch a lighthearted approach developed into a series of architectural details, some so subtle that it took a practiced eye to notice that they were not strictly from classical precedent.\nThe H. I. Pratt house, built for a member of the prominent Brooklyn oil family, has a cockle and spiral shell frieze, with dolphins and shells in the cornice. On the apartment house at 1040 Park Avenue -- a typical, developer-built apartment building -- Delano & Aldrich ran a frieze of figures of tortoises and hares along the third floor.\nResearch by Mr. Pennoyer and Ms. Walker indicates that Delano complained that the building committee of the Union Club demanded a very traditional design, overloaded (to Delano) with ornament. If so, he got a sort of revenge on the inside, a catalog of architectural jests.\nThe members' changing locker room has an astonishing tentlike ceiling, with hanging lanterns, as if it were an sultan's tent somewhere in Arabia. The backgammon room has paired vents colored and patterned as if they were backgammon boards. And the card room is a masterpiece of subtle fantasy, with a frieze of spades, hearts, diamonds and clubs, and a fireplace with carved marble decorations of the face cards, a design Delano originally intended for the Knickerbocker Club. These details are shown in color in ''The Architecture of Delano & Aldrich.''\nThe peculiar and original light fixtures in the club, like the Saturn-style ones in the library, are also shown in the book. ''They were adamant about designing the fixtures themselves,'' Ms. Walker says. ''I think it was one of Delano's favorite things to do.''\nDelano & Aldrich's Marine Air Terminal at La Guardia is widely known to many travelers taking the Delta shuttles, but it was built for Pan American Airways' transatlantic seaplane service. Here Delano produced, in Art Deco terra cotta, a particularly appropriate frieze: flying fish.\nIt was this inventive knack for invention within tradition that caused Delano to say, in 1928, ''There is as much that is new to be said in architecture today by a man of imagination who employs traditional motifs as there is in literature by an author, who, to express his thought, still employs the English language.''\nMr. Pennoyer's firm, Peter Pennoyer Architects, occupies an elegant penthouse office in what is otherwise a building full of notions and garment companies. The effect of the firm he studied has significance to his own work, which includes country and city houses and a horse farm in Virginia, as well as work on Delano & Aldrich's own works, like the Knickerbocker and Colony Clubs.\n''It's not just about repeating classical design verbatim,'' he says. ''If you learn the orders well enough you should feel free to do interesting things with them,'' he says.", "url": "https://www.nytimes.com/2003/04/27/realestate/streetscapes-architecture-delano-aldrich-upper-class-firm-tweaked-classical.html?module=inline"}