{"authors": ["Linda Greenhouse"], "date_download": "2018-11-16 04:00:57", "date_modify": "2018-11-16 04:00:57", "date_publish": "2003-07-06 01:00:00", "description": "Supreme Court justices evince openness to new ideas in current term: Justice Sandra Day O'Connor in embracing affirmative action, Chief Justice William H Rehnquist in rejecting state immunity under Family and Medical Leave Act with description of burdens facing women in workplace and Justice Anthony M Kennedy in writing that gay relationships must be accorded 'dignity' and 'respect'; photo (M)", "filename": "2003_07_06_weekinreview_ideas-trends-evolving-opinions-heartfelt-words-from-the-rehnquist-court.html_module=inline_1542340857.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_07_06_weekinreview_ideas-trends-evolving-opinions-heartfelt-words-from-the-rehnquist-court.html_module=inline_1542340857.html", "title": "Ideas & Trends: Evolving Opinions; Heartfelt Words From the Rehnquist Court", "title_page": "Ideas & Trends: Evolving Opinions; Heartfelt Words From the Rehnquist Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justices do change. Justice Harry A. Blackmun, a law-and-order conservative when he joined the court in 1970, ended his career 24 years later as a passionate opponent of the death penalty. Justice John Paul Stevens, whose liberal vote is now almost taken for granted, voted with the anti-affirmative-action bloc in the 1978 Bakke case. And Justice Lewis F. Powell Jr. said after his retirement that he regretted his vote with the 5-to-4 majority in Bowers v. Hardwick, the 1986 decision repudiated by the court's new gay-rights majority.\nTimes change, too. The Supreme Court has become a gay-friendly workplace where employees feel sufficiently comfortable in their open identity to bring their partners to court functions. Justice Powell's comment to one of his law clerks while Bowers v. Hardwick was pending in 1986 that ''I don't believe I've ever met a homosexual'' (untrue, considering that the clerk was, in fact, gay) could not be uttered in the court -- or the Washington or the legal profession -- of today.\nOf course, not everyone responds to change in the same way, as shown by Justice Antonin Scalia's bitter dissent in the Texas case, warning of ''a massive disruption of the current social order.'' It was as if he and Justice Kennedy, born within four months of each other 67 years ago, both Roman Catholic, both Harvard Law School graduates, both elevated to the court within 15 months by President Ronald Reagan, were speaking from parallel universes. So the bare facts of biography are not enough to explain Anthony Kennedy.\nA close friend from his Sacramento childhood, the writer Joan Didion talks about his growing up in the shadow of the California Legislature. His father was a lawyer and lobbyist, and the Kennedy home had a constant flow of people and ideas. ''There was a world outside their personal world that came into that house,'' Ms. Didion said. His decision to go to the London School of Economics after Stanford surprised his friends. ''He wanted to live in a larger world,'' she said.\nIn the last few years, that world has included New York, which neither Justice Kennedy nor his wife, Mary, knew well before all three of their children, now married, moved there. Now they visit frequently. After Sept. 11, 2001, Justice Kennedy worried to Washington acquaintances that the atmosphere of freedom he so admired about New York might be in jeopardy.\nThese are simply pieces in a mosaic; no one would suggest that having grown children in New York necessarily makes a life-tenured judge more attuned to personal liberty ''in its spatial and more transcendent dimensions,'' as the justice wrote in his Texas opinion. Yet this term may serve as a reminder that even in late middle age, people are open to new ideas. In fact, it may be harder than ever to avoid new ideas; in the isolation of their chambers, some justices surf the Internet.\nExtensive foreign travel has made both Justice Kennedy and Justice O'Connor more alert to how their peers on other constitutional courts see similar issues. Justices have always traveled, teaching or taking part in seminars. But these are trips with a difference.\nAdvertisement Continue reading the main story\nAlong with Justice Ginsburg and Justice Stephen G. Breyer, Justices O'Connor and Kennedy have held extensive sessions with judges in Europe. Justice Kennedy has met with numerous Chinese judges, here and in China. Justice O'Connor has been involved in the American Bar Association's reform initiative for Eastern Europe. With emerging democracies groping toward the rule of law, with colleagues on the federal bench volunteering for constitution-writing duties in Iraq, it is not surprising that the justices have begun to see themselves as participants in a worldwide constitutional conversation.\nFrom this perspective, Justice Kennedy's citing of the European Court of Human Rights in his Texas opinion was a natural development. Justice O'Connor, in the Michigan case, linked affirmative action to the acquisition of ''the skills needed in today's increasingly global marketplace'' and to the maintenance of integrated leadership for the military.\nIt is tempting to suppose that her invocation of diversity as ''essential'' to ''the dream of our nation, indivisible,'' was aimed not just at a domestic audience but at the constitution-building world in which she is a star participant.\nAnd what of chief justice Rehnquist's solicitude for the usefulness of the Family and Medical Leave Act in erasing the ''pervasive sex-role stereotype that caring for family members is women's work''?\nHis daughter, Janet, is a single mother who until recently held a high-pressure job and sometimes had child-care problems. Several times this term, the 78-year-old Chief Justice of the United States left work early to pick up his granddaughters from school.\nNot evolution, perhaps, but life.", "url": "https://www.nytimes.com/2003/07/06/weekinreview/ideas-trends-evolving-opinions-heartfelt-words-from-the-rehnquist-court.html?module=inline"}