{"authors": ["Nigella Lawson"], "date_download": "2018-11-16 03:28:26", "date_modify": "2018-11-16 03:28:26", "date_publish": "2003-01-08 00:00:00", "description": "Nigella Lawson article offers recipes for three dishes light in carbohydrates; photos (M)", "filename": "2003_01_08_dining_at-my-table-a-new-year-s-resolution-guiltless-gratification_1542338906.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_01_08_dining_at-my-table-a-new-year-s-resolution-guiltless-gratification_1542338906.html", "title": "AT MY TABLE; A New Year's Resolution: Guiltless Gratification", "title_page": "AT MY TABLE; A New Year's Resolution: Guiltless Gratification - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nor do I claim to be above the vagaries of fashion, and in hopeful weight-reduction mode, I am assisted by the current vogue for low-carbohydrate eating. By my lights, any diet that lets you eat cheese, red meat and bacon is a good thing.\nLow fat tends to mean low flavor, and eating food that tastes at best bland and at worst bad seems a waste. Besides, people who follow low-fat diets always look somewhat dried up to me. I mean that both literally (just think of the customary desiccated complexion of low-fat types) and metaphorically: those who deny themselves the pleasures of food deny themselves the pleasures of life.\nThere is also, personally speaking, a purely practical advantage to this low-carb approach. As someone who can eat an entire bread basket before even ordering the appetizer at dinner, I've found that giving up carbohydrates is the simplest way to curb intake, and, although I hate even writing these words, lose weight.\nAnyway, I find I can stay on a diet longer if the first recipe on it is for hamburger Holstein: a juicy, tender, chopped steak patty, topped with a fried egg, its bright, golden yolk crisscrossed with anchovies. It may sound excessive, even notwithstanding dietary concerns, but actually the balance of textures and flavors is perfect: the oiliness of the egg is matched by the sharp saltiness of the anchovies, and both point up the tender savoriness of the rare-cooked meat. You don't even miss the bun.\nOf course, all dietary restrictions involve loss. The drawback to low-carb eating may not be in the realm of flavor, but huge textural deprivations. Boy, how I miss crunch, foods that snap or crack or have even a bite of crispness.\nSo on those evenings when I want to slouch around snacking and watching television, I grate Parmesan, mound spoonfuls of it on a baking sheet and give them a quick blast in a hot oven to make lacy-rimmed crisp, Parmesan disks.\nAll this is gratifying enough, but sometimes one wants not just food that tastes good but food that bolsters that new-year-is-upon-us my-body-is-a-temple mood. I'm talking Virtuous Flavor: a hot, sour cleansing broth, spiked with ginger and lemon grass, studded with salmon, bok choy and shiitake mushrooms, or baked snapper with black olives, pine nuts and seasonal Seville orange juice.\nAdvertisement Continue reading the main story\nWhen you eat like this you're giving yourself more than just fuel, you're stoking that wonderful sense of hopeful confidence that comes from a meal that tastes good and makes you feel better.\nSNAPPER WITH SEVILLE ORANGE JUICE, PINE NUTS AND OLIVES\nTime: 50 minutes\n1 teaspoon olive oil\n1 2 1/2- to 3-pound whole snapper, cleaned and scaled\n1 teaspoon black peppercorns\n5 bay leaves\n1 large strip Seville orange zest or 1 strip orange zest and 1 strip lime zest\n1/2 teaspoon salt\n1 cup Seville orange juice or 3/4 cup orange juice and 1/4 cup lime juice\n1/2 cup pitted calamata olives, halved lengthwise\n1/4 cup pine nuts\n1/4 cup chopped parsley leaves.\n1. Heat oven to 400 degrees. Oil a piece of foil large enough to wrap fish in. Place fish in middle of foil, and fill its cavity with peppercorns, 4 bay leaves and Seville orange zest (or orange and lime zest).\n2. Sprinkle fish with salt and fold two sides of foil together, sealing with a pleat. Fold other two sides in to enclose fish; place on a baking sheet with folds up. Bake 45 minutes.\n3. About 15 minutes before fish is ready, place Seville orange juice (or orange and lime juice) in a small saucepan. Add remaining bay leaf, olives and pine nuts. Place over high heat to bring to a boil, then reduce heat to low. Simmer uncovered for 5 minutes. Remove from heat, cover and keep warm.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n4. To serve, open foil and peel away skin from top of fish. Carefully remove top fillets and place on warm serving plates. Lift bone from tail end, and place bottom fillets on plates, leaving skin behind. Top each serving with a spoonful of orange sauce and a sprinkling of parsley. Pass remaining sauce at table.\nYield: 2 to 3 servings.\nSALMON WITH GINGER AND LEMON GRASS BROTH\nTime: 20 minutes\n3 cups fresh or canned chicken stock or fish stock\nAdvertisement Continue reading the main story\n1 stalk lemon grass, trimmed and halved lengthwise and crosswise\n1 scallion, cut crosswise into thirds and julienned\n1 2 1/2-inch piece ginger, peeled and finely julienned\nJuice of 1 lime\n3 tablespoons fish sauce (nam pla)\n1 1-pound piece of salmon fillet, skinned and cut into 1/2-inch cubes\n1 cup shiitake mushrooms, trimmed and thinly sliced\n2 cups sliced ( 1/2 inch thick) baby bok choy\n1. In a large wide saucepan into which a steamer will fit, combine chicken stock and 6 cups water. Place over high heat to bring to a boil. When water boils, add lemon grass, scallion, ginger, lime juice and fish sauce, and reduce heat to low.\n2. Put salmon in a steamer over simmering broth. Cover and cook just until salmon has turned pale pink. Remove steamer from pan, and add mushrooms and bok choy to broth.\n3. Return broth to a simmer. Remove lemon grass and discard. Add salmon cubes to broth. Ladle soup into bowls and serve.\nYield: 2 to 3 servings.\nHAMBURGER HOLSTEIN\nTime: 25 minutes\nHalf a small red onion\n1 tablespoon fresh parsley\n1 pound top round or chuck steak, cubed\n1 tablespoon freshly grated Parmesan cheese\nFreshly ground black pepper\nAdvertisement Continue reading the main story\nVegetable oil or bacon fat for frying\n2 large eggs\n4 anchovy fillets\nArugula or other salad leaves, for garnish.\n1. Combine onion and parsley in a food processor, and pulse until very finely chopped. Add steak and process until minced.\n2. Transfer mixture to a bowl and add Parmesan and black pepper to taste. Mix well and shape into 2 burgers, being careful not to over-handle or squash meat too much.\n3. Place a heavy skillet over medium-high heat and add oil or bacon fat as desired. Add burgers, and sear for 1 minute on each side, then reduce heat to medium and cook to desired doneness. Transfer to two serving plates, cover and keep warm.\n4. Lightly oil a clean skillet, and fry eggs to taste. Place 1 egg on each burger. Crisscross two anchovy fillets over yolk of each egg. Garnish each plate with arugula, and serve.\nYield: 2 servings.\nPARMESAN DISKS\nTime: 10 minutes\n8 tablespoons freshly grated Parmesan cheese.\n1. Heat oven to 425 degrees. Use a tablespoon to make eight evenly spaced mounds of cheese on a nonstick baking sheet. Pat each mound into flat cohesive disks.\n2. Place baking sheet in oven until cheese has melted and is just beginning to brown, about 3 or 4 minutes. Remove from oven and allow to sit for 1 minute, then transfer to paper towels until cooled and crunchy.\nYield: 8 disks.", "url": "https://www.nytimes.com/2003/01/08/dining/at-my-table-a-new-year-s-resolution-guiltless-gratification.html"}