{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:21:59", "date_modify": "2018-11-16 04:21:59", "date_publish": "2003-10-22 01:00:00", "description": "China's rapid economic growth is producing surge in emissions of greenhouse gases that threatens international efforts to curb global warming; Chinese power plants burn ever more coal, which releases more greenhouse gases than oil or natural gas, car sales are soaring and new figures confirm that coal use is rising faster in China than anywhere in world; photos; graph; China is world's second largest emitter of such gases, after US, but per-person emissions are about one-eighth those in US; China, as developing country, is exempt from Kyoto Protocol (M)", "filename": "2003_10_22_world_china-s-boom-adds-to-global-warming-problem_1542342119.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_10_22_world_china-s-boom-adds-to-global-warming-problem_1542342119.html", "title": "China's Boom Adds to Global Warming Problem", "title_page": "China's Boom Adds to Global Warming Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China is the world's second largest emitter of such gases, after the United States. But China's per-person energy use and greenhouse gas emissions remain far below levels found in richer countries. The emissions are, for example, roughly one-eighth of those per capita in the United States.\nAs a developing country, China is exempt from the Kyoto Protocol, the pending international agreement to limit emissions of greenhouse gases. When President Bush rejected the Kyoto Protocol two years ago, he portrayed China's exemption as a serious flaw. The protocol has been embraced by most other big nations, however, and only requires ratification by Russia to take effect.\nAnother developing country exempt from the protocol, India, is also showing strong growth in emissions as its economy prospers. General Motors predicts that China will account for 18 percent of the world's growth in new car sales from 2002 through 2012; the United States will be responsible for 11 percent, and India 9 percent.\nOfficial Chinese statistics had shown a decline in coal production and consumption in the late 1990's, even as the economy was growing 8 percent a year. But many Western and Chinese researchers have become suspicious of that drop over the last several years.\nThey point out that the decline assumed that local governments had followed Beijing's instructions to close 47,000 small, unsafe mines producing low-grade coal and many heavily polluting small power plants. Yet researchers who visited mines and power plants found that they often remained open, with the output not being reported to Beijing because local administrators feared an outcry if they shut down important employers.\nChina's National Bureau of Statistics has not revised its coal figures for the late 1990's, but its latest data show that coal consumption jumped 7.6 percent last year. A Chinese official said the bureau was likely to report a similar increase for this year. Even those figures may be low: Chinese coal industry officials have estimated that coal consumption may be rising more than 10 percent a year.\nChina is now the world's largest coal consumer, and its power plants are burning coal faster than its aging railroads can deliver it from domestic mines, most of which are in the north. So the country is importing coal from Australia. This steamy city of 640,000, with its deep-water port, is the main receiving point in southern China.\nAdvertisement Continue reading the main story\nAs fishermen in wooden boats brought conical wicker baskets full of silvery, sardine-size fish ashore at dawn on a recent morning, the sun began illuminating an enormous, coal-fired power plant with a big freighter from Australia tied up next to it.\nThe plant is only nine years old. Zhanjiang drew its electricity over high-tension lines from other cities to the north before then. But the power plant is already inadequate for the area's needs, even though it is twice the size of a standard coal-fired plant. With blackouts frequent here for lack of power, construction has just begun on another, adjacent power plant, that one oil-fired.\nOther figures from the Bureau of Statistics have also shown very large increases in energy consumption lately. China's electrical power generation, the main use of coal in China, jumped 16 percent in the first eight months of this year, nearly four times as much as Western experts expected. Power generation is poised to grow swiftly in the years to come, with China's output of equipment for new power plants rising by two-thirds in a single year.\nChina has also become the world's fastest-growing importer of oil, with foreign purchases surging nearly a third this year, although some of those imports went into stockpiles in January and February as a precaution in case the war in Iraq disrupted shipments from the Middle East.\nThe Chinese are using more energy in their homes, too, as China has turned into the world's largest market for television sets and one of the largest for many other electrical appliances.\nA 53-year-old retired saleswoman here said that for more than half her life, her only electrical appliance at home was a light bulb.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nShe and her husband bought a black-and-white television set in 1984, then a refrigerator in 1988. Now she has an air-conditioner, which she acquired in 1998, along with two color televisions, an electric rice cooker, a radio, the refrigerator and many lights.\n''Only the old people do not have air-conditioning now,'' said the woman, Ms. Long, who, like others interviewed in this militarily important city, insisted on giving only her family name.\nEnvironmental groups that once promoted China as a good example are now increasingly worried. ''If they're seeing 6 and 7 percent growth, that is obviously a concern,'' said Dan Lashof, a climate change expert at the Natural Resources Defense Council, which has done several studies of Chinese energy use.\nAdvertisement Continue reading the main story\nBut environmentalists are also loath to criticize China too strongly, partly because Chinese emissions per person are still so much lower than those in the developed world, and partly because China has been trying with some success to improve the energy efficiency of its industries. Programs like requiring electrical appliances and building designs to waste less energy show considerable promise, said Barbara Finamore, the director of the Clean China Program at the council.\nThe central government in Beijing has had repeated difficulties in forcing provincial governments to pursue recent efficiency programs. China no longer has the central planning mandates to order improvements, but has not yet developed market-based incentives, like higher prices, to encourage people to curb their consumption of fossil fuels, Ms. Finamore said.\nChina's central bank is nervous that some sectors of the economy, especially luxury housing construction, are growing too fast, and it is trying to restrain them. If it succeeds, that could temper somewhat the increase in energy use.\nChina is not alone in consuming a lot more energy, although its enormous population of roughly one and a quarter billion, and rapid economic growth mean that its increases dwarf those of any other country in the developing world. India, for example, is also showing rapid growth in energy use. In populous countries from Indonesia to Brazil, power plants are burning more and more coal and oil to meet ever growing demand for electricity from industry and households.\nEven some climate experts in developing countries are conceding that their emissions need to be addressed when international talks begin in 2005 on what will follow the Kyoto agreement, which calls for industrialized nations to reduce their emissions by 2012. Considerable reluctance persists among developing countries, however, to accept the kind of specific limits prescribed for wealthy countries by the Kyoto Protocol. ''There's going to be a fairly heated debate about what developing countries should do in the next round,'' said Rajendra K. Pachauri, an Indian engineer who is the chairman of the Intergovernmental Panel on Climate Change, a United Nations group that assesses the causes and consequences of rising temperatures.\nThe Chinese government is drafting a series of new economic policies, some of which will concern energy, and is expected to release them soon. Senior Chinese officials did not respond to requests for interviews over the last two months.\nTwo fairly senior Chinese officials said in earlier, separate interviews, after President Hu Jintao succeeded Jiang Zemin in March, that an active debate was under way over the extent to which conservation should be balanced against economic growth.\nGrowth in Chinese coal consumption should slow somewhat in the next four years. Completion of the Three Gorges dam and five nuclear power plants will provide considerable additional electricity for China's national grid by 2007, although posing different environmental risks from coal. But Larry Metzroth, a coal and electricity specialist at the International Energy Agency, warned that with no further large hydroelectric or nuclear power projects planned in China, coal consumption ''is going to pick up again after 2007.''\nAdvertisement Continue reading the main story\nBeijing's official New China News Agency recently predicted that China's capacity to generate electricity from coal would be almost three times as high in 2020 as it was in 2000.\nIf China can continue to sustain 8 percent annual economic growth, then the next big growth area in greenhouse gas emissions is likely to be cars. China is already the world's fastest-growing car market, with sales up 73 percent this year.\nChina has just one-twentieth as many cars now as the United States, because car sales were tiny until the last three years. But a swift expansion of auto factories in China, together with rising household incomes and the growing availability of auto loans, has led to the surge.\nHere in Zhanjiang, downtown streets are already clogged with cars. One of the best businesses in town seems to be a corner store in the city's old quarter, an area of tightly packed three-story homes with traditional tile roofs. The corner store sells every possible kind of fuse, tubing and wiring for electricians, and it was so busy that the store's owners barely had time to speak.\n''People are rewiring a lot,'' said Mr. Pong, the patriarch of the family that runs the store. ''Or they just demolish the old and build new.''", "url": "https://www.nytimes.com/2003/10/22/world/china-s-boom-adds-to-global-warming-problem.html"}