{"authors": ["Robert Lipsyte"], "date_download": "2018-11-16 04:55:05", "date_modify": "2018-11-16 04:55:05", "date_publish": "2003-12-14 00:00:00", "description": "Robert Lipsyte article, in light of tenth anniversary of City section, profiles Bashir Saleh, former engineering student from Kabul who set up coffee cart on northwest corner of 43rd Street and Broadway a decade ago; Saleh and others, including school guidance counselor Martin Jacobson, author and teacher Jill Nelson, South Bronx lawyer Ramon Jimenez, adoptive mother Myra Alperson and author Eric Marcus, describe how city has changed; photos (L)", "filename": "2003_12_14_nyregion_1993-2003-what-bashir-saw-what-new-york-became_1542344105.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_12_14_nyregion_1993-2003-what-bashir-saw-what-new-york-became_1542344105.html", "title": "1993-2003; What Bashir Saw, What New York Became", "title_page": "1993-2003; What Bashir Saw, What New York Became - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some people credit the former mayor with having made the streets safer and more alluring, especially for tourists, the rich and real estate investors. Others accuse him of having made the streets less forgiving and deadlier, especially for working people and the poor. Like the city, Rudy entertained, contained, provoked and inspiredus. Of course, it depends on which face of Rudy or the city you are talking about.\n''New York is a much meaner place than it was 10 years ago, and more stratified by race and class,'' said Jill Nelson, an author and teacher. ''Giuliani had much to do with this, and then the current fiscal crisis following 9/11. I never thought New York would become homogenized, but that's what I see happening.\n''Look at what used to be neighborhoods: now they're simply the final frontiers awaiting gentrifiers and mall stores,'' she added. ''That's what happening in Harlem, where I live. I was born and raised here, but for the first time I'm seriously considering moving. More and more I'm tired of all the time, energy physical and psychic and money it takes to live here.''\nBut Charles Komanoff, past president of the advocacy group Transportation Alternatives, is excited about electronic toll collection and the Hudson River bike path as ''potential harbingers'' for ''revolutionary'' change leading to a greener, healthier city.\n''The big payoffs will come when the bike path inspires comparable car-free routes in the center of town,'' he said. ''E-ZPass and MetroCard will lead to all car and truck travel in and around the city being tolled automatically according to vehicle size, miles driven and congestion levels. It will create a robust revenue source. The ugly duckling of traffic will slim down, curbing highway gridlock and making our streets breathable.''\nMR. SALEH cares about traffic flow. He is a commuter. He lives in Parsippany, N.J., with his wife and four children, aged 13 to 20 (''We had no TV for entertainment in those days,'' he jokes), among other Afghan families, near their mosque. He wakes up at 2 a.m. so he can serve his first paper cup of coffee at 5 to an OTB driver who likes it ''regular.'' (Mr. Saleh knows that to a real New Yorker regular means light milk, two sugars.)\nAlert to accents, Mr. Saleh is prepared to offer black coffee to the stray Midwestern tourist who asks for regular. He recently added flavored coffees to his spare menu and raised his price for coffee and a bagel to $1.25. He resists his customers' entreaties to add sandwiches; it would mean hiring a helper, sharing the narrow space and profit margin.\nAdvertisement Continue reading the main story\nSince 1993, the city has gone from 0 to 168 in Starbucks coffee shops. But Mr. Saleh says a heavy rain has much more impact on his business than any fancy new cafe. Because he usually packs up at noon, hauls his cart to a garage in Long Island City, Queens, then drives his white van straight home to sleep until dinner, the international foodie expansion throughout the boroughs is foreign to him. The man needs to take a NoshWalk with Myra Alperson.\nIn the past 10 years, Ms. Alperson, editor of NoshNews, has eaten her way through the new West African and Caribbean-fusion joints in Harlem, the Central Asian eateries in Brighton Beach, the fancy Dominican restaurants in Washington Heights, the kosher Yemeni market in Borough Park, Brooklyn, the city's only Gambian restaurant (on a side street off Jerome Avenue in the Bronx) and the evolution of Chinese restaurants from Cuban-Chinese to Peruvian-Chinese to Guyanese-Chinese to the latest, Indian-Chinese, in Queens.\nBut when Ms. Alperson traveled to China in 1996, it wasn't a chow call. She returned with Sadie, 10 months old, to the Upper West Side's emerging subset of middle-aged single women who take their adopted daughters to both Hebrew and Mandarin lessons.\n''Many of these girls are just a few years away from bat mitzvah time,'' Ms. Alperson said, ''and anxious parents are already setting dates. The Lubavitchers run a synagogue in Beijing. I wonder if there's a kosher caterer near the Great Wall big enough for the expected onslaught?''\nMr. Saleh does not consider himself devout, although he made his pilgrimage to Mecca and Medina in 1996. From New York, a 30-day package tour, which included hotels, meals and an animal to sacrifice, cost about $3,500. It was a great spiritual experience, said Mr. Saleh, who was thrilled by the company of Muslims from different nations and races.\nOne of six children of a bicycle shop owner in Kabul, Mr. Saleh grew up middle-class and religious. He remembers one incident he thinks may have been an intimation of the humanist he says he has become. In the eighth grade, boys were picking on a Hindu classmate. Young Bashir reported them to the principal, who stopped the bullying. Mr. Saleh is still proud of that.\nHis father, aware of communism's impact on Eastern Europe, began herding his family out of Afghanistan in the late 70's. Mr. Saleh had planned to continue his engineering studies in Canada, but the United States visa came through first, in 1982. He followed a brother into licensed street peddling, which was becoming an Afghan monopoly. He married a fellow Afghan named Fakriah in 1984 and became a citizen in 1987. The upheaval in Iran, the fatwa on Salman Rushdie's life, the promise of freedom in America -- all contributed to his humanistic awakening. But people still took him at face value.\nOn Sept. 11, 2001, a regular customer whom he described as ''a construction worker, a white Italian,'' came up to the window of the cart and shouted, ''Did you see what your cousin did?'' It was a week before Mr. Saleh could get back into the city and say to the man: ''That was a low blow. How could you think I was with them? I hate them more than you do.''\nAdvertisement Continue reading the main story\nThe next day, the construction worker said: ''I owe you an apology. I was wrong.''\nMany of his regular customers went out of their way to ask if he was all right, to smile and nod, but business was way down for a month, and two years later he still tells the story with pain. ''Muslims are good, hard-working people.'' he said. ''They shouldn't have to pay the price for the crimes of terrorists.''\nMr. Saleh is an international news addict. He reads newspapers early in the morning in Times Square, listens to the radio while driving, and watches CNN and BBC between 6 and 10 p.m. at home before he retires for a second four-hour sleep shift. He will expound at length on Israeli-Palestinian relations as the key to Middle East peace. His is a worldly view, but of a curiously circumscribed world.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe is certainly aware how radically Times Square has changed in his time from a sleazy alley to a dazzling entertainment destination fit for a Lion King, the core of a Big Apple that is taking on layers of candy coating with theme stores throughout Midtown. Perhaps that is why Cool is slipping off through bridges and tunnels. In the past 10 years, Brooklyn neighborhoods like Park Slope have become the Upper West Side (which has become the Upper East Side), and once gritty neighborhoods in Brooklyn and Queens evolved from low-rent artistic hutches to gaudier artistic havens to new yuppie settlements. Waves of immigrants, particularly from South Asia, Africa and Mexico, have filled the empty spaces.\nBut Mr. Saleh is not particularly engaged by the cosmic local questions of the past 10 years. When did people take off their Rollerblades, stop playing indoor tennis, admit that jury duty was tolerable, start lining up for outdoor back rubs? How much should we worry about the disappearing newsstand, the sidewalk smokers, the loosening of rent control, the security of our sushi supply?\nIs it significant that we lost our porn industry but got two minor-league baseball teams? When did it become O.K. to schlep everything on the subway? How can we properly honor Ellen V. Futter, who in 1993 left the presidency of Barnard College, took over the American Museum of Natural History and made it even better than many of our favorite childhood memories?\nThat was just about the same time that Ramon Jimenez, whose Puerto Rican parents helped him through Harvard Law School with sweatshop wages, left a Midtown law firm to open an office on East 149th Street off the Grand Concourse in the Bronx. In 10 years, he has seen his neighborhood sink more deeply into hopelessness.\n''Lincoln Hospital had one of the city's best trauma centers then,'' said Mr. Jimenez, 55, a former street activist and State Senate candidate. ''But they contracted services out, privatized, and fewer good doctors will work there now. Toxic plants are coming in, and the asthma rate is skyrocketing.\n''This is an express subway stop,'' he added, ''so you see families walking uptown to the emergency homeless shelter. More and more of them. Poverty is stronger than ever, but it's a dirty word. I guess it's bad for business to talk about all the people who need help.''\nMr. Saleh thinks that welfare -- short term, just until you are on your feet -- is a good thing, but he is proud he has never taken any. He does not discuss his finances, but many such vendors make about $700 a week. His wife and father drive school buses. His children's medical costs are covered by a New Jersey state program. He and his wife have no health coverage.\nAdvertisement Continue reading the main story\nAbout the same time that Mr. Saleh staked his claim, Eric Marcus first met the subject of his book ''Breaking the Surface,'' the Olympic diving champion Greg Louganis.\n''There was no mistaking the tired-looking man in the heavy winter coat, national hero, my adolescent crush,'' Mr. Marcus, who met the athlete in December 1993 in the lobby of Mr. Marcus's Upper West Side building, recalled in an e-mail message. ''Though still strikingly handsome, Greg seemed stooped, as if shouldering a heavy burden. I would soon learn that was the long-held secret of his AIDS diagnosis and the knowledge that his time was quickly running out.\n''Death had become such a sad routine for my generation, that I, like many of my friends during those years, scanned the Times obituaries and death notices in a morbid daily ritual to see if anyone we knew had died,'' Mr. Marcus added. ''Ten years later, Greg is alive and well, the beneficiary of the drug 'cocktail' that arrived in the mid-1990's and has helped spare the lives of so many. I still routinely read the obits, but no longer expect to find familiar names. For that, I turn to the Sunday Times Style section and the wedding pages.''\nIt was also in 1993 that the television series ''N.Y.P.D. Blue'' began airing its take on the city. Its brand of rough justice reflected what many black and Latino leaders considered a police force out of control. The names Louima, Diallo and Dorismond were their chilling evidence of what these leaders called Giuliani justice. A former prosecutor, the mayor was deeply immersed in crime statistics, which had actually begun dropping before he arrived. He fired a police commissioner, William Bratton, who was upstaging him. ''N.Y.P.D. Blue'' is still on the air, but our relations with our real cops have improved.\nThe mayor seemed less interested in public education. Martin Jacobson, a guidance counselor at the perennially troubled Martin Luther King Jr. High School on the Upper West Side, thinks that ''the morale of educators has declined significantly over the last 10 years.''\n''Apathy and acceptance of a dysfunctional system is common,'' he added. ''Decent teachers just lose interest.''\nThe grandson of a Russian Jewish immigrant, Mr. Jacobson recruited recent West African, Caribbean and South American immigrants from his school's English-as-a-second-language program to stock a soccer team that has dominated the city championships for 10 seasons. This year, King won its seventh title.\n''We are a city built on new people,'' says the coach, known as Jake. ''The school system is almost one-third immigrants, and the educational system has not accommodated their needs over the last 10 years. Just go look how many 16-year-old newcomers are out there selling watches and DVD's on the street, delivering pizza. They should be in school.''\nAdvertisement Continue reading the main story\nBut Jake is an optimist. How else can you live here? He thinks the Public Schools Athletic League is actually becoming more accessible and helpful to young athletes, bucking a citywide trend.\nTHERE are other reasons to be optimistic. We will be dancing in bars again soon. The last blackout was the fault of the kind of people who think that regular is black.\nAnd there were positive lessons in 9/11. We were the target because we are the capital of the world. And we proved we're not just money pushers, lit flits, corporate shysters, music gangsters, shrinks and double-dome academics; there are New Yorkers who can resurrect, rebuild, fix things.\nMr. Jimenez, the south Bronx lawyer, has high hopes for the next generation. Recently invited to hear Colin Powell at City College, he was forced to send regrets, with delight. His daughter, Laila, a sophomore at Manhattan Community College, was picketing the speech with CUNY for All, a group that is protesting school budget cuts.\nAnd Mr. Saleh, who has been teaching Farsi to Afghan-American children these past 10 years, would like to return to school himself. He might even resume his engineering studies. He does not intend to grow old in Times Square.", "url": "https://www.nytimes.com/2003/12/14/nyregion/1993-2003-what-bashir-saw-what-new-york-became.html"}