{"authors": ["Robert Lipsyte"], "date_download": "2018-11-16 04:55:00", "date_modify": "2018-11-16 04:55:00", "date_publish": "2003-10-04 01:00:00", "description": "Democratic presidential aspirant Bob Graham is reaching out to automobile racing enthusiasts, huge segment of population recently dubbed 'Nascar Dads,' in attempt to align himself with racing fans who are Democrats and capture Republicans who may feel neglected as voting population; photos (M)", "filename": "2003_10_04_sports_auto-racing-a-presidential-candidate-eyes-the-auto-body-politic_1542344100.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_10_04_sports_auto-racing-a-presidential-candidate-eyes-the-auto-body-politic_1542344100.html", "title": "AUTO RACING; A Presidential Candidate Eyes the Auto Body Politic", "title_page": "AUTO RACING; A Presidential Candidate Eyes the Auto Body Politic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nascar dads have been described by Larry J. Sabato, director of the University of Virginia's Center for Politics, as ''middle-to-lower-middle-class males who are family men, live in rural areas, used to vote heavily Democratic but now usually vote Republican.'' Most political experts more or less agree with that description, although their opinions about it vary widely.\nCelinda Lake, a Washington-based Democratic consultant who this year coined Nascar dads as mates for waitress moms, the term she coined in 1998, thinks her party could drive to victory lane in 2004 on the stock car track.\n''This gives Democratic politicians the chance to bracket the country,'' she said, ''to get to the South and Midwest, where racing is huge. And it's generational. If we do our job right, we'll have all these kids growing up Democrats as Nascar gets bigger and bigger.''\nA Republican consultant in Washington, Whit Ayres, laughed at that. ''It's delusional,'' he said. ''Go back to the infield and ask how many of those Nascar dads -- we used to call them southern white men -- are voting for Bush. Soccer moms had some claim to being a swing vote, but Nascar dads have no legitimacy. The Democrats are desperate. It would be like us looking for votes at the NOW convention,'' referring to the National Organization for Women.\nNascar seems delighted with the attention. It is the most unselfconsciously mercantile of major sports in its quest to cover every scrap of a racecar's body and a racecar driver's body suit with sponsors' logos. The skinniest strip on a car, the B pillar or ribbon of metal between the two side windows, can cost an advertiser $200,000. No wonder the term Nascar dads is simultaneously regarded as a welcome advertising soundbite and a misnomer.\n''Forty percent of our fans are women -- lots of soccer moms, I'll bet,'' said Jim Hunter, Nascar's vice president for corporate communications. ''The average income is $50,000 a year or more. New York and Los Angeles are tied as our second-biggest TV markets after Atlanta. But I have to tell you we're very happy to be seen as a player in American politics. Should get us more recognition and more sponsors.''\nNascar's recent growth spurt -- it is second only to the N.F.L. in television sports ratings -- began on February 18, 2001, with the most dramatic single event in the sport's history. On the first broadcast of a new national television contract, Dale Earnhardt, American racing's most celebrated active star, died in a wreck on the final lap of the Daytona 500.\nAdvertisement Continue reading the main story\nIt is conventional wisdom that in the states that voted for President Bush in 2000, the Intimidator's death was a national tragedy, while in the states that went to Al Gore, it was a revelation; who knew that every weekend more than 200,000 people showed up in one place to watch cars go around?\nEven greater growth is expected next year when the premier race series changes its sponsorship from Winston Cup (cigarettes) to Nextel Cup (telecommunications.) Nextel's 10-year, $750 million deal should open the way to more cross promotions and direct marketing to families and children, and thus a greater attraction for mainstream corporations, which must spend $12 million to make a top car competitive. That doesn't include millions more to promote that sponsorship.\nPoliticians have targeted Nascar fans before, vying to be the grand marshal of prerace parades or to work the infield and grandstands. Most famously, President Ronald Reagan, running for re-election on July 4, 1984, called, ''Gentleman, start your engines,'' while flying over Daytona in Air Force One. Richard Petty, the sport's icon, went on to score his 200th victory that day, considered a very good omen by Nascar and the Republican Party.\nBut until now, direct campaigning has only been on the local level, such as when Mark R. Warner, a Democrat, sponsored a car in one race at Martinsville Speedway in the early stages of his successful 2001 campaign for governor of Virginia. That same year, supposedly boosted by a promise to bring West Virginia a Nascar track, Robert E. Wise Jr. defeated a Republican incumbent for governor. But it is a new tactic in national politics.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''Barry Goldwater and then Bob Dole felt me out on this when they were running for president,'' said H.A. Wheeler, president and general manager of the Lowe's Motor Speedway in Concord, N.C.\n''Takes you one nano-second at the track to figure it out, a couple of hundred thousand people spending a lot of money on something that's their college football. But I wouldn't call them angry white men or Nascar dads or even necessarily rural.\n''They vote Republican, but would vote Democrat if the candidate sounded Republican,'' added Wheeler, a Nascar elder and a deal-maker known as Humpy. ''They liked the President's 'Top Gun' performance, but they're not so gung ho anymore on Iraq because this is the crowd that joined the National Guard that's being extended. They hope we find those weapons of mass destruction, because they are losing patience.\n''They're not dumb and they won't be patronized, and those 'waitress moms' they are married to are more likely to be dental hygienists or real estate agents.''\nAt Riverhead Raceway, a hardscrabble quarter-mile track in the semi-rural eastern end of Long Island, drivers, crew members and fans tended to agree with Wheeler's characterization of them as Bush Republicans who could be won over if a Democratic man's man came along, someone who seemed as if he could get his hands dirty, who was conservative and talked bluntly. Despite the Bob Graham car, they seemed more interested in Gen. Wesley Clark, and most interested in local politicians.\nAdvertisement Continue reading the main story\n''We're not stupid, '' said Roger Oxee, a 51-year-old salesman who races in a competitive but basically recreational class called Late Model Stocks. ''Showing up once a year at a track isn't recognition of my culture. I'll vote for the candidate who promises that he won't let them shut down this track to make room for a shopping mall or a housing development.''\nElaine Vollmoeller and her family may not be around that long. A corrections officer, she is considering early retirement and a move south because of the economy.\n''There's no way my kids can own their own homes up here,'' she said. ''Is a Democrat going to fix that? I don't know. I know I don't like these labels. Too many free spirits here to call people conservatives, even Republicans. I think we'll vote for somebody who can make things better for us. And the first thing is to understand what we're going through. That would register with me.''\nSaunders, Graham's rural consultant, better known as Mudcat, is quick to spin such sentiments as the reason why his candidate will burst out of the Democratic pack. The Graham logo on the No. 50 Ford (basically a car gussied up to resemble a pick-up truck) in the Craftsman Truck series cost a reported $500,000. Although No. 50 hasn't won a race since its first outing on July 5 in Kansas City, Kan., it has consistently finished well and is fifth overall in the standing\nIt will certainly get its money's worth in TV time, according to David Yott, managing editor of Joyce Julius and Associates, an Ann Arbor, Mich. research firm that tracks the commercial worth of sports broadcast exposure. As of Aug. 20, the truck had logged sightings worth $405,305.\n''We needed a sponsor for that truck,'' said John Miller, the Roush Racing director of new business development, who made the Graham deal. ''I didn't see it as any different from a newspaper or television station selling commercial space, but I was excited to get to see retail politics up close and to do something new and unique that would get us a different kind of exposure. And it did. I was able to get Superchips, that's an engine-tuning product, to sponsor our other truck.''\nNot to mention getting the Graham campaign to buy 12,500 die-cast models of the truck to be sold for $80 each as a fund-raiser.\nJon Wood, the 21-year-old driver of the Graham car, found himself answering political questions at the shake-and-autograph sessions that are part of the job.\nWood said: ''I've never considered myself political, so this broadened my horizons. In the beginning, fans asked, 'Who's Bob Graham?' and I'd tell them how he'd never lost an election and he was behind saving the Everglades and was a real cool guy like us.\nAdvertisement Continue reading the main story\n''Nowadays, after so much publicity, fans ask me how the car's running and how's Bob doing in the polls.''", "url": "https://www.nytimes.com/2003/10/04/sports/auto-racing-a-presidential-candidate-eyes-the-auto-body-politic.html"}