{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:35:17", "date_modify": "2018-11-16 03:35:17", "date_publish": "2003-07-02 01:00:00", "description": "Sam Sifton comments on barbecue authority Chris Schlesinger's method of cooking pulled pork, a 14-hour project; recipes; photos (L)", "filename": "2003_07_02_dining_the-chef-chris-schlesinger-barbecue-you-could-do-it-in-your-sleep_1542339317.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_07_02_dining_the-chef-chris-schlesinger-barbecue-you-could-do-it-in-your-sleep_1542339317.html", "title": "THE CHEF: CHRIS SCHLESINGER; Barbecue? You Could Do It in Your Sleep", "title_page": "THE CHEF: CHRIS SCHLESINGER; Barbecue? You Could Do It in Your Sleep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Their latest, ''Let the Flames Begin'' (Norton), was published in 2002 and rereleased this year. There is an electric stove in his kitchen, which he rarely uses. He prefers to cook outside.\nThe plan was to make an American holiday meal, or at least the part that could be made on a grill, overnight, for lunchtime celebration the following day. The menu: North Carolina-style pulled pork sandwiches, with their characteristic vinegary sauce, on cheap hamburger buns. You might accompany these with a simple preparation of coleslaw or some salad (Mark Bittman offers some recipes with his column, The Minimalist, on Page 3) and a load of cut watermelon.\nTo make the sandwiches, you simply pull -- or tear, really -- shreds of meat from slow-roasted shoulder of hog, which is known among butchers and barbecue aficionados as pork butt, and place these on a bun with some sauce. (A hog's rear quarters are called, conversely and somewhat more attractively, hams.) The cooking time for the pork may exceed 12 hours, but you could start after work tomorrow and easily be done in time for a Fourth of July lunch with little effort beyond getting up a few times in the night to tend the fire. (For those leery of sleeping while fire burns bright, the meat could be cooked throughout the day and enjoyed as a late dinner about the same time the holiday fireworks wrap up, or even refrigerated until the following day, to be reheated in the oven.)\nMr. Schlesinger's fire started slowly. About 6 p.m., he poured a pile of hardwood charcoal about the size of a large box of cereal into the front of the grill's firebox and added to it a generous, unapologetic spray of lighter fluid. ''I don't have a problem with this stuff,'' he said. ''I want to get my fire going.'' When gray ash began to appear on the edges of the charcoal, he placed on it a large piece of dry oak, which popped and crackled in the heat.\nMr. Schlesinger's grill is a Weber Ranch kettle a yard across. Behind the fire was almost two feet of open grill space, plenty for the three pork butts he planned to cook. (A conventional grill has less space, but plenty for a single butt.) The meat would cook slowly in heat that would not often, Mr. Schlesinger estimated, exceed 212 degrees. ''You want to melt the fat into the meat,'' he said. ''You don't want to incinerate it.''\nTo protect the butts during the cooking, Mr. Schlesinger used a dry rub of spices that adhered to the pork and seized up in the heat, creating a flavorful crust. To make it, he mixed generous amounts of brown sugar, dry mustard, ground coriander, cumin, cayenne, paprika, chili pepper, freshly ground black pepper and sea salt in a bowl.\nWhen he was finished he set the rub aside and pulled the pork from his refrigerator.\n''There's no extra benefit in letting this meat come to room temperature before cooking it,'' he said. ''I don't like to take chances with bacteria.'' He cut the butts out of their packaging with a small knife and rinsed the meat in the kitchen sink. ''Likewise,'' he explained.\nAdvertisement Continue reading the main story\nOutside, the charcoal fire was dying down and the oak smoking furiously. Mr. Schlesinger placed the three butts in a large disposable aluminum-foil pan on a table next to the grill and, using his hands, slathered them with the dry rub.\n''It's O.K. if it's a little wet,'' he said. ''It gets pasty, and that helps spread the rub around.''\nOne by one he placed the butts on the grill, fatty side down, well away from the fire. ''I'll turn them later,'' he said. ''In about eight hours.'' He slid the kettle top onto the grill and adjusted the top vents. Smoke rose into the air from them in a steady stream.\n''It's running a little hot,'' Mr. Schlesinger said. ''But the one time you're not going to be overcooking a butt is now, at the beginning.'' He looked down at the smoke for a while, silently watching it rise.\n''Let's get some dinner,'' he said.\nMr. Schlesinger checked his fire again at 9:30 p.m., adding another piece of oak, and then retreated to the living room with a can of Pabst Blue Ribbon to watch television. ''Groundhog Day,'' the 1993 movie in which Mr. Murray experiences the same day over and over, had started on TBS at 8 o'clock. This morphed, at 10:20, into ''Ghostbusters'' (1984), in which Mr. Murray plays a parapsychology professor with a ghost-removal business. (Mr. Schlesinger added another log to the fire at 11:40.) ''Stripes,'' the 1981 movie in which an unemployed Mr. Murray joins the Army to meet girls and have a good time, got under way at 12:35 a.m. An hour later, Mr. Schlesinger reluctantly abandoned the narrative to add more charcoal to the fire, at which point he turned the butts over. More charcoal went on just after 3 a.m. On the television, ''Ghostbusters'' was playing again.\nBetween these chores, Mr. Schlesinger said, it only appeared that he was dozing.\nAt 8 a.m., with the sun beginning to dry the dew that had gathered on the deck during the night, Mr. Schlesinger declared the cooking complete, 14 hours after it had begun. ''Feel that,'' he said, pressing his finger into one of the butts. It felt like a ripe peach, or a late-summer tomato. ''Done,'' he said.\nWith tongs in his left hand and using his right hand for balance, moving carefully so as not to tear the skin, he pulled the butts, which now had the color and texture of redwood logs, off the grill and placed them back in the disposable aluminum-foil pan, which he had cleaned the night before.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n''We'll let those rest,'' he said, and went to the kitchen to get the sauce: a cup of white vinegar, a cup of cider vinegar, a tablespoon of sugar and a not inconsiderable dash of Tabasco sauce, mixed together in a bowl.\n''We'll let those butts rest all morning,'' Mr. Schlesinger continued. ''They'll be perfect for lunch.''\nAdvertisement Continue reading the main story\nBut he soon pulled some hamburger buns out of a plastic bag and moved back to the porch. With his tongs, he picked up the largest of the butts by one end. It tore under its own weight, releasing a small cloud of steam. The smell was incomparable: sweet, smoky and fine.\nHe tore off a sliver of meat and tasted it, then smiled.\n''I was a little nervous,'' Mr. Schlesinger said. ''You always get nervous, even when you know it's going to be good.''\nHe pulled some more meat off the butt and placed it on a bun. Breakfast was served.\nPULLED PORK\nAdapted from Chris Schlesinger\nTime: 14 hours, largely unattended\n4 tablespoons paprika\n4 tablespoons brown sugar\n2 tablespoons kosher salt\n2 tablespoons cracked black pepper\n2 tablespoons ground cumin\n2 tablespoons chili powder\n2 tablespoons dry mustard\n2 tablespoons ground coriander\n1 tablespoon cayenne pepper\n1 pork butt, 5 to 6 pounds\nBarbecue sauce (see recipe).\n1. In a grill with a cover, build a small fire to one side, making sure all the wood or charcoal becomes engulfed in flame. (This dish should not be attempted on a gas grill.)\n2. Mix dry ingredients together in bowl, using a fork to break down hunks of brown sugar. Apply this rub to pork butt with your hands, covering meat entirely.\nAdvertisement Continue reading the main story\n3. When flames begin to die down, leaving flickering coals, place meat on grill on the side without fire. Do not let flames touch meat at any time.\n4. Cover grill, vent slightly and cook, checking fire every 30 minutes or so, and adding a bit more fuel as necessary, for about 14 hours, until meat is soft to the touch.\n5. Remove meat from grill with tongs, let rest 10 minutes, and pull meat apart with tongs. Serve on hamburger buns, drizzled with sauce.\nYield: 10 to 12 servings.\nBARBECUE SAUCE\nAdapted from Chris Schlesinger\nTime: 10 minutes\n1/2 cup white vinegar\n1/2 cup cider vinegar\n1/2 tablespoon sugar\n1/2 tablespoon crushed red pepper flakes\n1/2 tablespoon Tabasco sauce\nSalt and freshly cracked black pepper to taste.\nWhisk ingredients together in a bowl. Drizzle on barbecued meat. Covered, sauce will keep about 2 months.\nYield: About 1 cup.", "url": "https://www.nytimes.com/2003/07/02/dining/the-chef-chris-schlesinger-barbecue-you-could-do-it-in-your-sleep.html"}