{"authors": ["Jodi Wilgoren"], "date_download": "2018-11-16 03:58:27", "date_modify": "2018-11-16 03:58:27", "date_publish": "2003-11-06 00:00:00", "description": null, "filename": "2003_11_06_us_in-a-jam-dean-apologizes-for-remarks-on-rebel-flag_1542340707.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_11_06_us_in-a-jam-dean-apologizes-for-remarks-on-rebel-flag_1542340707.html", "title": "In a 'Jam,' Dean Apologizes for Remarks on Rebel Flag", "title_page": "In a 'Jam,' Dean Apologizes for Remarks on Rebel Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But by yesterday he made clear that he realized that his ''clumsy'' handling of the issue had become a large problem. In an interview with editors of The New York Times, he spoke of being in a ''jam'' and a ''big contretemps.'' He used the phrase, ''assuming we get through the current unpleasantness.''\nHe said he had been up most of the night pondering the problem, and called former President Jimmy Carter yesterday morning for advice.\nAt the same time he said his comments had been misconstrued and he did not back away from his conviction that the party had to make inroads with white Southerners noting that the Republicans ''have played the race card'' since 1968 and the Democrats had to find a way to win them back with issues like health insurance. He insisted ''the African-American community gets this.''\nThroughout the day Dr. Dean, 54, appeared subdued and reflective, a sharp contrast to the defiant tone he struck at Tuesday night's debate.\nHe said that his main mistake had been not immediately condemning the flag during the debate, and that he had decided to change course as he came to understand that his comments had been personally offensive to two of his rivals, the Rev. Al Sharpton, who is black, and Senator John Edwards of North Carolina.\n''When people get in my face, I tend to get in theirs,'' Dr. Dean said in the interview at The Times. ''Al Sharpton was in my face last night and I was not going to step one step, half a step, backwards, and I don't care who's in my face.\n''I tend to be reflective rather later than sooner,'' he added. ''Now, unfortunately, we all know that nobody's personality is perfect. So the things that make me a strong candidate are also my Achille's heel.''\nAdvertisement Continue reading the main story\nHe said in several interviews that Mr. Edwards' suggestion at the debate that he was being patronizing to the South had played a ''significant role'' in his decision that he had to speak out further and clarify his views. ''I came to the conclusion that he actually had been really wounded, that he felt the patronizing personally,'' he said at The New York Times.\nDr. Dean's apology quelled the criticism from some of his rivals, and many African-American leaders attributed his gaffes to a lack of communications discipline rather than a deeper misunderstanding of blacks or the South.\nTold of Dr. Dean's Cooper Union remarks, Senator Edwards said at an appearance in Concord, N.H., that ''it sounds like he said the right thing,'' but that ''what matters is how people across the country respond.''\nAnother Democratic candidate, Senator John Kerry of Massachusetts, issued a statement after Dr. Dean's speech, saying, ''Rather than politics as usual, Howard Dean should have taken responsibility for his rhetoric and simply said, 'I was wrong.' ''\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Kerry's campaign manager, Jim Jordan, said in an e-mail message that the situation is ''a completely self-inflicted crisis, and it's highlighted already-growing impressions of a campaign that puts expediency over principle every single time.''\nSeveral civil rights leaders and black Democrats who are unaligned in the presidential contest said the apology would likely be sufficient.\n''He's probably stopped the hemorrhaging,'' said Kweisi Mfume, the president of the N.A.A.C.P., adding that Dr. Dean reached out to him on Sunday to put his flag comments into context. ''It was important for him to get in front of this issue, lay his soul to bare, explain his context.''\nThe Rev. Joseph Lowery, a founder of the Southern Christian Leadership Conference, said he would not vote against Dr. Dean because of the misstep, adding, ''I think what Dean said was a slip from the lip more than a dart from the heart.''\nBut Michael Eric Dyson, a professor at the University of Pennsylvania who is a leading black cultural critic, said Dr. Dean came off as defensive and snide during the debate, ''exacerbated the situation by waiting until today'' to retreat, and still seems ''racially insensitive.''\nAdvertisement Continue reading the main story\n''If you say, 'I'm interested in bringing back poor white people, and Southern whites who are disaffected with the Democratic party,' that's fine,'' Professor Dyson said. ''But to make your appeal at the expense of black folks only reinforces the perception that Democrats use black people when it's necessary, but at the same time exploit us when it's convenient.''\nIn his appearance at The New York Times, Dr. Dean spoke at length about issues of race. ''The irony of this Confederate flag thing,'' he said, ''is that there has been nobody who has been more outspoken about race on this campaign trail than me,'' Dr. Dean said. ''I talk about affirmative action. I talk about it in ways that nobody else talks about it. I talk about institutional racism.\n''Every election in the South is about race and a good many in the North are about race as well,'' he said, ''and until we openly discuss the problems in this country they are not going to go way.''\nKurt Schmoke, the dean of Howard University law school, who attended Yale with Dr. Dean and advises him on urban and minority concerns, said that ''it's not fatal'' but that he hopes his candidate has learned from this to watch his words, particularly as he climbs in the polls.\n''What concerned me was his staff up in Vermont reacted by saying, 'Well, he said this before, these guys took him out of context,' '' said Mr. Schmoke, the former mayor of Baltimore. ''That was the wrong response. The right response was what he finally ended up with today -- wait a minute folks, my heart is in the right place but I chose the wrong words.''\nSome in the Dean campaign had wanted to stick to today's script, an important announcement about letting supporters vote on whether to abandon the public-financing system.\nEven an hour before his Cooper Union appearance, Dr. Dean said he was unsure how or when he would address the flag issue. In addition to President Carter, Dr. Dean consulted yesterday with the Rev. Jesse L. Jackson, as well as several African-American labor leaders and elected officials.\nBehind stage moments before noon, aides said, Dr. Dean scribbled down remarks on race, saying his gut told him to go ahead.\n''You can blame the media or blame my opponents, but the fact is, I've got to own my own words,'' Dr. Dean explained yesterday evening in Manchester. ''And that's what I decided at about 3 o'clock this morning.''\nAdvertisement Continue reading the main story\nThe apology came on the eve of an endorsement vote by the nation's largest and most diverse union, Service Employees' International, which has been leaning toward backing Dr. Dean.", "url": "https://www.nytimes.com/2003/11/06/us/in-a-jam-dean-apologizes-for-remarks-on-rebel-flag.html"}