{"authors": ["Sandra Blakeslee"], "date_download": "2018-11-16 04:45:28", "date_modify": "2018-11-16 04:45:28", "date_publish": "2003-12-09 00:00:00", "description": "Neuroscientists are increasingly interested in circuitry of human brain and are focusing on spindle cells and their impact on social emotions; hold that mammalian brains are extremely similar and new evidence on spindle cells may explain why humans possess unique emotional qualities; Dr Arthur Craig, Barrow Neurological Institute (Phoenix, Ariz) functional neuroanatomist, has written series of articles in which he cites findings obtained by functional magnetic resonance imaging that support insula as primary location of social emotions carried on spindle cells; supporting data discussed; drawings, graphs, photos (L)", "filename": "2003_12_09_science_humanity-maybe-it-s-in-the-wiring_1542343528.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_12_09_science_humanity-maybe-it-s-in-the-wiring_1542343528.html", "title": "Humanity? Maybe It's in the Wiring", "title_page": "Humanity? Maybe It's in the Wiring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The search for brain differences has not been easy. Mammalian brains are extraordinarily similar. All contain an outer rind, or cortex. The human cortex, where intelligence lies, is simply a lot bigger than that of other creatures given the human body's size.\nBut the size of the brain is not everything. One important feature of more complex brains is that they are rich in circuits -- linked cells from various parts of the brain that become active at the same time.\nImagine a Christmas tree with millions of lights, each representing a cell group. The thought of dogs would activate a small set of lights. The thought of a beloved dog that died last year would activate some of the same lights plus others.\nThe thought of a cat would activate yet another set with some overlap because animals are involved. Thinking about a sunset would activate whole new sets of lights with no overlap. Once a thought is complete, all the lights or neurons fall silent, waiting to be called into play in different combinations when new thoughts arise.\nSome sets of lights are found in structures that serve as major hubs for thinking and feeling. For example, a brain region called the anterior cingulate -- a hub from which many circuits branch out -- is almost always active when human subjects are experiencing emotions or need to think about things that are difficult. Any conflict of any sort, any reward, and the anterior cingulate starts buzzing.\nAt least that is the judgment of the researchers who track increased blood flow with brain scans called functional magnetic resonance imaging.\nOne of the first circuits studied in the 1940's involved the sense of touch. Sensations from the skin, including pain and temperature, were found to be carried by nerve fibers to a part of the brain devoted to bodily sensation. Less distinct sensations from viscera and internal organs went to a small region called the insula.\nAdvertisement Continue reading the main story\nOr so the thinking of the time went. But Dr. Arthur Craig, a functional neuroanatomist at the Barrow Neurological Institute in Phoenix, says this classic view is incorrect for most sensations.\nIn a series of recent articles published in leading neuroscience journals, Dr. Craig has laid out a new wiring diagram for how the body talks to the brain. Tissues from all over the body, from skin surface to muscles, contain nerve endings or sensors that relay information, via long nerves, to the upper spinal cord. From this information come sensations including sharp pain, burning pain, cool or warm temperature, itching, muscle contraction, muscle burn because of lactic acid, joint movements, soft touch, mechanical stress, tickling, flushing, hunger and thirst.\nThe target cells, called Lamina 1 neurons, together make up a map of the state of the body. They are the first of several steps in the sorting and transmitting of sensory information, through structures in the brain stem and midbrain to the cortex.\nThe line ends at two thumb-size parts of the cortex called the insula, one on the left and one on the right side of the brain. But the crucial stop along the way may be a nucleus of cells in the back of the thalamus with the intimidating name of the posterior ventromedial nucleus, VMpo for short.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThis structure hardly exists in most mammals. It is the size of a grain of sand in the macaque monkey, but relatively enormous in humans -- the size of a pistachio nut. It collects information on bodily states like temperature or the need for water, that need to be monitored to keep the body stable, in equilibrium. A nearby structure, another similar nucleus, also collects sensory news from internal organs. Each sends the information on to the pair of insulae.\nIn brain imaging studies the insulae show increased blood flow when people are exposed to disgusting odors, bad tastes, light touch or feel itching, muscle fatigue, stomach pain, thirst and most other body sensations. Because of this, scientists think that this collection of neurons contains a richer and more detailed map of the state of the body. Just as a map on the computer screen can grow more complex as cities, roads, even buildings are added, the brain seems to be making ever more complex constructions of feelings to represent what is going on in the body. How this happens is still a mystery. But the insula, Dr. Craig said, is ''a system that represents the material me.''\nIn each insula information becomes feelings. Self-awareness emerges, Dr. Craig said. Other animals have basic emotions, but the consensus is that most lack self-awareness and complex emotions because they lack brain structures like the VMpo and have insulae that are much less complex.\nThere is a final step. Information from the left and right insula is rerouted to the front part of the right insula where a new map is created, with yet another level of feeling, yet another sense of what is going on internally and in the world. This, say some neuroscientists, is where body states are translated into social emotions, which are the sorts of feelings that poets and novelists concentrate on -- love and hate, lust and disgust, cold calculation, hot tempers, sadness and happiness. If one feels heavy, or light, in the metaphorical sense, one is feeling it in the right anterior insula.\nIn scores of brain studies, this part of the insula is activated when we recall sadness or anger, anticipate pain, feel panic or become sexually aroused or have an emotional response to music. It lights up when people view or imitate emotional expressions in others. And in one study it showed activity when people experienced the pain of being socially excluded.\nAdvertisement Continue reading the main story\nA number of experiments show that the anterior insula is the main area that is active when people experience self-awareness, the realization that ''it is my body that is moving,'' my physical self moving through time.\nIn a separate line of research, Dr. John M. Allman, a neuroscientist at the California Institute of Technology, and his colleagues have delved below the level of brain structure to identify a special class of neuron -- spindle cells -- that are relatively enormous cells that collect information from one region of the brain and send it on to other regions. They function like air traffic controllers for emotions. They seem to lie at the heart of the human social emotion circuitry, including a moral sense.\nAt a Society for Neuroscience meeting in New Orleans last month, Dr. Allman reported finding spindle cells in an area called the frontoinsular cortex in only two species -- humans and African apes. This is a region closely connected to the insula and part of the same elaborate circuitry in which emotions are generated and experienced. An adult human had 82,855 such cells, a gorilla had 16,710, a bonobo had 2,159 and a chimp had 1,853. All had more spindle cells in the right hemisphere than in the left.\nThis particular part of the cortex is a somewhat mysterious region, Dr. Allman said. In brain imaging studies, it lights up when people look at romantic partners; perceive unfairness, deception or uncertainty about rewards; experience embarrassment; or, if they are mothers, hear infants cry.\nThe area is part of the orbitofrontal cortex, a part of the brain that seems to have undergone an evolutionary leap forward as recently as 100,000 years ago. It is where autobiographical memories are retrieved and choices are made for governing future behavior. It is activated with moral quandaries and economic decision making.\nFour years ago, Dr. Allman and his colleagues identified spindle cells in the anterior cingulate of humans, African apes and orangutans but not in any other species. The anterior cingulate is an older part of the brain that participates in autonomic functions like heart rate and blood pressure, generation of vocalizations and the production and recognition of facial expressions.\nIn humans, the experience of any intense emotion -- love, anger, lust -- activates the anterior cingulate. It is active during demanding tasks and when people make errors. The harder the task, the more activation.\nSpindle cells probably first appeared 10 million to 15 million years ago in a common ancestor of apes, hominids and humans, Dr. Allman said. Today these rare neurons are 5 to 40 times as abundant in humans as in apes. Spindle cells may help people register the general appropriateness of transactions or events, he said. They are a teaching system that takes output from social emotion circuits -- I feel good about this, I don't feel good about that -- and sends it all over the cortex for further action to occur.\nSpindle cells are not present at birth. They appear around age 4 months and gradually increase during the second and third year of life, the same time that guilt and embarrassment appear. As children develop a sense of moral judgment, the frontal lobes and spindle cell system continue to expand.\nAdvertisement Continue reading the main story\nNo neuroscientist would make a leap to say that this is where the conscience or sense of free will is lodged. But if one imagined a single location for these fundamental aspects of human nature, this would be the place.", "url": "https://www.nytimes.com/2003/12/09/science/humanity-maybe-it-s-in-the-wiring.html"}