{"authors": ["Julia Reed"], "date_download": "2018-11-16 03:33:11", "date_modify": "2018-11-16 03:33:11", "date_publish": "2003-12-28 00:00:00", "description": "Julia Reed Food column recalls lives of cookbook author Lee Bailey and journalist and author Mary Cantwell, both of whom died this year; recipes; photo (M)", "filename": "2003_12_28_magazine_food-friendly-persuasion_1542339191.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_12_28_magazine_food-friendly-persuasion_1542339191.html", "title": "FOOD; Friendly Persuasion", "title_page": "FOOD; Friendly Persuasion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fortunately, our grocery store was the late, lamented Neam's Market in Georgetown, where pristine heads of endive, bushy watercress and tiny haricots verts were lined up in the produce department and the butcher would cut the most beautiful pieces of meat I had ever seen. Even more fortunately, Nora was possessed of her very generous father's American Express gold card, so I would whip up Cantwell's Filet Mignon With Roquefort or her Rock Cornish Game Hen With Tarragon on a Bed of Watercress. My life then, now that I think about it, was far more civilized than it is now.\nBy the time I moved into my second apartment, with a cat this time instead of roommates, Bailey's first cookbook, ''Country Weekends,'' had come out, and I learned that even large-scale entertaining could be relatively stress-free. I had grown up looking at the overwrought photographs in Gourmet magazine, in which the food did not look exactly edible and radish roses abounded. Bailey freed us from all that, showing not only the cracked flan but also flower ''arrangements'' that were relaxed bouquets in pitchers or the revolutionary notion of a glass cylinder filled with nothing but, say, anemones. Long before the nation became obsessed with all things regional and seasonal, he recommended simple dishes like fresh ripe figs for dessert and peaches dressed with lemon juice and cayenne pepper as a main-course accompaniment.\n''Running a meal like clockwork is not one of his priorities,'' wrote Amy Gross in her foreword to ''Country Weekends,'' adding that Bailey rarely called people to dinner before 10 p.m. But in his company no one seemed to care -- guests munched on pistachios or peanuts (virtually the only hors d'oeuvres he ever produced), made their own drinks and wandered in and out of the kitchen, where their host was invariably making biscuits. Anyway, the food was always worth the wait.\n''During the first rush of nouvelle cuisine,'' Gross wrote, Bailey served chicken pot pie and ''the best boiled beef I've ever eaten.'' Even the lowliest vegetables were transformed in his hands. To this day, two of my favorite side dishes are his shredded, buttered cabbage and grated turnips braised in chicken stock. The steamed okra in a tomato vinaigrette that I served at my first full-fledged grown-up dinner party met, much to my relief, with huge success.\nBoth Bailey and Cantwell grew up in small towns -- the former in Bunkie, La. (population 5,000), and the latter in Bristol, R.I. -- among family they clearly loved, two facts that explain, I think, their warm and relaxed approach to entertaining. In an especially funny article, Cantwell wrote about how often, in the course of particularly trying domestic duties, she asked herself if the queen of England -- ''the pole star against which I measure my life'' -- would have to go through what she did. She described trying to type in an apartment that had no heat and carrying a chair by herself for blocks to be repaired. In the end, though, she realized that she had the one thing ''the queen of England cannot have, and that is my secure conviction that my friends like me for myself alone.'' She may have been unable to offer guests a warm room or cloth napkins while living in a temporary apartment. ''Still,'' she wrote, ''they show up to dine.''\nShe knew, as Bailey did, that celebrations were not necessarily about pomp, that it is silly to postpone pleasure for an event -- or an apartment -- worthy of it. In ''City Food,'' Bailey has a whole chapter on ''Celebration Dinners,'' and in its introduction he lists reasons to give them, ranging from a pay raise to a friend's birthday. The recipe for angel-hair pasta is from a menu with the apt title ''A Simple Swell Dinner,'' and it is perfect for an intimate New Year's Eve. So is Cantwell's Steak in Champagne, an elegant and supremely easy concoction inspired by her theory that Champagne should never lie dormant in the refrigerator waiting for a special occasion that may never arise. In the text that accompanies the recipe, she quotes Macheath's haunting line from ''The Threepenny Opera'' -- ''in real life the messenger never comes'' -- and reminds her readers that ''one has to be one's own messenger.'' She and Bailey taught us well how to do that.\nLee Bailey's Pasta\nWith Golden Caviar\n3 cups crème fraîche\n1/3 cup Calvados or other brandy\n2 bay leaves\nAdvertisement Continue reading the main story\n8 tablespoons unsalted butter, softened\n1 1/2 pounds angel-hair pasta\n1 egg yolk\n20 ounces golden (whitefish) caviar\nSalt\nFreshly ground black pepper.\n1. Combine the crème fraîche, Calvados and bay leaves in a large saucepan and whisk until blended. Heat to boiling over medium heat. Reduce heat to very low and keep warm, stirring occasionally while cooking the pasta.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n2. Meanwhile, bring a large pot of salted water to a boil. Add 3 tablespoons of the butter and all of the pasta. Cook until the pasta is just done, still firm to the teeth, 3 to 5 minutes. Drain and keep warm.\n3. Whisk the egg yolk and the remaining 5 tablespoons butter in a large serving bowl until blended. Add the hot pasta and toss gently to coat the strands. Discard the bay leaves and pour the crème-fraîche mixture over the pasta. Add about 3/4 of the caviar and toss gently until mixed. Season to taste with salt and pepper. Serve at once on warm plates, topping each portion with a heaping spoonful of the remaining caviar.\nYield: 8 servings.\nNote: Golden caviar is available with 24-hour notice from Wild Edibles, in the Market at Grand Central Terminal, (212) 687-4255.\nMary Cantwell's Steak In Champagne\n2 tablespoons plus 1 teaspoon butter\n1 teaspoon olive oil\n2 filet mignons, at least 6 ounces each\nSalt\n2 shallots, minced\n1/2 cup brut Champagne\nFreshly ground black pepper.\n1. Cut the 2 tablespoons butter into small pieces and set aside.\n2. Melt the remaining 1 teaspoon butter in the olive oil in a small skillet. Turn heat to high and sear steaks on both sides. Lower heat and cook to desired doneness, about 4 minutes total on each side for medium-rare.\n3. Remove the steaks to a heated platter and sprinkle with salt. Add the shallots to the skillet and sauté 1 minute. Add the Champagne and boil over high heat to reduce quickly by two-thirds.\nAdvertisement Continue reading the main story\n4. Remove the pan from the heat and swirl in the butter pieces and a few grains of pepper. Pour the sauce over the steaks and serve.\nYield: 2 servings.\nLemonade Soufflé\nButter for greasing the dish\n5 eggs, separated\n1/4 cup granulated sugar\n5 tablespoons frozen lemonade concentrate, thawed\nPinch salt\nConfectioners' sugar for dusting.\n1. Preheat the oven to 350 degrees. Butter an 8-cup soufflé dish. Beat the egg yolks and sugar until pale yellow. Stir in the lemonade concentrate. Set aside.\n2. Beat the egg whites with the salt until soft peaks form. Fold 1/3 of the whites into the yolk mixture. Gently fold in the rest, being careful not to deflate the mixture. Turn into the prepared dish.\n3. Bake on the center rack for 20 to 25 minutes, until the top is a rich, golden brown. Dust with confectioners' sugar. Serve immediately.\nYield: 4 servings.", "url": "https://www.nytimes.com/2003/12/28/magazine/food-friendly-persuasion.html"}