{"authors": ["Amanda Hesser"], "date_download": "2018-11-16 03:32:53", "date_modify": "2018-11-16 03:32:53", "date_publish": "2003-04-30 01:00:00", "description": "Amanda Hesser suggests serving rib steaks with parsley and crouton salad to go with bottle of petite syrah; recipe (S)", "filename": "2003_04_30_dining_pairings-a-generous-bouquet-for-a-rich-cut-of-beef_1542339173.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_04_30_dining_pairings-a-generous-bouquet-for-a-rich-cut-of-beef_1542339173.html", "title": "PAIRINGS; A Generous Bouquet for a Rich Cut of Beef", "title_page": "PAIRINGS; A Generous Bouquet for a Rich Cut of Beef - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WITH a name like petite sirah, you might expect something light with gentle splashes of acidity. But that is exactly what you will not get. Petite sirahs tend to present themselves with a thud that is rich with fruit, generous with earth and short on subtlety.\nThe very best examples offer intense doses of berries, structured with oak, and ample levels of acidity. The worst, as the panel discovered, wallop you with alcohol and leave your palate searching for fruit.\nDespite its name, petite sirah is a big wine. I cannot think of a better thing to eat with it than a great cut of beef and an assertive salad. The wine holds up well with rich meats like beef -- particularly cuts with a dense marbling of fat, like hanger steak or club steak (also known as entrecôte), and it simply begs for acidity to awaken its aromas.\nI broiled club steaks and served them with parsley and watercress salad, flecked with capers and large, rustic croutons. Before serving, I took some of the cooking juices the steaks had left on the cutting board and poured them into the salad.\nAdvertisement Continue reading the main story\nThe steak and wine need the salad to brighten up their heft and offer a little crunch. A nice loaf of country bread wouldn't hurt, either. But I would not recommend serving only beef and wine.", "url": "https://www.nytimes.com/2003/04/30/dining/pairings-a-generous-bouquet-for-a-rich-cut-of-beef.html"}