{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:11:11", "date_modify": "2018-11-16 04:11:11", "date_publish": "2003-03-17 00:00:00", "description": "Janet Maslin reviews The Da Vinci Code by Dan Brown; photo (M)", "filename": "2003_03_17_books_books-of-the-times-spinning-a-thriller-from-a-gallery-at-the-louvre_1542341471.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2003_03_17_books_books-of-the-times-spinning-a-thriller-from-a-gallery-at-the-louvre_1542341471.html", "title": "BOOKS OF THE TIMES; Spinning a Thriller From a Gallery at the Louvre", "title_page": "BOOKS OF THE TIMES; Spinning a Thriller From a Gallery at the Louvre - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Desperately seizing the painting in order to activate the museum's alarm system, Saunière succeeds in buying some time. And he uses these stolen moments -- which are his last -- to take off his clothes, draw a circle and arrange himself like the figure in Leonardo's most famous drawing, ''The Vitruvian Man.'' And to leave behind an anagram and Fibonacci's famous numerical series as clues.\nWhatever this is about, it is enough to summon Langdon, who by now, he blushes to recall, has been described in an adoring magazine article as ''Harrison Ford in Harris tweed.'' Langdon's latest manuscript, which ''proposed some very unconventional interpretations of established religious iconography which would certainly be controversial,'' is definitely germane.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAlso soon on the scene is the cryptologist Sophie Neveu, a chip off the author's earlier prototypes: ''Unlike the waifish, cookie-cutter blondes that adorned Harvard dorm room walls, this woman was healthy with an unembellished beauty and genuineness that radiated a striking personal confidence.'' Even if he had not contrived this entire story as a hunt for the Lost Sacred Feminine essence, women in particular would love Mr. Brown.\nWith Leonardo as co-conspirator, since his life and work were so fraught with symbols and secrets, Mr. Brown is off to the races. Google away: you may want to investigate the same matters that Langdon and Agent Neveu pursue as they tap into a mother lode of religious conspiracy theory. The Priory of Sion, the Knights Templar and the controversial Vatican prelature called Opus Dei are all invoked, as is the pentacle, the Divine Proportion, the strange sex rites glimpsed in the film ''Eyes Wide Shut'' and the Holy Grail. If you think the Grail is a cup, then Mr. Brown -- drawing upon earlier controversial Grail theories involving 19th-century discoveries by a real Saunière -- would like you to think again.\nAs in his ''Angels and Demons,'' this author is drawn to the place where empirical evidence and religious faith collide. And he creates a bracing exploration of this realm, one that is by no means sacrilegious, though it sharply challenges Vatican policy. As Langdon and Sophie follow clues planted by Leonardo, they arrive at some jaw-dropping suppositions, some of which bring ''The Da Vinci Code'' to the brink of overkill. But in the end Mr. Brown gracefully lays to rest all the questions he has raised.\nThe book moves at a breakneck pace, with the author seeming thoroughly to enjoy his contrivances. Virtually every chapter ends with a cliffhanger: not easy, considering the amount of plain old talking that gets done. And Sophie and Langdon are sent on the run, the better to churn up a thriller atmosphere. To their credit, they evade their pursuers as ingeniously as they do most everything else.\nWhen being followed via a global positioning system, for instance, it is smart to send the sensor flying out a 40-foot window and lead pursuers to think you have done the same. Somehow the book manages to reconcile such derring-do with remarks like, ''And did you know that if you divide the number of female bees by the number of male bees in any beehive in the world, you always get the same number?''\n''The Da Vinci Code'' is breezy enough even to make fun of its characters' own cleverness. At one point Langdon is asked by his host whether he has hidden a sought-after treasure carefully enough. ''Actually,'' Langdon says, unable to hide his grin, ''that depends on how often you dust under your couch.''", "url": "https://www.nytimes.com/2003/03/17/books/books-of-the-times-spinning-a-thriller-from-a-gallery-at-the-louvre.html"}