{"authors": ["James Bronzan", "Joe Burgess", "James Bronzan And Joe Burgess"], "date_download": "2018-11-16 04:27:52", "date_modify": "2018-11-16 04:27:52", "date_publish": "2004-08-29 01:00:00", "description": "Chart and maps show changes, road closings and protests that will take place in New York City during Republican National Convention; chart; maps (M)", "filename": "2004_08_29_nyregion_getting-around-during-the-convention_1542342472.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_08_29_nyregion_getting-around-during-the-convention_1542342472.html", "title": "Getting Around (During) the Convention", "title_page": "Getting Around (During) the Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Getting Into Manhattan\nN.J. Transit -- All Midtown Direct service is rerouted to Hoboken, where customers can connect to PATH trains, N.Y. Waterway ferries, or N.J. Transit buses, all of which will honor N.J. Transit rail tickets. Northeast Corridor trains will experience delays while trains are searched at Newark or Secaucus. Use of overhead luggage racks will be prohibited, many restrooms will be locked, and onboard trash bins will be sealed. www.njtransit.com/nn--rnc--2.shtml\nLong Island Rail Road -- Service is normal, but the railroad suggests that customers transfer to the subway at other terminals, such as Flatbush Avenue or Jamaica, to avoid pedestrian congestion at Penn Station. www.mta.info/lirr/RNC/Amtrak Service is normal, but all Northeast Corridor trains except Clocker and Keystone trains require reservations. www.amtrak.com/press/ad20040720000.html\nExpress Buses -- Manhattan-bound X17J, X22 and X31 buses travel on 42nd St. instead of 34th St. The X51 bus is re-routed at the exit of the Queens-Midtown Tunnel onto 37th St., returning to its regular route at 37th St. and Avenue of the Americas. www.mta.info/nyct/service/convention.htm\nAround Madison Square Garden\nPublic access to Penn Station and Madison Square Garden will be through the Seventh Ave. entrance at 32nd St. and the subway entrance on 34th St. between Seventh and Eighth Aves. Other entrances will be closed to the public. Vehicles will be prohibited from 31st St. to 33rd St., Avenue of the Americas to Ninth Ave., at all times. While the convention is in session, Eighth Ave. will be closed from 23rd St. to 34th St., and Seventh Ave. from 42nd St. to 29th St. JAMES BRONZAN AND JOE BURGESS\nAdvertisement Continue reading the main story\nEighth Ave. at 31st St. is designated a protest area. Additional lane and street closures are likely in this area.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMap of Manhattan highlighting areas around Madison Square Garden and open and closed subway stations.", "url": "https://www.nytimes.com/2004/08/29/nyregion/getting-around-during-the-convention.html"}