{"authors": ["Daniel Okrent"], "date_download": "2018-11-16 03:20:15", "date_modify": "2018-11-16 03:20:15", "date_publish": "2004-09-26 01:00:00", "description": "Daniel Okrent, in Public Editor column, contends that few things irritate or amuse New York Times readers more than daily corrections; says to editors, corrections reflect paper's determination to convince its readers that it takes accuracy seriously; disputes contention of critics that they establish smokescreen of trivia intended to obscure serious transgressions that paper chooses to ignore; suggests that substantive errors should have their own place on corrections page and under their own heading (M)", "filename": "2004_09_26_weekinreview_the-public-editor-corrections-eccentric-essential-and-ready_1542338415.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_09_26_weekinreview_the-public-editor-corrections-eccentric-essential-and-ready_1542338415.html", "title": "THE PUBLIC EDITOR; Corrections: Eccentric, Essential and Ready for an Upgrade", "title_page": "THE PUBLIC EDITOR; Corrections: Eccentric, Essential and Ready for an Upgrade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Blumenthal's record was excellent, his internal logic consistent, his openness to corrections proven just days before. Strong (whose own internal logic seemed fine, too) stuck to his position. Al Siegal, speaking with the wisdom (and the sigh) acquired during his 27 years of toil in the vineyards of corrections, told me after we had struggled through this one, \"Situations like this tend to have very unsatisfactory outcomes.\"\nFor Robert Strong, that's putting it mildly. For complainants who have not had the privilege (if that's what it is, given the outcome) of having their grievance aired on Page 2 of the Week in Review section, it's no doubt even more discouraging. The apparent standoff is not a tie game at all, but a shutout: New York Times 1, Complaining Interviewee 0.\nWorse, I don't know how it can end up any other way. I've played with the idea of creating a forum on my Web site where the aggrieved could register unrequited complaints, but it does not take a Diogenes to see the opportunity for mischief and deceit that washes so widely over the Web. Although the letters column on the editorial page is not generally a forum for challenges of fact or fairness, it does accommodate the occasional formal demurrer; separate letters columns in the various Sunday sections often contain claims of mistreatment from parties of interest. Certainly the editors could provide more space for this sort of thing on nytimes.com. They might also consider appending those challenges that do merit publication to the electronically archived version of the article in question, just as they do now with corrections. Like a point of personal privilege offered under Robert's Rules of Order, they ought to be acknowledged, if not necessarily heeded.\nBut even in the circumscribed realm of the current corrections policy, there's room for improvement on the form established 32 years ago, when A.M. Rosenthal, then the managing editor, first set aside correction space adjacent to the daily News Summary. Eleven years after that, Rosenthal introduced the Editors' Note, a form devoted to remedying, as The Times's stylebook puts it, \"lapses of fairness, balance or perspective -- faults more subtle or less concrete than factual errors, though often as grave and sometimes graver.\" Errors are honest mistakes; the \"lapses\" addressed in Editors' Notes are usually bad journalism.\nThrough Thursday, The Times had published nearly 2,300 corrections this year, but only 35 Editors' Notes. The rarity of Editors' Notes underscores their gravity. Contrarily, the soil that yields corrections is so fertile it becomes easy to ignore large parts of the crop. Correcting the misspellings of proper names is a nice gesture, especially for people who may never be mentioned in The Times again. And letting the world know that the \"beachfront complex of bars along the Florida-Alabama border that was damaged\" by Hurricane Ivan \"is Flora-Bama, not Floribama\" is well, it isn't a bad thing to do. But this sort of underbrush obscures corrections of real consequence.\nFor instance, on Thursday, one correction indicated that an Iranian official had not warned that his country might produce \"highly enriched uranium, which is used in nuclear weapons,\" but might \"resume suspended efforts to produce enriched uranium, the form that can power nuclear reactors.\" The mistake may have been as innocent as the Flora-Bama fumble, but relative to a reader's understanding of the original story, the difference between reactor-grade uranium and weapons-grade uranium is more serious by a factor of, oh, several million. Not nearly as serious, but also meaningful to a reader's comprehension, the same corrections column noted that the rate of New York City children hospitalized for asthma in 2003 was 6.5 per 1,000, not 6.5 per 100,000. That's a difference with a distinction.\nMistakes like these -- as unwitting as the misspelling of names, and in no way triggered by malefactions like those that beget Editors' Notes -- deserve a category of their own. If Caroline Smith DeWaal does not go by the name Caroline S. DeWaal, or if \"Georges Bataille's Story of the Eye\" was produced not by ARM/Cinema but by ARM/Cinema 25 (both facts noted in that same Thursday's paper), let the record show it. But readers deserve to have mistakes like the misidentified uranium and the miscounted asthma attacks brought to their attention in an arena less crowded (and less stylized) than the Corrections column.\nAdvertisement Continue reading the main story\nLet Editors' Notes remain Editors' Notes, let Corrections remain Corrections -- but give substantive (if innocent) errors their own place on the page, under their own heading. I haven't any idea what to call this new format I'm recommending, so let's kick off Public Editor Readership Contest No. 1.\nSend entries to public@nytimes.com, and I'll paste the winner on Al Siegal's door.\nUnattributed Source Watch: Two especially tasty descriptions of why people are allowed to speak anonymously in the pages of The Times showed up recently. In \"Familiar Democratic Faces, but New Duties in Kerry Camp\" (Sept. 16), David M. Halbfinger quoted \"one senior Kerry aide,\" \"one senior adviser,\" \"one official who attends strategy sessions,\" \"a Democratic operative\" and, by paraphrase, \"other senior campaign aides.\" They were all granted anonymity, Halbfinger wrote, \"because the campaign bars aides from discussing its internal workings.\" In \"CBS Says Producer Violated Policy by Putting Source In Touch With Kerry Aide\" (Sept. 22), Jim Rutenberg and Bill Carter provided an even more delicious explanation for the timidity of their anonymous sources: \"several people at the news division,\" they wrote, \"insisted on anonymity because they had been told not to talk to reporters.\" Any impulse I had to chastise Halbfinger, Rutenberg and Carter was substantially mitigated by their bringing to the readers' attention pols who apparently break specious rules they write themselves, and news officials who tell their reporters not to talk to reporters.\nFinally, readers (especially readers who are also journalists) offended by the willingness of news organizations to play along with Washington's bad habit of \"background briefings\" might want to check out the public service that columnist Jack Shafer of Slate is offering to perform, with me as his co-conspirator. You can read about it in \"Outing the Anonymice,\" at http://www.slate.com/id/2107082.", "url": "https://www.nytimes.com/2004/09/26/weekinreview/the-public-editor-corrections-eccentric-essential-and-ready.html"}