{"authors": ["Timothy L. O'Brien"], "date_download": "2018-11-16 03:58:43", "date_modify": "2018-11-16 03:58:43", "date_publish": "2004-06-02 01:00:00", "description": "John D Hawke Jr's regulatory efforts are under scrutiny as he nears end of his six-year tenure as comptroller of currency; Hawke and his agency have drawn criticism in Congress for failing to fix longstanding compliance problems at Riggs National Corp, favorite of diplomats and government officials that is involved in federal probes of suspected money laundering and terrorist financing through its accounts; Hawke also argued with state regulators when he issued guidelines in February saying his agency had upper hand in enforcing lending laws; action put him on collision course with state officials like New York State Atty Gen Eliot Spitzer who say Hawke's guidelines favor banks and weaken consumer protection; House Finance Services Committee is holding hearing to review how Hawke and Federal Reserve monitor suspect banking activities like those at Riggs; photo (M)", "filename": "2004_06_02_business_tough-washington-insider-to-face-his-critics-on-bank-regulation_1542340723.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_06_02_business_tough-washington-insider-to-face-his-critics-on-bank-regulation_1542340723.html", "title": "Tough Washington Insider to Face His Critics on Bank Regulation", "title_page": "Tough Washington Insider to Face His Critics on Bank Regulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Hawke, a Beltway insider accustomed to Washington's Machiavellian battles, approaches the matter with characteristic brio and directness. He has begun an examination of his agency's supervision of Riggs, asking his staff in a memorandum to review regulatory interactions going back to 1997 and to ''determine whether there were any inappropriate influences that may have affected our supervisory activities in this case.''\nIn a recent interview, Mr. Hawke acknowledged lapses in monitoring Riggs. ''We should have gotten tougher earlier,'' he said, ''and I don't make any excuses for it. It's a fair criticism of our supervision of Riggs that we let things go on too long.''\nMr. Hawke, who is 70, will address his critics this week. The House Financial Services Committee is holding a hearing today to review how the comptroller and the Federal Reserve monitor suspect banking activities like those at Riggs. The Senate Banking Committee will hold a similar hearing tomorrow, with Mr. Hawke scheduled to testify.\nBut he summarily dismisses the separate argument by state authorities that his efforts there will hurt consumers. The state officials argue that his regulatory moves will allow big banks to engage in unchecked consumer lending abuses by hiding behind the shield of a national charter, and that his agency is too cozy with the banks.\nHe offers a one-word appraisal: ''Nonsense.'' Such comments make Mr. Hawke's opponents apoplectic and reflect a self-assurance nurtured during decades as a banking lawyer and regulator.\nIn Mr. Spitzer, Mr. Hawke has found an opponent who is remarkably similar and is spoiling to cross legal swords on what he considers a seminal regulatory matter. ''The heart of the issue is ensuring that consumers have a voice that will stand up for them,'' he said of Mr. Hawke's efforts to pre-empt state laws affecting national banks. ''And the more enforcement opportunities we have in this realm, the better.''\nMr. Hawke is similarly sure that he is within his legal and constitutional rights. ''I think the state A.G.'s are in a losing proposition,'' he said, ''if they argue that they have the authority to enforce state consumer protection laws against national banks.''\nAdvertisement Continue reading the main story\nMr. Hawke notes that his agency has taken action against abuses by a range of consumer finance companies including payday lenders and big credit card issuers like Providian Financial.\nCritics say that such actions are relatively rare and that because the comptroller's primary concern is the financial soundness of national banks, consumer issues will always take a back seat. Just 100 of the agency's 1,700 field examiners focus on monitoring compliance problems and consumer abuses.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Hawke said that he thought the force was adequate and that he would not hesitate to rein in wayward banks and impose hefty fines for consumer abuses -- or for compliance problems of any sort.\nLast month, the comptroller fined a Riggs National subsidiary, Riggs Bank, $25 million for failing to report suspicious transactions related to the money-laundering investigation. It was the largest such penalty ever assessed against a domestic bank. Law enforcement officials have not accused the bank of criminal wrongdoing, but a former Riggs executive is the subject of a grand jury investigation. More regulatory fines are expected against several executives and directors, according to people who have been briefed on the matter.\nFederal investigators and members of Congress characterize these sanctions as long overdue. Investigators, speaking on condition of anonymity, said the comptroller's office was aware of significant compliance problems at Riggs as early as 1998 and outlined them in internal reports, yet did nothing for several years.\n''The Riggs case shows that our system really needs some work,'' said Representative Sue W. Kelly, Republican of New York and vice chairwoman of the House Financial Services Committee. ''I think we may still be armed with financial oversight tools that weren't designed to fight the war on terrorism.''\nMr. Hawke's critics also contend that the comptroller lacks the firepower, or will, to take on consumer-lending abuses. He responds that national charters create a more efficient regulatory framework for banks that would otherwise have to navigate an array of state laws. He adds that state banking regulators, as well as his own agency, depend on fees from the banks, and that he is willing to work closely with the state regulators to monitor abuses.\nSome state examiners complain, though, that Mr. Hawke is a captive of the industry he regulates.\n''Hawke is doing this because banks want to operate in a variety of ways,'' said John Ryan, executive vice president of the Conference of State Bank Supervisors, a group representing state regulators, ''and you have big commercial banks moving into consumer lending because that's where the money is. We don't feel that the comptroller has been in any way responsive to our concerns. He's acting more like a defense attorney than a public regulator.''\nMr. Hawke spent many years as a lawyer, rising in 1987 to chairman of Arnold & Porter, a prominent Washington law firm, after 25 years there. He left the firm in 1995 to join the Treasury Department, recruited by a high-ranking Treasury official, Frank N. Newman, who was once a banker and a client of Mr. Hawke.\nAdvertisement Continue reading the main story\nMr. Hawke said that Robert E. Rubin, then the Treasury secretary and now chairman of Citigroup's executive committee, advocated his appointment when President Bill Clinton nominated him to be comptroller in 1998. The comptroller's office is a branch of the Treasury Department. A Citigroup subsidiary, Citibank, is regulated by the comptroller, and Mr. Newman's old bank, the Bank of America Corporation, is the biggest bank under Mr. Hawke's purview.\nMr. Hawke, who said he issued the disputed guidelines after a wave of litigation between banks and states over consumer lending issues, said none of the banks he regulates receive preferential treatment. He presses examiners to perform tough investigations, he says, even if it causes a bank to seek a charter from a different regulator.\nSince becoming comptroller, Mr. Hawke has played an important role in a national regulatory regimen that has put banks on much sounder financial footing and he has helped negotiate international banking accords. He has also won praise for getting his agency's budget in shape and improving efficiency. But Riggs and the rights of states dominate his concerns now and may determine his legacy.\nCongressional resolutions have been filed to overturn Mr. Hawke's pre-emption regulation. The debate is most likely to be resolved in court, though, and because it involves fundamental questions like states' rights and the separation of powers, probably the Supreme Court. If so, Mr. Hawke is ready.\n''I think the challenge is to maintain the right balance between the responsibilities we have and the resources we deploy to carry out those responsibilities,'' he said. ''And I think we're doing that now.''", "url": "https://www.nytimes.com/2004/06/02/business/tough-washington-insider-to-face-his-critics-on-bank-regulation.html"}