{"authors": ["Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:04", "date_modify": "2018-11-16 04:31:04", "date_publish": "2004-05-05 01:00:00", "description": "Nicholas D Kristof Op-Ed column on emergence of strong pro-American feelings in Iran under rule of mullahs who despise America; says anything American is revered, partly as way to swipe at regime; warns Bush administration to avoid inflaming Iranian nationalism and uniting populace behind government in addressing issue of nation's quest for nuclear arms; holds Islamic revolution, left to its own devices, is headed for collapse (M)", "filename": "2004_05_05_opinion_those-friendly-iranians_1542342664.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_05_05_opinion_those-friendly-iranians_1542342664.html", "title": "Those Friendly Iranians", "title_page": "Those Friendly Iranians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Finally, I've found a pro-American country.\nEverywhere I've gone in Iran, with one exception, people have been exceptionally friendly and fulsome in their praise for the United States, and often for President Bush as well. Even when I was detained a couple of days ago in the city of Isfahan for asking a group of young people whether they thought the Islamic revolution had been a mistake (they did), the police were courteous and let me go after an apology.\nThey apologized; I didn't.\nOn my first day in Tehran, I dropped by the ''Den of Spies,'' as the old U.S. Embassy is now called. It's covered with ferocious murals denouncing America as the ''Great Satan'' and the ''archvillain of nations'' and showing the Statue of Liberty as a skull (tour the ''Den of Spies'' on the Web at www.nytimes.com/kristof).\nThen I stopped to chat with one of the Revolutionary Guards now based in the complex. He was a young man who quickly confessed that his favorite movie is ''Titanic.'' ''If I could manage it, I'd go to America tomorrow,'' he said wistfully.\nHe paused and added, ''To hell with the mullahs.''\nIn the 1960's and 1970's, the U.S. spent millions backing a pro-Western modernizing shah -- and the result was an outpouring of venom that led to our diplomats' being held hostage. Since then, Iran has been ruled by mullahs who despise everything we stand for -- and now people stop me in the bazaar to offer paeans to America as well as George Bush.\nAdvertisement Continue reading the main story\nPartly because being pro-American is a way to take a swipe at the Iranian regime, anything American, from blue jeans to ''Baywatch,'' is revered. At the bookshops, Hillary Clinton gazes out from three different pirated editions of her autobiography.", "url": "https://www.nytimes.com/2004/05/05/opinion/those-friendly-iranians.html"}