{"authors": ["C. J. Chivers"], "date_download": "2018-11-16 04:36:39", "date_modify": "2018-11-16 04:36:39", "date_publish": "2004-12-28 00:00:00", "description": "Viktor A Yushchenko, opposition leader, is Ukraine's presumptive president-elect after virtually all votes are counted; leads Prime Min Viktor F Yanukovich by 52 percent to 44 percent; Yanukovich refuses to accept results and says he will challenge them in court, but he has mustered few supporters; Kiev is calm after weeks of civil disobedience, and there are signs that evident outcome of election is being recognized abroad; Secretary of State Colin L Powell says election appears free and fair; Foreign Ministry of Belarus, Ukraine's neighbor, says it respects decision of Ukrainian people; European Union foreign policy chief Javier Solana also signals his satisfaction; importantly, leaders of prominent team of international election observers declare conduct of voting was substantial improvement over previous rounds; photo (M)", "filename": "2004_12_28_world_europe_yushchenko-wins-52-of-vote-rival-vows-a-challenge_1542342999.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_12_28_world_europe_yushchenko-wins-52-of-vote-rival-vows-a-challenge_1542342999.html", "title": "Yushchenko Wins 52% of Vote; Rival Vows a Challenge", "title_page": "Yushchenko Wins 52% of Vote; Rival Vows a Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Importantly, the leaders of a prominent team of international election observers declared that the conduct of the voting on Sunday was a substantial improvement over previous rounds.\n\"The people of this great country can be truly proud that yesterday they took a great step toward free and democratic elections by electing the next president of Ukraine,\" said Bruce George, special coordinator of observers from the Organization for Security and Cooperation in Europe.\nThe organization's assessment was crucial to the election's legitimacy. In the previous round of voting, on Nov. 21, Western observers cited widespread fraud and abuse of state power on behalf of Prime Minister Yanukovich, who had claimed victory.\nTheir report lent credibility to Mr. Yushchenko's opposition movement and his supporters' mass demonstrations, provided a basis for an international outcry, and helped lead to a complaint to the Supreme Court, which nullified the voting.\nThis time, in a reversal of the Nov. 21 election, it was Mr. Yanukovich who was refusing to accept the outcome. Speaking Monday evening at his headquarters, he asserted that a huge number of Ukrainians had been denied access to the polls, either by restrictive new voting rules or by intimidation by Mr. Yushchenko's supporters. He said he would file a challenge to the Supreme Court, seeking cancellation of the results.\n\"This is a crying fact: Millions of Ukrainian citizens did not have a chance to vote,\" he said. \"They were thrown out. They were humiliated. There were more than 4,800,000 of such people.\"\nMr. Yanukovich's claim did not square with the reports of international observers or journalists, and although for a moment Kiev seemed bound for a continued standoff in this protracted race, the prime minister's challenge appeared destined to go forward without independent corroboration or European support.\nAdvertisement Continue reading the main story\nFurthermore, while Mr. Yanukovich appeared to be following the Yushchenko playbook in protesting the results, there were other unmistakable differences. Mr. Yushchenko's complaints last month were matched not just by Western leaders but by a huge outpouring of support in Ukraine. Parliament also took up his case.\nBut Mr. Yanukovich was stepping into a much more lonely fight. He mustered few supporters in the capital on Monday, and Parliament ignored him, announcing plans through a spokesman to prepare for Mr. Yushchenko's inauguration.\nMr. George of the European organization, speaking generally about critics of the latest vote, also noted that anyone hoping to overturn the election would soon face a real test: providing evidence. \"If you make an allegation about misconduct, then tell us where it took place, how it took place and who made that criminal act,\" he said. \"If you cannot do that, withdraw the allegation.\"\nIt was easier to make allegations, he said, then to demonstrate them with facts.\nMr. George did say there were some problems with the election, including errors on voting lists and confusion over procedures for invalids voting at their homes. But without the independent corroboration of the sort of widespread fraud seen in the previous two rounds and given Mr. Yushchenko's strong margin of victory, the prospects for a challenge seemed poor.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe departing president, Leonid D. Kuchma, who had energetically backed Mr. Yanukovich in the previous two rounds of voting, made no public appearances or statements on Monday.\nMr. Yushchenko, who had claimed victory before his supporters in Independence Square early Monday, remained out of public view as well through the rest of the day.\nPolitical analysts noted that while the election challenge runs it course, Mr. Yushchenko, who has endured poisoning by dioxin and orchestrated fraud against his effort to gain the presidency, must now turn to the difficult tasks of governing.\nHis victory was clear, but it was not as overwhelming as voter surveys at the polls and early tallies had suggested. With the prime minister receiving more than 44 percent of the total, it was evident that a good part of the country opposed the presumptive future president.\nMoreover, the results showed a deep geographic split, with the south and the east voting for Mr. Yanukovich by wide margins.\nAdvertisement Continue reading the main story\nMr. Yushchenko, facing a polarized electorate, must now select a cabinet and a prime minister and begin trying to forge a new, post-Kuchma identity for the country.\n\"Viktor Yushchenko is the new president of the new Ukraine,\" said Dr. Grigory Nemyria, director of the Center for European and International Studies here. \"Yushchenko himself is important. But what is more important, long term, is the new Ukraine.\"\nDr. Nemyria said Mr. Yushchenko must try to modernize the economy in industrial regions in the east and south, an area he described as a rust belt reminiscent of Pittsburgh decades ago. He said that task would be especially difficult, because the region was where Mr. Yushchenko's support was weakest.\nHe also said the mass of people who turned out to support Mr. Yushchenko's challenge to the incumbent government, which is largely regarded as oppressive and corrupt, meant that there were high expectations that he would bring swift and clear change, in part by moving against corruption and creating open and independent civic institutions.\n\"One could call it a Herculean task,\" Dr. Nemyria said.\nFirst he must wait to be declared the official winner, and for the court challenge to be examined by the Supreme Court. On one score, he seemed secure: the capital appeared to be with him.\nA few of Prime Minister Yanukovich's supporters did show up on Monday to wave his distinctive blue and white flags near his headquarters. But they numbered only a few dozen, and seemed more worried than inspired.\nMr. Yanukovich had previously said he planned to bring huge numbers of his supporters to Kiev in the event he lost the race, but his supporters on the streets on Monday said they were local people, and they showed little signs of organization or preparation.\nOn the corner outside the prime minister's headquarters, three young men had only one banner to wave, and they shared a single bottle of beer.\n\"There were falsifications on the Yushchenko side,\" said one of them, Doniyel Yashikov, 18, a student at the Interior Ministry's law enforcement academy. \"I will never recognize him.\"\nAdvertisement Continue reading the main story\nAsked how he would resist, Mr. Yashikov said he would go to rallies. There were no rallies in sight, just cars passing by with their drivers and passengers largely ignoring him. Many of their antennas bore the orange ribbons of the Yushchenko campaign.", "url": "https://www.nytimes.com/2004/12/28/world/europe/yushchenko-wins-52-of-vote-rival-vows-a-challenge.html"}