{"authors": ["Daniel Okrent"], "date_download": "2018-11-16 03:20:29", "date_modify": "2018-11-16 03:20:29", "date_publish": "2004-10-10 01:00:00", "description": "Daniel Okrent, in Public Editor column, discusses New York Times coverage of presidential campaign; holds that he does not buy contention of some editors that because charges of bias come from liberals and conservatives, paper must be doing things right; contends that paper's obsessive attention to backroom maneuvers and spin-room speculation obscures his understanding of candidates; opposes overreliance on anonymous comments from self-serving partisans in news stories; maintains that Times is not systematically biased toward either candidate (M)", "filename": "2004_10_10_weekinreview_how-would-jackson-pollock-cover-this-campaign_1542338429.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_10_10_weekinreview_how-would-jackson-pollock-cover-this-campaign_1542338429.html", "title": "How Would Jackson Pollock Cover This Campaign?", "title_page": "How Would Jackson Pollock Cover This Campaign? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I will stipulate here that I'll be voting for John Kerry next month and will further admit that I have bent over backward to listen to pro-Bush complaints, in a conscious effort to counterbalance my own prejudices. I don't buy the argument a couple of Times editors have made, that because charges of bias come from both liberals and conservatives, the paper must therefore be doing things right. This makes as much sense as saying that a man with one foot on a block of ice and the other on a bed of hot coals must feel just fine.\nIn fact, I can find many things to criticize in The Times's election coverage. I'm as interested in the inside baseball of campaigns as the next politics nerd, but the paper's obsessive attention to backroom maneuvers and spin-room speculation obscures, rather than enhances, my understanding of the candidates. Much seems directed not at readers but at the campaign staffs and other journalists. The chronic overreliance on anonymous comments from self-serving partisans in news stories is equally maddening. (I prefer the pieces tagged \"News Analysis\" or \"Political Memo,\" where at least we can hear the sound of the writer's own voice, and take into account the writer's apparent views.) And why the paper would ask a reporter to provide \"real-time analysis\" online during the debates is beyond me. The very phrase is an oxymoron; analysis requires reflection.\nBut there are plenty of press critics in print and on the Web, so I'll cede the general criticism to them. Here's the question for a public editor: Is The Times systematically biased toward either candidate?\nNo.\nSo farewell, legions of the left and armies of the right -- all of you who have been faithful supporters when I've endorsed your various positions in past columns, but who will believe I have either lost my mind or sacrificed my credibility. I'm grateful for your close attention and your stimulating company, and I admire your passionate commitment.\nBut passion is a distorting lens that makes it hard to perceive the shape of things. Partisans will see the depredations committed against their man, but won't notice similar articles or headlines or photographs that may damage the other guy. Readers outraged by the Sept. 26 piece on Kerry's decision-making style ask when The Times will do a similar piece on Bush apparently because they didn't notice the one that ran Aug. 29.\nA Bush-hater will see a front-page picture of the confident president greeting enthusiastic crowds and shout \"Bias!\" much more quickly than he will remember the nearly identical photo of Kerry that ran the day before. Republicans who object to the play given a recent story about scientists campaigning against the president are unaware of the Democrats' cries of bias after The Times failed in June to report on an anti-Bush statement signed by 27 retired diplomats.\nIf there's a commissariat at The Times ordering up coverage to help or hurt a specific candidate, it's doing a lousy job; close reading shows bruises administered to each (and free passes handed out) in a pattern adapted from Jackson Pollock. Many people want to know why the other guy's position is in the first paragraph of a story, and their side doesn't weigh in until the sixth; they don't notice when it's the other way around. Sherrie Sutton of Manhattan, who describes herself as \"the only possible Bush vote on the Upper West Side,\" asked why Times headlines consistently use \"attack\" when Republicans criticize Democrats, but not when Democrats criticize Republicans. Intrigued, my associate, Arthur Bovino, determined that in the past year, headlined Republicans attacked Democrats 12 times and Democrats attacked Republicans 22 times. Ms. Sutton replied: \"Statistics don't lie, and you've got 'em. Interesting, that in the face of facts, I could still feel unsatisfied that campaign coverage by the NYTimes is balanced.\"\nAdvertisement Continue reading the main story\nInteresting, and honest, and for most of us, inevitable as well. Conservatives thought Cheney won the vice-presidential debate; liberals thought Edwards did. I can look at pictures of my children and see that they are flawless; you will see them differently (even though they are, of course, flawless). Write a book, get a lousy review -- it's happened to me several times -- and you challenge the reviewer's judgment, not your own. We see, and we are more vulnerable to, those things that matter most to us.\nUNQUESTIONABLY, individual articles, headlines or photographs do cast one or another candidate in a colored light, either rosy or dark. Headlines are especially toxic because of their reductive nature. Eric Kessin of Scarsdale, N.Y., wrote to say that the Friday, Sept. 2, headline \"Jobless Figures Could Emphasize Bush's Big Weakness\" might as easily have read \"Jobless Figures Could Emphasize Bush's Claim of Economic Growth.\" He was right and, in fact, the Saturday story was headlined \"Job Figures Help President Promote Economic Record.\"\nThat was accurate, but it, too, was not without its own coloration. Nothing is, especially when removed from the context of the long slog of the campaign and The Times's extended coverage. If The Times fails to give prominent space to a candidate's speech because it's a repeat of yesterday's, the paper is helping the opposition; if it does cover it, it's promoting the interests of the repetitive candidate. Show me an interesting photograph, and I'll show you an opinion. (I can't wait to hear what readers think of the Kerry portrait today on the cover The New York Times Magazine, much less the article itself.) (Check that: Yes, I can.)\nThose readers who long for the days of absolutely untinted, nothing-but-the-facts newspapering ought to have an Associated Press ticker installed on the breakfast table. Newspapers today and especially this newspaper are asking their reporters and editors to go deep into a story, and when and where you go deep is itself a matter of judgment. And every judgment, it appears, offends someone.\nIt is axiomatic that the facts or characterizations a journalist chooses to include can tilt a reader's impression. So can the choice of articles, the prominence they're given, the immense weight of the entire, cumulative chronicle of a too-long campaign.\nBut it is equally axiomatic that the reader who has already tilted toward a particular candidate or position will instinctively view the world and The Times -- from his or her own personal angle.\nThis piece turned out to be more of a rant than I intended, but given the vicious nature of some of the attacks levied against certain reporters, I wasn't inclined to be temperate. There are many critics of The Times's election coverage who are measured and reasonable, and their views -- very different from my own -- will be represented in this space next week. I also don't wish to discourage readers who in good faith find errors, misrepresentations or unfair characterizations. They may occur randomly, but their frequency is disappointing, and I'll continue to forward meritorious complaints to the appropriate editors and reporters. Many will find expression in the corrections column, or in this one.\nBut before I turn over the podium, I do want you to know just how debased the level of discourse has become. When a reporter receives an e-mail message that says, \"I hope your kid gets his head blown off in a Republican war,\" a limit has been passed.\nAdvertisement Continue reading the main story\nThat's what a coward named Steve Schwenk, from San Francisco, wrote to national political correspondent Adam Nagourney several days ago because Nagourney wrote something Schwenk considered (if such a person is capable of consideration) pro-Bush. Some women reporters regularly receive sexual insults and threats. As nasty as critics on the right can get (plenty nasty), the left seems to be winning the vileness derby this year. Maybe the bloggers who encourage their readers to send this sort of thing to The Times might want to ask them instead to say it in public. I don't think they'd dare.\nTHE PUBLIC EDITOR Correction: October 24, 2004, Sunday LETTERS TO THE PUBLIC EDITOR; Other Voices: Political Bias and the Eye of the Beholder Many people were distressed by my mention of various readers' names in my Oct. 10 column, and particularly by my singling out one who had sent an especially vituperative message to Times reporter Adam Nagourney. My policy: I consider all messages sent to me, or forwarded to me by Times staff members, to be public unless the writer has stipulated otherwise.\nEvery message sent to my office gets an instant response asking if the writer wishes his or her name to be withheld. No signed comments are published without confirmation of authorship, either by telephone or e-mail.\nI published the name of the man who wrote to Nagourney for the same reason that newspapers publish the names of people who commit other grievous acts. The man who vandalizes a church, say, doesn't want his name in the paper either. But I don't think his wishes should protect him from public responsibility for what he has done.\nSame goes for public editors: I was wrong to call the reader a coward; that was engaging in the same debased discourse that I condemn. I apologize.\nDANIEL OKRENT", "url": "https://www.nytimes.com/2004/10/10/weekinreview/how-would-jackson-pollock-cover-this-campaign.html"}