{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:37:48", "date_modify": "2018-11-16 03:37:48", "date_publish": "2004-09-01 01:00:00", "description": "Florence Fabricant suggests duck breast with fresh figs as meal to enjoy with bottle of St-Joseph red wine; recipe (S)", "filename": "2004_09_01_dining_for-a-wine-that-lingers-in-memory-a-reminiscent-dish_1542339468.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_09_01_dining_for-a-wine-that-lingers-in-memory-a-reminiscent-dish_1542339468.html", "title": "For a Wine That Lingers in Memory, a Reminiscent Dish", "title_page": "For a Wine That Lingers in Memory, a Reminiscent Dish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A GLASS of wine can have the madeleine effect for me, evoking a flood of memories. So it is with St.-Joseph.\nThe first time I drank one was in 1977 at lunch at La Pyramide in Vienne, France. Mado Point, the widow of Fernand Point, the celebrated chef and La Pyramide's founder, was still running the restaurant. She recommended a moderately priced bottle of St.-Joseph.\n\"It was one of Fernand's favorite wines,\" she said. \"It is not as famous as some others, like Côte-Rôtie or Hermitage, but it is reliable and good value.\"\nWe appreciated the recommendation, not only for its pedigree, but also because the dollar, at that time, was even weaker abroad than it is today. We drank it with duck with green peppercorns. My recollection of that sunny afternoon is that the wine, with its well-knit structure, good fruit and silken finish, was a delicious foil for the duck.\nAdvertisement Continue reading the main story\nAnd there, more than 25 years later, you have the source for my pairing of duck with St.-Joseph or any of the other red wines tasted by the wine panel.", "url": "https://www.nytimes.com/2004/09/01/dining/for-a-wine-that-lingers-in-memory-a-reminiscent-dish.html"}