{"authors": ["Nigella Lawson"], "date_download": "2018-11-16 03:29:03", "date_modify": "2018-11-16 03:29:03", "date_publish": "2004-09-01 01:00:00", "description": "Nigella Lawson column on making salmon with thyme, lemon butter and almonds, and chocolate raspberry shortcakes; photos; recipes (L)", "filename": "2004_09_01_style_dining_at-my-table-surf-n-sweet_1542338943.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_09_01_style_dining_at-my-table-surf-n-sweet_1542338943.html", "title": "AT MY TABLE; Surf 'n' Sweet", "title_page": "AT MY TABLE; Surf 'n' Sweet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even seasoned cooks can be anxious about cooking fish, but nothing could be simpler than oiling a large piece of foil, setting the fish on it and then pressing a few scallions and some thyme into the cavity. Wrap it all into a tightly sealed parcel, put it on a baking sheet and roast it. In truth, any fish can be cooked like this, and you can play around with the herbs, depending on what is available. This is a very good-natured recipe.\nFor dessert, strawberry shortcake is transformed into a chocolate raspberry shortcake, dark and delicious but somehow more grown-up than the traditional dish. Cocoa gives depth, but it can also make cake taste slightly bitter; I add honey to the dough to counter this.\nRaspberries offset the chocolate cakes much better than strawberries would, though it would not be a crime to use them. If you have a supply of gorgeous dark, sour-sweet blackberries on hand, they would definitely be a suitable fruity alternative to the raspberries.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe shortcakes are a snap. I borrow a trick from \"The American Baker,\" by Jim Dodge (Simon & Schuster, 1987), and make a batter that is slightly more liquid than is usual for shortcakes. The more liquid the batter, the more tender it remains, which is especially useful when adding cocoa, which can be drying. I pour the batter into unlined but well-greased muffin pans and bake it, rather than rolling and cutting out a stiffer dough.\nAlthough my recipe makes enough for 12, I wouldn't halve it. Simply freeze the six you don't want as soon as they cool, and make life easier for yourself another day. Shortcakes really have to be eaten the day they are made (if you are not freezing them), so unless you have a voracious horde coming over, it isn't worth splitting and filling the whole batch now. Besides, once you make these, you're going to have requests for them again. Now you're prepared. So sit back and enjoy the remaining bit of summer while you can.\nSALMON WITH THYME, LEMON BUTTER AND ALMONDS Time: 40 minutes\n1 tablespoon vegetable oil 1 4-pound salmon, cleaned and scaled, head and tail removed 2 scallions, trimmed 1 small bunch (about 1/2 cup) fresh thyme 6 tablespoons melted butter 1 tablespoon sea salt 1/3 cup sliced almonds Juice of half a lemon.\n1. Heat oven to 400 degrees. Lay out a double layer of foil big enough to wrap fish in, and drizzle with oil. Place fish on foil. Put scallions and half the thyme in cavity of fish. Drizzle 2 tablespoons butter over fish, and sprinkle with salt to taste. Wrap fish loosely, place on a baking sheet and bake 35 minutes. 2. Place a small skillet over medium heat. When pan is hot, add almonds, and stir until golden brown. Remove from pan, and set aside. In a small bowl, combine remaining melted butter and lemon juice; set aside. 3. When fish is cooked, carefully peel skin from side facing you. With a knife, divide fish in three portions by making two long cuts parallel to each other and perpendicular to the backbone. Cut down to the rib bones, but do not cut through them. Remove a portion of meat by sliding a spatula over rib bones and pulling meat away; repeat with 2 remaining portions, and place on three warmed plates. Remove backbone and attached rib bones. Cut three more fillets from remaining fish, placing them on plates. 4. Drizzle lemon butter over each fillet, and sprinkle with toasted almonds. Pull leaves from remaining sprigs of thyme, and scatter over fillets. Serve immediately.\nYield: 6 servings.\nCHOCOLATE RASPBERRY SHORTCAKES Time: 40 minutes\nFor the shortcakes:\nVegetable oil or nonstick spray, for pan 1 2/3 cups flour 1/3 cup cocoa 2 teaspoons baking powder 1/2 teaspoon baking soda 2 tablespoons sugar 8 tablespoons (1 stick) diced chilled butter 1 large egg 1 cup sour cream 2 teaspoons vanilla extract 3 tablespoons honey\nFor the filling: 1/2 cup heavy cream 1 tablespoon confectioners' sugar 1 cup raspberries.\n1. To prepare shortcakes, heat oven to 400 degrees. Oil bottom of each cup in a 12-cup muffin pan. In a mixing bowl, combine flour, cocoa, baking powder, baking soda and sugar. Using a pastry blender or an electric mixer, or working by hand, cut in the butter until mixture resembles damp sand. In a separate bowl, whisk together egg, sour cream, vanilla and honey. Add to flour mixture, and stir until thoroughly blended. 2. Put a scant 1/4 cup dough into each muffin cup. (Do not use muffin papers.) Bake until risen and firm on top, 15 to 20 minutes. Remove from heat, and allow to cool. Then remove from pan, and cool completely. Place 6 shortcakes in an airtight freezer bag, and freeze for another use. 3. To prepare filling for 6 shortcakes, whip heavy cream with 2 teaspoons confectioners' sugar until thick but still soft. Add 1/2 cup raspberries to cream, mashing them roughly with a fork. 4. Split each shortcake in half horizontally, and place a dollop of raspberry cream onto bottom half. Add a portion of whole raspberries, and put the top back on at an angle. Sprinkle a dusting of the remaining 1 teaspoon confectioners' sugar over shortcakes, and serve.\nAdvertisement Continue reading the main story\nYield: 12 shortcakes, and filling for 6.", "url": "https://www.nytimes.com/2004/09/01/style/dining/at-my-table-surf-n-sweet.html"}