{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:32:23", "date_modify": "2018-11-16 03:32:23", "date_publish": "2004-05-12 01:00:00", "description": "Mark Bittman The Minimalist column suggests stir-fried chicken with ketchup; recipe (S)", "filename": "2004_05_12_dining_the-minimalist-a-condiment-gets-to-shine_1542339143.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_05_12_dining_the-minimalist-a-condiment-gets-to-shine_1542339143.html", "title": "THE MINIMALIST; A Condiment Gets to Shine", "title_page": "THE MINIMALIST; A Condiment Gets to Shine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THIS is a perfectly contemporary dish: Manchurian in origin, inspired by an Indian chef who lives in New York and based on an ingredient that is in almost every refrigerator.\nIt's stir-fried chicken with ketchup, and before you turn your nose up, think of hoisin sauce, oyster sauce, mayonnaise, Worcestershire sauce, salsa and all the other condiments that somehow are often considered inferior in haute cuisine circles.\nThen think how good ketchup can taste.\nI learned about the genesis of this dish from Suvir Saran, an Indian chef in New York. In the version he cooked for me, Mr. Saran tossed cauliflower in a slurry of cornstarch and egg, then deep-fried it. The crust was exquisite, and the cauliflower perfectly cooked. But it was what happened next that really got my attention: He finished the cauliflower in a sauce, made in about three minutes, containing nothing more than ketchup, garlic and cayenne pepper.\nThe garlic and cayenne gave the ketchup a significant leg up, and the brief cooking time caramelized the sugars. In all, the ordinary ingredient we all grew up with was transformed into a glistening, almost exotic sauce, one that latched on to that cauliflower as if the molecules had fused.\nAdvertisement Continue reading the main story\n''This recipe is one of many dishes created by Chinese immigrants who now live in India,'' Mr. Saran said. ''You see it in Calcutta's Chinatown, where it's sold on the street, to be eaten off toothpicks.''", "url": "https://www.nytimes.com/2004/05/12/dining/the-minimalist-a-condiment-gets-to-shine.html"}