{"authors": ["Kate Zernike"], "date_download": "2018-11-16 04:13:15", "date_modify": "2018-11-16 04:13:15", "date_publish": "2004-09-05 01:00:00", "description": "Photo of John Kerry windsurfing played into negative stereotype his opponents are trying to play up--that of out-of-touch, elitist Massachusetts liberal; photo (M)", "filename": "2004_09_05_weekinreview_who-among-us-does-not-love-windsurfing.html_module=inline_1542341595.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_09_05_weekinreview_who-among-us-does-not-love-windsurfing.html_module=inline_1542341595.html", "title": "Who Among Us Does Not Love Windsurfing?", "title_page": "Who Among Us Does Not Love Windsurfing? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "YOU'D think John Kerry could be excused for wanting to spend a summer afternoon on the water.\nInstead, David Letterman mocked him for windsurfing instead of campaigning. Jay Leno played the flip-flop card, quipping that even Mr. Kerry's hobby depends on which way the wind blows.\nZell Miller, who could himself be accused of being flip-flopper-in-chief, derided Mr. Kerry's swim trunks as \"silly little bicycle pants.\"\nConservative blogs lumped the windsurfing in with Mr. Kerry's other elite hobbies -- skiing, biking, flying between vacation homes. (\"He married the all-inclusive package,\" sneered one posting on freerepublic.com. \"EVERYTHING is included.\")\nLike the helmeted Michael Dukakis peeking out of the tank, or the first George Bush bewildered at the grocery scanner, the photo of Mr. Kerry windsurfing played into the negative stereotype his opponents are trying to play up -- in this case, that of the out-of-touch, elitist Massachusetts liberal.\nAdvertisement Continue reading the main story\nThe stereotypes of the sport are unfair -- there are lots of plumbers and construction workers windsurfing off Cape Cod and in the lakes of Iowa. (Better put: Who among us doesn't like windsurfing?) \"I would have expected it to go over well, the stodgy, overserious guy trying to do something hipper,\" said Robert J. Thompson, a professor of media and popular culture at Syracuse University. \"It's not like he was going out having a row with the Harvard crew team.\"", "url": "https://www.nytimes.com/2004/09/05/weekinreview/who-among-us-does-not-love-windsurfing.html?module=inline"}