{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:36:16", "date_modify": "2018-11-16 03:36:16", "date_publish": "2004-12-01 00:00:00", "description": "Mark Bittman The Minimalist column offers recipes from Italy, where not much is new in food but most everything is still delicious; photos (M)", "filename": "2004_12_01_style_dining_the-minimalist-good-news-nothings-new-in-italy_1542339376.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_12_01_style_dining_the-minimalist-good-news-nothings-new-in-italy_1542339376.html", "title": "THE MINIMALIST; Good News: Nothing's New in Italy", "title_page": "THE MINIMALIST; Good News: Nothing's New in Italy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Due south, we arrived at Albisola, a seaside town with a beach divvied up by entrepreneurs who rent space, umbrellas and lounge chairs. You wouldn't think a town like this would hold much promise of a good meal. But at a randomly chosen trattoria across the street from the beach, we ate grilled vegetables; farinata; orechiette with cuttlefish, fresh porcini, parsley, garlic and oil; and gnocchi with local blue cheese. Dessert was fresh strawberries with sugar and lemon. We drank white wine and mineral water. It cost about $40, for two.\nThis was classic, seasonal food (including the porcini, a \"luxury\" item) of the region, served without pretense, in a no-name place. Though such experiences are increasingly rare elsewhere, in Italy the place is barely worth recommending because there are scores much like it within 20 miles.\nIn Genoa, whose enormous medieval quarter contains dozens of tiny food shops, I stumbled upon Antica Sciamadda, an ancient shop that turned out to be famous for its farinata, which is soft, almost polenta-like on the bottom, but crisp on top. While I was there a man walked in and got a panino di farinata -- two slices of focaccia with farinata between.\nThe food of Tuscany has never thrilled me, but I spent a few days in Lucca and the surrounding towns, with no recommendations other than \"Get the grilled salt cod\" and \"Make sure you try the soup.\"\nThe cod (with pepper, please, not lemon; a friend insists a waiter once grabbed a piece of lemon out of his hand, substituting a pepper mill), and the soup, a kind of minestrone with farro, were amazing and offered in at least half the restaurants I checked out.\nBut no one told me about the lardo (thin slices of cured fat with herbs), or farro risotto, or fried rabbit, or thin-sliced pork knuckle -- described by my waiter as \"roasted with olive oil, nothing else\" -- with killer roast potatoes, at a restaurant my concierge recommended, readily owning up to getting a kickback.\nIt was completely different from the local specialties of rival Pisa, just down the road, and as foreign from those of the Maremma, a coastal part of southern Tuscany, as from those of Seville.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn Rome, potluck can serve you well or ill. The city is so filled with tourists that, given the right location, a bad, cynical, money-grubbing cook can turn a profit. Still, even the Vatican cafeteria serves better food than half the Italian restaurants in the United States. And if you leave the center, the odds improve enormously. I'd read about Trattoria Monti, near the train station, in a nonfood guidebook. The food was typical and good: pasta with anchovies, raisins and pignoli, followed by salt cod with potatoes and saffron. At a nearby place I had a simple lunch of veal with garlicky fresh tomato sauce, olives and lemon.\nAdvertisement Continue reading the main story\nIn the Macello, around Rome's slaughterhouse, offal, the often discarded parts of the animal, was turned into daily fare centuries ago. Spicy pasta alla paiata, with lambs' intestines; zampi, pigs' trotters with lentils; and tripe stewed with tomatoes, chilies, pecorino and mint, are still common dishes, and found all over town.\nWherever we went, Roman seafood was cooked in the simple style I remember -- with olive oil, lemon, garlic and parsley. I revisited Da Franco, a no-menu joint in the University district where about $30 a person buys octopus or other seafood salad; fried anchovies with zucchini; steamed mussels with garlic and oil; linguine with clams; beans with pasta and cuttlefish; grilled langoustine; sautéed flounder and usually another dish or two (with Frascati and aqua di Neppi, included in the price).\nIt was what I expected, what I wanted, and what I got. How often does that happen? In Italy, thankfully, quite a lot.\nLIGURIAN FISH AND POTATOES Time: About an hour\nCoarse salt as needed 1 1/2 to 2 pounds thick-cut cod, whiting, or hake fillets 2 pounds potatoes 1/3 cup extra virgin olive oil Black pepper Chopped fresh parsley leaves for garnish.\n1. Heat oven to 400 degrees. On a plate or tray large enough to hold fish in one layer, sprinkle salt to a depth of about 1/8-inch. Lay cod on it, and cover it with another layer of salt. Set aside. 2. Peel potatoes and slice less than 1/4 inch thick, using a mandoline if possible. Toss potatoes in an 8-by-11-inch or similar size baking pan with all but 2 tablespoons oil. Season potatoes liberally with salt and pepper, spread them evenly in pan, and place pan in oven. 3. Cook potatoes for about 30 minutes, shaking pan once or twice to make sure they don't stick. Potatoes should be tender when pierced with a thin-bladed knife. Rinse fish well, then dry it. Place on top of potatoes, drizzle with remaining olive oil, sprinkle liberally with pepper, and return pan to oven. Cook until fish is done, 8 to 12 minutes depending on its thickness. (A thin-bladed knife will pass through it easily.) Garnish with parsley, and serve.\nYield: 4 servings.\nLUCCAN FARRO SOUP Time: About 90 minutes plus several hours' soaking\n2 tablespoons extra virgin olive oil 1 large onion, sliced 2 celery stalks, trimmed and chopped 2 carrots, peeled and chopped Salt and pepper 1 tablespoon minced garlic 1 cup farro, spelt or barley 1 cup dried white beans, soaked for several hours or overnight 2 cups chopped tomatoes (canned are fine; do not drain) 6 cups stock or water, more as necessary 1/4 cup chopped fresh parsley 1/4 cup chopped fresh basil, optional Freshly grated Parmesan.\n1. Put oil in a large, deep saucepan over medium heat; a minute later add onion, celery, carrots, a large pinch of salt and some pepper. Cook until vegetables are glossy and onion is softened, 5 to 10 minutes. Add garlic, and stir; add farro, beans, tomatoes and stock, and stir. 2. Bring to a boil, then adjust heat so mixture simmers steadily. Cook until farro and beans are tender, at least an hour, adding stock or water as necessary if mixture becomes too thick. Stir in parsley and basil (if using), then cook another 5 minutes. Taste and adjust seasoning, then serve with lots of Parmesan.\nYield: 4 servings.\nROMAN VEAL WITH TOMATOES, OLIVES AND LEMON Time: 30 minutes\nExtra virgin olive oil as needed 1 teaspoon minced garlic 2 cups chopped tomatoes (canned are fine; drain them first) Salt and pepper 1 cup mixed good olives 8 to 12 thin slices veal, preferably from the leg, pounded slightly until less than 1/4-inch thick Flour for dredging 1 lemon, thinly sliced Chopped fresh parsley leaves for garnish.\n1. Heat oven to 200 degrees. Put 2 tablespoons olive oil in a medium saucepan over medium heat; add garlic and, when it sizzles, tomatoes and salt and pepper. Cook, stirring occasionally, until tomatoes break down, about 10 minutes, then add olives, and turn heat to low. 2. Put about 3 tablespoons olive oil in a large skillet, preferably nonstick, over medium-high heat. Sprinkle veal with salt and pepper, then dredge it in flour. Sauté as many slices as will comfortably fit in skillet, just until brown on both sides, 5 minutes or less. Remove to a plate, and keep warm in oven while sautéing remaining slices. 3. Taste sauce, and adjust seasoning; spoon it over veal slices, and arrange lemon on top. Sprinkle with parsley, and serve.\nAdvertisement Continue reading the main story\nYield: 4 servings.", "url": "https://www.nytimes.com/2004/12/01/style/dining/the-minimalist-good-news-nothings-new-in-italy.html"}