{"authors": ["Stuart Elliott", "Nat Ives"], "date_download": "2018-11-16 03:39:46", "date_modify": "2018-11-16 03:39:46", "date_publish": "2004-07-02 01:00:00", "description": "Second half of year is beginning for Madison Avenue advertising industry way first half ended--with flurry of account changes and assignments in competitive categories; shifts reflect in part growing if still wobbly confidence that additional advertising spending may well stimulate consumer spending; some account changes discussed; photo (M)", "filename": "2004_07_02_business_media-business-advertising-agencies-undergo-shifts-advertisers-try-spur-consumer.html_module=inline_1542339586.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_07_02_business_media-business-advertising-agencies-undergo-shifts-advertisers-try-spur-consumer.html_module=inline_1542339586.html", "title": "THE MEDIA BUSINESS: ADVERTISING; Agencies undergo shifts as advertisers try to spur consumer spending.", "title_page": "THE MEDIA BUSINESS: ADVERTISING; Agencies undergo shifts as advertisers try to spur consumer spending. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The office will be the first for Team One in the Washington area. The agency has field offices in Atlanta, Chicago and New York to serve the Lexus account.\nThe Ritz-Carlton decision came after a four-month review that had been narrowed, Mr. Himelstein said, to Team One and one other finalist, the Irvine, Calif., office of Young & Rubicam Advertising, part of the Young & Rubicam Brands division of the WPP Group. Sawyer Riley did not take part in the review.\nThere were two account moves in financial services. One involved Ace Ltd. in Hamilton, Bermuda, an insurance and reinsurance company, which named Hill, Holliday, Connors, Cosmopulos in Boston, part of the Interpublic Group of Companies, as its agency of record. Ace spent $8 million to $10 million last year on advertising, which had been handled by Doremus in New York, a division of the Omnicom Group.\nThe decision came after a review that had been narrowed to Hill, Holliday; Doremus; and DDB Worldwide in New York, also part of Omnicom.\nThe other decision in financial services involved BrownCo, the online brokerage company in Boston that is owned by J.P. Morgan Chase. BrownCo completed a review for its account by naming McCann Erickson Worldwide in New York as agency of record. Billings on the account, which had been handled by the Via Group in Portland, Me., since December 2002, were estimated at $10 million to $12 million.\nJudith Neer, executive vice president and managing partner at the consulting company that managed the review, Pile & Company in Boston, confirmed a report of the decision that appeared on Adweek.com. The decision came after a two-month review that had been narrowed to McCann, part of the McCann Worldgroup division of Interpublic, and the New York office of Bartle Bogle Hegarty. Via did not take part in the review.\nThe decision by BrownCo returns McCann to the brokerage business. The agency parted ways last summer with the Salomon Smith Barney division of Citigroup after nine years.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSeveral other account moves involved alcoholic beverages. In the liquor market, two companies named agencies to handle assignments.\nAdvertisement Continue reading the main story\nBacardi chose a new agency, Sugartown Creative in New York, to create campaigns for Bombay Sapphire gin in Australia, Britain, France, Germany, Japan and the United States. The duties had been handled by Margeotes/Fertitta & Partners in New York, majority-owned by MDC Partners. Billings were estimated at more than $40 million. Bacardi also shifted the account of its new-product development division to Sugartown from Margeotes/Fertitta. Billings have not been determined.\nPatricia Neal, a spokeswoman at Bacardi USA in Miami, confirmed a report of the moves that appeared in Adweek. The assignments follow four executives who left Margeotes/Fertitta in June to open Sugartown, including the Sugartown co-presidents -- Fritz Westenberger, 42, who had been partner and co-creative director at Margeotes/Fertitta, and Jolie DeFeis, 40, who had been partner and group account director.\nAnd Diageo North America in Stamford, Conn., part of Diageo, named Laird & Partners in New York to create campaigns for Ciroc vodka. Billings were estimated at more than $4 million.\nThe assignment is the first in the spirits category for Laird, which is known for campaigns for apparel and fashion brands like Gap and Nautica. Ciroc has not been advertised previously; a campaign from Laird is to begin in August.\nTurning to the beer market, the Miller Brewing Company in Milwaukee, part of SABMiller, and the FX cable network, owned by the News Corporation, signed an innovative marketing agreement centered on a new FX drama series, ''Rescue Me.'' Financial terms were not disclosed.\nAs part of the deal, Miller will sponsor the July 21 premiere episode of ''Rescue Me'' without commercial interruption. Also, Miller beer brands will be featured in episodes of ''Rescue Me'' as well as in promotions for the series, which features Denis Leary as a New York City firefighter.\nThe deal was arranged by Starcom USA, Chicago, the lead media agency on the Miller account and part of the Starcom MediaVest Group division of Publicis. FX struck a similar deal with XM Satellite Radio to sponsor the second-season premiere of the drama series ''Nip/Tuck'' on June 22.\nFinally, in the wine market, Beringer Blass Wine Estates in Napa, Calif., part of the Foster's Group, named Publicis & Hal Riney in San Francisco, also owned by Publicis, as agency of record on its account. The assignment, with billings estimated at $8 million to $15 million, had been at the San Francisco office of Hill, Holliday.\nCorrection: July 5, 2004, Monday The Advertising column in Business Day on Friday, about account shifts, misidentified the office of Hill, Holliday, Connors, Cosmopulos -- a unit of Interpublic -- that won an assignment from Ace Ltd. It was the New York office, not the headquarters office, in Boston.", "url": "https://www.nytimes.com/2004/07/02/business/media-business-advertising-agencies-undergo-shifts-advertisers-try-spur-consumer.html?module=inline"}