{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:39:57", "date_modify": "2018-11-16 03:39:57", "date_publish": "2004-12-08 00:00:00", "description": "Mark Bittman The Minimalist column praises Paula Peck's Art of Good Cooking, published in 1960's as book that holds up over time; offers recipe for ricotta pudding (M)", "filename": "2004_12_08_books_the-minimalist-pudding-for-purists_1542339597.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_12_08_books_the-minimalist-pudding-for-purists_1542339597.html", "title": "THE MINIMALIST; Pudding For Purists", "title_page": "THE MINIMALIST; Pudding For Purists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THE first cookbook I used was Craig Claiborne's \"New York Times Cookbook\"; the first cookbook I bought was \"Joy of Cooking.\" But the first one I fell in love with was Paula Peck's \"Art of Good Cooking.\" Ms. Peck, who wrote in the 60's -- I bought her book in 1970 -- was a self-described modernist: \"tradition should not hamper us if we find a better way of doing things.\"\nAs such, she was an anti-snob (there are few French phrases in her books). And, unlike almost every other American cookbook writer of the era, she was willing to consider that food other than French could be serious. Among her teachers (one of whom was James Beard), she names her next door neighbor, Mrs. Sokolowski, \"who had once managed a fine hotel in Poland.\"\nMs. Peck could write: her instructions were clear, her arguments persuasive, her descriptions appetizing. She had an incredible palate, and the percentage of delicious recipes in her books (including \"Art of Fine Baking,\" which remains a standard) is almost incomparably high.\nShe wrote of wasabi, tapenade and pesto at a time when no one but the most sophisticated New Yorkers and world travelers had heard of any of them. Her recipes for Persian rice, mashed potatoes and potatoes Anna were all perfectly unrestrained and irresistible. She was a proponent of \"concentrate of chicken,\" which she never called demi-glace. Her fried chicken -- using half lard, half butter -- was (and is) a revelation.\nAdvertisement Continue reading the main story\nI could go on: she encourages the use of parsley, not as a silly garnish (which is what it usually was in those days) but as a great fresh flavor. She was comfortable offering recipes for Korean, Japanese and Indian food at a time when coq au vin was considered exotic.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nLike all cookbook authors, her work was imperfect: Ms. Peck was strangely enamored of MSG. But I can understand this. She was looking to add umami, the so-called fifth taste, to every dish she could. (Parmesan addiction is a similar phenomenon.) But most of her work holds up. And she was one of the original minimalists. Check out this dessert, which takes about three minutes to make and -- especially when prepared with the ricotta you can buy these days --is magical.", "url": "https://www.nytimes.com/2004/12/08/books/the-minimalist-pudding-for-purists.html"}