{"authors": ["William Mcnulty", "James Bronzan", "Joe Burgess"], "date_download": "2018-11-16 04:27:54", "date_modify": "2018-11-16 04:27:54", "date_publish": "2004-08-29 01:00:00", "description": "Map of Manhattan shows where planned protests will be held during week of Republican National Convention", "filename": "2004_08_29_us_new-york-2004-navigating-new-york-the-2004-republican-national-convention_1542342474.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_08_29_us_new-york-2004-navigating-new-york-the-2004-republican-national-convention_1542342474.html", "title": "NEW YORK 2004: NAVIGATING NEW YORK; The 2004 Republican National Convention", "title_page": "NEW YORK 2004: NAVIGATING NEW YORK; The 2004 Republican National Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Planned Protests\nDisruptions can be expected along the protest routes during the convention.\nSUNDAY\n1. Say No to the Bush Agenda, United for Peace and Justice\nA national coalition of nearly 900 groups is planning a march at noon from north of 14th St. at Seventh Ave. past the convention site to Union Square Park. Organizers say it could attract 250,000 people.\nMONDAY\n2. March and Rally for Justice\nSponsored by Still We Rise, a coalition of more than 50 nonprofit organizations, many of them New York-based groups serving people infected with H.I.V., immigrants, the poor and the homeless. The demonstration begins at noon at Union Square and proceeds up Eighth Avenue to Madison Square Garden.\nTUESDAY\nDirect Action Day\nAn anarchist collective calling itself the A31 Action Coalition has organized a series of nonviolent civil disobedience events that will use parts of Midtown to stage demonstrations, without permits.\nAdvertisement Continue reading the main story\nWEDNESDAY\n3. Worker's Rally\nAt 4 p.m., the New York City Central Labor Council of the A.F.L.-C.I.O., which represents nearly 400 New York City unions, is holding a rally on Eighth Avenue between 23rd and 30th Streets.", "url": "https://www.nytimes.com/2004/08/29/us/new-york-2004-navigating-new-york-the-2004-republican-national-convention.html"}