{"authors": ["Amy Waldman"], "date_download": "2018-11-16 04:27:09", "date_modify": "2018-11-16 04:27:09", "date_publish": "2004-12-27 00:00:00", "description": "World's most powerful earthquake in 40 years erupts underwater off Indonesian island of Sumatra, sending walls of water barreling thousands of miles and killing more than 13,000 people in half dozen countries across South and Southeast Asia; thousands more are missing or unreachable; earthquake, measuring 9.0 in magnitude, sets off tsunamis with speeds of 500 miles an hour and more, crashing into coastal areas of Sri Lanka, India, Thailand, Indonesia, Maldives and Malaysia; 40-foot-high walls of water devour everything and everyone in their paths; force is felt 3,000 miles away in Somalia, on eastern coast of Africa, where nine people are reported killed; aid agencies rush staff and equipment to region, warning that rotting bodies threaten health and water supplies; none of most affected countries have warning systems in place to detect coming onslaught and alert their citizens to move away from coastline; seismologists with United States Geological Survey say ocean west of Sumatra and island chains to its north are hot zone for earthquakes because of nonstop collision occurring there between India plate beneath Indian Ocean seabed and Burma plate under islands and that part of continent; photos; maps (L)", "filename": "2004_12_27_world_asia_thousands-die-as-quakespawned-waves-crash-onto-coastlines-across.html_module=inline_1542342429.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_12_27_world_asia_thousands-die-as-quakespawned-waves-crash-onto-coastlines-across.html_module=inline_1542342429.html", "title": "Thousands Die as Quake-Spawned Waves Crash Onto Coastlines Across Southern Asia", "title_page": "Thousands Die as Quake-Spawned Waves Crash Onto Coastlines Across Southern Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"I just couldn't believe what was happening before my eyes,\" Boree Carlsson, 45, of Sweden, told Reuters from a hotel in the Thai resort of Phuket. \"As I was standing there, a car actually floated into the lobby and overturned because the current was so strong.\"\nA tsunami -- the term is Japanese -- is a series of waves generated by underwater seismic disturbances, in this case the interface of the India and Burma tectonic plates. Seismologists with the United States Geological Survey said the ocean west of Sumatra and the island chains to its north was a hot zone for earthquakes because of a nonstop collision occurring there between the India plate, beneath the Indian Ocean seabed, and the Burma plate under the islands and that part of the continent.\nThe India plate is moving at about two inches a year to the northeast, creating pressure that releases, sporadically, in seismic activity. But this was an especially devastating earthquake, the fourth most powerful in 100 years.\nTelevision images showed bodies floating in muddied waters. Cars went out to sea; boats came onto land. Snorkelers were dragged onto the beach, and sunbathers out to sea, Simon Clark, a photographer who was vacationing on Ngai Island in Thailand, told The Associated Press.\nIndonesia reported nearly 4,500 dead, most in the Banda Aceh area of Sumatra, a region that has been the site of a continuing civil war. In Sri Lanka, at least 6,000 were dead. In India, an estimated 2,300 died, with at least 1,700 confirmed dead in Tamil Nadu, the southern state that is home to this coastal city of Madras, officially known as Chennai.\nAt least three Americans were reported killed, two in Sri Lanka and one in Thailand, according to Noel Clay, a State Department spokesman.\nThe death toll is expected to climb, and world leaders, from President Bush to Pope John Paul II, expressed grief and called for aid for the victims.\nAdvertisement Continue reading the main story\nMany areas from the atolls of the Maldives to the Nicobar Islands of India were simply out of reach, with communication lines snapped. Thousands more people in those places are feared marooned or dead. India's home minister, Shivraj Patil, said there was no communication with 45,000 residents of the Nicobar Islands.\nOn Marina Beach here in Madras, women selling fish and children playing cricket, morning walkers and tourists savoring the salt-scented air all died as the sea suddenly turned enemy. The water came with no warning, said S. Muttukumar, a fisherman.\n\"We see the sea come forward,\" he said, describing how he ran and then swam from the 40-foot wave, grabbing onto catamarans for life support. \"Everybody was running, but God saves little.\"\nIn the lanes of his village across from Marina Beach, four middle-aged women, all fish sellers who had been unable to outrun the waves, lay embalmed in refrigerated glass cases, prepared for cremation on Tuesday.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHere, Mr. Muttukumar said, the water had come up off the beach an extra 500 yards to the main road, lingered for about 10 minutes, then receded as if it had never been there at all, leaving the fishermen to fish for bodies. Early Monday morning, the beach was still littered with fishing boats and upended hand carts.\nAt the decrepit Madras General Hospital, a board listed 38 dead. Twelve were unknown; the rest ranged in age from 4 to 87.\nThe waves struck tourist resorts from Phuket in Thailand to Bentota in Sri Lanka at the peak of the tourist and holiday season, meaning that livelihoods will be devastated long after the count of lost lives is done.\nWhole fishing villages were washed away along coastlines, and thousands of fisherman who unknowingly put out to sea in the morning are missing. An Indian Air Force base on Car Nicobar Island was virtually washed away, according to television reports, and late reports suggested that at least 1,000 could be dead on the Nicobar Islands.\nThe airport in Male, the capital of the Maldives, was closed, stranding foreign tourists overnight at the airport in Colombo, Sri Lanka's capital, after much of Male was submerged.\nAdvertisement Continue reading the main story\nThe casualties spread across southern India: at least 200 dead in Andhra Pradesh state, 80 in Kerala, and 280 in Pondicherry.\nSri Lanka, the island nation to India's south, was battered on both its east and west coasts. The Sri Lankan government declared a national disaster, and the Liberation Tigers of Tamil Eelam, the rebel group that controls swaths of northern and eastern Sri Lanka, said it would declare its own national emergency.\nThe Tamilnet Web site cited reports from the Tamil Relief Organization that 1,000 bodies had been brought to hospitals in the north and east, with the toll expected to rise.\nReuters reported looting in Sri Lanka, and officials said that at least 200 prisoners had escaped from a prison in Matara, about 100 miles south of Colombo, after it was damaged by the tsunami.\nIn southern Thailand, more than 400 people were dead, according to news agencies. Among them were foreign tourists who had come to vacation at the area's popular beach resorts. Emergency workers rescued about 70 Thai and foreign divers from the famed Emeral Cave, and dozens were evacuated from around other islands, Reuters reported. Two Thais were killed at Emeral cave.\nIndia, reeling from its own casualties, found itself trying to assist its smaller neighbors. It sent five naval warships to Sri Lanka loaded with relief supplies and fielded an offer for similar help from the Maldives.\nThe Indian government also issued a warning that residents should stay at least one kilometer, or six-tenths of a mile, away from the sea for the next two days for fear of aftershocks and more tsunamis.\nBut even without further calamity, the devastation will take weeks to unfold and years to repair. Officials in some areas expressed concern that saline water could contaminate drinking water and ruin arable land. Hundreds of thousands of people are homeless, crowded into unsanitary temporary shelters, and bodies are likely to wash up for days.\nASIA'S DEADLY WAVES: DISASTER Correction: December 29, 2004, Wednesday A map on Monday with an article about the devastation in southern Asia mislabeled the capital of Bangladesh. It is Dhaka. (Dakar is the capital of Senegal, in Africa.)", "url": "https://www.nytimes.com/2004/12/27/world/asia/thousands-die-as-quakespawned-waves-crash-onto-coastlines-across.html?module=inline"}