{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:23:56", "date_modify": "2018-11-16 04:23:56", "date_publish": "2004-03-09 00:00:00", "description": "Some gay Republicans say they may still vote for Pres Bush despite his support for constitutional amendment to ban same-sex marriage; deplore assumption that they are single-issue voters; some are waiting to see how hard he will push issue, playing move down for now as needed to appease his political base; exit polls show one million voters who identified themselves as gay voted for him in 2000, about 1 percent of electorate and about 25 percent of gay vote (M)", "filename": "2004_03_09_us_gay-and-republican-but-not-necessarily-disloyal-to-president_1542342236.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2004_03_09_us_gay-and-republican-but-not-necessarily-disloyal-to-president_1542342236.html", "title": "Gay and Republican, But Not Necessarily Disloyal to President", "title_page": "Gay and Republican, But Not Necessarily Disloyal to President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But being a gay Republican has never been simple. Some, including others in the Austin group, said Mr. Bush had not yet lost their votes. In interviews last week several gay Republicans said they resented the assumption that while straight people worry about taxes or national security, gays and lesbians vote according to their sexuality alone. Some played down Mr. Bush's move as a political necessity to appease his base of social conservatives and said it would have little consequence in the end. Others said they were waiting to see whether the president let the subject drop or continued to bring it up.\n''There are so many more issues involved,'' said Jim McFarland of Milwaukee, a member of the Pro-Life Alliance of Gays and Lesbians and one of the gay Republicans who met with Mr. Bush in Austin. ''I think he would handle foreign policy much better, he would handle fiscal policy much better. I certainly don't want that big tax cut reversed that he passed. There are other issues that have a big impact on my life.''\nMr. McFarland said the president's endorsement of the amendment had caused him to ''re-evaluate how much I would support him,'' but it had not yet alienated him.\n''I don't think that he wanted to do this, and I think that is indicated by the fact that he made baby steps along the way rather than just jump right in,'' he said.\nPatrick Guerriero, executive director of the Log Cabin Republicans, an organization of gays in the party, worried last month that the president's backing of an amendment might demoralize or cripple Mr. Guerriero's group. But in an interview on Friday, Mr. Guerriero said the Log Cabin Republicans had received a sudden increase in memberships and financial support.\n''What we are doing right now is we are putting all of our resources to fight the constitutional amendment,'' he said. ''Then hopefully the party and the president can focus on who do you want to be the president regarding taxes and who do you want to be commander in chief when it comes to terrorism.''\nAlthough Mr. Bush's support for the amendment ''seriously jeopardized'' the endorsement of the Log Cabin Republicans, Mr. Guerriero said the group had not made a decision. ''Our members are intensely conservative,'' he said. ''We are not going to let one moment make us run away scared.''\nAdvertisement Continue reading the main story\nGay Republicans in the administration or close to Mr. Bush said they felt torn between anger at the amendment and loyalty to the president. The Republican Unity Coalition, an alliance of gay and straight Republicans whose gay chairman, Charles Francis, is a friend of Mr. Bush's, said in a statement that ''good and decent people can differ on gay marriage.'' But he called the proposed amendment ''a betrayal of conservative principles of federalism and limited government.''\nFriends of Mr. Francis' described him as anguished by Mr. Bush's stance but reluctant to criticize him. Mr. Francis declined to comment.\nDonald A. Capoccia, a New York real estate developer who was one of the biggest gay fund-raisers for the Bush campaign and also part of the Austin group, resigned his appointment to the U.S. Commission of Fine Arts in protest. ''I am shocked that anyone would be supportive of a president who is endorsing this extreme measure,'' Mr. Capoccia said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut of the handful of openly gay and lesbian Bush appointees, so far only Mr. Capoccia has resigned publicly over the issue. Scott Evertz, who was director of the White House office on national AIDS policy and is now a special assistant to the secretary of health and human services, said that despite his open opposition to the amendment he supported the president. ''I am still a respected member of this administration from all that I can see,'' Mr. Evertz said.\nBut Mr. Evertz said he was enduring some heated criticism from friends, including some straight Republicans. ''I had a fight with one last night,'' he said. ''She said, 'What are you going to do about this one?' I said, 'I can't do anything.' ''\nOpponents of the amendment have started a letter-writing campaign asking Mary Cheney, the lesbian daughter of Vice President Dick Cheney and director of vice-presidential operations for the Bush-Cheney re-election campaign, to speak out against the amendment. She declined to comment.\nMike Smith, the former executive director of the Colorado gay and lesbian community center, who became friendly with Ms. Cheney in her old job as liaison to gays and lesbians for Coors Brewing, said that in the 2000 race he asked her how she made peace with her father's politics. ''She said they have a very close relationship, and that he had come to understand her and to love her partner,'' Mr. Smith recalled. ''She had tried not to involve his political life and her private life, in the same way she felt that her own work life was separate from her private life.''\nIn the last election, Mr. Bush did little to court gay voters. He appeared at Bob Jones University, an evangelical Christian college that teaches that homosexuality is a sin. He refused to meet with the Log Cabin Republicans. And he opposed some legislation intended to protect gays from discrimination. But after he was elected, he appointed a handful of gays to his administration.\nBrett Robben, another gay friend of Ms. Cheney's in Denver, who used to work in Washington, said he learned to discount antigay statements from politicians. ''Those stands were more for the constituents back home,'' he said. ''It wouldn't be that offensive because it was just, you know, politics.''\nAdvertisement Continue reading the main story\nIngrid E. Barnes, a lesbian who is associate director of undergraduate admissions at Pace University in New York and a Republican, said she was shaken but not necessarily deterred from voting for Mr. Bush.\n''I believe in small government,'' Ms. Barnes said. ''I believe in taxpayers holding on to their money. I believe in individual responsibility.''\nShe added, ''I think we need to work against this amendment passing, and I think we have to stand with our president on the national level.''\nBrian Bennett, an energy and crisis-management consultant in Long Beach, Calif., an anti-abortion gay Republican and another member of the Austin group, compared his position to that of a Republican supporting abortion rights.\n''For the first time in my life,'' Mr. Bennett said, ''I truly understand how pro-choice people feel in the Republican Party.''\n''I am frankly angry and deeply hurt that he did this. I will fight with every fiber in me to see that it is defeated,'' he said.\nBut he said he felt he had to separate his opposition from the amendment from his support for Mr. Bush. ''I am an American first, I am a gay American second,'' he said. ''I am going to support him on the fight against terrorism, and be against him on this amendment. Am I going to vote for him? Yes, I will, very reluctantly and only because of the courageous and gutsy job he has done fighting terrorism.''", "url": "https://www.nytimes.com/2004/03/09/us/gay-and-republican-but-not-necessarily-disloyal-to-president.html"}