{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:57:52", "date_modify": "2018-11-16 03:57:52", "date_publish": "2005-09-29 01:00:00", "description": "The National Guard has only a third of the equipment it needs to respond to domestic disasters and terrorist attacks and will need $7 billion to acquire the radios, trucks, construction machinery and medical gear required, the Guard's top commander told a Congressional committee on Wednesday. Lt. Gen. H Steven Blum, chief of the National Guard Bureau, said that after Hurricane Katrina, guardsmen using old radios were unable to talk to active-duty troops with the latest communications systems as they patrolled New Orleans.", "filename": "2005_09_29_us_storm-and-crisis-the-inquiry-at-hearings-states-and-national-guard-make_1542340672.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_09_29_us_storm-and-crisis-the-inquiry-at-hearings-states-and-national-guard-make_1542340672.html", "title": "STORM AND CRISIS: THE INQUIRY; At Hearings, States and National Guard Make Appeals for Aid", "title_page": "STORM AND CRISIS: THE INQUIRY; At Hearings, States and National Guard Make Appeals for Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2001, the Guard estimated that it had about 74 percent of the equipment it required at home, General Blum told the defense subcommittee of the House Appropriations Committee. That figure was deemed acceptable because the Guard was viewed as a \"strategic reserve\" that would have time to acquire materiel in time of need, he said.\nBut, he said, the terrorist attacks of Sept. 11, 2001, and Hurricane Katrina showed the need for the Guard to be fully equipped and ready to deploy instantly in a crisis.\nThe general's appeal, coming after the huge Guard deployment to the Gulf Coast, which peaked at 50,087 soldiers on Sept. 10, drew supportive remarks from subcommittee members.\nBut another issue arising from the hurricane response, President Bush's call for a discussion of whether the Pentagon should take the lead in responding to catastrophes, met with some skepticism. Representative David R. Obey, Democrat of Wisconsin, said the proposal was being put forward only because the Bush administration had politicized the Federal Emergency Management Agency and downgraded it by merging it with the Department of Homeland Security.\n\"The president seems to think we'll use the Guard and Reserve in Iraq and the Army in Louisiana,\" Mr. Obey said, calling that approach \"backward.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Paul McHale, the assistant secretary of defense for homeland defense, cautioned that the president's recent comments \"were meant to frame an analysis, not to provide definitive answers.\" A lead role for the Pentagon is being contemplated only in the most extreme disasters, Mr. McHale told the panel.\nGeneral Blum's appeal was not the only post-Katrina urging on Capitol Hill on Wednesday. At the Senate Finance Committee, the governors of the states hardest hit -- Kathleen Babineaux Blanco of Louisiana, Haley Barbour of Mississippi and Bob Riley of Alabama -- said swift enactment of stalled legislation to give Medicaid coverage to hurricane victims would be one of the most important steps Washington could take to bring relief to the stricken areas.\n\"We've got people who have needs today,\" Ms. Blanco said, \"people who would never have imagined themselves needing Medicaid.\"\nAdvertisement Continue reading the main story\nSenators Charles E. Grassley, the Iowa Republican who is the committee chairman, and Max Baucus of Montana, the top-ranking Democrat on the panel, are sponsoring legislation that would extend coverage under Medicaid, the health insurance program for the poor, to thousands of hurricane victims. Many have been evacuated to states where they are not eligible for Medicaid. Other people have lost their jobs and, with them, their health insurance.\nThe measure is opposed by the Bush administration and is being blocked by a few Republican senators who object to its $9 billion price tag. In a letter to Senate leaders, Michael O. Leavitt, the secretary of health and human services, said that states were better equipped to provide for the health needs of hurricane victims and that money was available for this purpose.\nSenators from both parties promised to fight for the legislation.\n\"We can work with everybody, including the administration, or against them,\" Senator Trent Lott, Republican of Mississippi, said. \"And I'm prepared to go either way.\"\nAt the White House, Joshua B. Bolten, the budget director, told reporters that the administration did not favor making federal flood insurance payments to hurricane victims who did not carry the insurance.\n\"For the federal government to step in after the fact,\" Mr. Bolten said, \"would be to undermine the effectiveness of the system.\"", "url": "https://www.nytimes.com/2005/09/29/us/storm-and-crisis-the-inquiry-at-hearings-states-and-national-guard-make.html"}