{"authors": ["David E. Rosenbaum", "Carl Hulse"], "date_download": "2018-11-16 03:57:55", "date_modify": "2018-11-16 03:57:55", "date_publish": "2005-09-15 01:00:00", "description": "Leading senators and former state and local government officials who have supervised the recovery from natural disasters agreed Wednesday that a single government official with emergency powers should be put in charge of reconstruction efforts after Hurricane Katrina. ''We're on a road to failure,'' warned Senator Pete V. Domenici, Republican of New Mexico, at the first Congressional hearing on the hurricane. He said President Bush should appoint a lead officer, ''the sooner the better.''", "filename": "2005_09_15_us_storm-and-crisis-congress-senate-panel-discusses-need-for-central_1542340675.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_09_15_us_storm-and-crisis-congress-senate-panel-discusses-need-for-central_1542340675.html", "title": "STORM AND CRISIS: CONGRESS; Senate Panel Discusses Need for Central Authority in Recovery", "title_page": "STORM AND CRISIS: CONGRESS; Senate Panel Discusses Need for Central Authority in Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"We should not outsource our oversight responsibilities,\" said Bob Stevenson, a spokesman for Senator Bill Frist, the majority leader.\nThe House is expected to vote Thursday on a Republican plan to create a select committee to investigate the storm response, working in concert with the Senate. The 20-member panel would be split 11 to 9 between the parties, with the Republican majority in control.\nRepresentative Nancy Pelosi of California, the Democratic leader, has said she would not appoint Democrats to the committee unless it was evenly divided and both parties had subpoena power. Republican aides said that under the leadership proposal, the House speaker, J. Dennis Hastert of Illinois, a Republican, would have authority to appoint Democrats to the committee.\nLeaders of the Senate Finance Committee called Wednesday for quick action on a plan that would allow thousands of evacuees scattered around the nation to get health care through the federal Medicaid program without the usual paperwork. The federal government would also waive the state share of Medicaid in the designated disaster areas and extend unemployment benefits 13 weeks under the proposal. People with private health insurance would receive aid with their premiums.\n\"We need to help these individuals in crisis,\" said Senator Charles E. Grassley, Republican of Iowa and chairman of the Finance Committee, who said he hoped the measure could be approved as early as Thursday.\nAt the hearing of the Senate Homeland Security and Governmental Affairs Committee, Pete Wilson, who was governor of California when the Northridge earthquake struck in 1994, said the recovery went more quickly because he had the authority to suspend rules and otherwise cut through red tape. \"Someone at the federal level should have that authority,\" Mr. Wilson said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPatricia A. Owens, who was mayor of Grand Forks, N.D., when the city was devastated by the Red River flood in 1997, agreed that the priority was to have someone in charge. She also cautioned that the environmental and health hazards of a flooded city had to be resolved before residents could be allowed to return.\nSenator Joseph I. Lieberman of Connecticut, the top-ranking Democrat on the committee, asked the witnesses how the work of the federal, state and local government could best be coordinated under one roof.\nAdvertisement Continue reading the main story\n\"We're all struggling for the right answer,\" Mr. Lieberman said.\nMarc H. Morial, who was mayor of New Orleans from 1994 to 2002 and is now president of the National Urban League, suggested that a special public authority could be established with representatives of all levels of government.\nMr. Domenici and 11 other Republican senators on Wednesday sent Mr. Bush a letter urging the designation of a chief coordinator of the recovery and rebuilding effort. \"If such an office is not created, we fear that we will have disorder following disaster,\" the letter said.\nMr. Frist and other members of the Republican leadership sent a separate letter to Mr. Bush, urging him to consider a rebuilding effort on the scale of the Marshall Plan followed in Europe after World War II.\nWednesday's Senate hearing looked ahead to the recovery and did not address what went wrong in the immediate government response. But the chairwoman, Senator Susan Collins, Republican of Maine, promised that \"in the months ahead,\" her committee would \"conduct a thorough, deliberate and fair review of the preparations for and response to this devastating hurricane at all levels of government.\"\nMs. Collins said she deplored the \"sluggish initial response that was characterized by a confusing lack of unity of command.\" Even if an outside commission is named to investigate the tragedy, she said, \"it is essential that Congress conduct an aggressive inquiry.\"\nSince Friday, Vice Adm. Thad W. Allen of the Coast Guard has been in charge of relief efforts in Louisiana, Mississippi and Alabama. He was appointed by President Bush to succeed the embattled director of the Federal Emergency Management Agency, Michael D. Brown, who resigned Monday.\nHouse Republican leaders on Wednesday endorsed Representative Peter T. King of New York to be chairman of the Homeland Security Committee, a panel that will play a significant role in fixing flaws in the emergency response system. Mr. King would succeed Christopher Cox, who became head of the Securities and Exchange Commission, if his selection is approved by House Republicans as expected on Thursday.", "url": "https://www.nytimes.com/2005/09/15/us/storm-and-crisis-congress-senate-panel-discusses-need-for-central.html"}