{"authors": ["Raymond Bonner"], "date_download": "2018-11-16 04:28:15", "date_modify": "2018-11-16 04:28:15", "date_publish": "2005-12-18 00:00:00", "description": "The plight of Muhammad Saad Iqbal, a Guantánamo Bay detainee, sheds some light on the experience of terrorism suspects, even those who are not considered serious threats.", "filename": "2005_12_18_world_asia_terror-suspects-ordeal-in-us-custody_1542342495.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_18_world_asia_terror-suspects-ordeal-in-us-custody_1542342495.html", "title": "Terror Suspect's Ordeal in U.S. Custody", "title_page": "Terror Suspect's Ordeal in U.S. Custody - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"He's gone crazy,\" said Sher Ali Khan, a friend of Mr. Iqbal's in Pakistan who said he was told this by an envoy from the International Committee of the Red Cross after the representatives visited Mr. Iqbal at Guantánamo Bay.\nMr. Iqbal told the military tribunal that he tried to commit suicide on his 191st day at Guantánamo. This followed 92 days of detention in Egypt and a year at the American detention center at Bagram Air Base in Afghanistan, he said.\nMr. Iqbal's experiences shed some light on the plight of terrorism suspects who are arrested and thrown into the shadowy world of secret prisons and no legal rights and held there - even those who, like Mr. Iqbal, are not considered serious threats.\nBorn in Pakistan in 1977 and considered by friends and relatives to be a moderate Muslim, Mr. Iqbal was one of the first suspects to be seized by the Central Intelligence Agency overseas after Sept. 11, 2001 and transferred to another country for questioning - a process known as \"rendition\" that human rights groups say has led to the use of coercion and torture against detainees. According to the transcript and American officials, he was seized in Jakarta in January 2002 and subsequently transferred to Egypt, where he underwent interrogation.\nMr. Iqbal's story, from honored Koran reader to terrorism suspect, was pieced together from the transcript of his hearing, interviews in Pakistan and Indonesia and the accounts of four American officials who worked on the Iqbal case and agreed to talk about it only on condition of anonymity, because information in the case is classified.\nThe Pentagon declined to answer any questions about Mr. Iqbal, in line with its policy on detainees.\nThe basis for Mr. Iqbal's continued detention remains largely secret. United States officials would say only that as with 520 of 558 prisoners that passed through the so-called Combatant Status Review Tribunals at Guantánamo, his designation as an \"enemy combatant\" had been upheld. And Mr. Iqbal, like countless others here, remains in a legal netherworld that lawyers and human rights advocates say is increasingly leading to suicide attempts and hunger strikes among inmates.\nMilitary officials contend that the detainees are treated humanely and that hunger strikes and suicide attempts are largely theatrical events staged to draw attention to their complaints. The officials discount the idea that the inmates are reacting to the harsh conditions or the open-ended nature of the men's detention.\nAdvertisement Continue reading the main story\nIn January, for example, after 23 Guantánamo detainees tried to hang or strangle themselves, the Pentagon said that only two were \"suicide attempts.\" It called the others \"self-injurious behavior incidents.\" Military officials said there were only four suicide attempts this year, though they did not say how many \"self-injurious\" incidents had occurred.\nBut lawyers for some of the detainees say their clients are driven to suicide and hunger strikes by the very conditions the prison has sought to create to force them to talk.\n\"It's an environment that subjects the prisoner to overwhelming levels of psychological anxiety, isolation, abandonment, terror, despair,\" said Joseph Margulies, a lawyer who has represented several Guantánamo detainees, but not Mr. Iqbal, who has no lawyer. \"That sense of gnawing uncertainty, either it drives the prisoner mad, or it robs him of the most precious commodity, and that is hope.\"\n[On Saturday, The Washington Post quoted government lawyers as saying that the military had moved a prisoner out of his isolation cell at Guantánamo after he said he was trying to kill himself because of \"intolerable\" conditions. A lawyer for the prisoner, Jumah Dossari, 32, of Bahrain, said Mr. Dossari had tried to kill himself nine times, including an incident in October in which he deeply slashed his arm and tried to hang himself.]\nFriends and family members describe Mr. Iqbal as a friendly, somewhat insecure man who had little interest in politics and a habit of making up stories. \"He had a childish habit of trying to portray himself as important,\" said an uncle in Lahore, Pakistan, Muhammad Farooq Said. American intelligence officers who interviewed Mr. Iqbal in Indonesia after his detention concluded that he was a \"blowhard,\" as one senior American official put it. Another said, \"He wanted us to believe he was more important than he was.\"\nThe oldest son of an Islamic scholar who was an adherent of the severe, ultraconservative Wahhabi branch of Islam, Mr. Iqbal spent his earliest years in Saudi Arabia where his father studied and taught. The family moved to Indonesia where, by the age of 7, one of his boyhood friends said, Mr. Iqbal had memorized the entire Koran.\nAs a teenager back in Pakistan, he won many awards for reciting the Koran. But he regularly went to Western movies, wore blue jeans and other Western clothes and did not think women should have to cover themselves, said Mr. Khan, who was one of Mr. Iqbal's closest friends. Mr. Khan said his friend condemned the Sept. 11 attacks. \"He said that the prophet would not approve,\" Mr. Khan said.\nMore than a year before the Sept. 11 attacks, Mr. Iqbal began planning to go to Indonesia, Mr. Farooq said. After his father's death in Pakistan, he wanted to travel to Jakarta to inform his stepmother in person that her husband had died. Mr. Farooq gave him $1,000 and a return ticket.\nAdvertisement Continue reading the main story\nWhat happened next is known from United States officials who dealt with Mr. Iqbal and from his own statements to the tribunal at Guantánamo.\nIn Jakarta, he fell in with \"some people who were not good,\" Mr. Iqbal told the tribunal. \"Maybe I can say they were terrorists.\" They were members of the Islamic Defender Front, he said, and he gave the tribunal their names, including that of the organization's president.\nHe said the men talked about plans to blow up the American Embassy and other terrorist acts. The organization is not banned in Indonesia, nor is it connected to any terrorist attacks. What got Mr. Iqbal into trouble, American officials said, was that he told the Indonesian radicals that bombs could be hidden in shoes. His comments were picked up by Indonesian intelligence, which shared them with the Central Intelligence Agency here.\nAt first, the C.I.A. did not take Mr. Iqbal's comments seriously enough to ask the Indonesians to pick him up. Then, on Dec. 22, 2001, Richard C. Reid tried to blow up a jetliner with a bomb hidden in his shoes. With that, American officials concluded, \"Maybe we ought to talk to this guy,\" as one of them put it in an interview. It would still be three weeks before he was picked up.\nAfter questioning Mr. Iqbal, the intelligence officers were still not convinced he posed a threat. They thought he would be held for a few days, \"then booted out of jail,\" said an American official. The official said they did not even think it would be necessary to deport him. But the Indonesians did not want him, the official said, so he was sent to Egypt.\nAt Guantánamo, Mr. Iqbal appears to have been unusually isolated. Other inmates distrusted him because he had not trained in Afghanistan, said Mamdouh Habib, a fellow inmate. Mr. Habib said that at Guantánamo, Mr. Iqbal pleaded, \" 'Talk to me, please talk to me.' \"\n\" 'I feel depressed,' \" Mr. Habib, who was in Egypt with Mr. Iqbal, said he recalled him saying. \" 'I want to talk to somebody. Nobody trusts me.' \"\n\"He was fully crazy,\" Mr. Habib said. \"He doesn't know where he is anymore.\"", "url": "https://www.nytimes.com/2005/12/18/world/asia/terror-suspects-ordeal-in-us-custody.html"}