{"authors": ["David E. Rosenbaum"], "date_download": "2018-11-16 03:58:11", "date_modify": "2018-11-16 03:58:11", "date_publish": "2005-10-12 01:00:00", "description": "Pres Bush's tax advisory commission indicates that it will not propose replacing income tax with national sales tax or value-added tax, but will recommend limits on popular tax deductions for mortgage interest and employer-provided health insurance; commission's recommendations must be revenue neutral, and additional tax revenue resulting from elimination of two deductions--about $250 billion this year--would help permit elimination of alternative minimum tax, which commission favors and which will cost government $1.2 trillion in lost revenue over 10 years; commission concludes that consumption taxes, which some conservatives would like to see replace income tax, have more drawbacks than advantages; is still considering various proposals for flat tax; leaves open possibility that it will end up recommending limit on deduction of state and local income taxes (M)", "filename": "2005_10_12_politics_tax-panel-says-popular-breaks-should-be-cut_1542340691.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_10_12_politics_tax-panel-says-popular-breaks-should-be-cut_1542340691.html", "title": "Tax Panel Says Popular Breaks Should Be Cut", "title_page": "Tax Panel Says Popular Breaks Should Be Cut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Various proposals for a flat tax -- an income tax with everyone paying the same rate -- are still under consideration, said Jeffrey F. Kupfer, the commission's executive director. The proposals are to be discussed at a meeting next week.\nAt its last meeting, in July, the commission agreed to recommend abolishing the alternative minimum tax for individuals, a step that would cost the federal government $1.2 trillion in lost revenue over 10 years.\nWith a mandate to develop a proposal for changing the tax system that is revenue neutral -- meaning it neither raises nor lowers total tax receipts -- the commission must find enough revenue to offset the amount now generated by the alternative minimum tax.\nThat is mainly what led to an examination of ways to modify the deductions for mortgage interest and health insurance, two of the largest tax breaks now available to individuals. Together, the two deductions will cost the treasury about $250 billion this year, with the benefits going disproportionately to the most affluent taxpayers.\nThe commission members decided that another popular deduction, for charitable contributions, should be expanded rather than cut back. They are looking at how to give the tax break to taxpayers who do not itemize deductions.\nPresident Bush is not committed to adopting the commission's recommendations, and the prospects in Congress of limiting the mortgage and health insurance tax breaks, sure to be politically unpopular, are uncertain.\nThe panel's vice chairman, John B. Breaux, a former Democratic senator from Louisiana, acknowledged the political difficulty but said, \"We've got to make bold recommendations without regard to politics.\"\nAdvertisement Continue reading the main story\nMr. Bush appointed the commission in January, largely so that Congress would concentrate first on Social Security. The panel was originally supposed to report on its recommendations in July, but the deadline was extended twice, first to Sept. 30 and then to Nov. 1.\nFor mortgage loans up to $1 million, taxpayers can now deduct all the interest. One proposal discussed on Tuesday would cap the deduction at the maximum mortgage the Federal Housing Administration will insure.\nThat level changes each year and varies depending on housing costs in each county, with a maximum loan limit now of $312,895 in communities where housing is most expensive and a national average of $244,000, according to the housing administration.\nAnother proposal under consideration was to change the interest deduction to a credit, meaning that taxpayers with the same size mortgage payments would get the same tax break regardless of what tax bracket they were in.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA third idea was to limit the deduction to 15 percent or 25 percent of a taxpayer's mortgage interest payments. The wealthiest taxpayers can now deduct 35 percent of the interest.\nThe panel members said they had not calculated how much revenue any of these proposals would generate. But the Congressional Budget Office reported this year that a $500,000 ceiling on the mortgage principal for which interest can be deducted would raise $48 billion over 10 years.\nThe panel members agreed that any of these changes would have to be phased in gradually to reduce the financial disruption for homeowners.\nIn the case of employer-paid health insurance, the main proposal the panel discussed would limit tax-free premium payments to the average cost of the premium the government pays for federal workers. That is now about $11,000 a year for family coverage.\nUnder the current law, employers can deduct every penny they pay for health insurance for their workers, and the workers are not taxed on this benefit. The panel did not agree on whether the employers or employees would be taxed if a ceiling were imposed, but as a practical matter, there would probably be no difference.\nAdvertisement Continue reading the main story\nThe proposal the panel discussed would allow taxpayers whose employers did not provide health insurance to deduct the amount of the premiums they paid for themselves.\nThe main proponent of the health insurance proposal, Timothy J. Muris, a former chairman of the Federal Trade Commission and a law professor at George Mason University, said limitless tax-free health insurance premiums encouraged workers to demand and companies to offer overly generous insurance and resulted in increased health costs.\nMr. Muris said he did not know how much revenue his plan would raise. The Congressional Budget Office calculated this year that a limit of $3,720 in tax-exempt premiums for an individual and $8,640 for a family policy would raise $706 billion over 10 years.\nMr. Mack and Mr. Breaux said the housing and health proposals they were considering would not raise enough to offset fully the cost of abolishing the alternative minimum tax. This left open the possibility that they would end up recommending a limit on the deduction of state and local income taxes, a proposal that would most likely cause a political uproar.\nConservatives have long hoped to get rid of the progressive income tax. When the commission began work, there were three main possibilities: a value-added tax, a national sales tax and a flat income tax.\nAfter discussing a value-added tax, which is assessed on each stage of production and eventually paid by consumers, the panel members concluded that this would be what Mr. Mack called a \"money machine,\" meaning that politicians could raise it at will without political pain.\nThe commission members also agreed that a value-added tax would be a disproportionate burden on middle-income taxpayers and would complicate the tax system.\nMr. Mack asked the commission staff to draft a proposal for a value-added tax, but that seemed to be a formality. \"I think it's going to be very difficult to get a consensus,\" he said.\nAs for a national sales tax, the idea was dropped after a commission member, Edward P. Lazear, a labor economist at Stanford University and the Hoover Institution, a public policy research center, reported that the sales tax would have to be as high as 87 percent on most goods and services if items like medicine, education, food and clothing were not taxed.\nAdvertisement Continue reading the main story\nA discussion of a flat tax at a meeting of the commission in July indicated that the panel would have difficulty reaching a consensus on the details.", "url": "https://www.nytimes.com/2005/10/12/politics/tax-panel-says-popular-breaks-should-be-cut.html"}