{"authors": ["David W. Chen"], "date_download": "2018-11-16 04:29:40", "date_modify": "2018-11-16 04:29:40", "date_publish": "2005-12-04 00:00:00", "description": "On page after page, the new report from a task force appointed by Acting Gov. Richard J. Codey to reform New Jersey's pension and employee benefits system is striking for its blunt language and its bold recommendations. For too long, the report says, the state has used ''gimmicks'' and allowed the ''politically well-connected to game the system for their own benefit.'' And one 2001 law that the report says was fueled by election-year politics and resulted in $4 billion in additional benefits represents ''the poster child for why the current system is a failure.''", "filename": "2005_12_04_nyregion_in-task-force-report-a-challenge_1542342580.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_04_nyregion_in-task-force-report-a-challenge_1542342580.html", "title": "In Task Force Report, a Challenge", "title_page": "In Task Force Report, a Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The report also recommends raising the minimum retirement age, to 60 from 55, for public employees other than police officers, firefighters and judges. It also advises basing pensions on an average of the highest five years of salaries, rather than the current three. But the state's unions have vowed to resist.\n\"You have to question whether it's legal for the state, in essence, to take away benefits from a pension system that people have been paying into, where they've been promised, with nothing in return -- not a negotiated reduction, nothing,\" said Steve Baker, a spokesman for the New Jersey Education Association, a union with 192,000 members.\nOverhauling pensions without hurting rank-and-file career employees will be one of the most important challenges for Governor-elect Jon S. Corzine. And given the complexity of the issue, not to mention the political landmines, it is hardly a surprise that he has reacted cautiously.\n\"The task force report, which we will carefully study, has done a good job reporting the pension situation in New Jersey,\" said Ivette Mendez, a spokeswoman for Mr. Corzine. \"During the transition period, the governor-elect and an advisory group, which will be announced shortly, will be reviewing the pension issue.\"\nOnce he assumes office, Mr. Corzine will find a system with a structure that, the report says, \"cannot be sustained over the long term.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThis is not to say that government workers are to blame; far from it, said Philip D. Murphy, the chairman of the task force and a retired Goldman Sachs executive. The vast majority of the system's 740,000 active and retired government workers are honest, hard-working people, he said.\nYet the system for reviewing and approving benefits changes is \"haphazard at best and excessively influenced by political instead of fiscal motivations,\" the report said.\n\"While the Democrats may control all elements of the branches of New Jersey today, and they should certainly stand up for their fair share of blame, they are not alone -- this is a bipartisan, multiyear production,\" Mr. Murphy said.\nAdvertisement Continue reading the main story\nSome pension experts say that the report did not go far enough. Douglas R. Forrester, who lost the governor's race to Mr. Corzine last month and who served as the state's pension director during the 1980's, said in an interview that he feared that the proposal for part-time workers to make at least $5,000 a year, not the current $1,500, to qualify for a pension would be too easy to circumvent. So he suggested establishing a maximum ratio of employee and employer contributions in relation to pension payout.\n\"We want to stop the abuses of people who generate pension payments for themselves that are completely out of bounds with respect to the contributions that they themselves have made to that pension,\" he said.\nWhether Mr. Forrester's idea takes root -- or whether anything in the report leads to legislation that Mr. Corzine will sign into law -- remains to be seen. And so far, anyway, most legislators have been guarded.\n\"This is a serious piece of work, and it will need to be thoroughly scrutinized, evaluated and debated in the weeks and months ahead with sufficient input from government employees, taxpayers, and elected officials from across this state,\" said Assembly Speaker Albio Sires, a Democrat, in a statement.\nSome recommendations on health benefits, in particular, may be used as a reference in contract negotiations with unions due to expire in 2007. But no matter what happens, the report's legacy may well be that it tried to tackle the issues head-on.\n\"New Jersey isn't used to making difficult decisions,\" said Michael P. Riccards, executive director of the Hall Institute of Public Policy, a research group in Trenton. \"But now we're faced with the fact that we have to make some really hard choices. You need to build some sort of a coalition to support this report, and its tough recommendations.\"", "url": "https://www.nytimes.com/2005/12/04/nyregion/in-task-force-report-a-challenge.html"}