{"authors": ["John Tierney"], "date_download": "2018-11-16 03:18:32", "date_modify": "2018-11-16 03:18:32", "date_publish": "2005-01-21 00:00:00", "description": "Inaugural Diary: vignettes from day and evening of Pres Bush's second inaugural; photo (M)", "filename": "2005_01_21_us_nationalspecial2_inaugural-diary_1542338312.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_01_21_us_nationalspecial2_inaugural-diary_1542338312.html", "title": "Inaugural Diary", "title_page": "Inaugural Diary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The \"Commander in Chief Ball,\" honoring the military, was the standout event. It was filled with men in uniforms, rather than tuxedos, dancing with women whose gowns did not all come from expensive boutiques.\nThe first President Bush and Barbara Bush took to the stage early in the evening and said it was the only dance they would attend. The elder Mr. Bush said they were \"the proudest parents in the world.\"\nThat ball was the last stop of the evening for their son, who was scheduled to appear shortly before 11 p.m. But he dispatched with the other balls so quickly that he showed up more than an hour early. He didn't linger. By 10:03 he was back at the White House, presumably with his dancing shoes none the worse for wear.\nFor Ball Admission, Everyone's Special\nONCE upon a time, it is said, Washington's elite craved admission to the inaugural ball. \"Anyone who is anyone is here,\" said Theodore Roosevelt's daughter Alice, \"and a lot of people who are no one try to get in as well.\"\nBut that was in an age when there was one inaugural ball. Now there are nine balls for tens of thousands of people, a triumph of egalitarianism that does not thrill some Washington power brokers. Offering an inaugural ball ticket to a Georgetown socialite is a bit like offering an Upper East Sider the chance to spend New Year's Eve in Times Square.\n\"We had to go when Clinton was inaugurated and I can tell you they are all cattle calls,\" said Melanne Verveer, who was Hillary Rodham Clinton's chief of staff in the White House.\n\"I went to an inaugural ball once,\" said Justice Stephen G. Breyer of the Supreme Court. \"They're terrible. I'd rather be home in bed.\"\nAdvertisement Continue reading the main story\nThe Other Guy Returns to His Seat\nMORE than a few eyes this week were on Senator John Kerry, who attended the inauguration and sat next to Senator Tom Harkin, the influential Iowa lawmaker who supported Howard Dean in his state's caucuses.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe eve of the inauguration was the bittersweet anniversary of Mr. Kerry's turnaround victory in Iowa and he made a surprise appearance at a gathering of his former Iowa staff at a Capitol Hill bar, the Hawk and Dove. He was still in the role of his party's standard-bearer yesterday when he released a statement saying, \"I'll be ready to reach across the aisle anytime we can work in good faith to make our country stronger.\"\nThe White House may not be so quick to accept his gesture. During the inaugural festivities Andrew H. Card Jr., the president's chief of staff, told CNN that Mr. Kerry's vote against Condoleezza Rice for secretary of state was petty politics.\nBut last night, at least, Mr. Kerry was out of the glare -- a big family dinner was planned.\nThe Prudent Speech Is Always a Winner\nA week before Mr. Bush's inaugural speech was delivered, Rick Shenkman had a good idea of what he would say. Professor Shenkman, a historian at George Mason University and editor of the History News Network Web site, had concluded that inaugural addresses sound so much alike because America has a \"civil religion\" that forces presidents to recite tenets from \"a national template first cast at the time of the founding fathers.\"\nProfessor Shenkman helpfully published a scorecard for the speech, a list of the recurring themes in previous addresses. Sure enough, by our count, yesterday's speech touched on seven of the themes: deference to God; America's mission to spread freedom, democracy and peace around the globe; America as an example for the world; commitment to tolerance; requirement for national unity; faith in the people's wisdom; and worship of the founding fathers.\nTwo other themes on the list were the idea that the president is the instrument of the people (which Mr. Bush left unsaid) and the requirement that Americans make sacrifices. While Mr. Bush praised the sacrifices made by soldiers, he didn't explicitly call on the public to make sacrifices -- an omission that did not surprise Professor Shenkman.\nBefore the speech, he predicted that Mr. Bush would leave out that particular tenet. As he reasoned on Tuesday, \"Can't call for sacrifice with all those tax cuts.\"\nWhen Texans Party, Oil Meets Water\nLET us now praise all things Texan, except their new cocktail.\nIn the third, and reportedly the largest, such migration since 1989, Texans descended on Washington this week. They brought an armadillo and alligator from the Fort Worth Zoo, which were on display at the \"Black Tie and Boots Ball\" Wednesday, as was a wild array of Texas-flag ties, hats, necklaces and cummerbunds worn by the 12,000 guests.\nAdvertisement Continue reading the main story\nThe president appeared long enough to get in a dig at a fellow Texan, asking whether Tom DeLay, the House majority leader, was present. \"If he is, he didn't get a very good seat,\" Mr. Bush said, looking out at the crowd for Mr. DeLay. He had another crack for former Mayor Rudolph W. Giuliani of New York, who was made an honorary Texan.\n\"I understand Rudy Giuliani is here,\" Mr. Bush said, setting off chants of \"Rudy, Rudy!\" Mr. Bush added, \"He's not exactly a Texan.\"\nTexans overtook the city's largest hotel, transforming the Marriott Wardman Park Hotel near the National Zoo into a mini-Texas complete with vases of long-stemmed yellow roses in the lobby, a map of the United States highlighting Texas, themed signs and exhibits in the hotel hallways and a \"Texas Fair\" in the lobby with home-state vendors offering items like belt buckles and barbecue sauce.\nThe most surprising Lone Star delicacy, at least to some locals watching in dismay, was a new drink ordered by a group of Texans: merlot with 7-Up. It was described as a Texas version of sangria. As a teetotaler, Mr. Bush may be glad that is one bit of Texicana he won't have waiting for him back home.", "url": "https://www.nytimes.com/2005/01/21/us/nationalspecial2/inaugural-diary.html"}