{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:54:57", "date_modify": "2018-11-16 03:54:57", "date_publish": "2005-07-22 01:00:00", "description": "Analysis of China's decision to float its currency, the yuan, holds it is end of era in which China's leaders trusted Federal Reserve chairman Alan Greenspan, assuming that where dollar went, China could safely follow; holds China's rulers are putting their trust in much less well-known central bank: Zhou Xiaochuan, governor of People's Bank of China, must manage more discretionary policy adopted on July 21; photo (M)", "filename": "2005_07_22_business_worldbusiness_chinas-opaque-currency-policy_1542340497.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_07_22_business_worldbusiness_chinas-opaque-currency-policy_1542340497.html", "title": "China's Opaque Currency Policy", "title_page": "China's Opaque Currency Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The only limit that the central bank put on its moves was a promise yesterday that the center of each day's trading range would not move more than 0.3 percent in either direction from the center of the previous day's range. But with 20 or so trading days in a month, that means China could in theory push its currency up by 6 percent a month -- or push it down by the same amount.\nSenior officials in China said in interviews last month that they were seriously considering the adoption of a so-called secret basket of currencies, an approach already followed by Singapore in setting the value of the Singapore dollar. But the officials also acknowledged that the secrecy of this approach carried a serious risk: it leaves China vulnerable to accusations from the United States and other countries that it is manipulating its currency so as to gain an advantage in trade.\nThe United States Treasury came close in May to labeling China as a currency manipulator and demanded that China allow its currency to appreciate before the next official review in October; countries categorized as manipulators can be subject to trade sanctions.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEconomists disagreed yesterday about how much change China would allow over the next few months in the value of its currency. Nicholas R. Lardy, a China expert at the Institute for International Economics in Washington, said that Chinese central bankers had had the legal discretion for years to let the yuan move in a wider range against the dollar, and had chosen not to exercise it.\nBut Liang Hong, an economist in the Hong Kong office of Goldman Sachs, predicted that China would allow the yuan to rise gradually against the dollar. She compared the new policy to China's currency policy in late 1994, when Beijing first pegged the yuan to the dollar and then allowed it to crawl upward by a small fraction of 1 percent each trading day. This resulted in a total increase of 3 percent in 1994 and smaller increases thereafter.\nFor American consumers, China's new policy is unlikely to have much effect unless it is followed by much bigger currency moves in the months to come. Chinese exporters making everything from clothing to computers incur much of their costs in dollars, importing essentials like fuel, factory machinery and computer chips.\nThis will mean that the overall costs of good manufactured by Chinese producers will rise by considerably less than 2 percent, limiting their need to raise prices to American retailers. Moreover, China is strongest in the production of cheap goods like toys and T-shirts for which the wholesale price paid to the factory in China may be only a quarter of the price charged by a store in the United States. The stores charge much higher prices because they pay rents and wages at American levels.\n\"Prices in our stores are not changing any time soon,\" Amy Wyatt, a Wal-Mart spokeswoman, said.\nRival exporters in Asia, mostly countries with low-wage work forces like China's, are expecting the yuan's rise to bring them little relief from the relentless expansion of Chinese companies in world markets. \"They will not increase their prices unless it really shoots up farther,\" said Annisul Huq, a textile magnate in Bangladesh.\nExecutives from more than a dozen Chinese companies said in interviews over the last four months that they expected very little impact on their exports if the yuan rose less than 5 percent, and only a modest effect if it rose by 5 to 10 percent.\nAdvertisement Continue reading the main story\nA big question mark hanging over China's currency policy shift is not commercial but financial, economists said. If investors decide that China's secret currency policy will result in a stronger yuan, then they are likely to pour even more money into China -- a step that could feed inflation in China and make many Chinese long for the days when China still paid more heed to Mr. Greenspan than Mr. Zhou.", "url": "https://www.nytimes.com/2005/07/22/business/worldbusiness/chinas-opaque-currency-policy.html"}