{"authors": ["David E. Rosenbaum"], "date_download": "2018-11-16 03:58:08", "date_modify": "2018-11-16 03:58:08", "date_publish": "2005-09-19 01:00:00", "description": "A private commission led by former President Jimmy Carter and former Secretary of State James A. Baker III is proposing new steps to strengthen state election procedures and recommending that Congress require the political parties to hold four regional presidential primaries in election years rather than allowing states to hold primaries whenever they wish. The bipartisan panel, called the Commission on Federal Election Reform, said it was responding to flaws in the system exposed by the elections of 2000 and 2004.", "filename": "2005_09_19_politics_panel-proposes-new-calendar-for-primaries_1542340688.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_09_19_politics_panel-proposes-new-calendar-for-primaries_1542340688.html", "title": "Panel Proposes New Calendar for Primaries", "title_page": "Panel Proposes New Calendar for Primaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These are the main recommendations:\nStates, not local jurisdictions, should be in charge of voter registration, and state registration lists should be interconnected so voters could be purged automatically from the rolls in one state when they registered in another.\nVoters should be required to present photo ID cards at the polls, and states should provide free cards to voters without driver's licenses.\nStates should make registration and voting more convenient with innovations like mobile registration vans and voting by mail and on the Internet.\nElectronic voting machines should make paper copies for auditing.\nIn presidential election years, after the Iowa caucuses and New Hampshire primaries, the other states should hold regional primaries and caucuses at monthly intervals in March, April, May and June, with the order rotated.\nThe recommendations sought to strike a balance between the parties' priorities. Republicans worry about voter fraud and favor photo ID's. Democrats support easier registration and ballot access.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the aftermath of the debacle in Florida in 2000, which put the outcome of the presidential election in doubt for more than a month, a public commission headed by Mr. Carter and former President Gerald R. Ford recommended an overhaul of the nation's election system. Many of the commission's proposals, including provisional ballots for those whose eligibility was challenged, became part of the Help America Vote Act, which Congress approved and President Bush signed in 2002.\nBut the 2004 election exposed more flaws. Some election offices did not properly process registration applications or mail absentee ballots on time. There were reports of voter intimidation and complaints that registration lists had been improperly purged. Computers malfunctioned. Evidence of voter fraud arose.\nAccusations of fraud and misconduct were rife after the race for governor in Washington. Christine Gregoire finished ahead by 129 votes, and the legal challenge was not resolved until June.\nAdvertisement Continue reading the main story\nThe new panel was organized by American University to address those problems. Its 21 members include politicians from both parties and others with election experience.\nIn the 2004 campaign, state primaries and caucuses were held earlier than ever, and the nominees were effectively chosen by March.\nEverything happens so quickly nowadays in primary campaigns, the commission asserted, that \"most Americans have no say in the selection of presidential nominees.\"\nThe commission said it was worthwhile for Iowa and New Hampshire to continue to vote first because \"they test the candidates by genuine retail, door-to-door campaigning.\" But four regional contests afterward, the panel said, would \"expand participation in the process\" and \"give voters the chance to closely evaluate the presidential candidates over a three- to four-month period.\"\nIf the parties do not change the primary and caucus system by 2008, the commission said, \"Congress should legislate the change.\"\nThe idea of regional primaries has often been broached over the years but has never been adopted because states have been unwilling to surrender the freedom to have their primaries when they pleased.", "url": "https://www.nytimes.com/2005/09/19/politics/panel-proposes-new-calendar-for-primaries.html"}