{"authors": ["David Barboza"], "date_download": "2018-11-16 04:21:14", "date_modify": "2018-11-16 04:21:14", "date_publish": "2005-08-11 01:00:00", "description": "Stepping up its presence in China, Yahoo Inc. said on Thursday that it would pay $1 billion in cash and hand over its operations in China to Alibaba.com in exchange for a 40 percent stake in China's largest e-commerce company. The deal is expected to create the largest and most diversified Internet company in China. It will also create a fierce rival for Google and Ebay, which are also trying to expand their operations in China.", "filename": "2005_08_11_business_international-business-yahoo-is-paying-1-billion-for-40-stake-in_1542342074.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_08_11_business_international-business-yahoo-is-paying-1-billion-for-40-stake-in_1542342074.html", "title": "INTERNATIONAL BUSINESS; Yahoo Is Paying $1 Billion For 40% Stake in Alibaba", "title_page": "INTERNATIONAL BUSINESS; Yahoo Is Paying $1 Billion For 40% Stake in Alibaba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SHANGHAI, Thursday, Aug. 11 - Stepping up its presence in China, Yahoo Inc. said on Thursday that it would pay $1 billion in cash and hand over its operations in China to Alibaba.com in exchange for a 40 percent stake in China's largest e-commerce company.\nThe deal is expected to create the largest and most diversified Internet company in China. It will also create a fierce rival for Google and Ebay, which are also trying to expand their operations in China.\nThe deal, which was being announced Thursday afternoon in Beijing, also is the largest foreign investment ever made in a Chinese technology company.\nAnd it comes at a time when some of the world's largest technology companies are racing to get a foothold in China's fast-growing Internet business.\nAdvertisement Continue reading the main story\nAfter the deal is completed, Yahoo will become the largest shareholder in Alibaba.com, a privately-held company that also operates the popular online auction site Taobao.com.", "url": "https://www.nytimes.com/2005/08/11/business/international-business-yahoo-is-paying-1-billion-for-40-stake-in.html"}