{"authors": ["Jennifer Lee", "Shadi Rahimi"], "date_download": "2018-11-16 03:12:25", "date_modify": "2018-11-16 03:12:25", "date_publish": "2005-09-24 01:00:00", "description": "New York City Transit annnounced yesterday that it would comply with a labor abritrator's ruling and put conductors back on the L subway line at all times. The conductors will resume work on nights and weekends starting with the midnight shift on Monday, reversing a policy that started in June in which only the train operator worked on L-line trains during nonpeak periods. The transit agency said it might still appeal the arbitrator's ruling, which found that the conductorless trains violated the agency's contract with its major union, to the State Supreme Court.", "filename": "2005_09_24_nyregion_conductors-are-returning-to-the-subways-l-line_1542337945.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_09_24_nyregion_conductors-are-returning-to-the-subways-l-line_1542337945.html", "title": "Conductors Are Returning to the Subway's L Line", "title_page": "Conductors Are Returning to the Subway's L Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York City Transit annnounced yesterday that it would comply with a labor abritrator's ruling and put conductors back on the L subway line at all times.\nThe conductors will resume work on nights and weekends starting with the midnight shift on Monday, reversing a policy that started in June in which only the train operator worked on L-line trains during nonpeak periods. The transit agency said it might still appeal the arbitrator's ruling, which found that the conductorless trains violated the agency's contract with its major union, to the State Supreme Court.\n\"We still reserve the right to challenge the validity of the ruling,\" said Deirdre Parker, a spokeswoman for the transit agency, which is part of the Metropolitan Transportation Authority.\nThe agency also said that it was still planning to remove conductors from the G line at all times starting in December. The G line is now conductorless only on weekends.\nAdvertisement Continue reading the main story\nThe union involved in the dispute, Local 100 of the Transport Workers Union of America, declined to comment on the agency's announcement. Traditionally, subway trains have an operator who sits at the front of the train and a conductor who opens and closes doors and makes announcements. The agency wanted to reassign the 70 L-line conductors.", "url": "https://www.nytimes.com/2005/09/24/nyregion/conductors-are-returning-to-the-subways-l-line.html"}