{"authors": ["Joseph Kahn"], "date_download": "2018-11-16 04:20:20", "date_modify": "2018-11-16 04:20:20", "date_publish": "2005-09-08 01:00:00", "description": null, "filename": "2005_09_08_business_worldbusiness_yahoo-helped-chinese-to-prosecute-journalist.html__r=0&module=inline_1542342020.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_09_08_business_worldbusiness_yahoo-helped-chinese-to-prosecute-journalist.html__r=0&module=inline_1542342020.html", "title": "Yahoo helped Chinese to prosecute journalist", "title_page": "Yahoo helped Chinese to prosecute journalist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The Internet giant Yahoo provided information that helped Chinese state security officials convict a Chinese journalist for leaking state secrets to a foreign Web site, court documents show.\nThe journalist, Shi Tao, was sentenced to 10 years in prison in June for sending an anonymous posting to a New York-based, Chinese-language Web site that authorities said contained state secrets. His posting summarized a communication from Communist Party authorities to media outlets around the country.\nShi's case has become a prominent symbol of the recent tightening of media controls in the one-party state, where authorities often punish outspoken journalists for leaking information deemed secret.\nYahoo provided records showing that Shi used a computer at his workplace, Contemporary Business News, in Changsha, late in the evening of April 20, 2004, to access his Yahoo e-mail account. Authorities say the offending e-mail was sent to the New York Web site from that e-mail account around that time, according to people involved in Shi's defense.\nYahoo's role in the prosecution of Shi was revealed in July by Boxun, a Web site run by overseas Chinese, and was repeated on Tuesday by Reporters Without Borders, a media watchdog group. Yahoo declined to comment on the matter Wednesday.\nYahoo, Microsoft, Google, Cisco and other major Internet service and equipment providers have come under scrutiny for helping China to monitor and censor content available to China's 100 million Internet users.\nChinese Internet experts say Google and Yahoo routinely exclude sensitive political or religious information from searches conducted by users in mainland China. Microsoft's MSN has come under attack for restricting the content of Web logs, or blogs, it hosts in China.\nThe companies have often said that they must abide by laws and regulations of countries where they operate.\nChinese journalists say the information that Shi, a 37-year-old journalist and democracy advocate, provided to the New York Web site, called Democracy Forum, was widely circulated at the time.\nThe information involved routine instructions on how officials were to safeguard social stability during the 15th anniversary of the June 4, 1989, democracy movement.\nShi's case alarmed critics of the Chinese government because his posting did not reveal the sender or the source of the information. That meant the authorities had no more to go on when they began their investigation than an anonymous posting on a U.S.-based Web site.\nUsing investigative techniques that were not revealed during Shi's trial, Beijing state security officials pinpointed the Chinese source of the e-mail to Democracy Forum that contained the information, according to the people involved in Shi's defense. The people asked to remain anonymous because evidence introduced in Shi's trial was declared secret.\nHow investigators obtained that information - either by gaining access to the computers at Democracy Forum in New York, or by retroactively searching the content of e-mails that passed through China's Internet servers - was presented to judges in a secret addendum to the prosecution's evidence. Shi's defense lawyers did not have access to that evidence, the people said.\nYahoo's role remains murky, in part because the company has declined to provide any information about its cooperation with Beijing authorities.\nIt is unclear whether the company responded voluntarily to a request from Beijing state security, or provided data only when confronted with a court order.\nWhether the information that Yahoo provided proved critical in identifying Shi, or merely supplementary to the case, also remains unclear. This is because it is not known whether the initial intelligence the Beijing authorities gathered identified Shi personally, or merely the Internet access point, or IP address, where the e-mail to Democracy Forum originated.\nIf authorities could trace the e-mail only as far as an IP address or to a Yahoo e-mail account, then it is possible that Yahoo's help proved crucial in linking the e-mail to Shi. This is true because Contemporary Business News of Changsha, Shi's employer, had only one IP address shared by many employees, the court documents show.\nBut people involved in Shi's defense said Yahoo might have played a less pivotal role, providing supplementary evidence to demonstrate how and when Shi transmitted the information after authorities had already identified Shi as the culprit.\nCritics say, however, that Yahoo crossed a line by helping authorities prosecute the journalist, even if the company merely responded to a court order.", "url": "https://www.nytimes.com/2005/09/08/business/worldbusiness/yahoo-helped-chinese-to-prosecute-journalist.html?_r=0&module=inline"}