{"authors": ["Nick Kotz"], "date_download": "2018-11-16 04:20:07", "date_modify": "2018-11-16 04:20:07", "date_publish": "2005-08-28 01:00:00", "description": "WHEN AFFIRMATIVE ACTION WAS WHITE An Untold History of Racial Inequality in Twentieth-Century America. By Ira Katznelson. 238 pp. W. W. Norton & Company. $25.95.", "filename": "2005_08_28_books_review_when-affirmative-action-was-white-uncivil-rights.html_module=inline_1542342007.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_08_28_books_review_when-affirmative-action-was-white-uncivil-rights.html_module=inline_1542342007.html", "title": "'When Affirmative Action Was White': Uncivil Rights", "title_page": "'When Affirmative Action Was White': Uncivil Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This history has been told before, but Katznelson offers a penetrating new analysis, supported by vivid examples and statistics. He examines closely how the federal government discriminated against black citizens as it created and administered the sweeping social programs that provided the vital framework for a vibrant and secure American middle class. Considered revolutionary at the time, the new legislation included the Social Security system, unemployment compensation, the minimum wage, protection of the right of workers to join labor unions and the G.I. Bill of Rights.\nEven though blacks benefited to a degree from many of these programs, Katznelson shows how and why they received far less assistance than whites did. He documents the political process by which powerful Southern Congressional barons shaped the programs in discriminatory ways -- as their price for supporting them. (A black newspaper editorial criticized Roosevelt for excluding from the minimum wage law the black women who worked long hours for $4.50 a week at the resort the president frequented in Warm Springs, Ga.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt the time, most blacks in the labor force were employed in agriculture or as domestic household workers. Members of Congress from the Deep South demanded that those occupations be excluded from the minimum wage, Social Security, unemployment insurance and workmen's compensation. When labor unions scored initial victories in organizing poor factory workers in the South after World War II, the Southern Congressional leaders spearheaded legislation to cripple those efforts. The Southerners' principal objective, Katznelson contends, was to safeguard the racist economic and social order known as the Southern \"way of life.\"\nKatznelson reserves his harshest criticism for the unfair application of the Servicemen's Readjustment Act, known as the G.I. Bill of Rights, a series of programs that poured $95 billion into expanding opportunity for soldiers returning from World War II. Over all, the G.I. Bill was a dramatic success, helping 16 million veterans attend college, receive job training, start businesses and purchase their first homes. Half a century later, President Clinton praised the G.I. Bill as \"the best deal ever made by Uncle Sam,\" and said it \"helped to unleash a prosperity never before known.\"\nBut Katznelson demonstrates that African-American veterans received significantly less help from the G.I. Bill than their white counterparts. \"Written under Southern auspices,\" he reports, \"the law was deliberately designed to accommodate Jim Crow.\" He cites one 1940's study that concluded it was \"as though the G.I. Bill had been earmarked 'For White Veterans Only.' \" Southern Congressional leaders made certain that the programs were directed not by Washington but by local white officials, businessmen, bankers and college administrators who would honor past practices. As a result, thousands of black veterans in the South -- and the North as well -- were denied housing and business loans, as well as admission to whites-only colleges and universities. They were also excluded from job-training programs for careers in promising new fields like radio and electrical work, commercial photography and mechanics. Instead, most African-Americans were channeled toward traditional, low-paying \"black jobs\" and small black colleges, which were pitifully underfinanced and ill equipped to meet the needs of a surging enrollment of returning soldiers.\nThe statistics on disparate treatment are staggering. By October 1946, 6,500 former soldiers had been placed in nonfarm jobs by the employment service in Mississippi; 86 percent of the skilled and semiskilled jobs were filled by whites, 92 percent of the unskilled ones by blacks. In New York and northern New Jersey, \"fewer than 100 of the 67,000 mortgages insured by the G.I. Bill supported home purchases by nonwhites.\" Discrimination continued as well in elite Northern colleges. The University of Pennsylvania, along with Columbia the least discriminatory of the Ivy League colleges, enrolled only 46 black students in its student body of 9,000 in 1946. The traditional black colleges did not have places for an estimated 70,000 black veterans in 1947. At the same time, white universities were doubling their enrollments and prospering with the infusion of public and private funds, and of students with their G.I. benefits.\nKatznelson argues that the case for affirmative action today is made more effectively by citing concrete history rather than through general exhortations. Studying the New Deal, the Fair Deal, the Great Society and the civil rights movements of the 1960's could not be more relevant at a time when the administration seems determined to weaken many of the federal programs that for decades have not just sustained the nation's minorities but built its solid middle class. Whether or not Katznelson's study directly influences the affirmative action debate, it serves an important purpose. With key parts of the Voting Rights Act set to expire in 2007 and other civil rights protections subject to change, we must understand a continuing reality: the insidious and recurrent racial bias in the history of American public life.\nNick Kotz, a journalist and historian, is the author of \"Judgment Days: Lyndon Baines Johnson, Martin Luther King, Jr., and the Laws That Changed America.\"", "url": "https://www.nytimes.com/2005/08/28/books/review/when-affirmative-action-was-white-uncivil-rights.html?module=inline"}