{"authors": ["Alan Cowell"], "date_download": "2018-11-16 03:49:18", "date_modify": "2018-11-16 03:49:18", "date_publish": "2005-07-07 01:00:00", "description": "An unknown group claimed responsibility on an Arabic Web site, but authorities said it was too early to settle on one suspect.", "filename": "2005_07_07_international_europe_after-coordinated-bombs-london-is-stunned-bloodied-and_1542340158.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_07_07_international_europe_after-coordinated-bombs-london-is-stunned-bloodied-and_1542340158.html", "title": "After Coordinated Bombs, London Is Stunned, Bloodied and Stoic", "title_page": "After Coordinated Bombs, London Is Stunned, Bloodied and Stoic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Prime Minister Tony Blair, who had been playing host to the summit and seemed high on a wave of successes capped by the Olympic decision, cut short his stay in Scotland, leaving the seven other Group of 8 leaders - including President Bush - as he flew back to head emergency ministerial meetings here.\n\"It is reasonably clear that there have been a series of terrorist attacks in London,\" a shaken Mr. Blair told reporters before he left Gleneagles, speaking after several hours in which the authorities had spoken only of a power-surge on the subway lines and shied from blaming the attacks on terrorism.\n\"Just as it is reasonably clear that this is a terrorist attack or a series of terrorist attacks, it is clear that it is designed and aimed to coincide with the opening of the G-8,\" he said. He added that it was \"particularly barbaric\" that the attacks coincided with a gathering designed to combat African poverty and global warming.\n\"The terrorists will not succeed,\" he said. \"Today's bombings will not weaken in any way our resolve to uphold the most deeply held principles of our societies and to defeat those who would impose their fanaticism and extremism on all of us. We shall prevail and they shall not.\"\nIn a recorded message later from his office at 10 Downing Street to the nation broadcast after he returned to London, a somber Mr. Blair declared: \"This is a very sad day for the British people. But we will hold true to the British way of life.\n\"The purpose of terrorism is just that - to terrorize people and we will not be terrorized.\"\nHe promised \"the most intense police and security service action to make sure that we bring those responsible to justice.\" He praised \"the stoicism and resilience of the people of London.\"\nBritish officials have been forecasting a major terror strike on London since the attacks of Sept. 11, 2001, in New York and Washington. Since Britain sided with the United States in the war in Iraq, this land has seen itself as a potential target.\nAdvertisement Continue reading the main story\nImmediately after the attacks, authorities in the United States and Europe increased security precautions on mass transit systems. In Gleneagles, President Bush drew the comparison between the aims of the G-8 summit and the bombers.\n\"On the one hand you have people working to alleviate poverty and rid the world of the pandemic of AIDS and ways to have a clean environment and, on the other hand, you have people working to kill people,\" he said.\n\"The contrast couldn't be clearer between the intentions and the hearts of those who care deeply about human rights and human liberty, and those who kill, those who've got such evil in their hearts that they will take the lives of innocent folks,\" Mr. Bush said. \"The war on terror goes on.\"\nIn Singapore, Giselle Davies, a spokeswoman for the International Olympic Committee said in an interview that London 2012 officials had told the I.O.C. that authorities were not making any link between the bombings and the awarding of the 2012 Games to London. She also said that the I.O.C. president, Dr. Jacques Rogge, had spoken to Mr. Blair.\n\"From what we understand and everything that we know about it, this is not at all a bit related,\" Ms. Davies said. \"There is no link and it is not for us to speculate further.\"\nShe added that the I.O.C. \"has the full confidence in London and a secure Games in seven years time.\"\nThe bombings began on what seemed a normal, busy day in the rush-hour.\nAccording to a police chronology, the first came at Liverpool Street Station at 8:51 a.m. (3:51 Eastern time) when an explosion tore through a subway train 100 yards into the tunnel. Seven people died.\nThe second was at 8:56 a.m. at King's Cross station, a hub that, like Liverpool Street, links the subway to overland trains bound for the north-east. The death toll was 21 people, the police said.\nAdvertisement Continue reading the main story\nTwenty-one minutes later, at 9:17 a.m., a third blast ripped through a train coming into the Edgware Road underground station, again 100 yards away from the platform inside the tunnel. Five died there.\nAnd 30 minutes later, at 9:47 a.m., the upper deck of a bus was bombed at the junction of Upper Woburn Place and Tavistock Square. \"We estimate many casualties,\" the police said.\nTony Tindall, an Australian steel erector who has lived and worked in London for five years, heard the explosion on the bus and said: \"The scene was just carnage. There was blood and guts everywhere.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn a remarkable escape, Jasmine Gardner, 22 from Kent who works in television distribution, was about to board the No. 30 bus in Tavistock Square, having been forced off the subway by the earlier explosions.\n\"I was trying to get on the bus,\" she said. \"It was moving slowly though heavy traffic. The bus had stopped and let off most of its passengers. There were 15 to 20 people on board the number 30 bus.\n\"One minute the bus was there, the next minute it seemed to dissolve into millions of pieces. I was showered with bits of metal and bits of the bus. I was shielding myself with my umbrella and it all landed on my umbrella. I completely broke down. I was stuck to the spot. I turned away because I couldn't face to look at it. Someone had to tell me to run away as fast as I could. It was horrific.\"\nIn total, the police said, more than 300 people were wounded, ferried to hospitals swathed in silvery space blankets, their faces blackened with soot. The police said seriously injured people had lost limbs and were badly burned.\nSince the Sept. 11 attacks police have been rehearsing emergency procedures and seemed to be following pre-arranged measures, urging people to stay where they were, tune into the television, radio or Web site and avoid central London.\nBy evening some parts of the city were eerily calm, the usually thronged streets around some railroad stations cordoned off and empty, while thousands of people packed the sidewalks, seeking ways home.\nAdvertisement Continue reading the main story\nSome Londoners took the bombings in stride, citing their long experience of attacks by the Irish Republican Army - but with the key distinction that the I.R.A. had often issued warnings of when it would strike, and has observed a form of truce for more than eight years.\n\"We've seen all this before in a way,\" said Sgt. John Burnett, a police officer patrolling under the tall chestnut trees near the site of the bus attack. \"We've been fighting the I.R.A. for years in London. So bombs are nothing new. But the difference is that I.R.A. provided some warning for their attacks. It seems the hallmark of these attacks is we get no warning, whatsoever. It was a matter of when, not if.\"\nLondon's subway system, the world's oldest, transports three million people each day. Officials estimated that about 500 trains were in use at the time of the explosions, with some trains carrying as many as 900 people.\nThe blast spread chaos with police cars, ambulances and fire engines speeding across the city.\nTourists lined the gates of Hyde Park, queuing to ask police officers how to reach the airport or other popular sites. Ten-minute tube rides became 45-minute walks. A woman eight months pregnant was told her trip home would take two hours.\nAround 11 a.m. along Edgware Road, pedestrians lined the police barriers, each seeking directions on how to get around the cordoned off areas.\nYusuf Pandor, 40, of North West London, was looking to return to his car on the other side of the barriers. A little more than an hour earlier, Mr. Pandor was one of many Samaritans helping pull bombing victims into the nearby Hilton Metropol.\n\"They were shaken, bleeding,\" Mr. Pandor said. \"One woman was badly injured burned on her face. She had it covered. People were just shocked.\"\nLoyita Worley, who works for a city law firm, told the BBC that she was in the subway when an explosion took place in the next carriage, while it was in a tunnel.\nAdvertisement Continue reading the main story\nMs. Worley, 49, said: \"All the lights went out and the train came to an immediate halt. There was smoke everywhere and everyone was coughing and choking, but remained calm. We couldn't open the doors.\"\nIn his broadcast, Mr. Blair sought to prevent any backlash against British or foreign Muslims, noting that while terrorists said they had acted in the name of Islam, most Muslims in Britain and around the world were \"decent law-abiding people who deplore these acts of terrorism as much as we do.\"\nThe blast spread worries across Europe, particularly in those lands that are seen as allies of the United States - Spain until last year, Italy and others.\n\"This should be a wake up call for us all, since England has the best anti-terrorism tradition in Europe,\" said Frencesco Sidoti, an expert in security at the University of L'Aquila.\n\"We are unprepared, This has nothing to do with the old-style domestic terrorism that Europe is used to,\" he said referring to scattered acts of violence committed by groups like the Red Brigades in Italy, or the Irish Republican Army in Britain.\nItaly's prime minister and president expressed their outrage at the attacks, as did Pope Benedict XVI, who called the bombings \"barbaric acts against humanity.\"\nSarah Lyall, Don Van Natta Jr., Stephen Gray and Wendy Ginsberg contributed reporting from London for this article, and Richard W. Stevenson from Auchterarder, Scotland, and Elisabeth Rosenthal from Rome.", "url": "https://www.nytimes.com/2005/07/07/international/europe/after-coordinated-bombs-london-is-stunned-bloodied-and.html"}