{"authors": ["Michael Wilson", "Janon Fisher"], "date_download": "2018-11-16 03:13:03", "date_modify": "2018-11-16 03:13:03", "date_publish": "2005-12-16 00:00:00", "description": "The first time that young Lillo Brancato Jr. is remembered setting foot on the quiet street of homes on Arnow Place in the Bronx was around 1993. Then, he was a cocksure teenager starring opposite his big-screen idol, Robert De Niro, in ''A Bronx Tale.'' He and a 9-year-old actor, Francis Capra, played the same character at different stages of his life in the film, and Francis lived on Arnow Place. On the film's set, Mr. Brancato met Francis's older sister, Chanel, and courted her, thereby becoming a regular visitor to the block.", "filename": "2005_12_16_nyregion_an-actor-a-thief-and-a-shared-path-downhill_1542337983.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_16_nyregion_an-actor-a-thief-and-a-shared-path-downhill_1542337983.html", "title": "An Actor, a Thief and a Shared Path Downhill", "title_page": "An Actor, a Thief and a Shared Path Downhill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They were arraigned on charges of murder yesterday.\nThe trail from Arnow Place in 1993 to Arnow Place in 2005 was practically all downhill. Mr. Brancato had gone from a protégé of Mr. De Niro, who directed \"A Bronx Tale\" and played the father of Mr. Brancato's character in the movie, to a liability who threatened to blow even the smallest of roles, his fellow actors said. His latest booking, in fact, was on a friend's cable-access show, where he was to appear beside two other \"Bronx Tale\" actors.\nA lingering curiosity in the days after the shooting has involved the relationship between the two suspects. Mr. Brancato was once a young star, staring out from celebrity photos, arms draped around girlfriends. Mr. Armento, the authorities say, was a onetime bit earner for mobsters and a convicted thief, lately living off an inheritance in his childhood home in Yonkers. He went out every morning in a plaid shirt and sweat pants to sip Scotch in a neighborhood tavern.\nBut their styles of living, actually, would seem to be the least of their differences. Mr. Brancato had dated one of Mr. Armento's twin daughters, and when the relationship ended, he had grown volatile, the police said. Just last week, officers found the younger man outside the father's apartment, where the daughters lived, screaming, the police said.\nBut something stronger drew the men together, the police and friends of both men said, strong enough that they would spend the night after Mr. Brancato's shouting and arrest together in a Bronx strip club, before venturing out for what would be the fatal trip to Arnow Place.\nThey were bonded by something stronger than social circles and generational gaps and blood ties: their drug addictions. \"It's because they were into the same things,\" said Mr. Armento's former wife, Donna Nelson, 47. \"They were drug buddies.\"\nThe two met around 2003, the same time Mr. Brancato met Mr. Armento's daughter, Stefanie, at a Yonkers gym where she worked. By then, Mr. Armento had collected a string of arrests, at least 12 since 1976, with charges including burglary, and weapons and drug possession. He was once a low-level associate of the Gambino crime family, a law enforcement official said.\nMr. Armento's family had lived at 6 Smart Avenue in Yonkers for many years and owned a nearby nursery, neighbors said. His former wife recalled their courtship fondly. \"He was very handsome, very private, very exclusive,\" she said. What she described as his spiral downward ever since was driven, she said, by a dependence on alcohol and drugs.\nAdvertisement Continue reading the main story\nMr. Brancato's track, while shorter, ran parallel to the older man's, those who knew him said. \"He was always hyper,\" said Vinny Vella, 57, a character actor who lives in Manhattan's Little Italy and is the host of the cable-access show on which Mr. Brancato was to appear. \"He loved to dance. He loved women.\" But Mr. Vella remembered feeling uncomfortable when he met Mr. Armento. \"I never liked him,\" he said.\nMr. Brancato's drug problem had become common knowledge among his friends. \"The kid grew up real quick,\" said Jamal G. Nasser, 40, of Yonkers, also an actor with a record of arrests, at least six for driving while impaired, harassment and other charges. \"He didn't hang out with anybody his own age. He always hung out with people older than him. The kid was a night owl. That movie star life transformed this kid.\"\nHe had appeared in the second season of \"The Sopranos\" and played a mobster on a short-lived television drama called \"Falcone,\" but his habits were affecting his work, his colleagues said.\nLast year, he landed a bit part in a feel-good romantic comedy titled \"Saturday Morning,\" scheduled for release in 2006. He played a surly boss of the younger hero, played by Joey Piscopo -- 26, the son of Joe Piscopo, the comic -- who remembered the struggle of their single day of shooting together. \"There were delays in shooting attributed to him,\" Mr. Piscopo said. \"There was some suspected drug use. Seeing him in 'A Bronx Tale,' you think, here's a young actor, you're excited to work with him, and seeing him fall so far from grace, it's really disheartening.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"He didn't blow the whole movie, but it was just a real letdown. There was a little bit of trouble with lines. It was more like wrangling him, like, 'We're doing the scene now, you need to stand here.' It was just difficult to get a performance out of him.\"\nLast March, Mr. Brancato was arrested in Hermosa Beach, Calif., after hovering around two officers arresting a suspected drug dealer in an alley outside a bar, said Sgt. Paul Wolcott of the city's police. He told the officers, \"I'm just checking on my friend,\" but his rapid speech and dilated pupils led them to suspect he was high, Sergeant Walcott said.\nA urine test showed traces of cocaine, marijuana, Valium and opiates in his system, Sergeant Walcott said. He was arrested, and after three telephone calls, including ones to his mother and an aunt in Yonkers, he was released on bail.\nHe entered drug rehabilitation and hoped to make a new start, said Noel Ashman, 35, a Manhattan club owner who named his Chelsea nightclub, NA, after himself. \"He had gone a couple of times and was planning to go again,\" Mr. Ashman said. \"He wanted to get his life together. He's a brilliant actor.\"\nBut to Mr. Nasser, he sounded less hopeful: \"He said, 'You know, Jim? Anybody who goes to rehab knows it doesn't work,' \" Mr. Nasser recalled. \" 'Sit there and listen to people and it makes me want to do drugs more.' \"\nAdvertisement Continue reading the main story\nMr. Armento, meanwhile, seemed to have fallen onto similarly hard times. \"If someone asked me if Steve was a drug addict, I would say, 'no.' I talk to Steve every day,\" said Joseph Castellano, 57, a contractor. \"If you asked me if he was an alcoholic, I would say, 'absolutely.' \"\nMr. Castellano said he had been buying Mr. Armento's inherited property for five or six years. \"He signed the house over to me Friday,\" he said. \"A coupleof weeks ago, Steve came to me and asked for money, about $5,000.\"\nMr. Armento's daily routine included walking to a nearby bar called Murphy's Law at 11 a.m. and settling into a stool for some Glenlivet. \"He'd crack jokes,\" one regular daytime customer said this week. \"He could make you laugh all day.\"\nMr. Armento and Mr. Brancato drank together at a Bronx strip club, the Crazy Horse, on Saturday morning. Mr. Brancato had had another in a string of falling outs with Mr. Armento's daughter, Stefanie, on Thursday evening. The police said he was standing outside their home on Smart Avenue, blocking traffic and screaming toward the house.\nHe was charged with disorderly conduct and harassment. But by Saturday morning, he seemed to have calmed down. He spoke with his old friend, Mr. Nasser. \"He wouldn't tell me what was going on,\" Mr. Nasser said. \"He didn't seem upset or anything. He just said, 'I gotta go. I gotta go. I gotta go.' \"\nThe two men went to the apartment on Arnow Place where the veteran, Kenneth Scovotti, had lived until his death in July at 63. Mr. Brancato had known him for years, since meeting him through the Capras, Mr. Nasser said, and he repeatedly entered the house since the older man's death to steal his prescription drugs.\n\"I knew that he had been in Kenny's house before,\" he said. \"I've been in Kenny's house. They were in Kenny's house last week. The place wasn't cleaned out. They went back to get the rest of Kenny's dope.\"\nBut the apartment had been cleaned out just two days earlier, neighbors said. Mr. Brancato and Mr. Armento were walking away from the basement apartment and its broken window when they encountered Officer Enchautegui, his pistol drawn and his badge on a chain around his neck.\nYesterday, both suspects were pushed in their wheelchairs for separate arraignments in Jacobi Medical Center's conference room.\nAdvertisement Continue reading the main story\nWhile he recovers from his gunshot wounds, Mr. Brancato will be appearing on television. The Cinemax channel is showing \"A Bronx Tale\" tomorrow night and two more times this month.", "url": "https://www.nytimes.com/2005/12/16/nyregion/an-actor-a-thief-and-a-shared-path-downhill.html"}