{"authors": ["Robert Leiter"], "date_download": "2018-11-16 03:44:49", "date_modify": "2018-11-16 03:44:49", "date_publish": "2005-05-15 01:00:00", "description": "BURIED BY THE TIMES The Holocaust and America's Most Important Newspaper. By Laurel Leff. Illustrated. 426 pp. Cambridge University Press. $29.", "filename": "2005_05_15_books_review_buried-by-the-times-horror-story_1542339889.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_05_15_books_review_buried-by-the-times-horror-story_1542339889.html", "title": "'Buried by The Times': Horror Story", "title_page": "'Buried by The Times': Horror Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BURIED BY THE TIMES The Holocaust and America's Most Important Newspaper. By Laurel Leff. Illustrated. 426 pp. Cambridge University Press. $29.\nON the level of sheer reporting, Laurel Leff's \"Buried by The Times\" is impressive. She is not the first to excoriate The New York Times for its neglectful coverage of the Holocaust but she is the most thorough, building on the work of historians of American indifference like Deborah Lipstadt and David Wyman. Leff is a relentless journalist. Her time spent at The Wall Street Journal and The Miami Herald has served her well.\nLeff catalogs in grim, ever-mounting detail how little attention the Holocaust received in The Times and how, when it was covered, the stories were generally buried in back pages. Stories about the slaughter of Jews in Austria and Italy in 1943, for instance, appeared on Pages 6 and 35 respectively. Nor was much editorial space allotted to the subject, even after it was clear that the \"atrocity stories\" were not exaggerations, as had earlier been feared. The publisher, Arthur Hays Sulzberger, comes in for considerable and often justifiable criticism. Like many other Jews of the period, he had a troubled relationship with his Jewishness and was outspoken in his opposition to Zionism. All this led him to make unfortunate journalistic decisions as he strove to insure that the paper was not perceived as favoring any one group, the Jews especially.\nBut what Leff lacks -- aside from a graceful prose style -- is what a trained historian would have brought to this complex and demanding material: a sense of context. Her argument is constructed through hindsight, which tends to skew her conclusions. There's no doubt that before and during the war years, The Times was the pre-eminent newspaper in the country, but Leff imagines its influence, and the influence of the news media as a whole, as if they were as pervasive in the 1940's as they are today. She also treats Sulzberger's anti-Zionism like some evil aberration. There were many Jews who agreed with him, some of them even in Franklin D. Roosevelt's administration. Anti-Zionism existed among Jews on the political and religious left and right, and everyone had his reasons. (The American Council for Judaism was formed in 1942 solely to fight the creation of a Jewish state in Palestine; one of its founding members was Arthur Hays Sulzberger.)\nAdvertisement Continue reading the main story\nLeff's worst failing, though, is her handling of exactly what people knew and understood in the 1930's and 40's as the Nazis drove Jews to their deaths. Concentration camps were nothing new; they'd been around throughout history. Death camps -- the Nazis' contribution to modernity -- were unheard of, and the extent of the killing could not have been fathomed. Jean Améry, a survivor and writer who committed suicide long after liberation, called one of his books \"At the Mind's Limits.\" He contended that Auschwitz and what was manufactured there were beyond the scope of rational thought. How could Sulzberger or any other newspaper executive have comprehended the extent of what was happening in Europe?\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThis is not said to relieve anyone of guilt; there's plenty to go around, and The Times was seriously negligent throughout the period. But it is naïve to imagine that more stories on the front page of any newspaper would have changed the course of history. Leff seems to acknowledge as much in her introduction, then goes on to construct her book as if the opposite were true.\nMoral indignation drives this project, and Leff indulges it every chance she gets. Her title, actually, has particular but unintended resonance: the Holocaust was an issue buried by the times in which the participants lived and not solely by The New York Times. A more sophisticated writer would have seen the whole picture and not been on such a high-minded crusade against one newspaper, no matter how powerful, influential and humanly flawed it was, and continues to be.", "url": "https://www.nytimes.com/2005/05/15/books/review/buried-by-the-times-horror-story.html"}