{"authors": ["Janny Scott", "Sewell Chan"], "date_download": "2018-11-16 03:13:06", "date_modify": "2018-11-16 03:13:06", "date_publish": "2005-12-22 00:00:00", "description": "On Day 2 of New York City transit strike, stakes for strikers, businesses and riders spiral upward; Gov George E Pataki rules out any negotiations until strikers return to work; judge threatens to send union leaders to jail; businesses langish and weary New Yorkers grapple with harsh realities of life without buses or subways; Metropolitan Transportation Authority takes unusual step of running television advertisements urging individual strikers to return to work; Transport Workers Union local president Roger Toussaint bitterly attacks Mayor Michael Bloomberg for referring to strike as 'thuggish' and 'selfish'; Toussaint has demanded that thorny pension issues be removed from table before strikers return to work; but there is evidence of willingness to compromise, at least behind scenes; both sides meet separately with state mediators, first possible step toward taking dispute to arbitration; burden of strike falls unevenly on New Yorkers of different classes; it is having far harsher impact on people living in Brooklyn and Queens than on residents of Manhattan; photos; chart (M)", "filename": "2005_12_22_nyregion_nyregionspecial3_transit-strike-into-2nd-day-stakes-climb_1542337986.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_22_nyregion_nyregionspecial3_transit-strike-into-2nd-day-stakes-climb_1542337986.html", "title": "Transit Strike Into 2nd Day; Stakes Climb", "title_page": "Transit Strike Into 2nd Day; Stakes Climb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a speech that belied the union's tenuous position -- it is already being fined $1 million a day -- Mr. Toussaint seemed to cast the conflict in a social-justice context. In describing the struggle of his largely minority union, he invoked the Rev. Dr. Martin Luther King Jr. and Rosa Parks, saying: \"There is a higher calling than the law. That is justice and equality.\"\nDespite Mr. Toussaint's vow not to return to the table until the pension demand was dropped, he and his top lawyers were meeting with state mediators for hours at a time. State mediation could either yield a solution to the differences, or force the two sides to binding arbitration. While Mr. Toussaint reiterated his opposition to binding arbitration, he did not rule it out.\nAnd while Governor Pataki vowed that there would be no negotiations as long as workers were striking, Peter S. Kalikow, the chairman of the authority, was in the Grand Hyatt hotel last night, suggesting he was still willing to meet with Mr. Toussaint. Though he issued a statement highly critical of Mr. Toussaint's words, it included language hinting the authority still wanted to talk.\nMayor Bloomberg recited a litany of misery brought on by the strike: business was down 40 percent in some restaurants and 60 percent in some stores; home health aides were unable to reach their patients; people were delaying chemotherapy and radiation; the New York Blood Center declared a state of emergency; attendance at museums and theaters was down; the holiday crowds on Fifth Avenue had thinned.\nAfter the first day of chaos, there were signs that systems were being fine-tuned and people were adapting. Some suburban trains took to skipping stops to get into Manhattan faster. Police checkpoints ran more smoothly.\nStill, the evening rush was as chaotic as Tuesday night's, with long lines almost everywhere.\nMore cars entered Manhattan. About 36,000 cars entered between 5 and 10 a.m., up 18 percent over Tuesday, said Kay Sarlin, a spokeswoman for the City Department of Transportation. The Staten Island ferry had more passengers than usual; commuters thronged ferry terminals at the Brooklyn Army Terminal and at Hunters Point in Long Island City. The city reopened Fifth and Madison Avenues, which had been closed to all but emergency vehicles on the first day. There were scattered reports of price gouging by taxi and livery car drivers, the mayor said.\nThe burden of the strike fell unevenly upon New Yorkers of different classes.\nFor many living in Manhattan, the strike remained an inconvenience, not a hardship. Some, like Dave Halman, a 35-year-old Wall Street banker, worked from home the first day. Yesterday, he was out on West 96th Street waiting for a company shuttle. \"It's fine,\" he said. \"We went through the blackout, 9/11 and now most people are taking this in stride.\"\nAdvertisement Continue reading the main story\nBut for many more, the impact was harsher. Stan Decker said he had walked nearly seven miles from Bensonhurst, Brooklyn to Jamaica, Queens. \"They're hurting the ordinary people, they're not hurting the big shots,\" Mr. Decker, 59, said of the union. A union member himself, he complained, \"Everybody's paying for health insurance. Why should they be different? When they overdo it like this, they hurt unions because if gives people a bad impression.\"\nIn its television advertisement, broadcast on the local cable channel NY1 News, the president of New York City Transit, Lawrence G. Reuter, said that \"many hundreds of employees have already reported to work and we commend them.\" He urged employees to report to designated locations, listed on the agency's Web site, to avoid \"severe legal and financial consequences.\"\nOn picket lines outside a bus depot in Midtown Manhattan and outside a transit plant, on West 53rd Street, some striking workers hinted they were having second thoughts. They said they live paycheck to paycheck, burdened with mortgages, many with children and ailing relatives to care for. Some said they had begun to wonder if they would be the ones to lose the most.\nMayor Bloomberg, too, raised the question of whom the strike is hurting.\n\"Roger Toussaint and the board have sought to portray the strike as a fight for working people,\" he said at a news conference. \"That argument doesn't hold any water. Working people are the ones that are being hurt. Busboys are getting hurt, garment industry workers are getting hurt, owners of mom-and-pop businesses are being hurt.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe transit strike, the first in a quarter century, began at 3 a.m. Tuesday after negotiations between the union and the transit authority broke down over the authority's last-minute demand that all new transit workers contribute 6 percent of their wages toward their pensions -- up from the 2 percent that current workers pay.\nThe authority has said it needs to rein in its soaring pension costs. Mr. Toussaint has argued that, under state law, it is illegal for the authority to insist on including a pension demand as part of a settlement.\nAt a news conference, Mr. Pataki said: \"There aren't going to be any talks while you're out there walking. Come back to work. And then the M.T.A., I'm sure, will be willing to engage in negotiations. But not while you're engaged in an illegal strike.\"\nAsked about the union's demand that pensions be taken off the table, the governor said, \"I don't care what the union says, until they come back to work.\"\nThe governor's staff would not elaborate on his words, nor say whether they represented a change in the state's stance. Mr. Kalikow, who was appointed by the governor, said in his statement that the authority was ready to negotiate, but warned ominously that time was running out.\nAdvertisement Continue reading the main story\n\"The M.T.A. has remained in the hotel since the strike commenced, ready to negotiate,\" Mr. Toussaint said. He added: \"It is becoming clear that we are rapidly approaching the point at which further waiting would be futile.\"\nJustice Jones ordered the union leaders to appear in court to face contempt charges and possibly jail. He also agreed to consider a request by the city for a temporary restraining order, which could lead to strikers being assessed additional fines. Justice Jones brought up the possibility of jail for top union officials during proceedings in which James B. Henly, the lead state lawyer in the case, was seeking fines against Mr. Toussaint and two other officials of Local 100 -- Ed Watt, the secretary-treasurer and Darlyne A. Lawson, the recording secretary.\nThe union's lawyer, Arthur Z. Schwartz, argued that the judge could not rule on the state's request for fines against the three officials because they were in mediation, and not present in court. Although he had not been asked by the state, the authority or the city to jail any union officials, Justice Jones said \"one or more of these people could possibly be sent to jail\" and agreed that they needed to be present.\nMr. Toussaint, at his news conference, reiterated the union's argument that the authority had forced the union to strike by illegally insisting on pension changes. Under the state's Taylor Law, one side cannot make pensions a condition of a settlement. But in 1994 and in 1999, both sides agreed on pension changes.\n\"We are prepared to resume negotiations, right away, right this minute,\" he said. \"If the pension issue were taken off the table, that would form the basis for us to ask our members -- to ask our executive board -- to ask our members to go back to work.\"\nA dozen union leaders spoke in support of the transit workers. Randi Weingarten, the president of the United Federation of Teachers and the chairwoman of the Municipal Labor Committee, said that when the city wanted changes in the pension system, it traditionally sat down with many city unions instead of picking one to try to force through changes.\nOther union leaders called for changes in the Taylor Law, arguing that it unfairly allows for large penalties against unions and workers while doing little to punish cities that drag out contract negotiations for years.\nGene Russianoff, of the Straphangers Campaign, a riders' advocacy organization that is part of the New York Public Interest Research Group, said that he was encouraged by Mr. Toussaint's statement.\n\"It seemed to point a possible way out of the terrible tragedy that we are all going through,\" Mr. Russianoff said in a statement. \"Why have the thorny issue of pensions pressed amid the heat and passion of a strike?\" He said, \"A forum of all the stakeholders to debate the issue of pension reform makes sense, rather than singling out one union that happens to be on the political outs with the mayor and governor.\"\nAdvertisement Continue reading the main story\nTRANSIT STRIKE: OVERVIEW Correction: December 23, 2005, Friday Because of an editing error, a front-page article yesterday about the New York City transit strike provided an erroneous attribution in some copies for a statement about the Metropolitan Transportation Authority's position on further negotiations with Local 100 of the Transport Workers Union. It was Peter S. Kalikow, the M.T.A. chairman, not Roger Toussaint, president of Local 100, who said: \"The M.T.A. has remained in the hotel since the strike commenced, ready to negotiate. It is becoming clear that we are rapidly approaching the point at which further waiting would be futile.", "url": "https://www.nytimes.com/2005/12/22/nyregion/nyregionspecial3/transit-strike-into-2nd-day-stakes-climb.html"}