{"authors": ["Alan Feuer"], "date_download": "2018-11-16 04:53:26", "date_modify": "2018-11-16 04:53:26", "date_publish": "2005-04-15 01:00:00", "description": "It would seem that two criminal trials, a seven-and-a-half-year prison term and endless days of consternation on both sides have not changed attitudes much in the case of Francis X. Livoti. Mr. Livoti, now in his mid-40's, is the former police officer who was sent away in 1998 for using a deadly chokehold on Anthony Baez in the Bronx nearly 11 years ago. According to his lawyer, he still believes that Mr. Baez died of an acute asthma attack.", "filename": "2005_04_15_nyregion_exofficer-convicted-in-choking-death-is-to-leave-prison_1542344006.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_04_15_nyregion_exofficer-convicted-in-choking-death-is-to-leave-prison_1542344006.html", "title": "Ex-Officer Convicted in Choking Death Is to Leave Prison", "title_page": "Ex-Officer Convicted in Choking Death Is to Leave Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It would seem that two criminal trials, a seven-and-a-half-year prison term and endless days of consternation on both sides have not changed attitudes much in the case of Francis X. Livoti.\nMr. Livoti, now in his mid-40's, is the former police officer who was sent away in 1998 for using a deadly chokehold on Anthony Baez in the Bronx nearly 11 years ago. According to his lawyer, he still believes that Mr. Baez died of an acute asthma attack.\nIris Baez is Mr. Baez's mother. She still believes that Mr. Livoti murdered her son.\nThe incident might seem like history, having taken place on Dec. 22, 1994, on a quiet side street in the University Heights section of the Bronx. History, however, has a funny way of looping around on itself. The loop will take another turn this Sunday when Mr. Livoti is to step from the Federal Correctional Institution in Butner, N.C., as a free man.\nThe fatal encounter, one of the city's mostly widely publicized cases of police brutality, began around 1 a.m. on Cameron Place as Mr. Baez, then 29 and back from Florida for the holidays, was playing football outside his mother's house with three of his brothers and their friends.\nAdvertisement Continue reading the main story\nA stray toss landed on a nearby police car. Then another. Officer Livoti got out of the car and placed one of Mr. Baez's brothers under arrest for disturbing the peace.", "url": "https://www.nytimes.com/2005/04/15/nyregion/exofficer-convicted-in-choking-death-is-to-leave-prison.html"}