{"authors": ["David E. Rosenbaum"], "date_download": "2018-11-16 03:58:10", "date_modify": "2018-11-16 03:58:10", "date_publish": "2005-10-04 01:00:00", "description": "If Harriet E. Miers takes a seat on the Supreme Court, she will be the lone sitting justice without experience as a federal appeals court judge. Legal scholars say that could make a difference.", "filename": "2005_10_04_politics_politicsspecial1_if-approved-a-firsttime-judge-yes-but-hardly-the_1542340690.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_10_04_politics_politicsspecial1_if-approved-a-firsttime-judge-yes-but-hardly-the_1542340690.html", "title": "If Approved, a First-Time Judge, Yes, but Hardly the First in Court's History", "title_page": "If Approved, a First-Time Judge, Yes, but Hardly the First in Court's History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As recently as the early 1970's, prior judicial experience was not much of a factor in picking Supreme Court candidates. The early Warren court in the 1950's, for instance, included three former senators, two former attorneys general and Chief Justice Warren, a three-term governor of California and the Republican vice-presidential nominee in 1948.\nAmong those who joined the court from 1962 to 1972, in addition to Justice Rehnquist, who was an assistant attorney general, were Arthur J. Goldberg, a labor lawyer who had been labor secretary; Abe Fortas, a federal official in the New Deal who became a prominent corporate lawyer; Byron R. White, who was deputy attorney general; Lewis F. Powell Jr., a top lawyer who had been president of the American Bar Association and president of the Richmond, Va., School Board; and Thurgood Marshall, who had been an appeals court judge for four years but whose main experience was as a civil rights lawyer and solicitor general.\nSince 1972, every justice has come directly from a federal appeals court except Sandra Day O'Connor, who was on the Arizona Court of Appeals.\n\"What we've done recently,\" said Lucas A. Powe Jr., a law professor at the University of Texas and an authority on the Warren court, \"is to send people off in their 40's to tryout camp, and a few get lucky and move up.\"\nThe reason for the trend seems to be predictability, the scholars say.\n\"Administrations nowadays are more interested than ever in the judicial philosophy and policy positions of the people they appoint, and the best way to tell that is their track record in lower courts,\" said Sheldon Goldman, a political scientist at the University of Massachusetts at Amherst, who has written extensively on judicial appointments.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn addition, said Richard D. Friedman, a law professor at the University of Michigan, many judges have managed to build résumés without having \"raised too many hackles.\"\nThe professional politicians who were named to the court in the 20th century like Warren, William Howard Taft, Hugo L. Black and Charles Evans Hughes would not be nominated today, Mr. Friedman said, because \"there is a premium on picking someone who hasn't stuck his or her neck out on hot-button political issues.\"\nSince Warren went on the court in 1953, no professional politician has been picked.\nNo one can say for sure how Ms. Miers's background as a lawyer in a large firm, a Dallas city councilwoman and an official in the Bush White House would affect her decisions on the Supreme Court.\nAdvertisement Continue reading the main story\nProfessor Goldman suggested that having been a White House insider might make her more sympathetic toward the administration position in cases involving the detainment of suspected terrorists.\nThe argument can be made, said Kermit L. Hall, a legal historian who is president of the State University of New York, Albany, that \"having heard appeals court arguments and decided cases gives you a better way of sorting through what the meaning of the law is.\"\n\"But I think there is something more important than that,\" Mr. Hall continued. \"What America is about is different experiences.\"\n\"The life course of a judge makes a difference,\" Mr. Hall said, but he cautioned that the difference might not always be a good one.\n\"The six slaveholders who decided the Dred Scott case,\" he noted, \"had some experience in slavery.\"", "url": "https://www.nytimes.com/2005/10/04/politics/politicsspecial1/if-approved-a-firsttime-judge-yes-but-hardly-the.html"}