{"authors": ["Diane Cardwell"], "date_download": "2018-11-16 04:31:49", "date_modify": "2018-11-16 04:31:49", "date_publish": "2005-12-22 00:00:00", "description": "The standoff between the Transport Workers Union and the Metropolitan Transportation Authority, tense and perilous, was already taking a harsh physical and economic toll on New Yorkers. But now, as representatives of a mostly nonwhite work force trade recriminations publicly with white leaders in government and at the transportation authority, the potentially volatile issue of race, with all its emotional consequences, is bubbling to the surface.", "filename": "2005_12_22_nyregion_nyregionspecial3_race-bubbles-to-the-surface-in-standoff_1542342709.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_22_nyregion_nyregionspecial3_race-bubbles-to-the-surface-in-standoff_1542342709.html", "title": "Race Bubbles to the Surface in Standoff", "title_page": "Race Bubbles to the Surface in Standoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Rev. Al Sharpton, who called an evening news conference to blast Mr. Bloomberg, said in an interview: \"How did we become thugs? Because we strike over a pension?\"\n\"I do not think the language would have been used in a union that was not as heavily populated by people of color,\" he added. \"And whether he intentionally did it or not, he offended a lot of people of color and he ought to address that, and come to the bargaining table.\"\nEarlier in the day, the Rev. Herbert D. Daughtry, a Brooklyn pastor, joined elected officials at a City Hall news conference and compared Mr. Bloomberg to Eugene (Bull) Connor, the Alabama police chief who used police dogs and fire hoses on civil rights protesters in the 1960's.\nEd Skyler, a spokesman for Mr. Bloomberg, dismissed those comments, saying, \"It's despicable for anyone to inject race into this situation.\" He noted that when police and fire union members were trailing the mayor during contract negotiations, Mr. Skyler had accused them of \"acting like thugs,\" to little comment.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut for all the accusations and counter-accusations, clues of a simmering racial tension have hovered over the contract negotiations between the union and the transit authority all along.\nMr. Toussaint, for instance, continued yesterday to cast the strike as part of a broader movement for social justice and invoked the civil rights movement, as he often does in his calls to respect the dignity of his workers. \"Had Rosa Parks answered the call of the law instead of the higher call of justice, many of us who are driving buses today would instead be at the back of the bus,\" he said.\nMr. Toussaint added that he was the one who pointed out that the authority did not honor the birthday of the Rev. Dr. Martin Luther King Jr. The authority, in its offer on Monday night, agreed to create such a holiday, an action estimated to cost $9 million a year. Indeed, the politics of the strike are in some ways embedded in the broader demographic changes in the city. Mr. Toussaint, who is originally from Trinidad, leads a union, now dominated by blacks, Latinos and Asian-Americans, whose members were once mostly of European descent.\n\"Clearly race is a subtext of much of what has happened in city politics, in the ethnic succession within unions and city agencies,\" said Douglas A. Muzzio, a professor at the Baruch School of Public Affairs, who said he saw nothing inherently racial in the use of the term thuggish.\nAdvertisement Continue reading the main story\nAmong members of the Transport Workers Union, however, there is a real and bitter sense that city leaders speak of them differently from members of other unions, like those of police officers and firefighters, whose memberships are whiter.\nFor instance, George McAnanama, a semi-retired union leader and former transit worker said transit employees have received less praise for their contributions during city emergencies like the 2001 terror attack and the 2003 blackout. \"Whenever there's praise given out we're always the stepchild if we're mentioned at all,\" he said.\nNow, that sense of injustice has more fully emerged among workers on strike and is being championed by elected officials from the City Council to Congress. Mr. Sharpton made the civil rights connection explicit, noting that when Dr. King was assassinated in 1968, he was in Memphis to support a sanitation workers' strike, a strike also held to be illegal.", "url": "https://www.nytimes.com/2005/12/22/nyregion/nyregionspecial3/race-bubbles-to-the-surface-in-standoff.html"}