{"authors": ["Richard Pérez-Peña", "Marc Santora"], "date_download": "2018-11-16 03:13:05", "date_modify": "2018-11-16 03:13:05", "date_publish": "2005-12-22 00:00:00", "description": "For a day, maybe, it felt like a communal challenge, a dare to New Yorkers to demonstrate their pluck and ingenuity. But by yesterday, the reality of a transit strike had wiped away any sense that this was an adventure. It was an annoyance, a hardship, a source of suffering. Every apartment block, office, store or sidewalk had its tales of people who were unable to get to work, of businesses that had trouble functioning or were able to operate only at a daunting cost, of workers and employers who reached their jobs and found there had been little point in trying because the customers were missing.", "filename": "2005_12_22_nyregion_nyregionspecial3_tolls-start-to-mount-financial-medical-emotional_1542337985.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2005_12_22_nyregion_nyregionspecial3_tolls-start-to-mount-financial-medical-emotional_1542337985.html", "title": "Tolls Start to Mount: Financial, Medical, Emotional", "title_page": "Tolls Start to Mount: Financial, Medical, Emotional - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"I still have to buy a lot of presents, and I'm stuck,\" she said. \"I don't have any money.\"\nVisiting Nurse Service said it feared that if the strike continued, its workers would not be able to keep up with the need for in-home care. It warned hospitals that in the coming days, they might have to hold patients longer than usual, rather than releasing people who need home care.\nMayor Michael R. Bloomberg continued to describe the strike's economic impact in dire terms, saying that business at restaurants fell by 40 percent, that street traffic on Fifth Avenue's glittering shopping district was down by 50 percent, that sales dropped by 60 percent at the stores on Fordham Road in the Bronx. The office of City Comptroller William C. Thompson Jr. estimated that if the strike continues through Christmas, the cost to the city's economy would reach $1.5 billion.\nExperts agreed that the pain would be widespread and deep, but cautioned that so far, the only measure is anecdotal evidence. The first reliable data may be from sales tax reports, which the state's Department of Taxation and Finance said would not begin to trickle in until the first of the year.\nStores and restaurants appeared to be especially hard hit, losing customers and workers at what would ordinarily be their busiest season. The financial company A. G. Edwards estimated yesterday that Federated Department Stores, the nation's largest department store chain and owner of Macy's, Bloomingdale's and Lord & Taylor, would lose 1 to 2 percent of its December sales for the entire nation because of the New York strike.\nThe greatest hardship may be felt by smaller businesses and their employees, who have fewer resources to fall back on.\nThe owners of the Coffee Pot, a small chain of restaurants in Manhattan, hit the streets at 4 a.m. yesterday in rented vans to pick up 20 employees who live in the city's other boroughs. They paid for the vans, for parking, and for another 20 workers' cab fare, as much as $50 apiece, roundtrip.\nIn all, said Sonny Patel, one of the chain's owners, it is costing Coffee Pot close to $1,000 a day just to open the doors each day -- and for curtailed hours, at that. And despite their efforts, some workers were unable to make it.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"We're still paying everybody, but I don't know how much longer we can do that,\" he said.\nNerys Santos lives in the Washington Heights section of Manhattan and works as a bookkeeper at a grocery in Queens, earning $55 a day to support herself and three children. But on Tuesday and again yesterday, the logistics of getting her children to school and herself to work defeated her, so she stayed home and earned nothing. Her boss told her it was essential for her to reach work today. \"If he pays for me to go, I'll go,\" she said. \"But I can't afford to get there myself.\"\nAdvertisement Continue reading the main story\nMany New Yorkers said that while they had some sympathy for the transit workers, it was quickly wearing thin. In particular, some said, walking out just before Christmas seemed intended to inflict maximum pain.\n\"A lot of people in this country work a lot harder for less money,\" said Ms. Diaz, the salon owner. \"They're complaining about health benefits and pensions; a lot of people don't have health benefits and pensions, including the people who work here in my shop.\"\nMayor Bloomberg said the strike had stranded some of the tens of thousands of infirm people who rely on home health aides and visiting nurses. But agencies that do such work said that so far, with few exceptions, they had reached their patients' homes -- albeit hours late in some cases, and with extraordinary measures in others.\nGloria Ramos, 74, who lives on the Lower East Side and takes 17 medications daily, was seen yesterday by both a visiting nurse and a home attendant, but she feared what would happen in a prolonged strike. \"More than anything else, I do not want to be alone,\" she said.\nThe nurse, Margaret L. Torres, from Visiting Nurse Service, was able to reach her clients by staying at a Holiday Inn, rather than going home on Tuesday night. In fact, hotels, like car services, were among the few business sectors that were benefiting from the strike.\nCarol Raphael, the Visiting Nurse Service president, said that like many other businesses, it was hiring vans and cars to transport workers, renting hotel rooms, shifting schedules and reimbursing people for cab fare. But that effort is expensive, she said, and she was unsure of how long the company and its workers could continue, prompting talks with hospitals about limiting the number of people they send home each day.\nAttendance at the city's public schools was 71 percent yesterday, officials said, meaning that about 300,000 students stayed home -- and that was a significant improvement from Tuesday. For the second consecutive day, schools started two hours later than usual to ensure that the staff was able to get to work. Nearly all teachers did make it, but the late start caused more problems for parents who took children to school before heading to their own jobs.\nAmong elementary students, who mostly live near their schools, attendance was fairly good. But high school students, many of whom commute long distances, fared far worse -- 41 percent attendance citywide -- and those who made it said little instruction took place.\n\"We watched some movies, but the movies are boring,\" said Kima Polite, 17, a senior at Springfield Gardens High School in Queens, where attendance yesterday was 27 percent. \"The teachers don't really want to teach and then have to re-teach.\"\nAdvertisement Continue reading the main story\nShe said some students saw the strike as an early start to their holiday break. \"You have got time off before you have got time off,\" she said.", "url": "https://www.nytimes.com/2005/12/22/nyregion/nyregionspecial3/tolls-start-to-mount-financial-medical-emotional.html"}