{"authors": ["Marc Lacey"], "date_download": "2018-11-16 04:15:43", "date_modify": "2018-11-16 04:15:43", "date_publish": "2006-10-23 00:00:00", "description": "The $5.25 billion overhaul, set to begin next year, will double the capacity of the aging canal.", "filename": "2006_10_23_world_americas_23panama_1542341743.html", "image_url": "https://static01.nyt.com/images/2006/10/23/world/23panama.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_10_23_world_americas_23panama_1542341743.html", "title": "Panamanians Vote Overwhelmingly to Expand Canal", "title_page": "Panamanians Vote Overwhelmingly to Expand Canal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The canal, 50 miles long, employs 8,000 Panamanians and is a source of national pride, as well as foreign currency. But even as skyscrapers go up at a furious pace in a downtown Panama City that has hints of Miami, 40 percent of the country’s three million residents live in poverty.\nAll the same, preliminary results gave the expansion plan just shy of 80 percent support, far more than the simple majority required. A referendum is required for major changes to the canal, a provision of the law meant to give the people ownership of a resource that had long been in the hands of foreigners. Still, most voters stayed away from the polls Sunday, with turnout estimated at about 40 percent.\nThe approval is a victory for the Torrijos administration, which staked its reputation on the project. The current president’s father, Gen. Omar Torrijos, negotiated in the 1970’s for the United States to hand over the canal to the Panamanians. The canal changed hands in 1999.\nThe government backed off an earlier overhaul plan that would have displaced thousands of Panamanians by expanding the lake used to raise and lower ships as they navigate between the Atlantic and Pacific Oceans. No residents will be displaced under the current proposal, officials said.\nThe expansion, which will be financed by loans and higher fees charged to shippers, is scheduled to be completed in 2014. Canal officials predict that a decade afterward the expanded canal will generate $6 billion a year, far more than the $1.4 billion expected this year.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We’ve gotten a clear mandate,” Jorge Quijano, the Canal Authority’s maritime operations director, said in a telephone interview Sunday night. “We now have an opportunity to continue to grow.”\nFerdinand de Lesseps, a Frenchman who was the builder of the Suez Canal, began work on the Panama Canal in 1880 but abandoned it after the project went bust. Leaders in Washington, eager to control the Americas, took over the project in 1904 and finished it within a decade. It cost $375 million, making it the most expensive project the government had ever undertaken.\nAmerican vessels remain the biggest users of the canal, followed by Chinese and Japanese ships, according to the Panama Canal Authority, the operator. The canal handles about 4 percent of global trade.\nAdvertisement Continue reading the main story\nThe expansion will not rely on the aid of foreign governments, an outgrowth of Panama’s desire to go it alone after decades of standing by as the Americans operated the canal. Many foreigners and Panamanians alike doubted that the Panamanian government could handle operation of the canal. But profits have grown over the last seven years, and operations have continued smoothly.\nNicaragua announced last month that it was planning its own canal, although analysts doubt that its $18 billion public-private project, which would use the 60-mile-wide Lake Nicaragua, has much chance of success. Its chances might have improved had the Panama Canal expansion been rejected.\nAs they lined up around the countryside to weigh in on the canal’s fate, most Panamanians seemed to have concluded that their futures and that of the canal were one.\n“This country needs this project to join the first world,” Joaquín Rodríguez, 48, a businessman wearing a green “yes” T-shirt, told Reuters.\nFaustino Ortega, 41, a mechanic, agreed. “If you’ve got a business, you’ve got to do what you can to improve it, make it more competitive,” he told The Associated Press. “The canal is big business for all of Panama. Widening it will help the economy.”\nBut concerns about the project remain, even among those who voted for it. “The expansion is necessary, but we all have to watch closely, make sure there isn’t embezzlement and corruption,” said Igor Meneses, 34, an advertising executive. “With that kind of money, there’s a lot to steal.”", "url": "https://www.nytimes.com/2006/10/23/world/americas/23panama.html"}