{"authors": ["Jenny Anderson"], "date_download": "2018-11-16 03:57:46", "date_modify": "2018-11-16 03:57:46", "date_publish": "2006-06-02 00:00:00", "description": "Goldman Sachs prides itself on power-sharing. It has co-heads and co-presidents of everything from global sales and trading — there are four — to investment banking (three).", "filename": "2006_06_02_business_02goldman_1542340666.html", "image_url": "https://static01.nyt.com/images/2006/06/02/business/goldman_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_06_02_business_02goldman_1542340666.html", "title": "Goldman May Consider Splitting Power at the Top", "title_page": "Goldman May Consider Splitting Power at the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Naming a nonexecutive chairman might be seen as an attempt to check the power of Mr. Blankfein, who has been the heir apparent since the end of 2003.\nThe board is also said to have been surprised by Mr. Paulson's decision to join the administration, especially after public statements that he had no intention of leaving the firm, according to one of the people close to the board.\nA spokesman for the firm said he could not comment on board deliberations.\nThe choice of Mr. Friedman would be unusual, considering his sudden exit from Goldman in 1994, as the firm faced a major exodus of partners and capital. In 1993, the partnership earned $2.7 billion; in 1994 that number plummeted to $500 million, fueled by heavy losses in proprietary trading.\nPhoto\nMr. Friedman, who was chairman of the firm in 1994, abruptly announced his resignation because of \"fatigue,\" handing over the leadership to Jon S. Corzine, who would later be ousted in a coup by Mr. Paulson and other top partners.\nIn 2002, Mr. Friedman, like other top Goldman executives, left finance for government service, becoming the director of the president's National Economic Council. He left that post in December 2004.\nThe choice of Lord Browne would also be highly unusual, given that he is currently chief executive of a huge London-based company; his possible selection is seen as less likely.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd the board, of course, may decide not to split the roles and give Mr. Blankfein both jobs, offering a strong endorsement of his leadership and following Mr. Paulson's precedent.\nMost firms on Wall Street have combined the jobs of chairman and chief executive: Richard S. Fuld Jr. of Lehman Brothers holds both titles, as does John J. Mack of Morgan Stanley and Charles O. Prince of Citigroup.\nAdvertisement Continue reading the main story\nMany firms that separate the roles have been through a financial crisis or have faced pressure from shareholder activists, noted Charles M. Elson, chairman of the John L. Weinberg Center for Corporate Governance at the University of Delaware.\n\"Goldman wasn't under pressure to do it,\" he said. \"None of the banks have had extraordinary financial crises and with the exception of Morgan Stanley and Citi, they haven't been under extraordinary pressure,\" from shareholders, he said.\nThe crucial move, Mr. Elson said, is to find the right person to be chairman, rather than to separate the roles just for the sake of separating them.\nThe board is also expected to select co-presidents to run Goldman. Among the candidates are Gary D. Cohn, co-head of global sales and trading and a close ally of Mr. Blankfein, and Jon Winkelried, co-head of investment banking.\nMichael Evans, co-head of global sales and trading and chairman of Goldman Sachs Asia; Michael S. Sherwood, another co-head of global sales and trading and co-chief executive of Goldman Sachs International; and Thomas K. Montag, co-head of global sales and trading and co-president of Goldman Sachs Japan, are also in the running, according to a person close to the board.", "url": "https://www.nytimes.com/2006/06/02/business/02goldman.html"}