{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:30:18", "date_modify": "2018-11-16 03:30:18", "date_publish": "2006-02-15 00:00:00", "description": "Shopping for fish these days is fraught with confusion. Some nutritionists are worried that people will throw up their hands and choose steak instead.", "filename": "2006_02_15_dining_15well_1542339018.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_02_15_dining_15well_1542339018.html", "title": "Advisories on Fish and the Pitfalls of Good Intent", "title_page": "Advisories on Fish and the Pitfalls of Good Intent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a news release from the latter organization, which is underwritten by tobacco, alcohol and restaurant interests, David Martosko, its director of research, says: \"Americans need to be reminded that the health benefits of eating fish are very real, while the risks are imaginary.\"\nMr. Martosko's statement is counter to the warnings issued in 2004 by the Environmental Protection Agency and the Food and Drug Administration about the hazards of mercury for women of childbearing age and young children. The agencies said those groups should eat no more than six ounces of albacore tuna a week, but could safely eat up to 12 ounces per week of low-mercury fish like shrimp, canned light tuna, salmon, pollock and catfish. At the same time the agencies continued to recommend that those groups limit their intake of shark, swordfish, king mackerel and tilefish.\nConcerns about farmed salmon are more recent, but scientists who have studied the pollutants they contain strongly suggest that the same vulnerable population, which includes pregnant women, should choose fresh, frozen or canned wild salmon, which is comparatively uncontaminated with PCB's and dioxin.\nSome nutritionists are concerned that such warnings confuse people and may make them reduce their consumption of all tuna and salmon. Wittingly or unwittingly, these nutritionists find themselves on the same side as the tuna industry.\nRebecca Goldberg, a senior scientist for Environmental Defense, an advocacy group often at odds with the food and agriculture industries, finds the nutritionists' response wrongheaded. \"I just get disgusted with the view that the public is so dull-headed that they can't understand that fish are generally good for you, but some kinds should be avoided because they are heavily contaminated,\" she said.\nIf fish sales are any guide, many people appear to understand that fish is good for them but that tuna should be eaten sparingly. Sales of canned tuna from October 2004 to October 2005 dropped 9.8 percent, according to Information Resources Inc., a market research firm. But fish consumption has increased 12 percent since 2001, up from 14.8 pounds per person a year to 16.6 pounds per person in 2004.\nTuna canners — Bumble Bee, StarKist and Chicken of the Sea — through the United States Tuna Foundation, are spending significant sums to counter the decline, through full-page advertisements and the foundation's Web site, tunafacts.com, and by fighting the California attorney general's lawsuit against the canners for not warning consumers about the mercury in their tuna.\nAdvertisement Continue reading the main story\nSome of their efforts, however, are less obviously related to them. The Center for Consumer Freedom, for example, has a Web site, fishscam.com, that says the risks from mercury are theoretical. The tuna foundation gave $45,000 to the University of Maryland's newly formed Center for Food, Nutrition and Agriculture Policy to create the Web site realmercuryfacts.org. Public relations for that site are handled by Ruder Finn, whose client is the tuna foundation.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn addition, most of the $500,000 paid for a scientific study of the risks and benefits of hypothetical changes in fish consumption, conducted by the Harvard Center for Risk Analysis, was paid for by the United States Tuna Foundation, but the foundation is not listed as a funder. Funders listed are the National Food Processors Association Research Foundation, a trade association now known as the Food Products Association, and the Fisheries Scholarship Fund, part of the National Fisheries Institute, a seafood industry trade association.\nCritics say the failure to identify the source of the funding is a conflict of interest. Edward Groth, an environmental health expert retired from Consumers Union, said: \"No matter how well they did their analysis, since an affected industry paid for it, its credibility is suspect.\"\nJoshua T. Cohen, the study's lead researcher, now a research associate at the Institute of Clinical Research and Health Policy Studies at Tufts-New England Medical Center, said he saw nothing wrong with the omission of the primary funding source.\n\"No one is hiding anything,\" he said. \"It never occurred to me anyone would think National Food Processors Association was less industry than Bumble Bee tuna.\"\nThe study, in the American Journal of Preventive Medicine, used hypothetical situations based on how people might react to dietary advice. Among its conclusions: if pregnant women ate low-mercury fish without decreasing total fish consumption there would be public health benefits, but if all adults ate less fish there would be a large negative impact on cardiovascular health.\nThe latter conclusion received all the attention, abetted by the headline on a university news release: \"Study Finds Government Advisories on Fish Consumption and Mercury May Do More Harm Than Good.\" The tuna industry is making good use of that headline.\nThe journal also published an editorial by Walter Willett, professor of epidemiology and nutrition at the Harvard School of Public Health. He, too, questioned the unintended consequences of the government's advice to reduce consumption of fish high in mercury.\nHe also criticized a 2004 study, published in Science, that reported that farmed salmon had high levels of PCB's and dioxin.\nAdvertisement Continue reading the main story\n\"That publication was particularly troublesome, perhaps even irresponsible,\" he wrote, \"because the implied health consequences were based on hypothetical calculations and very small lifetime risks.\" Despite government statistics to the contrary, the report, he said, \"almost certainly contributed to a reduction in fish consumption that \"likely caused substantial numbers of premature deaths.\"\nDr. Willett said in a telephone interview that he stood by his editorial.\n\"I thought it needed to be said because people are confused,\" he said.\nDr. Willett has received intense criticism. A letter to be published in the journal from the authors of the Science study calls his comments defamatory, inaccurate and scurrilous. Marion Nestle, a professor of nutrition at New York University, said his statement was \"astonishing.\"\nBut the public is really not faced with a Hobson's choice. It can always get plenty of omega-3's from canned wild salmon, cheap and available year-round and low in contaminants.", "url": "https://www.nytimes.com/2006/02/15/dining/15well.html"}