{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:45", "date_modify": "2018-11-16 04:51:45", "date_publish": "2006-05-23 00:00:00", "description": "The new play from the United States Theater Project doesn't offer any illuminating new views of the tangle of psychological and cultural factors behind the horror at Columbine High School.", "filename": "2006_05_23_theater_reviews_23colu.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343905.html", "image_url": "https://static01.nyt.com/images/2006/05/23/arts/Col75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_05_23_theater_reviews_23colu.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343905.html", "title": "The New York Times", "title_page": "Columbinus - Review - Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Below these immortals, and treated by them with casual arrogance, cruelty or pity, are an array of fringy types: the brain identified as AP (James Flanagan); a friendly, open-faced girl of firm religious beliefs, called Faith (Nicole Lowrance); the Rebel (Carmen M. Herhily) with a purple streak in her hair.\nSkulking off to the side are the two unquiet souls who, the play suggests, will be most dangerously warped by the agonies of social interaction in the teenage years. The actors who play the Freak and the Loner, Karl Miller and Will Rogers, respectively, will assume the roles of the murderous Eric Harris and Dylan Klebold, the Columbine killers, in Act Two.\nMr. Karam and Mr. Paparelli have captured authentic notes of adolescent anxiety and yearning in briskly drawn scenes set in and around the classroom, the gym and the cafeteria. The dialogue is occasionally enlivened by a sharp jab of wit. The perky Faith, giving a tour of the lunchroom and its intricate informal seating chart to some freshmen, naïvely observes: \"My point is, people sit with other people like them. How do I describe it?\" Rebel stalks by and snipes, \"Segregation.\"\nAccurate as these snapshots of the daily cruelties and occasional mercies of high school life certainly are, they are also familiar and sometimes banal. The actors, uniformly excellent, are at all times engaging — even when they are playing the nasty characters — but only the lucky few in the audience who glided through adolescence on a cloud of bliss will find this stark analysis of the teenage rat race a revelation. Similar material has been used as fodder for movies and television shows of various genres and styles, everything from \"Carrie\" to \"Sixteen Candles.\"\nHere it is meant to be used as a diagnostic aid in understanding the roots of the monstrous events depicted in the second act, when Mr. Miller, tensely febrile, and Mr. Rogers, gangly and anxious, play the deeply troubled Harris and Klebold. Much of the dialogue in this act is drawn directly from their video or paper journals or from interviews Harris and Klebold gave to counselors in the months and years before the shootings, when they began dabbling in petty crime and stockpiling weapons for their massacre.\nPhoto\nMuch of it is also depressing or disturbing. And when the focus shrinks to the actual killings, and the dialogue is drawn from the testimony of the survivors of the rampage, the play becomes more upsetting still.\nAdvertisement Continue reading the main story\nAs you sit grimly listening to the actual 911 call made by a terrified teacher from the school library, where most of the killings occurred, or listen to the actors describe in chilling detail the violent deaths of a dozen teenagers, you may begin to question whether the aesthetic or intellectual rewards of this enterprise are sufficient to justify the use of intimate details about the suffering and deaths of real people. (It's a question also raised by the movie \"United 93.\")\nMr. Paparelli, who has staged both acts of the play with a keen theatrical sense, has said that \"columbinus\" is meant to be a \"theatrical discussion,\" but the Columbine horror has of course been discussed at length in journalistic forums, and Mr. Karam and Mr. Paparelli ultimately don't offer any illuminating new views of the tangle of psychological and cultural factors behind it (including, of course, the easy availability of guns).\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn fact, the mixture of sadism and glee that Harris and Klebold expressed as they stalked their victims contradicts the play's implicit suggestion that the toxic combo of social dysfunction and psychological frailty in American high schools was at the root of their pathology. The phenomenon we confront in these little monsters, it seems to me, is one that neither journalism nor theater can analyze with satisfaction. It's the problem of evil. Better to leave that one to philosophers.\ncolumbinus\nBy the United States Theater Project. Text by Stephen Karam and PJ Paparelli; conception and direction by Mr. Paparelli; dramaturgy, Patricia Hersch; additional contributions, Josh Barrett, Sean McNall, Karl Miller, Michael Milligan and Will Rogers; sets by Tony Cisek; costumes by Miranda Hoffman; lighting by Dan Covey; sound by Martin Desjardins. Presented by New York Theater Workshop, 79 East Fourth Street, East Village, (212) 239-6200. Through June 11. Running time: 2 hours.\nWITH: Anna Camp, James Flanagan, Carmen M. Herlihy, Nicole Lowrance, Karl Miller, Joaquín Pérez-Campbell, Will Rogers and Bobby Steggert.", "url": "https://www.nytimes.com/2006/05/23/theater/reviews/23colu.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}