{"authors": ["Al Baker"], "date_download": "2018-11-16 04:31:41", "date_modify": "2018-11-16 04:31:41", "date_publish": "2006-12-09 00:00:00", "description": "In the days after her husband-to-be, Sean Bell, was killed by police, Nicole Ashley Paultre changed her last name and started wearing what would have been her wedding ring.", "filename": "2006_12_09_nyregion_09shoot_1542342701.html", "image_url": "https://static01.nyt.com/images/2006/12/09/nyregion/09rings_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_12_09_nyregion_09shoot_1542342701.html", "title": "With This Ring, and Name, Bride Honors Slain Fiancé", "title_page": "With This Ring, and Name, Bride Honors Slain Fiancé - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nicole Ashley Paultre has a new last name.\nShe was set to be married on Nov. 25, but her husband-to-be, Sean Bell, was killed in a fusillade of police bullets outside the strip club where he was celebrating his bachelor party.\nHe had the wedding rings — matching “his and hers” bands of white gold — in a tiny jewelry box in his car when he was killed in Jamaica, Queens. But the plans for a wedding were replaced with plans for a funeral.\nIn the days after the shooting, Ms. Paultre, 22, had three wishes, her lawyer, Sanford A. Rubenstein, said yesterday: to fulfill the marriage ceremony, to retrieve the two wedding bands and to change her name.\nA posthumous wedding was impossible because a marriage license had not been signed. A family minister concurred on this. But the name change was doable, Mr. Rubenstein said.\nAdvertisement Continue reading the main story\nOn Thursday, a judge in Brooklyn, Kathy J. King of Civil Court, signed an order allowing Ms. Paultre to change her name to Nicole Paultre Bell to “honor the memory” of Mr. Bell, Mr. Rubenstein said.\nPhoto\n“She said it was important to her,” Mr. Rubenstein said. “And that was the plan anyway.”\nThe couple had two daughters together, Jada Bell, who will turn 4 on Dec. 16, and Jordyn Bell, who is 6 months old.", "url": "https://www.nytimes.com/2006/12/09/nyregion/09shoot.html"}