{"authors": ["Kareem Fahim", "Matthew Sweeney"], "date_download": "2018-11-16 04:32:29", "date_modify": "2018-11-16 04:32:29", "date_publish": "2006-04-01 00:00:00", "description": "New York City police seek Robert Coakley and wife Maria Coakley in murder of Robert Coakley's companion Marilyn Ginel in her Bronx apartment; Ginel was pregnant with Coakley's child; photo (M)", "filename": "2006_04_01_nyregion_police-seek-companion-in-killing-of-pregnant-bronx-woman.html_module=inline_1542342749.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_04_01_nyregion_police-seek-companion-in-killing-of-pregnant-bronx-woman.html_module=inline_1542342749.html", "title": "Police Seek Companion in Killing of Pregnant Bronx Woman", "title_page": "Police Seek Companion in Killing of Pregnant Bronx Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"Thank God that he didn't kill my grandchildren,\" said Ms. Ginel's mother, who asked that she and her grandchildren not be identified because Mr. Coakley and Ms. Coakley are still at large.\nBefore the attack on Thursday, Ms. Ginel's mother had cared for the children at her daughter's apartment while she went shopping and then went to see her obstetrician. When Ms. Ginel returned, she was with Mr. Coakley, Ms. Ginel's mother said, adding that she then left the apartment.\nAfter that, Ms. Ginel and Mr. Coakley fought over the PIN number to one of Ms. Ginel's cards for public assistance, according to Ms. Ginel's mother and children. Sometime during that argument, Maria Coakley arrived.\nMs. Ginel's 12-year-old daughter said that when Ms. Coakley arrived, Mr. Coakley told Ms. Ginel that he had \"set her up.\"\n\"My stepfather and Maria, they did it together,\" the daughter said of the killing.\nAccording to the children's account, Mr. Coakley took Ms. Ginel's phone away, and then he and his wife started to beat Ms. Ginel, slamming her head against the wall and hitting her in the back.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe fight moved to Ms. Ginel's bedroom, and Mr. Coakley ordered the children to go to their rooms. One of them, an 11-year-old boy, came out again when he heard his mother's screams, and said he saw Ms. Coakley emerge from the bedroom, trying to wash the blood from a knife.\n\"They tried to choke my mom with a pillow on top of her face,\" the 12-year-old daughter said.\nMr. Coakley told the children that if they spoke to the police he would kill them, and then he held a knife to the boy's ear, threatening to cut it off. He later told the children that he was going to get food, and he and his wife left the apartment, slamming the door behind them.\nMr. Coakley has a history of arrests, dating back to 1981, and has served time in state prison for robbery and selling drugs, according to state records.\nAdvertisement Continue reading the main story\nMs. Ginel's relationship with Mr. Coakley, which lasted a few years, had been stormy, neighbors said.\nIn the last few weeks, Mr. Coakley and Ms. Ginel, who had been living together, broke up and Mr. Coakley got back together with his wife, Mr. Kelly said.\nBut still he spent time with Ms. Ginel, who received public assistance but often knocked on neighbor's doors asking for food. Mr. Coakley took her money, her friends said, and he would show up at her house on the first of the month, the day her checks would arrive.\n\"I hear them arguing everyday,\" said Devon Jordan, 30, who lives across the hall from Ms. Ginel at Beach Avenue in the Bronxdale Houses.\nCindy Ho, 23, who works for a Sunday school group that was involved with Ms. Ginel and her family, said that she visited the children shortly after the attack on their mother.\nThey all sat on the couch together. \"We prayed for peace and comfort, and that God would take care of these kids,\" she said.", "url": "https://www.nytimes.com/2006/04/01/nyregion/police-seek-companion-in-killing-of-pregnant-bronx-woman.html?module=inline"}