{"authors": ["Larry Rohter"], "date_download": "2018-11-16 03:46:24", "date_modify": "2018-11-16 03:46:24", "date_publish": "2006-05-30 00:00:00", "description": "Recriminations against the police and the way they handled attacks with street gangs are intensifying, fed by indications that irate officers may have sought revenge.", "filename": "2006_05_30_world_americas_30brazil_1542339984.html", "image_url": "https://static01.nyt.com/images/2006/05/30/world/30brazil.751.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_05_30_world_americas_30brazil_1542339984.html", "title": "Police Are Criticized in Wave of Gang Violence in Brazil", "title_page": "Police Are Criticized in Wave of Gang Violence in Brazil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The gang that initiated the violence — the worst in the history of this city, South America's largest — was a huge prison-based network called the First Capital Command. Just days before the outbreak, its leader, Marcos Herbas Camacho, had obtained a recording of a closed-door congressional hearing, in which a plan was discussed to move him and about 700 other prisoners to a maximum security unit hundreds of miles from the state capital, in hopes of disrupting their control of dozens of prisons around the country.\nThe gang's leaders quickly took the offensive, using the contraband cellphones to organize attacks on police stations, patrol cars and bars frequented by police officers. They also ordered uprisings in more than a score of prisons, timed to coincide with the Mother's Day weekend holiday.\nOn the streets, São Paulo's police forces found themselves outgunned. After four days of violence, law enforcement officials flew to a prison to meet with Mr. Camacho, and, according to news reports here, made enough concessions (apparently including a promise to install more television sets so prisoners could watch World Cup games next month) to win his agreement to a cease-fire.\nBut that is when police units, facing a barrage of criticism for their inability to protect citizens, went on the offensive. The commander of the military police, Col. Elizeu Teixeira Borges, announced that \"the hunt continues,\" after which several dozen people, mostly young men from poor neighborhoods, were shot dead.\nThe police have acknowledged responsibility for some of those deaths, which they said had resulted from exchanges of gunfire or resisting arrest. But relatives and witnesses said some of the victims had not belonged to gangs at all, and were killed either on their way to or from work, or were simply executed by armed groups wearing ninja masks.\nSome of the killings could have resulted from rival gangs settling scores. But the senior police internal affairs inspector, Antonio Funari, has said he fears the re-emergence of death squads \"with suspected participation of police officers.\"\nPhoto\nAccording to lawyers and medical groups whose members saw some of the bodies, many had numerous bullet wounds to the head, back or heart, and some also had wounds to the hands that appeared to indicate that they had been trying to defend themselves. Some of the victims' bodies also had gunpowder residue, indicating they were shot at point-blank range.\nAdvertisement Continue reading the main story\nThe police initially refused to supply official \"occurrence bulletins\" or even make public a list of the names of those killed. Authorities also buried some of the dead hurriedly, before relatives could see their bodies. The names and official reports were finally handed over Thursday night, but only after prosecutors threatened to charge police officials with obstruction of justice.\n\"There has been a lack of transparency and a conjunction of things that worry us,\" said Oscar Vilhena of Conectas, a human rights group here. \"There are indications that the police were freed to act as they pleased, with the predictable result of a worsening of the violence.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOfficially, the death toll is 186: 110 \"bandits\" killed by the police, 42 law enforcement officials, 18 jailed criminals and 16 other citizens. But separate counts by a leading newspaper here and a medical group yielded a significantly higher number, more than 250.\nThe authorities indignantly deny that they negotiated a truce, with the governor of São Paulo State, Cláudio Lembo, saying he found the suggestion \"offensive\" because \"we don't bargain with banditry.\" But President Luiz Inácio Lula da Silva encapsulated widespread public doubts and dismay when he commented that \"it seems that the police and the bandits were in collusion.\"\nThe entire crisis here, in fact, has been filled with signs of corruption and incompetence. The recording that Mr. Camacho obtained held the testimony of two senior police officials summoned to a congressional inquiry in Brasília, the capital, into organized crime activities. The session was held behind closed doors so that the information would not leak to the gangs.\nBut a sound technician in Congress said that, for about $100, he had sold a recording of the testimony to a pair of lawyers who represented gang leaders, and that shortly thereafter the disc was in Mr. Camacho's hands.\nAccording to news reports here, law enforcement intelligence units quickly picked up the gang's intent to make trouble and warned officials that an offensive was in the works. But an estimated 12,000 prisoners were given Mother's Day weekend passes to visit their families anyway. Many of them are believed to have participated in the attacks on the police.\n\"Our evaluation is that there was betrayal and neglect on the part of the authorities with respect to us,\" complained Wilson de Oliveira Morais, the head of the military police officers' association in the state of São Paulo.\nIn their statement, the 10 prominent lawyers also called for \"the complete restructuring — from top to bottom — of the repressive apparatus of the state.\" It is obvious, they said, \"that without the connivance of a network of venal government employees, with branches reaching to the highest levels, organized crime would not have the ability to accumulate the alarming force that it demonstrated.\"\nAdvertisement Continue reading the main story\nPrison officials have now begun a campaign to eliminate the prison cellphone network. But rather than search cells and confiscate phones, they have shut down communications towers around prisons, or have used electronic interference. That approach, though, also disrupts cellphone service for citizens who live near the prisons, enraging them.\nSuch measures, however, have apparently not affected Mr. Camacho. A local television and radio network obtained what it said was an interview with him by cellphone in his maximum security prison cell a few days after the truce, in which he warned of the fire next time.\n\"We are prepared for much more, and have the ability for much more,\" said the voice identified as that of Mr. Camacho. The authorities \"have declared war\" but \"are forgetting that they are leaving society defenseless,\" he added. \"The two sides have firepower, and those who lose out are those who don't belong to either of the two sides.\"", "url": "https://www.nytimes.com/2006/05/30/world/americas/30brazil.html"}