{"authors": ["Anne E. Kornblut"], "date_download": "2018-11-16 04:49:01", "date_modify": "2018-11-16 04:49:01", "date_publish": "2006-01-03 00:00:00", "description": "Jack Abramoff is believed to have extensive knowledge of what prosecutors suspect is a wider pattern of corruption in Congress.", "filename": "2006_01_03_politics_gop-lobbyist-pleads-guilty-in-deal-with-prosecutors.html_module=inline_1542343741.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_01_03_politics_gop-lobbyist-pleads-guilty-in-deal-with-prosecutors.html_module=inline_1542343741.html", "title": "G.O.P. Lobbyist Pleads Guilty in Deal With Prosecutors", "title_page": "G.O.P. Lobbyist Pleads Guilty in Deal With Prosecutors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At a news briefing this afternoon, Alice Fisher, an assistant attorney general, said Mr. Abramoff offered up gifts to government officials that included an all-expense paid trip to Scotland \"to play golf on a world-famous course, tickets and travel to the Super Bowl in Florida, tickets for concerts and other events in Washington, repeated and regular meals at his upscale restaurant, and campaign contributions.\"\nShe said he provided these gifts \"with the intent and often with the understanding that his clients would receive the official action they wanted.\"And, she said, \"his actions often produced the official influence that he sought.\"\n\"Government officials and government action are not for sale,\" she said. \"The Justice Department will aggressively investigate and prosecute these types of cases, which have a devastating impact on the public's trust of government. We will not shy away from that responsibility, no matter where the trail leads.\"\nOfficial Washington has been on edge for months awaiting word of Mr. Abramoff's legal future. Once a masterful Republican lobbyist with close ties to the former House majority leader, Representative Tom DeLay, Mr. Abramoff earned tens of millions of dollars representing Indian casino interests and farflung entities like the Commonwealth of the Northern Marianas Islands.\nThrough a complicated web of financial arrangements, he helped funnel donations to his lawmaker friends' and their campaigns, and took members of Congress, mainly the Republicans in power, on lavish trips.\nMr. Abramoff is also scheduled to appear in Florida Wednesday in a related case, in which he was indicted last year. In that case, he is expected to plead guilty to fraud and conspiracy in connection with his purchase of the SunCruz casino boat line, and will face a maximum of about seven years' prison time.\nMr. Abramoff has been talking to investigators in the corruption case for many months, his lawyer, Abbe Lowell, said.\nAdvertisement Continue reading the main story\n\"Eighteen months ago, Mr. Abramoff first made contact with prosecutors to admit his wrongdoing and to seek forgiveness from those he has wronged,\" Mr. Lowell said today. \"He intends to continue to work with the Justice Department and others to fully resolve all matters of interest, to provide restitution to anyone he has harmed, and to seek absolution from all.\"\nParticipants in the case, who spoke on condition of anonymity because of the sensitivity of the investigation, said Mr. Abramoff had provided a full picture of what evidence he could offer against other suspects.\nOn the corruption charge, prosecutors said in documents filed with the court today that Mr. Abramoff and his partner, Michael Scanlon, who reached a plea agreement with officials last year, conspired to \"corruptly give, offer and promise things of value, including money, meals, trips and entertainment, to public officials and their relatives with the intent to influence, and in return for agreements to perform official acts benefiting\" them and their clients.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe document details lavish gifts and contributions that Mr. Abramoff gave a House member, identified here only as \"Representative #1.\"\nRepresentative Bob Ney, a Republican of Ohio, acknowledged at the time of Mr. Scanlon's plea agreement that he was the person represented as Representative No. 1 in the documents in that case, but he has dismissed any suggestion that he was persuaded to do Mr. Scanlon's bidding because of campaign aid or perks like meals, entertainment or overseas travel.\nMr. Ney said in a statement today, \"At the time I dealt with Jack Abramoff, I obviously did not know, and had no way of knowing, the self-serving and fraudulent nature of Abramoff's activities,\" Reuters reported. Mr. Ney has not been charged.\nThe document also alleges that Mr. Abramoff bribed public officials, including \"Representative #1,\" and his staff, when he funded a golfing trip to Scotland in exchange for the congressman's official actions to benefit his clients.\nHe is also accused of tax evasion for filing false documents and false entries to financial books and records, and filing a false income tax return in 2002, \"all for the purpose of concealing additional unreported taxable income received by or on behalf of\" himself, the documents state.\nMr. Abramoff is also accused of hiring congressional staffers and conspiring with them to lobby their former employers - including members of Congress - in violation of a one-year federal ban on such lobbying.\nAdvertisement Continue reading the main story\nMr. Abramoff's participation in Washington has taken place mostly below the radar, as prosecutors made the Miami case the focus of their public work and as Mr. Abramoff and his associates claimed they were preparing to stand trial, facing up to as many as 30 years in prison.\nThough Mr. Abramoff's pleas in each location are separate, the deal reached with the Justice Department is all-encompassing, reducing the severe penalties Mr. Abramoff could have faced in either investigation, in exchange for his inside knowledge of certain lobbying work and legislative actions. One element of the deal is that he can serve prison time in the two cases concurrently, although the sentencing will not take place until much further along in the investigation.\nThe deal, a so-called \"global\" arrangement because it encompasses separate prosecutions in Florida and Washington, comes less than a week before Mr. Abramoff was scheduled to stand trial in the Miami case.\nWith Mr. Abramoff's cooperation, the Justice Department will have a potentially critical witness to alleged patterns of corruption or bribery within the Republican leadership ranks, which in some cases they believe also took the form of campaign donations and free meals at Mr. Abramoff's downtown restaurant, Signatures.\nAfter more than two years of investigations, prosecutors have developed a list of at least a dozen lawmakers, congressional aides and lobbyists whose work appears suspect and who are now at the core of the case.\nAlready, prosecutors had a key witness in Mr. Scanlon, once press secretary to Mr. DeLay. When Mr. Scanlon reached a plea agreement last year, it put pressure on Mr. Abramoff to reach his own deal.\nNow that Mr. Abramoff has done the same, one person involved in the case said: \"When some people hear about this, they will clamor to cut a deal of their own.\"\nMaria Newman contributed reporting from New York for this article.", "url": "https://www.nytimes.com/2006/01/03/politics/gop-lobbyist-pleads-guilty-in-deal-with-prosecutors.html?module=inline"}