{"authors": ["Michael Wilson"], "date_download": "2018-11-16 04:31:48", "date_modify": "2018-11-16 04:31:48", "date_publish": "2006-11-27 00:00:00", "description": "Experts said “contagious shooting” may have played a role in the police shooting of a bridegroom in Queens.", "filename": "2006_11_27_nyregion_27fire_1542342708.html", "image_url": "https://static01.nyt.com/images/2006/11/27/nyregion/27fire.752.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_11_27_nyregion_27fire_1542342708.html", "title": "50 Shots Fired, and the Experts Offer a Theory", "title_page": "50 Shots Fired, and the Experts Offer a Theory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We can teach as much as we can,” said John C. Cerar, a retired commander of the Police Department’s firearms training section. “The fog of the moment happens. Different things happen that people don’t understand. Most people really believe what it’s like in television, that a police officer can take a gun and shoot someone out of the saddle.”\nThe five officers involved in the shooting were placed on administrative duty yesterday — without their guns — as the Police Department and the Queens district attorney investigated the circumstances surrounding the shooting, and relatives of Mr. Bell, joined by the Rev. Al Sharpton, staged a rally and a march to demand answers.\nThe officers have not yet been interviewed by police investigators or prosecutors to give their account.\nAgain and again, the focus of the day returned to the number of bullets that went flying.\nOne of the officers fired more than half the rounds, pausing to reload, and then emptying it again, 31 shots in all, according to the police. Another officer fired 11 shots. The others fired four shots, three shots and one shot apiece, the police said.\nBut it is the total number of shots that shook and angered the families of the men and community leaders. “How many shots?” Mr. Sharpton asked yesterday, over and over, in a chant at a rally in a park near Mary Immaculate Hospital, where the wounded men were being treated. The crowd called back, “Fifty!”\nStatistically, the shooting is an aberration. The number of shots fired per officer who acted in the 112 shooting incidents this year, through Nov. 19, is 3.2, said Paul J. Browne, a department spokesman. Last year, that number was 3.7 shots fired per officer in 109 incidents. They are down from 4.6 in 2000 and 5.0 in 1995.\nBut shootings with high numbers of shots fired, however rare, call to mind dark events of the city’s past, like the 1999 killing of Gidone Busch, who was clutching a hammer when officers fired 12 times, and, most notably, the shooting of Amadou Diallo, an unarmed West African immigrant who died in a hail of 41 bullets, also in 1999.\nPhoto\nIn the 1995 Bronx bodega robbery in which officers fired 125 shots, the suspects did not fire back. “They were shooting to the echo of their own gunfire,” a former police official said at the time.\nAdvertisement Continue reading the main story\nThe shooting on Saturday unfolded in a flash. An undercover officer posted inside the Club Kalua, a site of frequent drug, weapon and prostitution complaints in Jamaica, overheard an exchange between a stripper and a man that led the officer to suspect the man was armed, Police Commissioner Raymond W. Kelly said on Saturday. The undercover officer alerted the officers acting as backup outside — there were seven officers in all — about 4 a.m., setting into motion the events to follow later.\nEight men left the club and argued briefly with another man, with one from the group saying, “Yo, get my gun,” Mr. Kelly said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe eight men apparently split into two groups of four, with one group piling into a Nissan Altima driven by Mr. Bell, Commissioner Kelly said. As an undercover detective who had been following the group on foot approached the vehicle, Mr. Bell drove into him, striking his leg, before plowing into a minivan carrying two backup officers, the commissioner said.\nThe Altima reversed, mounting a sidewalk and hitting the lowered gate of a building before going forward and striking the van again. The officers opened fire, striking Mr. Bell, 23, twice, in the right arm and neck, Commissioner Kelly said. The critically wounded man, Joseph Guzman, 31, was struck 11 times, and the third man, Trent Benefield, 23, three times. Mr. Kelly said it was unclear whether there was a fourth man in the car and what became of him.\nA person familiar with the case who knows the detectives’ version of events said yesterday that it was Mr. Guzman who asked for his gun, and that the first undercover detective on foot clearly identified himself to the occupants of the car and, gun drawn, told them to get out. Instead, the person said, they roared toward him. That detective fired the first shot.\nIn the ensuing barrage, one shot struck the window of a house, another a window at an AirTrain platform, injuring two Port Authority police officers with flying glass. It appeared that the Altima was struck by 21 shots, fewer than half of the number fired, the police said.\nThe whole thing most likely took less than a minute. The officer who fired 31 times could have done so in fewer than 20 seconds, with the act of reloading taking less than one second, Mr. Cerar said. The 49 shots that followed the undercover detective’s first may have been contagious shooting, said one former police official who insisted on anonymity because the investigation is continuing.\n“He shoots, and you shoot, and the assumption is he has a good reason for shooting. You saw it in Diallo. You see it in a lot of shootings,” the official said. “You just chime in. I don’t mean the term loosely. But you see your partner, and your reflexes take over.”\nAdvertisement Continue reading the main story\nThe phenomenon of officers’ firing dozens of shots at a time dates back in part to 1993 and the department’s switch from six-shot .38-caliber revolvers, cumbersome to reload, to semiautomatic pistols that hold 15 rounds in the magazine and one in the chamber. The change, like any of its magnitude, followed years of studies and differences of opinion, and finally came into effect after the 1986 murder of a police officer, Scott Gadell, who was reloading his six-shooter when he was fatally shot.\nCommissioner Kelly, during his first term in the office, in 1992 and 1993, ordered a switch to semiautomatics, but ordered the clips modified to hold only 10 rounds. That modification was later undone, prompting him, after Mr. Diallo’s shooting six years later, to speculate in a New York Times op-ed article, “Now may be the time to re-impose it and to intensify training that teaches police officers to hold their fire until they know why they are shooting.”\nEugene O’Donnell, a professor of police studies at John Jay College, said a high number of shots fired underscores the threat the officers felt.\n“The only reason to be shooting in New York City is that you or someone else is going to be killed and it’s going to be imminent,” he said. “It’s highly unlikely you fire a shot or two shots. You fire as many shots as you have to, to extinguish the threat. You don’t fire one round and say: ‘Did I hit him? Is he hit?’ ”\nMr. Cerar said, “Until we have some substitute for a firearm, there will always be a situation where more rounds are fired than in other situations.”", "url": "https://www.nytimes.com/2006/11/27/nyregion/27fire.html"}