{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:49:58", "date_modify": "2018-11-16 03:49:58", "date_publish": "2006-06-14 00:00:00", "description": "Quebec offers universal day care, an audacious idea that recognizes the revolution in women's work over the last 30 years.", "filename": "2006_06_14_business_14leonhardt_1542340198.html", "image_url": "https://static01.nyt.com/images/2006/03/07/business/leonhardt_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_06_14_business_14leonhardt_1542340198.html", "title": "The Price of Day Care Can Be High", "title_page": "The Price of Day Care Can Be High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When they finished last year, the answer seemed clear. \"Across almost everything we looked at,\" said Mr. Gruber, an M.I.T., professor, \"the policy led to much worse outcomes for kids.\"\nYoung children in Quebec are more anxious and aggressive than they were a decade ago, even though children elsewhere in Canada did not show big changes. Quebec children also learn to use a toilet, climb stairs and count to three at later ages, on average, than they once did. The effects weren't so great for parents, either. More of them reported being depressed, and they were less satisfied with their marriages — which also didn't happen in other provinces.\nBefore you dismiss the researchers as just three more men starting a new assault in the mommy wars, listen to Jane Waldfogel, a leading child-policy researcher and the author of the book, \"What Children Need\" (Harvard University Press). \"This is a very high-quality paper by high-quality guys,\" she said. \"They're very careful. This is a paper that's going to stand.\"\nAT its root, the Quebec policy is an admirable effort to deal with an enormous economic shift that has taken place across the Western world and that American companies and politicians have pretty much ignored. Today, almost two-thirds of children younger than 6 in the United States don't have a parent at home with them during the day, up from a third just 35 years ago.\nPhoto\nYet laws and workplace policies have changed only marginally. (The right of workers at large companies to take unpaid family leave, as a much-celebrated 1993 law guarantees, is nice but hardly revolutionary.) Instead, many women, and the occasional man, have been left with the burden of doing two full-time jobs at once.\nTheir efforts are often heroic, but many end up feeling guilty that they are neglecting their careers, their families or both.\nMeanwhile, the polite thing to say about work and family is that children are resilient little creatures who will end up doing just as well in one situation as another. And obviously a lot of children are thriving in full-time day care, as their parents can attest.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut there is now overwhelming evidence that — at least in the first year of life — most young children are not well served by spending long hours away from their parents. They will have more behavior problems on average and won't learn as quickly, according to various studies done over the last decade.\nAdvertisement Continue reading the main story\nAs Ms. Waldfogel, a Columbia professor who has been a working mother, said, \"I didn't set out to find effects on the kids of parents who are working in the first year.\" In fact, she said she had \"tried really hard to kill off the effects\" by looking for other variables that could have been the real culprits. \"But the effects are there,\" she said.\nThe picture is murkier for toddlers and preschoolers. The stimulation they get at day care tends to make them better prepared for school than children who are home with a parent full time. Yet those who spend too many hours in day care or attend poor-quality programs also seem to be at greater risk of obesity and behavior problems.\nThis probably explains Quebec, where teacher-child ratios were on the high side and an audit found the programs' educational content to be mediocre. The policy has also discouraged parents who want to put their children in day care only part time by giving preference to families looking for eight hours of care a day.\nThe big lesson from Quebec is that parents really do need more support, but they need the kind of support that allows them to choose what is best for their family. Mothers and fathers should get paid time off after a baby is born, and the money should come from a government insurance program, as it does in Canada, England and other countries. Companies need to be given incentives to create more part-time jobs that don't derail careers — and then find some up-and-coming men who want those jobs. High-quality preschool programs should be available for every low-income child and perhaps universally.\nYes, this would cost money, and not a little bit. Some taxes would have to be increased, and other spending would have to be cut. (My first candidate: raise the age for Social Security retirement eligibility. Two-year-olds need more help than 66-year-olds do. But that's a column for another day.)\nFortunately, research shows that these investments can produce a nice return. They create a better-educated, healthier work force to compete with other countries over the next century.\nBut I prefer a much more basic argument. Why don't we just decide that our children are worth it?", "url": "https://www.nytimes.com/2006/06/14/business/14leonhardt.html"}