{"authors": ["Penelope Green"], "date_download": "2018-11-16 04:51:47", "date_modify": "2018-11-16 04:51:47", "date_publish": "2006-09-07 00:00:00", "description": "A group of men in the 1960's kept their feminine side to themselves, except for weekends at Casa Susanna- the only place where they could feel at home.", "filename": "2006_09_07_garden_07trann.html_module=inline_1542343907.html", "image_url": "https://static01.nyt.com/images/2006/09/07/garden/75_trann.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_09_07_garden_07trann.html_module=inline_1542343907.html", "title": "A Safe House for the Girl Within", "title_page": "A Safe House for the Girl Within - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“At first, I didn’t want to know more,” Mr. Swope said. “I didn’t want to find out that the stories turned out to be tragedies.”\nBut the publication of the book has drawn former Casa Susanna guests out, and it turns out that their stories, like most, have equal measures of tragic and comic endings. Some are still being told.\nRobert Hill, a doctoral candidate in the American studies program at the University of Michigan who is completing his dissertation on heterosexual transvestism in post-World War II America, came across Mr. Swope and Mr. Hurst’s book by accident in a Borders last year, reached out to them through their publisher, and sketched in many of the details.\nCasa Susanna was owned by Susanna herself — the court translator, otherwise known as Tito Valenti — and Valenti’s wife, Marie, who conveniently ran a wig store on Fifth Avenue and was happy to provide makeover lessons and to cook for the weekend guests. It was a place of cultivated normalcy, where Felicity, Cynthia, Gail, Fiona and the others were free to indulge their radical urges to play Scrabble in a dress, trade makeup tips or walk in heels in the light of day.\n“These men had one foot in the mainstream and the other in the margins,” Mr. Hill said the other day. “I’m fascinated by that position and their paradox, which is that the strict gender roles of the time were both the source of their anxiety and pain, and also the key to escaping that pain.”\nWhat still moves Murray Moss, the impresario behind Moss the store, about the images in the book is their ordinariness. “You think of man dressed as woman and you think extremes: it’s kabuki, Elizabethan theater, Lady Macbeth,” he said. “It’s also sexual. But these aren’t sexual photos. The idea that they formed a secret society just to be ... ordinary. It’s like a mirror held up to convention. It’s not what you would expect. It’s also not pathetic. Everybody looks so happy.”\nPhoto\nAt first, Casa Susanna was a thrilling place, said Sandy, a divorced businessman, “because whatever your secret fantasies were you were meeting other people who had similar ones and you realized, ‘I might be different but I’m not crazy.’ ” Now 67 and living in the Northeast, he hasn’t cross-dressed for decades, and asked that his identifying details be veiled. He was a graduate student in 1960, he said, living in New York and visiting Casa Susanna on the weekends.\nAdvertisement Continue reading the main story\n“It was the most remarkable release of pressure, and it meant the world to me then,” he said. “I’d grown up in a very conventional family. I had the desire to marry, to have the house, the car, the dog. And I eventually did. But at that point there were all these conflicting desires that had no focal points. I didn’t know where I fit.”\nSandy remembers one weekend sharing a cabin with another man and his girlfriend. “She obviously accepted the situation with him for better or worse,” Sandy began. “Anyway, I didn’t get dressed until later in the day, and when I did, the girlfriend was just coming down the stairs. ‘Oh my,’ she said, ‘you certainly have made a change. I have to tell you, I much preferred the person who got out of the car.’ And with that she reached under my dress and groped me. She said, ‘It’s a shame to have all that locked up in there.’ In one sense, it was titillating, in another, depressing. And yet in another way, it put a finger on the issue.”\nCasa Susanna was a testing ground for many. Katherine Cummings, who went by Fiona at Casa Susanna, was born John Cummings in Scotland 71 years ago. Now living in Sydney, she has been a transsexual for more than 20 years, as well as a librarian and an editor. When she was 28, she took a post-doctoral degree in Toronto, and spent her weekends at Casa Susanna, the first place, she said last week, where she could dress openly. In her 1992 memoir, “Katherine’s Diary,” she writes hilariously about a late October weekend, shivering in the cold bungalows, and accepting a ride from the main house down to the cabin she had been assigned with a burly man in slipshod makeup and a slapped-on wig. She turned to the back seat and froze: there lay a nightstick, handcuffs and other police paraphernalia. Turns out her chauffeur was the sheriff of a small New Jersey town.\nThe resort catered to hunters as well, Ms. Cummings said, and sometimes there was overlap. “Libby, who was very beautiful, was also Lee, who was a very macho person. And one day the hunters were there and so were we and they all had a great time discussing rifles.”\nMostly the guests talked and talked. “They talked about fashion, and passing, and how and if they’d told their wives or girlfriends,” said Ms. Cummings, who is divorced and has three daughters. “In those days we didn’t know where we were going.”\nThey had parties, and even a convention of sorts, one Halloween in 1962, that drew cross-dressers from all over the country, as well as a few psychologists from the Kinsey Institute. Led by the irascible pharmacologist Virginia Prince, who made them their own magazine, Transvestia, for which Susanna was a columnist dispensing exhortatory advice and tips on deportment and makeup, many of them formed a loose collective that decades later grew into a not-so-secret society called Tri-Ess (a k a the Society for the Second Self).\n“I remember the first morning we all arrived,” Ms. Prince said last week, “and all these, let’s just call them people, descended on the bathrooms and you see all these folks in their nighties and kimonos and so forth standing around shaving. It was a very amusing sight. Beards tend to grow. I had mine removed years ago.”\nMs. Prince became known as the founder of the transgender movement, and wrote copiously on the subject for science and sex research journals and conferences, irritating more than a few Casa Susanna graduates, who weren’t comfortable with the politicizing of their issues, or the strict categories she created. Born male (and still biologically male), she has been living as a woman for the past 40 years. At 94, she’s no longer allowed to drive, but she leads the Lollies (“little old ladies like me,” she said the other day) at her California retirement home in a study group (they’re covering astronomy this month) and drives a red scooter.\nAdvertisement Continue reading the main story\n“I invented gender,” she said proudly. “Though if the ladies here find out I’m a biological man I’m a dead duck.”\nOf Susanna herself, the trail ends with her last column for Transvestia in 1970, when she, like Virginia, announced her plans to live henceforth as a woman.\n“Scene: The porch in the main house at our resort in the Catskill Mountains,” Susanna writes in a snippet from one of her early columns, courtesy of Mr. Hill’s research, and trimmed a bit. “The time: About 4 o’clock in the morning as Labor Day is ready to awaken in the distant darkness. The cast: Four girls just making small talk. ... It’s dark in the porch; just a row of lights illuminate part of the property at intervals — perhaps a bit chilly at 2,400 feet. ... An occasional flame lighting a cigarette throws a glow on feminine faces — just a weekend at the resort, hours in which we know ourselves a little better by seeing our image reflected in new colors and a new perspective through the lives of new friends.”", "url": "https://www.nytimes.com/2006/09/07/garden/07trann.html?module=inline"}