{"authors": ["Anahad O Connor", "Matthew Sweeney"], "date_download": "2018-11-16 04:32:46", "date_modify": "2018-11-16 04:32:46", "date_publish": "2006-10-21 00:00:00", "description": "A man who went to a Harlem apartment building yesterday looking for an ex-girlfriend stabbed the woman’s grandmother to death and attacked a second woman before stabbing himself, the police said.", "filename": "2006_10_21_nyregion_21stab_1542342766.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_10_21_nyregion_21stab_1542342766.html", "title": "Man Kills Ex-Girlfriend’s Grandmother, Police Say", "title_page": "Man Kills Ex-Girlfriend’s Grandmother, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A man who went to a Harlem apartment building yesterday looking for an ex-girlfriend stabbed the woman’s grandmother to death and attacked a second woman before stabbing himself, the police said.\nThe man, Emerson Whitted, 31, is said to have been upset that the woman ended their relationship. He went to a 15th-floor apartment at 3333 Broadway, near West 135th Street, just after 3 p.m. to confront her, the authorities and neighbors said. The woman was not there, but only her grandmother, 65, and a 22-year-old friend, the police said. Mr. Whitted tried to stab the younger woman, and then attacked the grandmother, Marina Rodriguez.\nThe police said that the younger woman ran downstairs to summon a security guard. When they returned to the apartment moments later, Ms. Rodriguez, had stab wounds all over her body and Mr. Whitted had several wounds, the police said.\nMs. Rodriguez was pronounced dead at the building. The younger woman, whose name was not released, had a superficial knife wound on her neck and was taken to Harlem Hospital Center, where she was in stable condition last night, the police said. Mr. Whitted was taken to St. Luke’s-Roosevelt Hospital Center and was also in stable condition.\nThe police said the reason for Mr. Whitted’s rage was unclear. Friends and relatives said that he and the woman had dated on and off for some time. Sparkle Washington, a friend of Mr. Whitted’s former girlfriend, said that Ms. Rodriguez had raised two granddaughters by herself and was well known in the neighborhood.\n“She was a grandmother,” she said. “A real community person.”", "url": "https://www.nytimes.com/2006/10/21/nyregion/21stab.html"}