{"authors": ["Dan Barry"], "date_download": "2018-11-16 03:16:10", "date_modify": "2018-11-16 03:16:10", "date_publish": "2006-06-19 00:00:00", "description": "The panic is constant on Isle de Jean Charles, where wetlands are vanishing into the Gulf of Mexico.", "filename": "2006_06_19_us_19road_1542338170.html", "image_url": "https://static01.nyt.com/images/2006/06/19/us/19road.751.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_06_19_us_19road_1542338170.html", "title": "In Louisiana, a Sinking Island Wars With Water and the Government", "title_page": "In Louisiana, a Sinking Island Wars With Water and the Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To reach the island, you take a narrow road that was raised several years ago but which has sunk so much since that cars seem to skim the lapping waters. As you drive, you leave behind the initial stage of a 72-mile levee system called the Morganza to the Gulf of Mexico Hurricane Protection Project.\nThe operative word here: behind.\nThis $887 million project of the Army Corps of Engineers, long-planned and still awaiting full Congressional authorization, is designed to stem the wetlands' erosion in Terrebonne and Lafourche Parishes caused by natural subsidence, the rerouting of the Mississippi River and, some say, global warming.\n\"The system will provide hurricane protection to over 90 percent of the residents,\" said Jerome Zeringue, the director of the Terrebonne Levee and Conservation District. \"There are a few people left out, unfortunately.\"\nMost of those few left out are the Biloxi-Chitimacha on Isle de Jean Charles.\n\"We did originally try to put them in there,\" Mr. Zeringue said. \"The problem is, based on the cost-benefit ratio, it would cost too much to include that sliver of land. For the cost, you could buy the island and all the residents tenfold.\"\nIn effect, the government had to ask itself: is it worth $100 million or more to protect a shrinking spit of an island, its only road, its modest homes, some of them little more than shacks, and its 250 residents, whose families have lived here for generations? Its conclusion: no.\n\"Even in a high tide, with strong southeast winds, these people have water in their yards,\" Mr. Zeringue said. He emphasized that the decision was not made lightly.\nA few years ago, the island's residents rejected a proposal to be relocated somewhere within the Morganza skirt. Since then, water and mortality have continued to creep, leaving some of the younger members to question the point of it all.\nPhoto\nNot that many of them trust the government. Residents float conspiracies about greedy land speculators and oil interests craving the liquid gold that may lie beneath. Their distrust runs deep in the softening soil; they don't have to think too far back to remember a time when they could neither pray nor learn beside white people.\nAdvertisement Continue reading the main story\nMr. Naquin, the tribal chief, solid as a piling, rode down that only island road, where the local surnames of Naquin, Billiot and Dardar date to the mid-1800's; where patchwork wooden walkways twist over an ever-widening bayou; and where some abandoned houses look as if they had exploded.\nDo not immediately blame last year's Hurricane Rita for the damage; it might have been Hurricane Lili, in 2002, or Tropical Storm Bill, in 2003. But each storm accelerates the inevitable fate.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSeveral children frolicked in the bayou muck outside a small house, while their grandfather, Philip Brunet, watched in the melting heat. At 61, he has \"caught\" two heart attacks, as he put it, ending his career as a welder and signaling that the time had come to leave where he has lived all his life.\n\"We're moving, me and my wife,\" Mr. Brunet told his old friend, the chief. \"We're going to take off when the hurricanes come and go someplace high. No more mud to clean.\"\nThe chief said goodbye — \"I love y'all,\" Mr. Brunet called after him, in affecting Cajun English — and moved down the road. He passed the old cemetery, spongy and unused since the 1940's; the mounds of empty Milwaukee's Best beer cans that glitter outside a tilting shack; and the sinking property of his older sister, Denecia Billiot, and her husband, Wenceslaus.\nThe Billiots raised seven children, all of whom have moved off the island. Now they live alone in a house placed on stilts after Lili. When they look out their back window, they see deep blue water where corn grew and their children played.\nThey sit on the porch, Mr. Billiot wearing a red Army cap that hints of his South Pacific tour during World War II, Mrs. Billiot killing sand flies with a pink swatter. \"I'm not going nowhere,\" she said. \"I was born here. I got 81 already.\" Years on the island, that is.\nThe chief passed other houses, naming residents both here and gone: shrimpers and welders and riggers and loafers. He pointed out where Lover's Lane used to be, where a dance hall used to beckon, where groves of trees used to flourish before the salt water withered them dry.\nAdvertisement Continue reading the main story\nEven the chief doesn't live on Isle de Jean Charles anymore. The only road leading to the island kept flooding, he said, and he could not afford to lose his off-island job in the petroleum industry. He moved 30 years ago from an island house that still stands, an empty hull, vacant since Hurricane Lili.\nHe came to the end of the island road, to the spot where he and his many siblings grew up, including Gustave, who died in a tugboat accident; Simon, who died in the Vietnam War; and Deme, the tribal chief before him, and now an elder.\nMr. Naquin is nearly 60, and his tribal burdens line his face.\nHe fears that if he sues the federal government for leaving the island outside the levees, he will jeopardize his tribe's application for federal recognition. He fears that if he does nothing, his tribe may not survive the next colossal hurricane.\nEven his preferred option — the government builds homes on the mainland for tribal members, but allows members to move off the island when they feel ready — could mean the loss of connection to the land, the loss of cultural ways, the loss of continuity.\n\"It is terrible for me,\" the chief of the Biloxi-Chitimacha said, as another sun set on the encroaching waters. \"I thought I could change the world, but the world is changing me.\"", "url": "https://www.nytimes.com/2006/06/19/us/19road.html"}