{"authors": ["Carl Hulse", "John Holusha"], "date_download": "2018-11-16 03:14:58", "date_modify": "2018-11-16 03:14:58", "date_publish": "2006-06-27 00:00:00", "description": "It was the closest supporters of a flag-burning ban have come to their goal in three attempts in the Senate.", "filename": "2006_06_27_washington_27cnd-flag_1542338098.html", "image_url": "https://static01.nyt.com/images/2006/06/27/us/27cnd-flag.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_06_27_washington_27cnd-flag_1542338098.html", "title": "Amendment on Flag Burning Fails by One Vote in Senate", "title_page": "Amendment on Flag Burning Fails by One Vote in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"I think this is getting to where they are not going to be able to escape the wrath of the voters,\" said Mr. Hatch.\nBut opponents, mainly Democrats, criticized the Republican leadership for devoting Senate attention to the amendment when the nation faces other serious problems and for tampering with the Constitution's Bill of Rights in response to relatively rare incidents of flag burning.\n\"This objectionable expression is obscene, it is painful, it is unpatriotic,\" said Senator Daniel Inouye, Democrat of Hawaii and winner of the Medal of Honor for his service in World War II. \"But I believe Americans gave their lives in many wars to make certain all Americans have a right to express themselves, even those who harbor hateful thoughts.\"\nIn the debate, proponents sought to make a case of high principle: recapturing for Congress a power taken away by the Supreme Court in a 1989 decision.\nPhoto\nThat decision, in a Texas case, said flag burning was an expression of free speech and invalidated the flag desecration laws in 48 states.\nSenator Hatch said the amendment would \"restore the constitution to what it was before unelected jurists changed it five to four.\" He went on to say, \"Five lawyers decided 48 states were wrong.\"\nWith the July 4 holiday looming and elections within sight, even senators opposing the amendment were careful to express their reverence for the flag and their revulsion at any desecration. But Senator Russell D. Feingold, Democrat of Wisconsin, noted that 17 years after the court's decision, \"Our nation is still standing strong.\"\nAdvertisement Continue reading the main story\nMr. Feingold said the proposal would \"cut back the Bill of Rights for the first time.\" The debate seemed at times to have echoes of the Vietnam war era, with Senator Thomas R. Carper, Democrat of Delaware, observing that flag burning was a common form of protest in the 1970's but has been little seen since then.\n\"It hardly ever happens,\" he said warning that if the amendment passes, flag burning might become more attractive to political protesters.\nBut Senator Mel Martinez, Republican of Florida, said any desecration of the flag was unacceptable, saying, \"People place great importance in symbols of national unity.\"\nSenators favoring the amendment and legislation prohibiting desecration of the flag emphasized that the court's ruling had effectively changed the Constitution and that the amendment could restore the previous condition.\n\"This is the only way to balance the branches of government,\" said Senator Tom Coburn, Republican of Oklahoma. Along with other senators, he said the first amendment was meant to apply to speech only, not behavior.\nBut Senator Patrick Leahy, Democrat of Vermont, denounced the measure as an effort to \"seek to turn the flag into a political weapon.\" He said supporters of the amendment wanted to \"try to stir public passion for political ends.\"\nAmong those calling the proposal unnecessary was Senator Richard J. Durbin, Democrat of Illinois, who countered with a proposal that would protect the flag and also restrict the antigay and other demonstrations at military funerals and at national cemeteries. Mr. Durbin's measure was also defeated.The amendment, a single sentence stating that \"the Congress shall have the power to prohibit the physical desecration of the flag of the United States,\" has already passed the House of Representatives, so a Senate vote approving it would have sent the measure to the states, most of which have adopted expressions of opposition to flag desecration.", "url": "https://www.nytimes.com/2006/06/27/washington/27cnd-flag.html"}