{"authors": ["Steven Lee Myers"], "date_download": "2018-11-16 03:13:50", "date_modify": "2018-11-16 03:13:50", "date_publish": "2006-08-10 00:00:00", "description": "Retired Col. Sergei V. Skripal was sentenced to 13 years in prison for treason stemming from a lengthy collaboration with Britain’s secret intelligence service.", "filename": "2006_08_10_world_europe_10russia.html_module=inline_1542338030.html", "image_url": "https://static01.nyt.com/images/2006/08/10/world/10russia.751.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_08_10_world_europe_10russia.html_module=inline_1542338030.html", "title": "Russia Convicts Retired Officer of Decade of Spying for British", "title_page": "Russia Convicts Retired Officer of Decade of Spying for British - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW, Aug. 9 — In a new case of cold-war-style espionage, Russia on Wednesday announced the conviction of a retired military officer who had pleaded guilty to charges that he passed state secrets to Britain for nearly a decade.\nThe officer, identified as Col. Sergei V. Skripal, was sentenced to 13 years in prison for treason stemming from a collaboration with Britain’s secret intelligence service, MI6, officials said in interviews and in statements to Russian news media.\nThe case is the latest of several espionage cases that have, at times, made it seem as if the cold war had resumed in a new form. Scientists who cooperated with foreign colleagues have been accused of espionage, including one sentenced Tuesday. There have also been disclosures like the one in January that British operatives communicated with Russian agents using a device concealed in a fake rock left near a Moscow park.\nThe officials did not specify the nature of the secrets Colonel Skripal was accused of betraying, nor did they explain why his case was disclosed only at the end of his trial, though he was reportedly arrested in December 2004. But his spying was said to have caused serious, though unspecified, damage to Russia’s defense and national security.\nAdvertisement Continue reading the main story\n“The damage cannot be measured in rubles or in terms of anything else,” the new chief military prosecutor, Sergei N. Fridinsky, said in televised remarks, as transcribed by the British Broadcasting Corporation. “The fact is that the interests of the Russian Federation have been damaged by the dissemination of classified information.”", "url": "https://www.nytimes.com/2006/08/10/world/europe/10russia.html?module=inline"}