{"authors": ["Amanda Hesser"], "date_download": "2018-11-16 03:27:12", "date_modify": "2018-11-16 03:27:12", "date_publish": "2006-07-23 00:00:00", "description": "In 1968, Craig Claiborne, then The Times’s food editor, published a recipe for a refreshing, straightforward version of gazpacho from a home cook named Manola Drozdoski.", "filename": "2006_07_23_magazine_23food_1542338832.html", "image_url": "https://static01.nyt.com/images/2006/07/18/magazine/23food.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_07_23_magazine_23food_1542338832.html", "title": "Recipe Redux: 1968: Gazpacho", "title_page": "Recipe Redux: 1968: Gazpacho - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although gazpacho has been around since as early as the eighth century in Spain, it took New Yorkers until the 1960’s to catch on. And even then it took them more than a few years to get it right. In 1968, Craig Claiborne, then The Times’s food editor, published a recipe for a refreshing, straightforward version from a home cook named Manola Drozdoski that was made with tomatoes, cucumbers, green pepper, garlic and the rest, which Claiborne called “Málaga Gazpacho.” The thought was a nice tribute to an obscure city in southern Spain, except that Málaga (and its region, Andalusia) doesn’t have just one version of gazpacho but many — some made with egg, others with fish, potato and mayonnaise. If anything, Málaga is associated with ajo blanco, a gazpacho made with almonds and garlic.\nNo real harm done. Given America’s record for tampering with pizza, croissants and lattes, doctrinal purity is hardly the point. Besides, gazpacho is a survivor, a poor man’s soup, thickened with yesterday’s bread and sharpened with vinegar, so there is little you can do to wreck it. In its original form, it was more of a bread soup mashed with olive oil, garlic, vinegar and water. (Tomatoes came later, after the discovery of the New World and all the ingredient confusion that wrought.)\nOver the centuries, gazpacho took on regional refinements, sometimes being made with ground almonds or pine nuts, sometimes featuring peppers, even the occasional sliced grape. It also varied in texture, from a thick purée (referred to as salmorejo) to a chunky, chopped-salad-like consistency to a thin liquid drunk by the glass. Today many Spaniards keep a pitcher of gazpacho in the fridge much as we might keep iced tea.\nEarlier this summer, I gave the Málaga gazpacho recipe to Michael Tusk, the chef and an owner of Quince Restaurant in San Francisco, to see what it would inspire in him. Deceit, at first: Tusk said he had to sneak around the San Francisco farmer’s market in a hooded sweatshirt with a bag of local hot-house tomatoes, hoping that none of his watchdog chef friends would catch him with the contraband.\nAdvertisement Continue reading the main story\nBack in the privacy of his kitchen, Tusk stripped out all of the flavors from the original recipe and essentially gave each ingredient its own stage. He ran a variety of tomatoes through a food mill to get a dense base. Into this, Tusk floated a simple cucumber granita, given a little zip with cucumber vinegar (although Champagne vinegar also works).", "url": "https://www.nytimes.com/2006/07/23/magazine/23food.html"}