{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 03:11:29", "date_modify": "2018-11-16 03:11:29", "date_publish": "2006-08-21 00:00:00", "description": "A new study concludes that the “little people of Flores,” as they are often called, were not a newfound extinct species.", "filename": "2006_08_21_science_21cnd-tiny_1542337889.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_08_21_science_21cnd-tiny_1542337889.html", "title": "Report Reignites Feud Over ‘Little People of Flores’", "title_page": "Report Reignites Feud Over ‘Little People of Flores’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The international team of paleontologists, anatomists and other researchers who conducted the study was headed by Teuku Jacob of Gadjah Mada University, who is one of Indonesia’s senior paleontologists.\nIn the report, Dr. Jacob and his colleagues cited 140 features of the skull that they said placed it “within modern human ranges of variation.” They also noted features of two jaws and some teeth that “either show no substantial deviation from modern Homo sapiens or share features (receding chins and rotated premolars) with Rampasasa pygmies now living near Liang Bua Cave,” where the discovery was made.\n“We have eliminated the idea of a new species,” Robert B. Eckhardt, a professor of developmental genetics at Penn State who was a team member, said in a telephone interview. “After a time, this will be admitted.”\nThat time has not yet come.\nPeter Brown, a paleontologist at the University of New England in Armidale, Australia, who was a leader of the team that discovered the “little people” bones, took sharp issue with the new report.\nIn an e-mail message, Dr. Brown said, “The authors provide absolutely no evidence that the unique combination of features found in Homo floresiensis are found in any modern humans.”\nThe features he referred to include body size, body proportions, brain size, receding chin, shape of premolar teeth and their roots, and the shape and projection of the brow ridge. But the critics asserted that many of the features in the specimen with the cranium, said to be diagnostic of a new species, are present in the Rampasasa pygmies.\nDr. Brown said the critics’ claim of “the asymmetry of the skull being the result of abnormal growth is fiction.” The skeleton was buried deep in sediment, he said, and this brought on “some slight distortion.”\nAdvertisement Continue reading the main story\nIn response, Dr. Eckhardt said, “Our paper accounts neatly for everything we see in the asymmetry” of the face and other body parts.\nDr. Brown said an independent study led by Debbie Argue, an anthropologist at the Australian National University in Canberra, discounted microcephaly as an explanation. He said the report, accepted for publication in The Journal of Human Evolution, “completely supports my arguments for a new species.”\nDr. Argue’s group, which included Colin Groves, also of the Australian National University and an authority on primate taxonomy, wrote that its comparisons of the Flores specimen with modern and early humans, pygmies and microcephalic humans showed it was unlikely that the skull belonged to a microcephalic human or to any known species.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe bones at the center of the controversy were excavated from a limestone cave on Flores, an island 370 miles east of Bali, by Australian and Indonesian archaeologists. The most complete specimen was estimated to be 18,000 years old, and other remains of as many as seven other individuals ranged from 95,000 to 13,000 years old.\nThe Floresian adults stood just three and a half feet high and had brains of 380 cubic centimeters, about the size of the apelike human ancestors known as australopithecines, which lived more than three million years ago.\nThe find was announced in October 2004 in the journal Nature by a group headed by Michael J. Morwood, also of the University of New England. Dr. Brown was the lead author of a companion report that assigned the little people to a new human species.\nIn the time since, the dispute over the interpretation has often veered in nonscientific directions, sometimes trampling on national pride.\nIndonesian paleontologists complained that the Australian scientists took most of the credit for the discovery and put their own stamp on the interpretations. They were also upset by what they said was the limited access they had to the specimens for their own analysis.\nThe discoverers countered that the Indonesian researchers had mishandled the bones. They also disparaged the quality of the critics’ research, noting that several of their rebuttals were rejected for publication in prominent journals.\nAdvertisement Continue reading the main story\nOn one aspect of the debate, Dr. Brown said, the discovery team has backed down. He had proposed that Homo erectus, an immediate predecessor to Homo sapiens, reached Flores 840,000 years ago and, in isolation, evolved into Homo floresiensis.\n“I have moved away from the isolation and dwarfing argument,” Dr. Brown has said. “Seems most likely that they arrived small brained and small bodied.”\nIn their new report, the critics emphasized the facial asymmetry of the single skull specimen, known as LB1. A team member, David W. Frayer of the University of Kansas, composed split photographs of LB1’s face, combining two left or two right sides as composite faces. The dissimilarities between the original face and the two left or right composites were striking, he said.\nAlthough most faces are not perfectly symmetrical, the scientists said, some of the differences in the two sides of the LB1 face exceeded “clinical norms” and “provided evidence for rejecting any contention that the LB1 cranium is developmentally normal.”\nMaciej Henneberg, an anatomist at the University of Adelaide, Australia, and an author of the new report, said that many characteristics of the face point to a growth disorder, but that it would require much more research “to diagnose the specific syndrome present.”\nOf 184 syndromes that include microcephaly, 57 cause short stature, and some also include facial asymmetry and dental anomalies. The critics said one of the next steps would be for scientists specializing in developmental disorders to join the hunt for the particular syndrome that afflicted at least one, and perhaps more of the extinct little people.\nAs for the species question, some scientists said it might take DNA tests to place the Floresians securely within the modern human family or somewhere on a slightly separate branch as a separate species.", "url": "https://www.nytimes.com/2006/08/21/science/21cnd-tiny.html"}