{"authors": ["Anne E. Kornblut"], "date_download": "2018-11-16 04:32:43", "date_modify": "2018-11-16 04:32:43", "date_publish": "2006-11-09 00:00:00", "description": "Senator Hillary Rodham Clinton emerged from her landslide victory Wednesday morning with a new excuse for sidestepping questions about the 2008 campaign.", "filename": "2006_11_09_nyregion_09hillary_1542342763.html", "image_url": "https://static01.nyt.com/images/2006/11/09/nyregion/09clinton75.1.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_11_09_nyregion_09hillary_1542342763.html", "title": "Clinton’s 2006 Victory Lap Has Futuristic Feel, Like 2008", "title_page": "Clinton’s 2006 Victory Lap Has Futuristic Feel, Like 2008 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After insisting for months that she was merely focusing on her re-election, Senator Hillary Rodham Clinton emerged from her landslide victory yesterday morning with a new excuse for sidestepping questions about the 2008 campaign: She said that she was too exhilarated from the midterms to talk about the future.\n“All I’m thinking now is how excited I am that we’ve had a great election for the country and for our state and for our city,” Mrs. Clinton said after trouncing her opponent, former Yonkers Mayor John Spencer, by capturing 67 percent of the vote.\nOn a victory tour of the state, Mrs. Clinton attended a breakfast with firefighters in Midtown Manhattan, met with supporters on Long Island, then traveled upstate by plane, with stops in Buffalo, Rochester, Syracuse and Albany.\nNow that she has secured a second term, Mrs. Clinton is expected to announce a decision about her presidential plans within the next few months. In the meantime, she has kept all of her options open by raising millions of dollars that could be used toward a national campaign and hiring important staff members who could run her race — all without openly discussing her thinking or even acknowledging a White House bid as a next step.\nPhoto\nAlthough she tops some public opinion surveys among potential Democratic nominees, some in the party have expressed doubts that Mrs. Clinton, a polarizing figure in national politics, could win a general election. And even some voters who supported Mrs. Clinton in New York in this election were less than convinced that she should run for national office. About three-quarters of the people who voted for her for Senate said they thought that she would be a good president; about one-quarter did not.\nAdvertisement Continue reading the main story\nOver all, 57 percent of voters questioned when leaving the polls in New York said that she would make a good president, but 39 percent said she would not. In the 2000 election, Vice President Al Gore won 60 percent of New York’s electorate. In 2004, Senator John Kerry of Massachusetts won 58 percent in the state.", "url": "https://www.nytimes.com/2006/11/09/nyregion/09hillary.html"}