{"authors": ["Raymond Bonner"], "date_download": "2018-11-16 04:27:58", "date_modify": "2018-11-16 04:27:58", "date_publish": "2006-08-11 00:00:00", "description": "Three men convicted of leading a Christian militia that killed more than 200 Muslims in May 2000 are to be executed Saturday.", "filename": "2006_08_11_world_asia_11indo_1542342478.html", "image_url": "https://static01.nyt.com/images/2006/08/11/world/11indo_75x75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_08_11_world_asia_11indo_1542342478.html", "title": "Indonesia to Execute 3 for Roles in Riots That Killed Hundreds", "title_page": "Indonesia to Execute 3 for Roles in Riots That Killed Hundreds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In interviews on Thursday, two government officials said that, for political reasons, it would be very difficult for the government to execute the Bali bombers if it did not first execute the Christians from Poso.\nThe officials spoke on the condition that they not be identified because they were expressing views contrary to the official government position, which is that the Poso men had been fairly tried and had their appeals denied. Indonesia’s population of more than 240 million is overwhelmingly Muslim. Though most are moderate and Indonesia is a secular state, politicians are wary of offending conservative Muslims, whose numbers and influence appear to be growing.\nAs events unfolded Thursday, it was not at all clear, however, that the government would in any case be able to proceed with the execution of the Bali bombers.\nMahendra Datta, a lawyer for the men, said in an interview that he planned an appeal on their behalf. Under Indonesian law, if he does appeal — he has sent mixed messages in recent weeks — the executions would be automatically stayed.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe also questioned why the government was proceeding so rapidly to execute his clients, who were convicted in 2003, while the Poso defendants were convicted in 2001.\nThe condemned men from Poso are Fabianus Tibo, 60, Marinus Riwu, 48, and Dominggus da Silva, 42.\nIn 2001, a three-judge court, after hearing testimony from 28 witnesses, found that Mr. Tibo was the leader of a Christian militia, called the Red Group, that Mr. da Silva was one of his commanders and that Mr. Riwu took part in the killings.\nOn one day during the May 2000 riots, the Christian gang members, with guns and machetes, killed scores of Muslim men, women and children who had sought protection in a religious school.\nThe trial was marked by troubling “irregularities,” said David McRae, a specialist in the Poso violence at the Australian National University.\nAdvertisement Continue reading the main story\nOne prosecution witness, for instance, slapped the defendants before taking the stand, Mr. McRae said by telephone from Canberra.\nThe trial was also affected by the atmosphere at the time, Mr. McRae said. Crowds of angry Muslims gathered outside the courthouse, sometimes throwing rocks. Specific questions have been raised about the role of Mr. Tibo. He has not denied involvement in the riots, but he has vigorously disputed that he was the mastermind.\nDuring his trial, Mr. Tibo gave the court the names of 16 people who he said were the coordinators. Several were senior Christian church leaders.\n“There is a very strong sense that whatever Tibo’s role might have been — and it’s fairly unclear — he certainly was not the mastermind,” said Sidney Jones, director of the International Crisis Group office in Jakarta. “So it seems giving the death penalty in this case is just extraordinarily over the top.”", "url": "https://www.nytimes.com/2006/08/11/world/asia/11indo.html"}