{"authors": ["Eric Dash"], "date_download": "2018-11-16 03:57:44", "date_modify": "2018-11-16 03:57:44", "date_publish": "2006-06-02 00:00:00", "description": "Henry M. Paulson Jr. could receive a tax break of at least $48 million if he is confirmed as Treasury secretary.", "filename": "2006_06_02_business_02tax_1542340664.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_06_02_business_02tax_1542340664.html", "title": "A Tax Rule Could Save Treasury Nominee Millions", "title_page": "A Tax Rule Could Save Treasury Nominee Millions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Henry M. Paulson Jr., the nominee for Treasury secretary, has a big reason to support tax relief.\nBecause of a little-known provision in the federal tax code, Mr. Paulson, the departing Goldman Sachs chief executive, could receive a tax break of at least $48 million if he is confirmed.\nThe tax rule, Section 1043 of the Internal Revenue Code, allows individuals who are forced to sell stock to meet federal conflict-of-interest rules to defer paying capital gains tax, so long as the proceeds are reinvested in government bonds, diversified index funds and other similar instruments. The provision applies only to employees in the Executive Branch (Congressional lawmakers, Supreme Court justices or ordinary taxpayers need not apply) and is intended to \"minimize the burden of government service\" resulting from a forced divestiture.\nIf confirmed, Mr. Paulson is expected to give up control of at least $700 million, a fortune built largely from Goldman Sachs stock, by putting those assets in a blind trust. Then, it is likely that Mr. Paulson will be required to sell his Goldman Sachs shares to avoid any conflict of interest. The tax provision, accounting specialists said, represents an opportunity for Mr. Paulson to use the sale to diversify his holdings without paying capital gains tax on the bulk of those Goldman shares, which have almost tripled in value since the investment bank's initial offering in May 1999.\n\"If you do that, the gain you diverted from the Goldman sale will never be taxed,\" said Robert Willens, an accounting expert at Lehman Brothers. \"This has got to be part of the inducement that allows them to take these positions.\"\nAdvertisement Continue reading the main story\nMr. Paulson's 3.23 million shares of Goldman stock are worth more than $495 million, based on the most recent regulatory filings and yesterday's closing price of $153.55 a share. (This does not include the value of his restricted stock units and options, which are generally taxed as ordinary income, not capital gains.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAssuming conservatively that the most of those shares have a cost basis at or below the initial offering price of $53, he would have roughly $325 million in capital gains, said Brian Foley, an independent compensation consultant in White Plains. Deferring the 15 percent federal tax results in the $48 million break.", "url": "https://www.nytimes.com/2006/06/02/business/02tax.html"}