{"authors": ["Anne E. Kornblut"], "date_download": "2018-11-16 04:51:18", "date_modify": "2018-11-16 04:51:18", "date_publish": "2006-02-13 00:00:00", "description": null, "filename": "2006_02_13_politics_cheney-shoots-fellow-hunter-in-mishap-on-a-texas-ranch_1542343878.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_02_13_politics_cheney-shoots-fellow-hunter-in-mishap-on-a-texas-ranch_1542343878.html", "title": "Cheney Shoots Fellow Hunter in Mishap on a Texas Ranch", "title_page": "Cheney Shoots Fellow Hunter in Mishap on a Texas Ranch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Whittington is a former member of the Texas Board of Corrections, which runs the state's prisons, and he once led the Texas Public Finance Authority Board.\nIn 1999, George W. Bush, then governor of Texas, named Mr. Whittington to head the Texas Funeral Service Commission, which licenses and regulates funeral directors and embalmers in the state. When he was named, a former executive director of the commission, Eliza May, was suing the state, saying that she had been fired because she investigated a funeral home chain that was owned by a friend of Mr. Bush.\nThe suit was settled in 2001, but the details were not disclosed. Mr. Whittington still serves in the position.\nWhite House officials, who did not make public the shooting incident for nearly 24 hours, did not say how Mr. Whittington and Mr. Cheney were acquainted, although both have longstanding ties to the Armstrong family.\nMr. Cheney often goes hunting with other political figures. Two years ago he went duck hunting with Justice Antonin Scalia in Louisiana, a trip that drew criticism because the Supreme Court had just agreed to hear a case involving Mr. Cheney's energy task force.\nAnne Armstrong, the matriarch of the family that owns the ranch, is a Republican Party stalwart who served in the Nixon and Ford administrations and also as ambassador to Great Britain. When her husband, Tobin Armstrong, died in October, Mr. Cheney and James A. Baker III, the former secretary of state, spoke at the funeral.\nThe 50,000-acre ranch, which features Spanish-style cottages and usually has a full working staff, was settled in 1882 by a Texas Ranger named John Armstrong III, who passed the land on to the family. It sits near the King Ranch, the legendary property settled by the Kleberg family, also in South Texas.\nAdvertisement Continue reading the main story\nAccording to Katharine Armstrong, the daughter of Anne Armstrong, Mr. Whittington broke away from a line of three hunters, including Mr. Cheney, and failed to announce that he was returning to the group. When he approached, Mr. Cheney had already begun to shoot into a covey of quail that was taking off from the ground.\n\"This all happened pretty quickly,\" Ms. Armstrong said in a telephone interview from her ranch. Mr. Whittington, she said, \"did not announce -- which would be protocol -- 'Hey, it's me, I'm coming up,' \" she said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"He didn't do what he was supposed to do,\" she added, referring to Mr. Whittington. \"So when a bird flushed and the vice president swung in to shoot it, Harry was where the bird was.\"\nMr. Whittington was \"sprayed -- peppered, is what we call it -- on his right side, on part of his face, neck, shoulder and rib cage,\" she said, noting that she, too, had been sprayed on her leg in a hunting accident.\n\"A shotgun sprays a bunch of little bitty pellets; it's not a bullet involved,\" Ms. Armstrong said. She said she believed that Mr. Cheney was shooting a 28-gauge shotgun and added that guests typically bring their own firearms.\nMr. Whittington was about 30 yards from the vice president when the shooting occurred, Ms. Armstrong said. Altogether, there were five people in the group. Ms. Armstrong declined to identify the other hunters.\nAfter the accident, Mr. Cheney's medical attendants helped Mr. Whittington, treating his wounds and covering him in blankets so he would not go into shock, Ms. Armstrong said. He did not lose consciousness. She described Mr. Cheney's immediate response to the shooting as \"very appropriate.\"\n\"He immediately went to Harry's side and was right there and made sure his detail was totally focused on him,\" she said. \"Of course he's very concerned. He's been checking in almost on a minute-by-minute basis.\"\nAfterward, she said, her brother-in-law and another guest went to the hospital to check on Mr. Whittington. The rest of the party had dinner, and Mr. Cheney, who had flown to Texas on Friday night, departed on Sunday.\nAdvertisement Continue reading the main story\n\"Mr. Whittington is fine,\" Ms. Armstrong said. \"He's sitting up in bed, yakking and cracking jokes.\"\nCampaign finance records show that Mr. Whittington contributed $2,000 -- the maximum personal amount allowed -- to the Bush-Cheney re-election campaign.\nMr. Whittington has been involved in a long-running dispute with the City of Austin, which is trying to condemn a block his family owns to build a parking garage. He has won several legal victories in the case, most recently last month in the Texas Supreme Court.\nLea Anne McBride, Mr. Cheney's spokeswoman, said, \"The vice president visited with Harry Whittington at the hospital today and was pleased to see that he's doing fine and in good spirits.\" Asked why the vice president's office had made no announcement about the accident, Ms. McBride said, \"We deferred to the Armstrongs regarding what had taken place at their ranch.\"\nCorrection: February 14, 2006, Tuesday A front-page article yesterday about the hunting accident in which Vice President Dick Cheney shot Harry Whittington, a prominent Texas lawyer, referred incorrectly to the King Ranch, a legendary property that is near the scene of the shooting. It was founded by Richard King in 1853, not by the Kleberg family, into which Mr. King's daughter married.\nCorrection: February 15, 2006, Wednesday A front-page article on Monday about the hunting accident in which Vice President Dick Cheney shot Harry Whittington, a prominent Texas lawyer, misstated the distance between them in some copies. It was about 30 yards -- not feet.", "url": "https://www.nytimes.com/2006/02/13/politics/cheney-shoots-fellow-hunter-in-mishap-on-a-texas-ranch.html"}