{"authors": ["Julia Preston", "Matthew Sweeney"], "date_download": "2018-11-16 04:32:47", "date_modify": "2018-11-16 04:32:47", "date_publish": "2006-10-16 00:00:00", "description": "Lynne F. Stewart received 28 months for helping a client in prison on terrorism charges to communicate with his followers, far less than the 30 years the government had sought.", "filename": "2006_10_16_nyregion_16cnd-stewart_1542342767.html", "image_url": "https://static01.nyt.com/images/2006/10/16/nyregion/16lynne.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_10_16_nyregion_16cnd-stewart_1542342767.html", "title": "Lawyer Gets Prison Term in Terrorism Case", "title_page": "Lawyer Gets Prison Term in Terrorism Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was “no evidence that any victim was in fact harmed” by her actions, the judge said. He cited her 30-year career as a government-appointed lawyer to “the poor, the disadvantaged and the unpopular.”\n“It is no exaggeration to say that Ms. Stewart performed a public service not only to her clients but to the nation,” he said, adding that she did not choose her cases to become wealthy.\nMs. Stewart will be released on bail, pending an appeal that her lawyers are expected to file on her behalf.\nAfter the hearing, a beaming Ms. Stewart spoke outside the courtroom, where dozens of her supporters and reporters had been waiting for her.\n“This is a great victory against an over-reaching government,” she said, holding a bouquet of flowers she had been handed.\n“I do hope we will be vindicated on appeal,” she said.\nDuring the hearing, the judge noted that as a result of her conviction 20 months ago, Ms. Stewart lost her license to practice law and is banned from having any contact with her former client.\n“The occasion for the crimes to be repeated will be nil,” he said.\nBut in turning down her request for no prison time at all, the judge indicated that she was not without culpability in this case, pointing to what he called “an irreducible core of very severe criminal conduct.”\nAdvertisement Continue reading the main story\nAnother defendant, Mohamed Yousry, the Arabic translator who was convicted of helping Ms. Stewart smuggle Mr. Abdel Rahman’s messages out of prison, was sentenced to 20 months, even though the government had sought 20 years for him.\nThe third defendant, Ahmed Abdel Sattar, 47, a Staten Island postal worker, received the stiffest penalty, a 24-year sentence. He was convicted of negotiating with the militants by telephone. The government had asked that he be given a life term because he was convicted of conspiracy to kill and kidnap people in a foreign country.\nPhoto\nThe judge said he departed from the federal sentencing guidelines for Mr. Sattar because no one was killed or injured as a result of the crimes and because of Mr. Sattar’s lack of previous crimes and restrictive prison conditions.\n\"I am not a terrorist, your honor,\" Mr. Sattar told the judge before he was sentenced, The Associated Press said.\n\"I am not a violent person. I am a human being. I am an American. I am a Muslim who practices and believes strongly in his religion,\" Mr. Sattar said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhen Ms. Stewart, long an abrasive advocate of anti-government causes, arrived at the courthouse this morning, she was surrounded by supporters who cheered and applauded for her. Some of them held up a banner that read, “We love you Lynne, and all you stand for.”\nOthers chanted: \"Free Lynne. Free Lynne.\"\nAs she entered the federal courthouse, Ms. Stewart shouted to them “I love you” and “I’m hanging in there.”\nHer defense lawyer, Elizabeth Fink, said Ms. Stewart would not survive prison because of her health.\n“If you send her to prison, she’s going to die. It’s as simple as that,” she said, according to The A.P.\nMs. Stewart recently recovered from breast cancer, but she said before her sentencing that she feared it would return in prison.\nAdvertisement Continue reading the main story\nMs. Stewart still denies that she acted to further any violent goals of the sheik. In documents they submitted to persuade Judge Koeltl to be lenient and give her no prison time, Ms. Stewart’s lawyers said their client is newly remorseful about “ill-advised” moves on behalf of the sheik.\n“I still believe it was justifiable — but perhaps not in the way that I did it,” Ms. Stewart said in an interview with The New York Times before her sentencing. She was speaking of her actions in June 2000 to violate strict prison rules, known as special administrative measures, by publicizing a message from the sheik to his militant followers in Egypt.\nIn their sentencing motion, two assistant United States attorneys, Andrew Dember and Robin Baker, wrote that Ms. Stewart’s actions “should be offensive to those actually zealously defending criminal defendants within the bounds of the law.”\n“Stewart’s criminal conduct, which lasted more than two years, was both extremely dangerous and devious,” they said.\nThere was never any question during the eight-month trial that Ms. Stewart had broken the rules by releasing the sheik’s statement, which said he no longer supported a cease-fire by his followers in Egypt.\nMs. Stewart admitted in the interview with The Times that she became too close to the sheik, insisting it was because of his deteriorating health and sanity after years in solitary confinement, not any affinity with his Islamic fundamentalism.\n“I ignored any warning signs,” Ms. Stewart said. “I led with my heart instead of my head and thought it would be all right.”\nBesides the material support conviction, Ms. Stewart also was convicted of defrauding the government and making false statements for breaking her promise to abide by special rules the government imposed on the sheik to prevent him from communicating with his followers.", "url": "https://www.nytimes.com/2006/10/16/nyregion/16cnd-stewart.html"}