{"authors": ["Alan Cowell"], "date_download": "2018-11-16 03:14:01", "date_modify": "2018-11-16 03:14:01", "date_publish": "2006-12-03 00:00:00", "description": "Alexander V. Litvinenko’s career began in the post-Soviet roller coaster and ended mysteriously when he died of radiation poisoning last week.", "filename": "2006_12_03_world_europe_03russian.html_pagewanted=all&module=inline_1542338041.html", "image_url": "https://static01.nyt.com/images/2006/12/03/world/03russian.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_12_03_world_europe_03russian.html_pagewanted=all&module=inline_1542338041.html", "title": "Russian Ex-Spy Lived in a World of Deceptions", "title_page": "Russian Ex-Spy Lived in a World of Deceptions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although the precise circumstances of his death remain hidden, Mr. Litvinenko lived the last years of his life as a public critic of President Vladimir V. Putin and the Russian government. Assigned to investigate the assassination attempt on Mr. Berezovsky, he ended up accusing the F.S.B. of involvement in a later conspiracy, a charge that severed his ties with the agency. Once in exile in London, his contacts with Mr. Berezovsky and a circle of other Russian émigrés and former agents flourished, even as his criticism of Mr. Putin grew more vigorous. In the weeks before his death, he had begun looking into the shooting death in Moscow of the journalist Anna Politkovskaya, a fierce critic of Mr. Putin and his policies in Chechnya.\nMr. Litvinenko began his lingering decline on Nov. 1, when he met an Italian academic, Mario Scaramella, in a sushi bar and linked up with former K.G.B. colleagues in a five-star hotel. Then he fell ill, wasting away over 22 excruciating days from a muscular, almost boyish figure to a gaunt shadow. Investigators followed a radioactive trail around London and, through British Airways planes found to have traces of radiation, to Moscow. British Airways said 221 flights, carrying 33,000 people, might have been affected. In a bizarre sideshow, a former Russian prime minister, Yegor Gaidar, a quiet critic of the Kremlin, fell ill with symptoms of poisoning.\nThe episode left Britain’s relations with Russia strained: no matter how much Mr. Putin denied it, British officials faced a barrage of newspaper speculation that a supposedly friendly power, or its disaffected agents, had reached onto the streets of London for nefarious purposes.\nFrom his deathbed, Mr. Litvinenko accused Mr. Putin of responsibility for his plight, but that conclusion was far from certain. One thing, though, was abundantly clear: Mr. Litvinenko’s death matched his life in a world of conspiracy and betrayal as a former spy.\nLinks to a Tycoon\nMr. Litvinenko’s role in the investigation of the assassination attempt against Mr. Berezovsky, who fled into exile in London in 2000, is not widely chronicled, although it was alluded to in an Associated Press report in 1998, which said the case was never solved.\nNonetheless, it appears to have provided the starting point for an association between Mr. Berezovsky, then one of Russia’s richest men and most influential power brokers, and Mr. Litvinenko, who was rapidly acquiring a reputation at the Russian spy agency as a rebel and whistleblower.\nMr. Berezovsky declined to be interviewed for this article, saying through a spokesman that he was not prepared to offer further comment until after the police investigation of Mr. Litvinenko’s death. But, in a statement five days after his friend died, Mr. Berzovsky said, “I credit him with saving my life, and he remained a close friend and ally ever since. I will remember him for his bravery, his determination and his honor.” He was referring to another episode that would lead both men to flee Russia for asylum in Britain.\nAdvertisement Continue reading the main story\nIn a book he published in 2004, “Lubyanka Criminal Group,” Mr. Litvinenko referred to a turning point in his life as an agent. In December 1997, he said his superior in the F.S.B. called him into his office with staggering orders: “You, Litvinenko, you know Berezovsky? You have to liquidate him,” he said his superior told him.\nThat claim resurfaced sensationally in the public eye in November 1998, after Mr. Berezovsky accused the F.S.B. of plotting to assassinate him. Mr. Litvinenko and other disaffected agents called a news conference to confirm Mr. Berezovsky’s allegations. It was a bizarre spectacle, even by the conspiratorial standards of the time: one dissident F.S.B. officer appeared in a ski mask, another in dark glasses. Mr. Litvinenko did not conceal his identity.\nMr. Putin, who led the agency at the time, reacted angrily, threatening to dismiss Mr. Litvinenko and the other officers who had spoken out.\nAccording to a transcript published by the Kremlin International News Broadcast, Mr. Litvinenko began with a forthright attack on corruption within the agency. He said some of its units “have been used by certain officials not for constitutional purposes of state and personal security but for their own private political and material purposes, to settle accounts with undesirable persons, to carry out private political and criminal orders for a fee and sometimes simply as an instrument to earn money.”\nThe remarks led to Mr. Litvinenko’s suspension from the F.S.B. and a series of criminal court cases on five counts of abuse of power and other charges. In 1999, he spent eight months in pretrial detention in Lefortovo Prison in Moscow. When charges were dropped in November 1999 for lack of evidence, he was rearrested the instant the acquittal was read out, according to an account in Izvestia in 2001. He was released again in December 1999 and ordered not to leave town.\nBut the weeks and months went by with no indication that the investigations against him would be dropped.\nMr. Litvinenko, his wife, Marina, and son, Anatoly, fled Moscow in October 2000. According to accounts by Mr. Litvinenko at the time, and by others including Mr. Goldfarb and Viktor Suvorov, a former Soviet military intelligence officer and defector, his trail led from Russia to the town of Antalya in southern Turkey, possibly via Ukraine.\nBut once in Turkey, no one, it seemed, wanted to deal with a renegade Russian agent.\n“I brought him to the U.S. Embassy at the end of October in Ankara,” said Mr. Goldfarb, by his own account an American citizen who fled the Soviet Union 31 years ago and spent many years in exile working for, among others, the financier George Soros. “We just walked in and said here’s the F.S.B. colonel, and they are not interested.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFinally, Mr. Litvinenko left Turkey using a ticket allowing him to transit, but not stay, in London. In November 2000, he arrived at Heathrow airport, surrendered to the British police and claimed asylum, according to accounts by Mr. Litvinenko and in the British press. But he was still not treated as a high-level defector.\nAdvertisement Continue reading the main story\nMr. Suvorov, an agent from Russian military intelligence, G.R.U., who defected in 1978, said: “I raised the question, ‘Look, there’s a man who has lots of information about organized crime’ — no one else had so much information — but no one questioned him about it, British, French, Americans. He had incredible knowledge.” Neither Turkish nor American officials confirmed this account.\nBut, to judge from what happened later, Mr. Litvinenko was determined to put his knowledge of Russia’s intelligence networks to use.\nÉmigrés in London\nFrom the minute he landed in Britain, Mr. Litvinenko resumed his association with Mr. Berezovsky, who had arrived some months earlier also seeking asylum. From a modest row house in white-collar Muswell Hill in north London, he appears to have moved easily in security and former espionage circles, frequently visiting Mr. Berezovsky’s offices in Mayfair — one of London’s most upscale districts.\nHe was part, too, of a population of an estimated 300,000 Russians in London, including political émigrés, old-time defectors and wealthy tycoons who spend their time in nightclubs and boutiques and buying up real estate and soccer clubs. He was granted British citizenship earlier this year.\nBut he also maintained contact with his former F.S.B. colleagues, like Mikhail Trepashkin, who was jailed in October 2003 for betraying state secrets while investigating apartment bombings in Moscow and elsewhere in 1999 that killed scores of people. Those bombings formed the basis of a book published in English the same year by Mr. Litvinenko accusing Russia’s security services of staging the bombings as a pretext for the second Chechen war.\nIn a letter released Friday and dated Nov. 23, Mr. Trepashkin said in a reference to the F.S.B., “Back in 2002, I warned Alexander Litvinenko that they set up a special team to kill him.”\nBut Mr. Litvinenko also registered increasing concerns about his safety. “A secret service is designed to fight another secret service,” he told The New York Times in a telephone interview in 2004 during the inquiry into the poisoning of Viktor A. Yushchenko, then a Ukrainian presidential candidate. “When a secret service goes after an individual, they have no chance.”\nMr. Litvinenko said his supporters arranged for him to address British legislators, whom he told that members of the Russian secret services were “getting more aggressive, threatening my relatives.” He said he knew of 32 Russian spies working in England. “They follow us and prepare provocations and our liquidation,” he said.\nAdvertisement Continue reading the main story\nIn September 2004, two weeks after his appeal to Parliament, Mr. Litvinenko said in the interview, bottles containing burning liquid were thrown at his apartment at 1 a.m.\nSome of his associates bridled at the idea that he was Mr. Berezovsky’s personal agent or go-between. “He was not just someone who came from Russia and said to Berezovsky: give me some money,” said Mr. Suvorov, the former G.R.U. agent.\nBut Mr. Litvinenko nonetheless displayed a knack for confidential business. According to a report in The Times of London in November, he traveled to Israel weeks before he died to hand over a dossier on the Yukos oil affair — in which the company’s former chairman, Mikhail B. Khodorkovsky, has been imprisoned for tax evasion — to Leonid Nevzlin, an exiled oil tycoon. Mr. Nevzlin was quoted as confirming the article. On the fateful day when he first took ill, the radiation trail of his movement led to the offices of Erinys, an international security company in Mayfair.\nIt was in that upscale district on Nov. 1 that he met his former Russian security service colleagues, Andrei Lugovoi and Dmitri Kovtun, in the Millennium Mayfair hotel, and Mr. Scaramella, the Italian consultant and academic, in the sushi bar on nearby Piccadilly. All three men have denied poisoning him.\nA Mystery Deepens\nBut the saga was not over. One week after the police reported that Mr. Litvinenko had been poisoned, Mr. Scaramella himself was hospitalized when concentrations of the isotope were found in his body. Traces were also found on a member of Mr. Litvinenko’s family.\nThe mystery seemed as deep as ever: the police had traced Mr. Litvinenko’s movements and his contacts on Nov. 1. Detectives had spent 20 hours interviewing him in the hospital, according to associates. Yet the trail to Moscow seemed elusive and was impossible to confirm. Speculation swirled inconclusively about Kremlin plots and counterplots and efforts by rogue operatives to pursue their own feuds or discredit President Putin. But no one could say where the poison came from or how it entered Mr. Litvinenko’s body.\nIndeed, Mr. Lugovoi, the former K.G.B. agent, said in a Russian newspaper interview published on Saturday that Mr. Litvinenko might have, in fact, ingested the poison weeks earlier than anyone realized. If true, that would upend some of the most basic assumptions of the investigation — at least as far as it has been made public — and explain why radiation was found on a British Airways plane that flew between Moscow and London on Oct. 25.\n“Alexander Litvinenko, my business partner Dmitri Kovtun and I were in London on Oct. 17 at a meeting in the office of Erinys,” the private security company, Mr. Lugovoi told the Russian newspaper Kommersant. “Traces of radiation could have been left there after this visit.”\nSome of Mr. Litvinenko’s associates said his position might have been made more precarious when he began to gather information about the death of Ms. Politkovskaya, the Russian investigative reporter shot to death in Moscow in October. “He was a very good investigator himself,” said Mr. Suvorov, the former G.R.U. agent. “That made him very dangerous and vulnerable: if anyone called him and said, ‘I know who killed Politkovskaya,’ he just arranged a meeting. So, definitely, he was very vulnerable.”", "url": "https://www.nytimes.com/2006/12/03/world/europe/03russian.html?pagewanted=all&module=inline"}