{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:27:22", "date_modify": "2018-11-16 04:27:22", "date_publish": "2006-04-04 01:00:00", "description": null, "filename": "2006_04_04_washington_delay-is-quitting-race-and-house-officials-report.html_module=inline_1542342442.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_04_04_washington_delay-is-quitting-race-and-house-officials-report.html_module=inline_1542342442.html", "title": "DeLay Is Quitting Race and House, Officials Report", "title_page": "DeLay Is Quitting Race and House, Officials Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Congressional aides said Mr. DeLay had informed his Texas colleagues and other Republican leaders, including Representative Thomas M. Reynolds of New York, the chairman of the National Republican Congressional Committee, as well as President Bush.\nOne DeLay ally said that the lawmaker had been considering leaving Congress since he gave up his leadership post in January and that he had been persuaded to make the break last week, when his former deputy chief of staff, Tony Rudy, pleaded guilty to corruption charges. He was also said to have been influenced by troubling poll numbers in his district in the Houston area.\nThough Mr. DeLay had moved into the background since leaving the majority leader's office, his decision to leave Congress could rattle House Republicans already anxious about their prospects in November, partly because of the cloud of ethics problems caused by the scandal involving Mr. Abramoff and Mr. DeLay's former inner circle.\nThe decision also threw into turmoil the 22nd Congressional District, where Mr. DeLay convincingly won a primary contest by a margin of better than 2 to 1 against three Republican rivals less than a month ago.\nMonday night, with the news ricocheting around Texas and Washington, the mayor of Mr. DeLay's hometown, Sugar Land, David G. Wallace Jr., said he would seek the seat. Asked in an interview if he was running, he said, \"I am.\"\nMr. Wallace, 44, an investment banker and real estate developer serving his second two-year-term in the part-time City Hall position, said he had not talked to Mr. DeLay about a vacancy but had been hearing \"rumors in the last couple of days.\"\n\"Our understanding is that if Tom vacates the seat, there will be a special election called,\" Mr. Wallace said.\nAdvertisement Continue reading the main story\nMike Stanley, campaign manager for Tom Campbell, a lawyer who led the Republican challengers to Mr. DeLay in the primary March 7, said he believed Mr. Campbell would now seek to reenter the race.\n\"He had already decided to run in two years if Mr. DeLay still held the seat,\" Mr. Stanley said. Mr. Campbell drew just under 10,000 votes, or about 30 percent, with Mr. DeLay winning 20,558 or 62 percent.\nBill Miller, a leading Austin lobbyist close to the Republican leadership, said Mr. DeLay called Gov. Rick Perry Monday night. Mr. Miller quoted Mr. DeLay as saying \"I don't want to be a distraction\" and said he had maintained that his decision to drop out of the race had nothing to do with any pending criminal action.\nIn an interview Monday night, Richard Cullen, Mr. DeLay's principal criminal defense lawyer, said that his client had been pondering a withdrawal from the race for some time and that \"it had nothing to do with any criminal investigation.\"\n\"The decision had absolutely nothing to do with the investigation,\" Mr. Cullen said. \"It was a very personal decision and a political one.\"\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. DeLay is under indictment in Texas on campaign-finance related charges for his role in a state redistricting plan that gained Republican House seats in the state but focused national scrutiny on his political tactics.\nThe indictment forced him to step aside from his leadership post, but he had intended to return if he beat the charges.\nMr. Delay told the Galveston County paper that he decided last week after speaking to the Christian group Vision America that he could be more effective pushing the conservative cause if he left Congress.\n\"I can continue to be a leader of the conservative cause,\" he said. \"I can do more to grow the Republican majority, rather than spend the next eight months locked down in running a campaign.\"\nAdvertisement Continue reading the main story\nBill Burton, a spokesman for the Democratic Congressional Campaign Committee, said Mr. DeLay's decision was \"just the latest piece of evidence that the Republican Party is a party in disarray, a party out of ideas and out of energy.\"\nMr. DeLay, 58, who served most of his time in the leadership as the whip, was known for his ability to deliver Republican votes on contentious issues and for fund-raising power that helped Republicans hold the majority for the past decade.\nIn 1994, as Republicans battled Democrats for control of the house, Mr. DeLay joined Representative Newt Gingrich and others in developing the so-called Contract With America and arguing that after 40 years in power, the Democratic Party had become corrupt and arrogant. He became majority leader in 2002, serving alongside Speaker J. Dennis Hastert, the man Mr. DeLay helped ascend to the speaker's position in 1998.\nRepresentative John A. Boehner, the occasional DeLay rival who won the internal election to replace him as majority leader, on Monday called his predecessor one of the \"most effective and gifted leaders the Republican party has ever known.\"\n\"He was a tireless advocate for his constituents, the state of Texas, and all Americans who shared a commitment to the principles of smaller government, more freedom, and family values,\" Mr. Boehner said.\nWith Mr. Rudy's guilty plea last Friday, he became the second former DeLay aide to admit wrongdoing in the corruption investigation centered on Mr. Abramoff, who has also pleaded guilty to conspiring to corrupt public officials, including members of Congress.\nMr. Abramoff, Mr. Rudy and the other aide, Michael Scanlon, who had been Mr. DeLay's press secretary in the House, are all cooperating with the Justice Department, which is investigating whether Mr. DeLay and other members of Congress accepted travel, gifts or money from Mr. Abramoff and his associates in return for legislative favors.\nMr. Rudy's plea agreement, which covers actions he took on Mr. Abramoff's behalf both while on Mr. DeLay's staff and after leaving the House to work as a lobbyist, did not allege any wrongdoing by Mr. DeLay or say that Mr. DeLay knew of any criminal activities by Mr. Rudy.\nAdvertisement Continue reading the main story\nMr. DeLay was indicted last September in Texas on unrelated charges involving violations of state election laws including money laundering and conspiring to funnel illegal corporate contributions to Republican statehouse candidates in 2002. The charges were later scaled back by a state judge to the money-laundering counts and remain the subject of an appeal.\nIn the fall of 2004, Mr. DeLay was admonished by the House ethics committee on three issues involving misuse of his influence, including an offer to support the House candidacy of the son of a former Republican representative from Michigan, Nick Smith, in return for Mr. Smith's vote for a Medicare prescription drug benefit.\nMr. DeLay, a one-time pest exterminator, was elected to the Texas House of Representatives in 1978, where he helped ignite a Republican resurgence in long-Democratic Texas.", "url": "https://www.nytimes.com/2006/04/04/washington/delay-is-quitting-race-and-house-officials-report.html?module=inline"}