{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:17:14", "date_modify": "2018-11-16 04:17:14", "date_publish": "2006-10-09 00:00:00", "description": "North Korea became the eighth country in history, and arguably the most unstable and most dangerous, to proclaim that it has joined the club of nuclear weapons states.", "filename": "2006_10_09_world_asia_09korea.html_module=inline_1542341834.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2006_10_09_world_asia_09korea.html_module=inline_1542341834.html", "title": "North Koreans Say They Tested Nuclear Device", "title_page": "North Koreans Say They Tested Nuclear Device - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Early Monday morning, even before the test was confirmed, Bush administration officials were holding conference calls to discuss ways to further cut off a country that is already subject to sanctions, and hard-liners said the moment had arrived for neighboring countries, especially China and Russia, to cut off the trade and oil supplies that have been Mr. Kim’s lifeline.\nIn South Korea, the country that fought a bloody war with the North for three years and has lived with an uneasy truce and failed efforts at reconciliation for more than half a century, officials said they believed that an explosion occurred around 10:36 p.m. New York time — 11:36 a.m. Monday in Korea.\nThey identified the source of the explosion as North Hamgyong Province, roughly the area where American spy satellites have been focused for several years on a variety of suspected underground test sites.\nThat was less than an hour after North Korean officials had called their counterparts in China and warned them that a test was just minutes away. The Chinese, who have been North Korea’s main ally for 60 years but have grown increasingly frustrated by the its defiance of Beijing, sent an emergency alert to Washington through the United States Embassy in Beijing. Within minutes, President Bush was notified, shortly after 10 p.m., by his national security adviser, Stephen Hadley, that a test was imminent.\nPhoto\nNorth Korea’s decision to conduct the test demonstrated what the world has suspected for years: the country has joined India, Pakistan and Israel as one of the world’s “undeclared” nuclear powers. India and Pakistan conducted tests in 1998; Israel has never acknowledged conducting a test or possessing a weapon. But by actually setting off a weapon, if that is proven, the North has chosen to end years of carefully crafted and diplomatically useful ambiguity about its abilities.\nThe North’s decision to set off a nuclear device could profoundly change the politics of Asia.\nThe test occurred only a week after Japan installed a new, more nationalistic prime minister, Shinzo Abe, and just as the country was renewing a debate about whether its ban on possessing nuclear weapons — deeply felt in a country that saw two of its cities incinerated in 1945 — still makes strategic sense.\nAnd it shook the peninsula just as Mr. Abe was arriving in South Korea for the first time as prime minister, in an effort to repair a badly strained relationship, having just visited with Chinese leaders in Beijing. It places his untested administration in the midst of one of the region’s biggest security crises in years, and one whose outcome will be watched closely in Iran and other states suspected of attempting to follow the path that North Korea has taken.\nAdvertisement Continue reading the main story\nNow, Tokyo and Washington are expected to put even more pressure on the South Korean government to terminate its “sunshine policy” of trade, tourism and openings to the North — a policy that has been the source of enormous tension between Seoul and Washington since Mr. Bush took office.\nThe explosion was the product of nearly four decades of work by North Korea, one of the world’s poorest and most isolated countries. The nation of 23 million people appears constantly fearful that its far richer, more powerful neighbors — and particularly the United States — will try to unseat its leadership. The country’s founder, Kim Il-sung, who died in 1994, emerged from the Korean War determined to equal the power of the United States, and acutely aware that Gen. Douglas MacArthur had requested nuclear weapons to use against his country.\nBut it took decades to put together the technology, and only in the past few years has the North appeared to have made a political decision to speed forward. “I think they just had their military plan to demonstrate that no one could mess with them, and they weren’t going to be deterred, not even by the Chinese,” a senior American official who deals with the North said late Sunday evening. “In the end, there was just no stopping them.”\nBut the explosion was also the product of more than two decades of diplomatic failure, spread over at least three presidencies. American spy satellites saw the North building a good-size nuclear reactor in the early 1980’s, and by the early 1990’s the C.I.A. estimated that the country could have one or two nuclear weapons. But a series of diplomatic efforts to “freeze” the nuclear program — including a 1994 accord signed with the Clinton administration — ultimately broke down, amid distrust and recriminations on both sides.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThree years ago, just as President Bush was sending American troops toward Iraq, the North threw out the few remaining weapons inspectors living at their nuclear complex in Yongbyon, and moved 8,000 nuclear fuel rods they had kept under lock and key. Those rods contained enough plutonium, experts said, to produce five or six nuclear weapons, though it is unclear how many the North now stockpiles.\nFor years, some diplomats assumed that the North was using that ambiguity to trade away its nuclear capability, for recognition, security guarantees, aid and trade with the West. But in the end, the country’s reclusive leader, Kim Jong-il, who inherited the mantle of leadership from his father, still called the “Great Leader,” appears to have concluded that the surest way of getting what he seeks is to demonstrate that he has the capability to strike back if attacked.\nAssessing the nature of that ability is difficult. If the test occurred as the North claimed, it is unclear whether it was an actual bomb or a more primitive device. Some experts cautioned that it could try to fake an explosion, setting off conventional explosives; the only way to know for sure will be if American “sniffer” planes, patrolling the North Korean coast, pick up evidence of nuclear byproducts in the air.\nPhoto\nEven then, it is not clear that the North could fabricate that bomb into a weapon that could fit atop its missiles, one of the country’s few significant exports.\nBut the big fear about North Korea, American officials have long said, has less to do with its ability to lash out than it does with its proclivity to proliferate. The country has sold its missiles and other weapons to Iran, Syria and Pakistan; at various moments in the six-party talks that have gone on for the past few years, North Korean representatives have threatened to sell nuclear weapons. But in a statement issued last week, announcing that it intends to set off a test, the country said it would not sell its nuclear products.\nAdvertisement Continue reading the main story\nThe fear of proliferation prompted President Bush to declare in 2003 that the United States would never “tolerate” a nuclear-armed North Korea. He has never defined what he means by “tolerate,” and on Sunday night Tony Snow, Mr. Bush’s press secretary, said that, assuming the report of the test is accurate, the United States would now go to the United Nations to determine “what our next steps should be in response to this very serious step.”\nNuclear testing is often considered a necessary step to proving a weapon’s reliability as well as the most forceful way for a nation to declare its status as a nuclear power.\n“Once they do that, it’s serious,\" said Harold M. Agnew, a former director of the Los Alamos weapons laboratory, which designed most of the nation’s nuclear arms. \"Otherwise, the North Koreans are just jerking us around.”\nNetworks of seismometers that detect faint trembles in the earth and track distant rumbles are the best way to spot an underground nuclear test.\nThe big challenge is to distinguish the signatures of earthquakes from those of nuclear blasts. Typically, the shock waves from nuclear explosions begin with a sharp spike as earth and rock are compressed violently. The signal then tends to become fuzzier as surface rumblings and shudders and after shocks create seismologic mayhem.\nWith earthquakes, it is usually the opposite. A gentle jostling suddenly becomes much bigger and more violent.\nMost of the world’s seismic networks that look for nuclear blasts are designed to detect explosions as small as one kiloton, or equal to 1,000 tons of high explosives. On instruments for detecting earthquakes, such a blast would measure a magnitude of about 4, like a small tremor.\nPhilip E. Coyle III, a former head of weapons testing at the Pentagon and former director of nuclear testing for the Lawrence Livermore National Laboratory, a weapons-design center in California, said the North Koreans could learn much from a nuclear test even if it was small by world standards or less than an unqualified success.\n“It would not be totally surprising if it was a fizzle and they said it was a success because they learned something,” he said. “We did that sometimes. We had a missile defense test not so long ago that failed, but the Pentagon said it was a success because they learned something, which I agree with. Failures can teach you a lot.”", "url": "https://www.nytimes.com/2006/10/09/world/asia/09korea.html?module=inline"}