{"authors": ["A. O. Scott", "Joel Coen", "Ethan Coen", "Cormac Mccarthy", "Novel"], "date_download": "2018-11-16 03:23:35", "date_modify": "2018-11-16 03:23:35", "date_publish": "2007-11-09 00:00:00", "description": "For formalists — those moviegoers sent into raptures by tight editing, nimble camera work and faultless sound design — “No Country for Old Men” is pure heaven.", "filename": "2007_11_09_movies_09coun.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338615.html", "image_url": "https://static01.nyt.com/images/2007/11/08/arts/09count75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_11_09_movies_09coun.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338615.html", "title": "No Country for Old Men", "title_page": "No Country for Old Men - Movie - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the time this moment arrives, though, you have already been pulled into a seamlessly imagined and self-sufficient reality. The Coens have always used familiar elements of American pop culture and features of particular American landscapes to create elaborate and hermetic worlds. Mr. McCarthy, especially in the western phase of his career, has frequently done the same. The surprise of “No Country for Old Men,” the first literary adaptation these filmmakers have attempted, is how well matched their methods turn out to be with the novelist’s.\nMr. McCarthy’s book, for all its usual high-literary trappings (many philosophical digressions, no quotation marks), is one of his pulpier efforts, as well as one of his funniest. The Coens, seizing on the novel’s genre elements, lower the metaphysical temperature and amplify the material’s dark, rueful humor. It helps that the three lead actors — Tommy Lee Jones and Josh Brolin along with Mr. Bardem — are adept at displaying their natural wit even when their characters find themselves in serious trouble.\nThe three are locked in a swerving, round-robin chase that takes them through the empty ranges and lonely motels of the West Texas border country in 1980. The three men occupy the screen one at a time, almost never appearing in the frame together, even as their fates become ever more intimately entwined.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Jones plays Ed Tom Bell, a world weary third-generation sheriff whose stoicism can barely mask his dismay at the tide of evil seeping into the world. Whether Chigurh is a magnetic force moving that tide or just a particularly nasty specimen carried in on it is one of the questions the film occasionally poses. The man who knows him best, a dandyish bounty-hunter played by Woody Harrelson, describes Chigurh as lacking a sense of humor. But the smile that rides up one side of Chigurh’s mouth as he speaks suggests a diabolical kind of mirth — just as the haircut suggests a lost Beatle from hell — and his conversation has a teasing, riddling quality. The punch line comes when he blows a hole in your head with the pneumatic device he prefers to a conventional firearm.\nAnd the butt of his longest joke is Llewelyn Moss (Mr. Brolin), a welder who lives in a trailer with his wife, Carla Jean (Kelly MacDonald) and is dumb enough to think he’s smart enough to get away with taking the $2 million he finds at the scene of a drug deal gone bad. Chigurh is charged with recovering the cash (by whom is neither clear nor especially relevant), and poor Sheriff Bell trails behind, surveying scenes of mayhem and trying to figure out where the next one will be.\nTaken together, these three hombres are not quite the Good, the Bad and the Ugly, but each man does carry some allegorical baggage. Mr. Jones’s craggy, vinegary warmth is well suited to the kind of righteous, decent lawman he has lately taken to portraying. Ed Tom Bell is almost continuous with the retired M.P. Mr. Jones played in Paul Haggis’s “In the Valley of Elah.” It is hard to do wisdom without pomposity, or probity without preening, but Mr. Jones manages with an aplomb that is downright thrilling.\nStill, if “No Country for Old Men” were a simple face-off between the sheriff’s goodness and Chigurh’s undiluted evil, it would be a far stiffer, less entertaining picture. Llewelyn is the wild card — a good old boy who lives on the borderline between good luck and bad, between outlaw and solid citizen — and Mr. Brolin is the human center of the movie, the guy you root for and identify with even as the odds against him grow steeper by the minute.\nAnd the minutes fly by, leaving behind some unsettling notions about the bloody, absurd intransigence of fate and the noble futility of human efforts to master it. Mostly, though, “No Country for Old Men” leaves behind the jangled, stunned sensation of having witnessed a ruthless application of craft.\n“No Country for Old Men” is rated R (Under 17 requires accompanying parent or adult guardian). A lot of killing.\nNo Country for Old Men NYT Critic’s Pick Directors Ethan Coen, Joel Coen\nWriters Joel Coen, Ethan Coen, Cormac McCarthy (Novel)\nStars Tommy Lee Jones, Javier Bardem, Josh Brolin\nRating R\nRunning Time 2h 2m\nGenres Crime, Drama, Thriller\nMovie data powered by IMDb.com\nLast updated: Nov 2, 2017", "url": "https://www.nytimes.com/2007/11/09/movies/09coun.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}