{"authors": ["Alexei Barrionuevo"], "date_download": "2018-11-16 04:16:17", "date_modify": "2018-11-16 04:16:17", "date_publish": "2007-08-29 00:00:00", "description": "José Dirceu de Oliveira e Silva, whom many call the architect behind the Brazilian president’s rise to power, resigned in 2005 after being accused of vote-buying.", "filename": "2007_08_29_world_americas_29brazil_1542341777.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_08_29_world_americas_29brazil_1542341777.html", "title": "Close Political Ally of Brazilian President to Face Corruption Trial", "title_page": "Close Political Ally of Brazilian President to Face Corruption Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO, Aug. 28 — A corruption scandal that has hovered like a black cloud over President Luiz Inácio Lula da Silva for two years intensified this week after Brazil’s Supreme Court voted to put his former chief of staff on trial on corruption charges.\nThe justices voted unanimously on Monday to bring charges against José Dirceu de Oliveira e Silva, the closest ally of the president to be tried in the vote-buying scheme. Then on Tuesday the justices voted 9 to 1 to charge him with being the “head of the criminal organization.”\nMr. Dirceu, whom many call the architect behind Mr. da Silva’s rise to power, resigned from the cabinet in June 2005 after being accused of heading a scheme to pay members of Congress to back the ruling Workers’ Party.\nThe judges also voted Monday to put Delúbio Soares, the former treasurer of Mr. da Silva’s party, on trial for corruption charges. Each could face up to 12 years in prison if found guilty.\nAdvertisement Continue reading the main story\nIt was the first time that the Brazilian Supreme Court had voted to pursue criminal penalties against top-level political officials. “There is no doubt that this is a historic moment for the court,” said Lúcia Hippolito, a Rio-based analyst and professor of political science. “The days of impunity for the privileged appear to be over.”", "url": "https://www.nytimes.com/2007/08/29/world/americas/29brazil.html"}