{"authors": ["David Leonhardt", "Economic Scene"], "date_download": "2018-11-16 03:16:19", "date_modify": "2018-11-16 03:16:19", "date_publish": "2007-08-15 00:00:00", "description": "David Leonhardt explores how an investing system of the past could aid analysis of today’s stock market.", "filename": "2007_08_15_business_15leonhardt_1542338179.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_08_15_business_15leonhardt_1542338179.html", "title": "Remembering a Classic Investing Theory", "title_page": "Remembering a Classic Investing Theory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Right now, the stocks in the Standard & Poor’s 500-stock index have an average P/E ratio of about 16.5, which by historical standards is quite normal. Since World War II, the average P/E ratio has been 16.1. During the bubbles of the 1920s and the 1990s, on the other hand, the ratio shot above 40. The core of Wall Street’s reassuring message, then, is that even if the mortgage mess leads to a full-blown credit squeeze, the damage will not last long because stocks don’t have far to fall.\nTo Mr. Graham and Mr. Dodd, the P/E ratio was indeed a crucial measure, but they would have had a problem with the way that the number is calculated today. Besides advising investors to focus on the past, the two men also cautioned against putting too much emphasis on the recent past. They realized that a few months, or even a year, of financial information could be deeply misleading. It could say more about what the economy happened to be doing at any one moment than about a company’s long-term prospects.\nSo they argued that P/E ratios should not be based on only one year’s worth of earnings. It is much better, they wrote in “Security Analysis,” to look at profits for “not less than five years, preferably seven or ten years.”\nThis advice has been largely lost to history. For one thing, collecting a decade’s worth of earnings data can be time consuming. It also seems a little strange to look so far into the past when your goal is to predict future returns.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut at least two economists have remembered the advice. For years, John Y. Campbell and Robert J. Shiller have been calculating long-term P/E ratios. When they were invited to a make a presentation to Alan Greenspan in 1996, they used the statistic to argue that stocks were badly overvalued. A few days later, Mr. Greenspan touched off a brief worldwide sell-off by wondering aloud whether “irrational exuberance” was infecting the markets. In 2000, not long before the market began its real swoon, Mr. Shiller published a book that used Mr. Greenspan’s phrase as its title.\nToday, the Graham-Dodd approach produces a very different picture from the one that Wall Street has been offering. Based on average profits over the last 10 years, the P/E ratio has been hovering around 27 recently. That’s higher than it has been at any other point over the last 130 years, save the great bubbles of the 1920s and the 1990s. The stock run-up of the 1990s was so big, in other words, that the market may still not have fully worked it off.\nNow, this one statistic does not mean that a bear market is inevitable. But it does offer a good framework for thinking about stocks.\nOver the last few years, corporate profits have soared. Economies around the world have been growing, new technologies have made companies more efficient and for a variety of reasons — globalization and automation chief among them — workers have not been able to demand big pay increases. In just three years, from 2003 to 2006, inflation-adjusted corporate profits jumped more than 30 percent, according to the Commerce Department. This profit boom has allowed standard, one-year P/E ratios to remain fairly low.\nAdvertisement Continue reading the main story\nGoing forward, one possibility is that the boom will continue. In this case, the Graham-Dodd P/E ratio doesn’t really matter. It is capturing a reality that no longer exists, and stocks could do well over the next few years.\nThe other possibility is that the boom will prove fleeting. Perhaps the recent productivity gains will peter out (as some measures suggest is already happening). Or perhaps the world’s major economies will slump in the next few years. If something along these lines happens, stocks may suddenly start to look very expensive.\nIn the long term, the stock market will almost certainly continue to be a good investment. But the next few years do seem to depend on a more rickety foundation than Wall Street’s soothing words suggest. Many investors are banking on the idea that the economy has entered a new era of rapid profit growth, and investments that depend on the words “new era” don’t usually do so well.\nThat makes for one more risk in a market that is relearning the meaning of the word.", "url": "https://www.nytimes.com/2007/08/15/business/15leonhardt.html"}