{"authors": ["Joseph Kahn"], "date_download": "2018-11-16 04:20:49", "date_modify": "2018-11-16 04:20:49", "date_publish": "2007-10-16 00:00:00", "description": "At the Communist Party Congress on Monday, President Hu Jintao all but ruled out significant political change.", "filename": "2007_10_16_world_asia_16china_1542342049.html", "image_url": "https://static01.nyt.com/images/2007/10/16/world/16china.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_16_world_asia_16china_1542342049.html", "title": "China’s Leader Closes Door to Reform", "title_page": "China’s Leader Closes Door to Reform - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In keeping with tradition, Mr. Hu’s address, which lasted two and half hours, stressed the correctness of the rhetoric and guiding philosophies of the past. Though the text of the speech ran to 64 pages, Mr. Hu discussed few specific government programs and provided only broad hints about what he intended to do between now and 2012, when under party retirement rules he will make way for a new top leader.\n“China is going through a wide-ranging and deep-going transformation,” Mr. Hu told the 2,200 party delegates and a national television audience. “This brings us unprecedented opportunities as well as unprecedented challenges. On the whole, the opportunities outweigh the challenges.”\nMr. Hu revised one well-established goal, the quadrupling of economic output from 2000 to 2020, saying that the party would now aim for a fourfold increase in “per capita G.D.P.” instead of overall gross domestic product over that period.\nThe switch to a per capita target reflects Mr. Hu’s emphasis on populist goals. But China’s population increase — estimated at about 200 million during the 20-year period — makes the goal more ambitious. That suggests that Mr. Hu thinks the economy can outperform what he and his predecessors considered possible — or prudent — at the last party congress in 2002.\nHe called the international situation favorable to China, saying a “trend toward a multipolar world is irreversible.” He offered to hold peace talks with Taiwan, the self-governing island China claims as its territory, as long as the island’s leadership sets aside independence goals.\nIn defining “scientific development,” Mr. Hu discussed the growing gap between rich and poor. He said that the economy relied too much on investment and not enough on consumption, and that the leadership should do more to protect the environment.\n“We must adopt an enlightened approach to development that results in expanded production, a better life and sound ecological and environmental conditions,” he said.\nPhoto\nMr. Hu said the party should become more responsive to the public. He also called for “intraparty democracy,” or allowing more party officials to participate in decision making.\nAdvertisement Continue reading the main story\nCorruption, he said, poses a threat to the party’s survival, a particularly resonant issue after the leadership purged the former Shanghai Party boss, Chen Liangyu, in one of the highest-level corruption scandals in its history.\nBut Mr. Hu advocated only incremental political change. He insisted on maintaining the party’s monopoly on power, saying that it must remain “the core that directs the overall situation and coordinates the efforts of all quarters.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe proceedings got under way even as speculation mounted that the party elite was still negotiating membership in the new Politburo Standing Committee, the top governing body, even though a list of people slated for top posts was submitted to the Central Committee last week, according to people told about the closed-door proceedings.\nThe list called for a nine-man Standing Committee headed by Mr. Hu, with three current members retiring. Two younger leaders, Xi Jinping, party boss of Shanghai, and Li Keqiang, party secretary of Liaoning Province, are expected to join the Standing Committee and inherit top jobs when Mr. Hu steps down, the people told about the meeting said.\nBut over the weekend one of the current Standing Committee members who was expected to retire, Vice President Zeng Qinghong, was appointed secretary general of the congress’s secretariat, a position that historically signals inclusion in the Standing Committee for the coming term.\nThat suggests that Mr. Hu was either awarding an unusual honor to Mr. Zeng, or that the vice president, considered the second most powerful official in the party apparatus after Mr. Hu, may stay on for another term.\nIt also remained unclear whether the Central Committee, which will have the opportunity to vote on the leadership roster, will signal its disapproval of one or more senior leaders. While such dissenting votes are rare, low vote totals can force unpopular officials to step aside.\nThe final lineup will not be known for certain until Sunday, when the new Politburo Standing Committee makes its first joint public appearance to conclude the congress.\nAdvertisement Continue reading the main story\nChina Cancels Iran Meeting\nWASHINGTON, Oct. 15 (Reuters) — China, protesting a plan by Congress to honor the Dalai Lama, pulled out of a meeting this week at which world powers were to discuss further action against Iran, the State Department said Monday.\nThe meeting — scheduled for Wednesday in Berlin to discuss the showdown with Iran over its nuclear program — has been postponed, probably until next week, said a State Department official, who spoke on condition he not be identified.\n“They had indigestion over the presence of certain spiritual leaders” in the United States and at an event with Congress, the official said.\nThe Dalai Lama is regarded by China as a Tibetan separatist. His presence at the Congressional Gold Medal award ceremony at the Capitol is to be the first time he and President Bush appear together in public.", "url": "https://www.nytimes.com/2007/10/16/world/asia/16china.html"}