{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:55", "date_modify": "2018-11-16 04:31:55", "date_publish": "2007-02-18 00:00:00", "description": "Jimmy Carter’s two-decade battle against Guinea worm disease has become a race between the worm and the ex-president to see who outlasts the other.", "filename": "2007_02_18_opinion_18kristof_1542342715.html", "image_url": "https://static01.nyt.com/images/2010/09/16/opinion/Kristof_New/Kristof_New-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_02_18_opinion_18kristof_1542342715.html", "title": "Torture by Worms", "title_page": "Torture by Worms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We tend to think of human rights in terms of a right to vote, a right to free speech, a right to assembly. But a child should also have a right not to suffer agony because of a worm that is easily preventable, as well as a right not to go blind because of a lack of medication that costs a dollar or two, even a right not to die for lack of a $5 mosquito net.\nAs president, Mr. Carter put the issue of human rights squarely on the national agenda. Now Mr. Carter argues — and he’s dead right — that we conceive of human rights too narrowly as political and civil rights, and that we also need to fight for the human right of children to live healthy lives.\nPhoto\nHe has led the way in waging that battle. Because of Mr. Carter’s two-decade battle against Guinea worm disease, it is expected to be eradicated worldwide within the next five years. It will be the first ailment to be eliminated since smallpox in 1977, and it has become a race between the worm and the ex-president to see who outlasts the other.\n“I’m determined to live long enough to see no cases of Guinea worm anywhere in the world,” Mr. Carter said as he walked in blue jeans through a couple of villages in a remote corner of southwestern Ethiopia, the third country of his African tour.\nAfter leaving the White House, Mr. Carter ended up “adopting” diseases like Guinea worm disease, river blindness, elephantiasis, trachoma and schistosomiasis that afflict the world’s most voiceless people. These are horrific diseases that cause unimaginable suffering, yet they rarely get attention, treatment or research funding because their victims are impoverished and invisible.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhen Mr. Carter met with Mohammad Zia ul-Haq, then Pakistan’s president, President Zia had never heard of Guinea worm and didn’t know it existed in Pakistan. Nor did his health minister. But after Mr. Carter put the issue on the agenda, Pakistan worked energetically with the Carter Center to eliminate the parasite in that country.\nThe villages here in Ethiopia that Mr. Carter visited cradle a fast-moving creek, making a lovely image of thatch huts and bubbling water. But the creek is home to the black flies whose bites spread the parasite that causes river blindness, leading to unbearable itching and often eventually to blindness.\n“It’s almost impossible to imagine the suffering of people with river blindness,” Mr. Carter said as he traipsed through the village beside his wife, Rosalynn.\nAlready, Mr. Carter’s campaign is making huge progress against the disease.\nKemeru Befita, a woman washing her clothes in the creek near Mr. Carter, told me that two of her children had caught river blindness in the last couple of months. After a visit to the witch doctor didn’t help, she took them to a clinic where — thanks to Mr. Carter’s program — they received medicine that killed the baby worms. They are two of the nearly 10 million people to whom the Carter Center gave medication last year alone, who won’t go blind.\nAdvertisement Continue reading the main story\nAt the end of the day, this one-term president who left office a pariah in his own party will transform the lives of more people in more places over a longer period of time than any other recent president. And I hope that he can also transform our conception of human rights, so that we show an interest not only in the human rights of people suffering from the oppression of dictators, but also from the even more brutal tyranny of blindness, malaria and worms.", "url": "https://www.nytimes.com/2007/02/18/opinion/18kristof.html"}