{"authors": [], "date_download": "2018-11-16 04:20:39", "date_modify": "2018-11-16 04:20:39", "date_publish": "2007-11-07 00:00:00", "description": null, "filename": "2007_11_07_business_worldbusiness_07iht-yahoo.1.8226586_1542342039.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_11_07_business_worldbusiness_07iht-yahoo.1.8226586_1542342039.html", "title": "Yahoo chief apologizes to Chinese dissidents' relatives", "title_page": "Yahoo chief apologizes to Chinese dissidents' relatives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"I don't think anyone was trying to do anything wrong,\" Yang said of his company.\nThe Shi case highlights the dilemma that technology companies face as they expand in countries with speech restrictions. The House committee approved legislation last month making it a crime to aid countries in limiting Internet access to restrict human rights, citing Yahoo's role in Shi's arrest.\nChina was home to 162 million Internet users at the end of June, second only to the United States, according to the government-backed China Network Information Center. The nation may surpass the United States next year, according to Liu Bin, an Internet analyst at the Beijing-based research firm BDA China.\nYahoo, based in Sunnyvale, California, does not operate a subsidiary in China, Yang said. In 2005, Yahoo sold its Chinese operations to Alibaba.com, the operator of China's largest online trading site for companies. Yahoo owns a 40 percent stake in Alibaba, according to Yang.\nAs Yang emphasized that Yahoo no longer controls its China operations, lawmakers questioned him and Callahan repeatedly on Yahoo's engagement in China and other restrictive regimes.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"You are still major shareholders,\" said Representative Christopher Smith, referring to Yahoo's stake in Alibaba. Smith compared Yahoo's role to that of IBM's German operations, which aided the Nazis during World War II.\n\"There certainly is a parallel here,\" said Smith, a New Jersey Republican.\nCallahan told Congress last year that the company did not know about China's investigation when it surrendered the data. Last week, he apologized for not revealing that he had later learned more about the case.\n\"While Mr. Callahan may not have known the relevant facts, other Yahoo employees, in fact, did know the nature of the Chinese investigation against Shi Tao prior to our committee hearing,\" Lantos said. He called Yahoo's actions \"spineless and irresponsible.\"\nAt the hearing, Yang apologized to Yu Lin, the wife of the dissident Internet writer Wang Xiaoning, as well as to Shi Tao's mother, Gao Qinsheng. Both women were present.\nAdvertisement Continue reading the main story\nWang was arrested in 2002 for using a Yahoo account to advocate for \"open elections, a multiparty system and separation of powers in the Chinese government,\" Lantos's office said in a statement. The two women are suing Yahoo in a San Francisco federal court, Lantos's spokeswoman, Lynne Weil, said in the statement.\nSmith called on Yahoo to settle the San Francisco lawsuit.\n\"Settle it and settle it generously and in their favor,\" he said.\n\"We absolutely will consider that,\" said Callahan.\nYang said Yahoo is working with human rights groups to develop an industry code of conduct for technology companies.\n\"We're all focused on protecting and promoting free expression and privacy,\" Yang told the committee members.", "url": "https://www.nytimes.com/2007/11/07/business/worldbusiness/07iht-yahoo.1.8226586.html"}