{"authors": ["Joseph Kahn"], "date_download": "2018-11-16 04:20:50", "date_modify": "2018-11-16 04:20:50", "date_publish": "2007-10-15 00:00:00", "description": "At the Communist Party Congress today, President Hu Jintao all but ruled out significant political change.", "filename": "2007_10_15_world_asia_16china_1542342050.html", "image_url": "https://static01.nyt.com/images/2007/10/15/world/chian_7575.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_15_world_asia_16china_1542342050.html", "title": "China’s Leader Closes Door to Reform at Meeting", "title_page": "China’s Leader Closes Door to Reform at Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In keeping with tradition, Mr. Hu’s address, which lasted two and half hours, stressed the correctness of the rhetoric and guiding philosophies of the past. Though the text of the address ran to 64 pages, Mr. Hu discussed few specific government programs and provided only broad hints about what he intends to do between now and 2012, when under party retirement rules he will make way for a new top leader.\n“China is going through a wide-ranging and deep-going transformation,” Mr. Hu told the 2,200 party delegates and a national television audience. “This brings us unprecedented opportunities as well as unprecedented challenges. On the whole, the opportunities outweigh the challenges.”\nMr. Hu tweaked one well established goal, which was to quadruple the economic output of the year 2000 by 2020, saying that the party would now aim to increase “per capital GDP” four-fold in the same period.\nThe switch to a per capita target reflects Mr. Hu’s emphasis on enhancing the benefits that the Chinese people derive from economic growth. But given that China’s population will likely increase by about two hundred million during the 20-year period, the new goal suggests that Mr. Hu now expects the economy, which has sustained double-digit growth for more than five years, to expand at an even faster pace than he and his predecessors forecast at the last party congress in 2002.\nHe called the international situation favorable to China, saying a “trend toward a multipolar world is irreversible.” He offered to hold peace talks with Taiwan, the self-governing island China claims as its territory, as long as the island’s leadership sets aside independence goals. The offer broke no new ground, but his tone was slightly softer than in the past.\nPhoto\nIn defining his program of “scientific development,” Mr. Hu discussed the growing gap between rich and poor. He said the economy still relies too much on investment and not enough on consumption to drive growth. The leadership should do more to protect the environment, he said.\nAdvertisement Continue reading the main story\n“We must adopt an enlightened approach to development that results in expanded production, a better life and sound ecological and environmental conditions,” he said. “We need to correctly handle the major relationships between urban and rural development, economic and social development, and man and nature.”\nMr. Hu repeatedly used the word democracy and said the party should become more responsive to the public. He also called for “intra-party democracy,” or allowing more party officials to participate in decision making.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe said corruption poses a threat to the party’s survival, a particularly resonant issue after the leadership purged former Shanghai Party boss Chen Liangyu in one of the highest-level corruption scandals in its history.\nBut Mr. Hu endorsed only incremental political change. He insisted on maintaining the party’s monopoly on power, saying that it must remain “the core” that “directs the overall situation and coordinates the efforts of all quarters.”\nThe proceedings got underway even as speculation mounted that the party elite was still negotiating membership in the new Politburo Standing Committee, the top governing body.\nPhoto\nThe leadership submitted a list of people slated for top posts to the party’s Central Committee last week, party officials who were told about the closed-door proceedings said.\nThe list called for a nine-man Standing Committee headed by Mr. Hu, with three current members retiring. Two younger leaders, Xi Jinping, 54, party boss of Shanghai, and Li Keqiang, 52, party secretary of Liaoning Province, are expected to join the Standing Committee and inherit the top jobs when Mr. Hu steps down, these people said.\nBut one of the current members expected to retire to make way for the younger officials, Vice President Zeng Qinghong, was over the weekend named secretary general of the congress’s secretariat, a position that historically signals inclusion in the Standing Committee for the coming term.\nThat suggests that Mr. Hu was either awarding an unusual perk to Mr. Zeng, or that the vice president, considered the second most powerful official in the party apparatus after Mr. Hu, may stay on for another term despite the fact that at 68 years old he is supposed to retire.\nIt also remained unclear whether the Central Committee, which will have the opportunity to vote on the leadership roster, will signal its disapproval for one or more senior leaders. While such dissenting votes are rare, low vote totals can force unpopular officials to step aside.\nAdvertisement Continue reading the main story\nThe final line-up will not be known for certain until Sunday, when the new Politburo Standing Committee makes its first joint public appearance to conclude the congress.", "url": "https://www.nytimes.com/2007/10/15/world/asia/16china.html"}