{"authors": ["Manohla Dargis", "Ben Affleck", "Aaron Stockard", "Dennis Lehane", "Novel"], "date_download": "2018-11-16 04:09:42", "date_modify": "2018-11-16 04:09:42", "date_publish": "2007-10-19 00:00:00", "description": "With “Gone Baby Gone,” Ben Affleck has taken a satisfyingly tough look into conscience, to those dark places where some men also go astray.", "filename": "2007_10_19_movies_19gone.html_module=inline_1542341382.html", "image_url": "https://static01.nyt.com/images/2007/10/18/arts/19gone75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_19_movies_19gone.html_module=inline_1542341382.html", "title": "The New York Times", "title_page": "Gone Baby Gone - Movies - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFor his first time behind the camera as a director, the actor Ben Affleck has chosen a brooding, serious drama about missing children, wayward parents and idealism lost and regained. “Gone Baby Gone” is based on the novel by Dennis Lehane, who wrote the similarly themed “Mystic River,” which Clint Eastwood turned into a modern classic. If Mr. Affleck hasn’t raised his material to that rarefied level, he has taken a satisfyingly tough look into conscience, to those dark places where some men also go astray.\nThe story wants to break hearts: 4-year-old Amanda McCready, a blond doll, has disappeared without a trace amid the squalor of her South Boston neighborhood. The cops are out in formation, as are the television news vans, antennas raised high and all but trembling for blood. Staring into the cameras, the neighbors eagerly offer ready-made headlines and self-flattering condolences: they’re coming together, everyone loves Amanda. The days tick past and the child’s anxious aunt, Bea (Amy Madigan), seeks help from a local private investigator, Patrick Kenzie, a squirt who looks as if he just dropped out of college and is played without an ounce of actorly ingratiation by Casey Affleck, the director’s younger brother.\nI’m not sure exactly when Casey Affleck became such a good actor. Steven Soderbergh tapped him a few years back for recurring third-banana duties in the “Ocean’s Eleven” films, and Gus Van Sant put him in “Gerry,” his 2002 avant-garde feature, in which Mr. Affleck roamed around a merciless desert landscape with Matt Damon, with whom he took turns playing Beavis and Butt-head, Vladimir and Estragon.\nMore recently he stole the show from Brad Pitt in the western “The Assassination of Jesse James by the Coward Robert Ford.” One of the unusual things about his performance as Ford was its lack of sentimentality. He didn’t plead the character’s case or remind us of his own humanity; he just played the role.\nAdvertisement Continue reading the main story\nMost actors want you to love them, but Casey Affleck doesn’t seem to know that, or maybe he doesn’t care. Patrick doesn’t cuddle or kiss up. He takes the job Bea offers despite the reluctance of his live-in girlfriend and partner, Angie (a solid Michelle Monaghan), but he doesn’t look like anyone’s idea of a savior. With his sneakers and jeans and small-man’s swagger, he comes off like one of those toughs who never leave the neighborhood and would sooner swing a bat at your head than at a ball.", "url": "https://www.nytimes.com/2007/10/19/movies/19gone.html?module=inline"}