{"authors": ["Joseph Kahn"], "date_download": "2018-11-16 04:20:53", "date_modify": "2018-11-16 04:20:53", "date_publish": "2007-10-16 00:00:00", "description": "A planned award ceremony would have “an extremely serious impact” on relations, Chinese officials warned.", "filename": "2007_10_16_world_asia_16cnd-china_1542342053.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_16_world_asia_16cnd-china_1542342053.html", "title": "China Warns U.S. on Dalai Lama Trip", "title_page": "China Warns U.S. on Dalai Lama Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China has pressed the United States to cancel the award event for months. Foreign Ministry Spokesman Liu Jianchao said today that Beijing was “strong dissatisfied” and warned of an “extremely serious impact” if the events are held as scheduled. But he did not say what steps China planned to take.\nThis week, Beijing pulled out of a meeting at which leading world powers are to discuss Iran’s nuclear program. Chinese officials cited “technical reasons” for not participating, but they left the clear impression that they might downgrade support for international efforts to stop Iran’s nuclear program if foreign powers interfere in China’s internal affairs.\nChina also recently canceled its annual human rights dialogue with Germany to protest German Chancellor Angela Merkel’s September meeting with the Dalai Lama.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Beijing often uses strong language when warning other countries about interfering in its internal affairs without taking strong action. Giving an award to the Dalai Lama is highly unlikely to seriously disrupt relations with the United States, which has often sought to protect Chinese dissidents and has maintained close ties to Taiwan, which China’s considers a renegade province.\nBoth Washington and Beijing say relations between the two countries have been warm, especially after they worked together to bring about an agreement to end North Korea’s nuclear program.\nIn recent months, China has stepped up its attacks on the Dalai Lama even though Chinese officials and envoys from the Tibetan leader have engaged in a on-and-off dialogue over terms of reconciliation.\nWhile Beijing says it is willing to allow the Dalai Lama to return to China if he promises to respect Chinese sovereignty over Tibet, they have dismissed his efforts to work for “middle way” that gives Tibet a higher measure of autonomy under continued Chinese rule.\nTibet’s governor, Qiangba Puncog, said at the party congress that the dialogue had gone poorly.\n“He (the Dalai Lama) should resolutely abandon his Tibetan independence stance and activities,” Qiangba Puncog said. “But in my opinion, some of those activities are actually escalating and setting a lot of obstacles for further progress.”\nEthnic tensions have risen in Tibet in recent months, prompting tough police action.\nRights groups said a group of Tibetan boys were detained in the northwestern province of Gansu last month after they were accused of scribbling slogans on walls calling for the Dalai Lama’s return.\nAdvertisement Continue reading the main story\nFour of the boys, all 15 years old, were still in detention. Police had used electric prods on them and were demanding payment for their release, Amnesty International and Human Rights Watch say.", "url": "https://www.nytimes.com/2007/10/16/world/asia/16cnd-china.html"}