{"authors": ["Rachel Donadio", "Rachel Donadio Is A Writer", "Editor At The Book Review."], "date_download": "2018-11-16 04:48:25", "date_modify": "2018-11-16 04:48:25", "date_publish": "2007-03-25 00:00:00", "description": "How a Manhattan rare-book dealer has used unyielding persistence to build a booming market in writers’ archives and add glitz to a profession once seen as musty and obscure.", "filename": "2007_03_25_books_review_Donadio.t.html_pagewanted=all&_r=0&module=inline_1542343705.html", "image_url": "https://static01.nyt.com/images/2007/03/25/books/dona75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_03_25_books_review_Donadio.t.html_pagewanted=all&_r=0&module=inline_1542343705.html", "title": "The New York Times", "title_page": "Glenn Horowitz - Writer Archives - Rachel Donadio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A glass vitrine held an exceedingly rare manuscript by one of the most famous American writers of the 20th century. Typed on yellow paper with a celebrated editor’s pencil marks in the margins, it offered a never-before-seen view of the writer’s creative process. When my jaw dropped, Horowitz quickly requested that the item be struck from the record and the author kept anonymous. But wasn’t it showcased in plain sight, begging for attention? No, he insisted, his office was private. This too seems part of the Horowitz approach, at once mystifying and demystifying the material. Like a born politician, he sometimes avoids direct answers and tends toward long, upbeat digressions. He frequently uses the word “blessedly” — collections he was blessedly able to acquire, people he was blessedly able to meet — and calls a long list of people his “very dear friend.”\nHowever hyperbolic his style, Horowitz delivers the goods. Back in his conference room, he opened a plastic loose-leaf binder. There, in green ink on mottled cream-colored paper, was a letter Leonard Woolf wrote to Vita Sackville-West, Virginia Woolf’s close friend and sometime lover, on March 28, 1941 — the day of the novelist’s suicide. “That one letter from Leonard to Vita touches on everything that interests us about Virginia,” Horowitz said excitedly. “The public and the private, the war and the writing — they go to the heart of the myth of Leonard as the caretaker.” The letter reached Horowitz through a member of the Sackville-West family. “Most of what we acquire comes directly from the original generators and/or the original recipients of the material generated by the writers,” he said. Half comes to him, half he seeks out. But it’s how he packages the material — turning, say, a newspaper clipping with a writer’s jottings in the margin into a significant cultural artifact — that sets him apart from less inventive dealers.\nLike many who’ve built careers around literature, Horowitz once aspired to be a writer himself. In the late ’70s he studied fiction at Bennington College with Bernard Malamud (whose archive he later sold to the Ransom Center). After working for a few years in the rare-book room at the storied Strand bookstore in New York, he opened his own business in 1979, when he was 24, with a shop near Grand Central. In his first significant deal, Horowitz bought and resold a collection amassed by a criminal defense lawyer from New Jersey, with first editions by Hemingway, Thomas Hardy, John Steinbeck and Lillian Hellman. Horowitz borrowed the money from his father, who owned a furniture store and vacation cottages in the Catskills. In the ’80s, he became the go-to dealer for important collectors, including Carter Burden, the New York politician and socialite who built one of the most important collections of 20th-century American first editions; after his death in 1996, Burden’s family donated it to the Morgan Library. “We talked every day,” Horowitz said of Burden, who held the wedding reception for Horowitz’s first marriage, to the writer and former political cartoonist M. G. Lord. “He really entrusted me with a great deal of authority.”\nHorowitz said his first big archive sale was that of W. S. Merwin, for $185,000, in 1983. He also sold the archives of Kurt Vonnegut, Joseph Heller and Nadine Gordimer. But what really put him on the map was the 1992 sale of Vladimir Nabokov’s literary estate to the New York Public Library, widely believed to have been the first archive sale to top $1 million. (On archive sales, Horowitz collects an agent’s fee of 10 to 20 percent.) Horowitz had spent years winning over the executors to the estate: Nabokov’s widow, Vera, who died in 1991, and the couple’s son, Dmitri, who lives mostly in Switzerland. Although both the library and the Nabokovs were enthusiastic, it took two years to consummate the complicated arrangement. Ultimately, Horowitz agreed to lower the purchase price, provided the library pay Dmitri in full in one installment.\nIn the business, Horowitz is known for his creative deals, which include a combination of gifts and sales. (Under current tax law, living writers and artists derive no tax benefit from donating their work.) Mailer’s $2.5 million deal with the Ransom Center, for instance, stipulated that the author donate a certain amount back toward cataloging and conservation. “If there’s any magic to the craft, it’s in trying to find a figure that will be comfortable ... to both the seller and the buyer,” Horowitz said. Sometimes all it takes is lowering the price until the buyer agrees. “Each transaction is unique. It’s not like taking a company public and finding a value to float the stocks.”\nPhoto\nHorowitz says he’s tried to represent both sides of a sale ever since one deal “blew up in my face, in a big way.” In 1998, he pre-emptively showed Harvard the catalog he’d prepared for the papers of the playwright Lorraine Hansberry, who wrote “A Raisin in the Sun.” But, he said, Hansberry’s executor bristled at the prospect of a sale to Harvard and wanted the papers to go to the Schomberg Center for Research in Black Culture at the New York Public Library, where they are today.\nSuccesses often involve matchmaking and connections more than price. Institutions shy away from bidding wars, so dealers court one at a time. Over the years, Horowitz has developed a close rapport with Thomas Staley, the director of the Ransom Center, whose vast holdings in 20th-century American and British material include the archives of everyone from Isaac Bashevis Singer, Alfred Knopf and Doris Lessing to The London Review of Books. “Glenn knows how to put a deal together,” Staley said. “He understands better than most how to leave something on the table, how to realize that in a deal ... you’ve got to work with both parties.”\nAdvertisement Continue reading the main story\nAlthough some competitors grumble that Horowitz has tried to lure away their clients and unravel their deals, most say he’s been good for the business, boosting prices and interest. But this has come at a cost. “He inflated the market so much,” said Marvin Taylor, the director of the Fales Library at New York University. High prices, Taylor believes, have prohibited institutions from being able to acquire major collections. “It’s doing a disservice to scholarship.” With the market so strong, “people don’t donate nearly as much as they used to,” Taylor added. Institutions have to weigh price against research value. “In the ’60s, you could buy Elizabeth Barrett Browning notebooks for $10,000 to $15,000,” said Isaac Gewirtz, the librarian of the New York Public Library’s Berg Collection. “Now you’re talking about hundreds of thousands of dollars for a single notebook. In the past, my predecessor could buy 7 to 10 stellar items in a fiscal year.” Today, “I couldn’t do that more than a couple of times.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Horowitz isn’t the only one driving up prices. “The Ginsberg started it,” Taylor said of Allen Ginsberg’s papers, which had been on deposit at Columbia until Ginsberg’s powerful literary agent, Andrew Wylie, sold them to Stanford for just over $1 million in 1994. Among authors, “everyone wants what Allen got,” Taylor said. “Everyone thinks they have the same collection of the same caliber.” But for most writers, the price range is far lower. The typical archive is worth between $50,000 and $250,000, if it’s saleable at all, in the view of Gekoski, the London dealer. “That’s simply how the market works. If you take a decent writer — given that there’s nothing extraordinary here, like a cache of letters from Sylvia Plath — the market says that, and you have to decide where in that band you are,” Gekoski said. “If an author has a literary correspondence with 10 important people, that makes a hell of a big difference.”\nAn archive sale is essentially a long-term investment in a writer’s reputation, an assessment of his or her place in the larger cultural landscape. As such, it ranks high among the brutal ways writers measure themselves in the literary pecking order. “In all these great writers’ biographies there’s going to be a note about how much Glenn sold his archive for,” said Douglas Brinkley, the historian and the literary executor for Hunter S. Thompson — who died in 2005 and whose archive Horowitz says he is eager to sell.\nSome see the link between financial and literary value as highly unpredictable. “There’s just not nearly as much correlation between literary reputation and the market,” said Ken Lopez, a rare-book and manuscript dealer in Hadley, Mass., who sold the William Burroughs archive to the New York Public Library. “A lot of it has to do with who has money at what time and what they can afford and what’s being offered. If something sells for $100,000 instead of $200,000, it’s not because of the guy’s reputation, but because that’s what’s available.”\nIt also depends on who’s buying. Horowitz’s clients have included the financier Steve Forbes (whom he helped amass an important Churchill collection) and Martha Stewart (gardening books). It was Horowitz who bought some personal papers of Franklin Roosevelt for $3.3 million in 1999, then sold them the following year to Conrad Black, the former head of the media company Hollinger, for $8 million — a transaction scrutinized after it emerged that Black, who was writing a Roosevelt biography, had bought the documents with company money.\nAnother of Horowitz’s clients was Dennis Silverman, the former president of Local 810 of the Teamsters, who happened to be in the market for first editions in the early ’80s. “Silverman took my advice when I suggested that he build a James Joyce collection,” Horowitz said. “I dictated what he bought.” Under Horowitz’s tutelage, Silverman, known for his bespoke suits and handmade shoes, amassed one of the most important Joyce collections, including two rare signed first editions of “Ulysses”: the Anderson edition (named for the dedicatee), which Silverman bought at auction in 1986 for $38,500, and the Kaeser edition, which he bought two years later for $48,500. Then Silverman ran afoul of the law. Under investigation for having appropriated $3 million in union pension funds, Silverman sold Horowitz his entire library for an undisclosed sum in 1995. (Unlike some of his purchases, the library was deemed Silverman’s personal property.)\nThe trajectory of the Kaeser edition is a case study in how a savvy dealer can drive up prices, getting a slice of the profits every step of the way. In 1996, Horowitz placed the Joyce material for sale. To gin up interest, he organized a museum-quality exhibition and catalog, including first editions and the proofs of the first English edition of what became “Finnegans Wake.” (An exhibit on “Ulysses” at his gallery in 1998 included work on loan from the National Library of Ireland.) Horowitz sold the Kaeser “Ulysses” for $115,000 to Roger Rechler, a Long Island real estate developer whom Horowitz cultivated and persuaded to collect first editions of 20th-century literature. Rechler had just restored a town house on the Upper East Side, with a library. “We just kept the conversation going until I prevailed upon him to build a collection to fill this library, of first editions,” Horowitz said.\nIn 2002, Horowitz arranged for the Rechler collection to be auctioned at Christie’s. Six of the books brought in record bids for their authors: “The Great Gatsby” ($163,500), “Lolita” ($273,500), “On the Road” ($185,500), “The Wonderful Wizard of Oz” ($152,500) and “The Lord of the Rings” ($152,500). In a somewhat unusual arrangement, Horowitz himself bought back most of the books at the Christie’s auction, acting on behalf of private collectors, as well as the Morgan Library and the New York Public Library. Horowitz bought the Kaeser “Ulysses” for a private collector on the Upper East Side — for $460,500, almost 10 times what Silverman had paid 15 years earlier.\nBut Horowitz isn’t done with the deal yet. Leaning back on his conference-room chair, he tells me he’s still trying to get the Kaeser “Ulysses” back. Why? “Because I know someone who wants it.” He thinks it could be the first 20th-century volume to break the $1 million mark. “That’s what I do,” he says. “I trade books.”", "url": "https://www.nytimes.com/2007/03/25/books/review/Donadio.t.html?pagewanted=all&_r=0&module=inline"}