{"authors": ["James F. Clarity", "Eric Pace"], "date_download": "2018-11-16 04:48:55", "date_modify": "2018-11-16 04:48:55", "date_publish": "2007-09-24 00:00:00", "description": "The wiry French mime mostly performed as the chalk-faced Bip and did much to revive the art of pantomime.", "filename": "2007_09_24_arts_24marceau.html_adxnnl=1&amp%3Badxnnlx=1434222167-ybY5huvSUHJvsUTojandkg&module=inline_1542343735.html", "image_url": "https://static01.nyt.com/images/2007/09/24/arts/marceau75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_09_24_arts_24marceau.html_adxnnl=1&amp%3Badxnnlx=1434222167-ybY5huvSUHJvsUTojandkg&module=inline_1542343735.html", "title": "Marcel Marceau, Renowned Mime, Dies at 84", "title_page": "Marcel Marceau, Renowned Mime, Dies at 84 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Tribunal” cast him as the accused, judge, jury and executioner. In another sketch, one of his hands played evil, the other good, twisting and struggling until they combined in prayer. In other staple sketches, he conjured an invisible wind to struggle against and an invisible cage to hold him in as he fought to escape.\nPhoto\nIt was during the New York theater season of 1955-6 that Mr. Marceau became, in a phrase he disliked, an international success. After a tour of Canada, he appeared in a program titled “An Evening of Pantomime” that opened Off Broadway, at the Phoenix Theater. The critics raved. Walter Kerr, writing in The New York Herald Tribune, said Mr. Marceau “should be snared with one of his own imaginary butterfly nets and trapped inside the proscenium of an American theater for the entire season, and perhaps for the rest of his natural life.”\nThe show was such a hit that it moved to a Broadway theater, the Ethel Barrymore, and went on to tour the country. Mr. Marceau would return to the United States every year for most of his career.\nIn 1970 the French government named him a Chevalier de la Légion d’Honneur for cultural affairs. And in 1978 Jacques Chirac, then the mayor of Paris, established a subsidy for Mr. Marceau’s school for mimes, which went on to produce hundreds of performers.\nYesterday President Nicolas Sarkozy of France said of Mr. Marceau’s death, “France loses one of its most eminent ambassadors.”\nMr. Marceau, who could be voluble in interviews, once said of his pantomime: “Mostly I think of human situations for my work, not local mannerisms. There is no French way of laughing and no American way of crying. My subjects try to reveal the fundamental essences of humanity.”\nA slender man who was 5 feet 9 inches tall, Mr. Marceau had just started out in mime when he invented Bip, the character who wore a stovepipe hat with a red flower. He was inspired in part by Italian commedia dell’arte, with the name playing off Pip in Dickens’s “Great Expectations.”\nAdvertisement Continue reading the main story\n“This character Bip is a funny, sad fellow,” Mr. Marceau once observed, “and things are always happening to him that could happen to anybody. Because he speaks with the gestures and the movement of the body, everyone knows what is happening to him, and he is popular everywhere — Scandinavia, Germany, Holland, Belgium, Italy, Austria, wherever he has traveled.”\nPhoto\nMr. Marceau also painted; sketched lithographs, many of Bip; and wrote children’s books. He appeared in several movies, including “Barbarella” with Jane Fonda. He spoke just once in his performing career, in Mel Brooks’s “Silent Movie.” He said, “No.”\nMarcel Marceau was born Marcel Mangel, of Jewish parents in Strasbourg, France, on March 22, 1923. His father, a butcher, was deported to a concentration camp by the Germans in 1944 and never returned. Marcel moved to Paris, with a new surname and false identification papers. Until the liberation of Paris, he worked in the Resistance, hiding Jewish children from the Gestapo and the French police, who helped round up Jews for deportation.\nIn 1944 he joined the French army, and the next year, while stationed in Germany, he gave his first public performance as a mime for an audience of some 3,000 American soldiers.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAfter the war Mr. Marceau attended the acting school run by Charles Dullin at the School of Dramatic Art in the Sarah Bernhardt Theater in Paris. He planned to become a speaking actor, but he studied under Etienne Decroux, a master of miming, who had taught the noted mime Jean-Louis Barrault. Mr. Barrault invited Mr. Marceau to join his theater company, and the rest was silence.\nSuccess followed quickly. In 1949 Mr. Marceau formed his own company, and his reputation grew around Europe. His relationship with French audiences was more complicated. In 1955 at the prestigious Olympia Theater in Paris, performing on a bill between the young crooner Charles Aznavour and the jazz saxophonist Sidney Bechet, he received “the most caustic reception of his career,” according to the newspaper Liberation. The audience chatted during his performance. “He never understood the relative coldness of the French toward him,” the paper said.\nBut that year he toured North America and was lionized, giving rise to his worldwide popularity and even leading to a greater degree of esteem in his native France. In Hollywood he played to acclaim for six weeks and was proud that Charles Laughton, Marlon Brando, Gary Cooper and the Marx Brothers came to see him. Harpo Marx, also a silent performer, became a friend.\nMr. Marceau, who once compared himself to Picasso as an artist of enduring vitality, would continue touring internationally into his 80s, missing few performances and spending his off time with his family in a 300-year-old house outside Paris. He had two sons, Michel and Baptiste, by his first marriage, to Huguette Mallet, which ended in divorce. His second marriage, to Ella Jaroszewicz, also ended in divorce. He had two daughters, Camille and Aurélia, by his third wife, Anne Sicco, whom he later divorced. All four children survive him.\nUp until his retirement in 2005, he continued to defend his art form and his contribution to it.\n“Of course, I have had many imitators,” he said in a 1999 interview with The South China Morning Post. “And I am aware of the jokes about mime. But if you love your art, you just do it. Time will judge me.”", "url": "https://www.nytimes.com/2007/09/24/arts/24marceau.html?adxnnl=1&amp%3Badxnnlx=1434222167-ybY5huvSUHJvsUTojandkg&module=inline"}