{"authors": ["Alex Beam"], "date_download": "2018-11-16 03:14:45", "date_modify": "2018-11-16 03:14:45", "date_publish": "2007-06-10 00:00:00", "description": "A Wall Street Journal reporter tracks the lives of the absurdly wealthy.", "filename": "2007_06_10_books_review_Beam-t_1542338085.html", "image_url": "https://static01.nyt.com/images/2007/06/10/books/beam75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_06_10_books_review_Beam-t_1542338085.html", "title": "The New York Times", "title_page": "Richistan - Robert Frank - Books - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nAll good journalism is really travel writing. You prepare for a serious story the way a foreign correspondent would. You buy the maps, you learn the language, you hang out with the locals — not just the taxi drivers! — and then you write.\nThat’s what Robert Frank has done. He writes the Wealth Report column for The Wall Street Journal. (Who writes the Euchred by Capitalism column, I wonder?) In his new book, “Richistan,” he posits the existence of a little-known country within our country. This “parallel country of the rich was once just a village, he argues, but now it’s an entire nation.\nThe data bear Frank out. It was a huge deal when John D. Rockefeller became the country’s first billionaire. Adjusted for inflation, he had $14 billion — less than the net worth of each of Sam Walton’s five children today. There were an estimated 13 American billionaires in 1985. Now there are more than 1,000. In 2005, America minted 227,000 new financial millionaires, men and women with more than $1 million in investible assets. There are as many millionaires in North Carolina as there are in India. And so on.\nFrank argues that the rich are “financial foreigners” within their own country. They have their own health care system, staffed by “concierge doctors.” They have their own travel network of timeshare (or private) jets and destination clubs. For her birthday, one 11-year-old “aristokid” pleads to fly commercial, “to ride on a big plane with other people. I want to see what an airport looks like on the inside.”\nAdvertisement Continue reading the main story\nLike an anthropologist in the Amazon basin, Frank goes native. Except instead of a loincloth, he dons a white tuxedo to attend the International Red Cross Ball in Palm Beach, where he meets “Jackie Bradley, a buxom blonde squeezed into a jewel-encrusted Joy Cherry gown.” Bradley is chatting up her new book, “The Bombshell Bible.” “It’s really more about my inner life,” she says. “I’m hoping to use it to help other women like me.”", "url": "https://www.nytimes.com/2007/06/10/books/review/Beam-t.html"}