{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:20:38", "date_modify": "2018-11-16 04:20:38", "date_publish": "2007-11-07 00:00:00", "description": "Yahoo officials ran into withering criticism from United States lawmakers for their company’s role in the jailing of a Chinese journalist.", "filename": "2007_11_07_technology_07yahoo_1542342038.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_11_07_technology_07yahoo_1542342038.html", "title": "Yahoo Criticized in Case of Jailed Dissident", "title_page": "Yahoo Criticized in Case of Jailed Dissident - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWASHINGTON, Nov. 6 (AP) — Two top Yahoo officials on Tuesday defended their company’s role in the jailing of a Chinese journalist but ran into withering criticism from United States lawmakers who accused them of complicity with an oppressive Communist regime.\n“While technologically and financially you are giants, morally you are pygmies,” Tom Lantos, Democrat of California and chairman of the House Foreign Affairs Committee, said angrily after hearing from the two executives, Jerry Yang, the chief executive, and Michael J. Callahan, the general counsel.\nThe journalist Shi Tao was sent to jail for 10 years for engaging in pro-democracy efforts deemed subversive after Yahoo turned over information about his online activities as requested by Chinese authorities.\nMr. Lantos angrily urged the two men to apologize to the journalist’s mother, who was sitting directly behind them.\nAdvertisement Continue reading the main story\nMr. Yang and Mr. Callahan turned around from the witness table and bowed from their seats to Mr. Shi’s mother, Gao Qinsheng, who bowed in return and then began to weep.", "url": "https://www.nytimes.com/2007/11/07/technology/07yahoo.html"}