{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:07:29", "date_modify": "2018-11-16 04:07:29", "date_publish": "2007-09-09 00:00:00", "description": "Profiles of three stylists: Victoria Bartlett, Karl Templer and Kate Young, who serve as the largely unheralded behind-the-curtain personnel.", "filename": "2007_09_09_fashion_shows_09INTRO.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341249.html", "image_url": "https://static01.nyt.com/images/2007/09/09/fashion/09vict75.1.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_09_09_fashion_shows_09INTRO.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341249.html", "title": "Who Will Pull Together the Collections?", "title_page": "Who Will Pull Together the Collections? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Never mind that. Ms. Lazareanu is cool for now. She is cool enough for now to convey something of the Chelsea Girl vibe that Ms. Bartlett persuaded Mr. Hassan would make his jeans seem irresistible at a time when the bottom has dropped out of the premium denim market. (What, one might ask, happened to premium denim? Dresses did.)\nSince Miss Sixty does not specialize in dresses, Ms. Bartlett was faced with a dilemma. A puzzle is what she prefers to say. “It’s like doing a jigsaw,” said Ms. Bartlett, who is British and in her 40s and who has the appealingly worn look of a woman who appears to have lived hard enough (she once gave parties professionally) to take the edge off a delicate prettiness that probably made her difficult for other women to like.\n“It’s like doing therapy, going into the mind-set of the designer,” she said of her job. Typically, stylists who work for magazines collaborate with photographers to create temporary imaginary worlds. The brief is very different, she explained, when stylists put together a commercial runway show. “You have to get into the designer’s head, edit down the collection, put things together in unexpected ways, but respecting that this is their vision and their world.”\nYou suggest, as she did, refreshing the Miss Sixty look by making it tougher, giving the models clunky accessories and oversize hats to jam onto heads of ratted-out Patti Smith hair. “The collection was very sweet, sexy, Italian sweet,” Ms. Bartlett said of the baby-doll dresses and kimono-sleeve blouses and Empire-line smocks that she slyly subverted with jolts of acid colors and also the judicious use of that emblem of rave debauchery, the Smiley Face.\nPhoto\n“I thought that it needed some harder elements to make it modern,” Ms. Bartlett said. “Ugly beauty is something I really quite like.”\nKARL TEMPLER: A sounding board of sorts at Calvin Klein\nBy CATHY HORYN\nON the 12th floor of the Calvin Klein headquarters on West 39th Street, models wait, bus-depot style, for their fittings. Some are so young they are accompanied by a parent. Inside, beyond the waiting area, is another whitewashed room with racks of clothes, long tables strewn with Polaroid film and marking pens, and a white seamless background bathed in studio light.\nFrancisco Costa, the women’s designer at Calvin Klein, has worked by the same process since he succeeded Mr. Klein five years ago. He is intense and seemingly disorganized, colored by five o’clock shadow. On the days and nights before his show on Tuesday, he will work with a team that includes studio assistants, people who handle accessories, and with his stylist of five years, Karl Templer.\nAdvertisement Continue reading the main story\nMr. Templer, the son of an auto mechanic from London, began styling for fashion magazines and companies more than 10 years ago and has worked with some of the top photographers, including Steven Meisel and Craig McDean. He describes his role at Klein as more of an instigator and sounding board than a stylist decorator. He doesn’t simply compose looks from a room of clothes and accessories. Partly that’s because Mr. Costa is refining the designs right up to the last days before the show. And partly because Mr. Templer must take into account the legacy of the brand.\n“This isn’t a place where you’d say, ‘We’re inspired this season by Andrew Wyeth,’ ” Mr. Templer said. “There’s a certain clarity to this house.” That clarity is expressed not only by the minimalist clothes, he adds, but also by the makeup and hair, and by using the hottest new models before anyone else, a Calvin Klein tradition. (This season the new model is a young German woman named Tonne.)\n“It’s such a different experience here,” said Mr. Templer, who by agreement works only on the Calvin Klein show.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nLike other British stylists, Mr. Templer comes from a culture at once steeped in pop music, street fashion and aristocratic styles that verge on the theatrical. “That’s why so many designers, like Jean Paul Gaultier, came to London for inspiration,” he pointed out. At Calvin Klein, his challenge is how to highlight Mr. Costa’s main themes and, at the same time, incorporate new, subtle changes in fashion.\n“Francisco is very much in his own world when he’s working — he’s a designer’s designer,” Mr. Templer said. “I don’t think he’s out shopping the market.” So it helps if Mr. Templer can bring him the latest viewpoints, which they then discuss. “You’re like a second pair of eyes,” he said.\nMr. Costa agrees. “Being a designer, you get caught up in dressmaking,” he said last week between fittings. “He helps me to refine everything. The process feels very natural. We’ve really grown a lot together.”\nLast season, Mr. Templer helped Mr. Costa convey the ultraslim silhouette that became one of the key statements for fall. Very often the two of them are simply talking things through. Should that pleat continue? Should there be more coats? Before returning to the studio the other day, Mr. Templer observed, “We’re in a semivulgar moment,” and he noted the profusion of color, accessories and tattoos. It was something to consider in a house where every nuance is considered.\nPhoto\nMr. Templer laughed. “Obviously we wouldn’t do a red runway at Calvin Klein, for instance.”\nKATE YOUNG: On the same wavelength with Yigal Azrouël\nBy ERIC WILSON\nLAST week in his design studio, Yigal Azrouël explained the idea behind his collection by pulling out books of photographs of surfers taken by LeRoy Grannis and Jeff Devine in the 1960s and ’70s. Kate Young, the stylist who has worked with Mr. Azrouël on his runway shows for the last three seasons, knew he was not talking about Hawaiian prints and board shorts.\nAdvertisement Continue reading the main story\n“You’ll be able to see the connection, I promise,” Ms. Young said as she sifted through a thick pile of Polaroids of jersey dresses with twisted necklines, jodhpur pants and pinstripe shirts that did not look remotely appropriate for beach wear. Ms. Young, who is also styling the shows of Nicole Miller, Derek Lam and Jenni Kayne this week, said her job was to help the designers communicate their sometimes abstract inspirations with concise stories that can read, preferably in under 30 turns, on a catwalk. That, and to help them avoid making mistakes.\n“Editors don’t want to see a show with 60 looks,” she said.\nMr. Azrouël’s work turned a corner about two years ago when he began to trust his instincts for layered, unstructured clothes with a slightly imperfect patina, which meshes well with the casually great style of Ms. Young, with her straggly white hair and her hands bunched into a mannish gray cardigan over skinny jeans. In a “Look Book” feature in New York Magazine, Ms. Young described her style as “Goth Victoriana Governess. Sometimes I look kind of ‘Mommy drinks.’ ”\nAt 32, Ms. Young, Oxford educated and apprenticed to Anna Wintour as a former assistant at Vogue, has a good sense of how to encourage, or gently discourage, designers. A model stepped out from behind a mirror wearing an ivory cotton top — a cross between a camisole and a henley — under a windowpane-plaid camp shirt with the sleeves rolled up and over a pair of droopy gray jersey pants of the variety favored by harems, M. C. Hammer and, lately, Giorgio Armani. This was a risky outfit.\n“Listen,” she said, “do you think we could try a skinny jean, and we’ll find a new top for those pants.”\nMr. Azrouël said the pants were adapted from a childhood memory of wearing the too-large pants of his older brother after they had been surfing. Ms. Young fidgeted with the length of the top and questioned whether it needed to be tucked into the pants.\n“Maybe it needs to not be so long,” she said. “It’s like grandpa with his remote control in his waistband.”\nWhen Mr. Azrouël showed his finished collection on Tuesday afternoon, the top had been shortened and finished with a trim of twill tape, which softened the impact of the dropped-rise pants. Ms. Young’s hand could be felt elsewhere, in the selection of shoes — sporty Manolo Blahnik sandals for women and sneakers Mr. Azrouël designed with K-Swiss for men — that reflected the garment-washed colors of the collection (here, the tangerine, the turquoise and red that came from the photos of ’60s surfers). How Ms. Young put the clothes together, rolling the short sleeves up high like a greaser would do, made all the difference.\n“She gets it so right,” Mr. Azrouël said. “It’s like Kate was going through my closet.”\nAnd the high-waist shorts and pants, shown with Gidget gingham shirts and necklaces made of jute and what looked like sea glass, conveyed, believe it or not, the relaxed attitude of boys running on the beach.", "url": "https://www.nytimes.com/2007/09/09/fashion/shows/09INTRO.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}