{"authors": ["Charles Mcgrath"], "date_download": "2018-11-16 04:09:54", "date_modify": "2018-11-16 04:09:54", "date_publish": "2007-10-14 00:00:00", "description": "Ben Affleck, director, sets his film as well as his hopes back home in Boston.", "filename": "2007_10_14_movies_14mcgr_1542341394.html", "image_url": "https://static01.nyt.com/images/2007/10/14/arts/14mcgr75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_14_movies_14mcgr_1542341394.html", "title": "Redemption Hunting", "title_page": "Redemption Hunting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daniel Battsek, the new president of Miramax Films, said in a telephone interview that “Gone Baby Gone” was one of the first projects he greenlighted after taking over, and that Mr. Affleck’s inexperience as a director hadn’t troubled him much. “Given that he co-wrote the screenplay and had such a feel for the city and the people, I felt that we had a guy who would be able to tell the story in such a way as to lift it above the crime genre and make it into a proper piece of filmmaking,” he said.\nOriginally the plan was to roll out the movie cautiously, in a limited number of theaters, he added, but it tested so well that the studio now intends to release it nationally. The advance word from critics and industry insiders was also very positive, he said, adding, “People’s perception of Ben has meant in a way that the movie had to climb even higher, and now that it has, that’s doubling the effect it’s having.”\n“Gone Baby Gone,” which opens Friday and features Ed Harris and Morgan Freeman, is based on the book of the same name by Dennis Lehane, the Boston crime novelist who also wrote “Mystic River,” made into an award-winning movie by Clint Eastwood. “Gone, Baby, Gone,” an earlier book, is in some ways an even darker, more complicated story, set mostly in Dorchester, the working-class Boston neighborhood, and involving the abduction of a 4-year-old girl and a pair of private investigators (played by Michelle Monaghan and Mr. Affleck’s brother, Casey) who have been hired to find her and then find themselves morally implicated in the case.\nBen Affleck, a big fan of the Lehane novels, began working on the screenplay, together with his friend Aaron Stockard, without any notion that he might direct it. “I was thinking about getting into directing, but I always imagined that I would write an original story,” he explained while in Boston not long ago to preview the movie for the local press. “But as I finished the script, I thought, ‘You know, maybe this is the one: a) it takes place in Boston — I understand the characters and the world they live in; b) it already has a story architecture, so I won’t have to make one up; and c) it has an ending that’s really poignant. That’s the hardest thing about movies — an ending. A lot of them just have a conceit.”\nTo adapt the book, he added, he had to leave out some of what he called the “Pulp Fiction” parts. “The gamble I made was to take some of that out and bring the story into higher relief,” he said. “The danger is that in the process you desex it, but that was the chance I took. I wanted to make a movie that would engage people on another level.”\nThe other chance he took, casting so many nonprofessionals, came about mostly by accident, Mr. Affleck said while stopped at a red light just before the Fort Point Channel, the boundary between downtown and South Boston. With a couple of hours to spare before the screening that day, he had embarked on a driving tour of some of the locations used in the film. A horn beeped, and he looked over to see a woman in a nearby car staring at him. He nodded and waved. She grinned and waved back.\n“Before we started, we talked to the designers,” Mr. Affleck said. “They were saying, ‘We think we’d like to do, you know, a unified palette,’ and I said: ‘No, no, no — no palette. Let’s just go out and look around.’ So we got a camera and just went out into the different neighborhoods and started shooting. I wanted something raw and authentic and even a little scuffed up. People go to the movies to see something they can’t get otherwise, and I thought this was a chance to take you somewhere that you couldn’t otherwise get to — the Boston you never see in the movies.”\nAdvertisement Continue reading the main story\nIn the course of filming, the crew inevitably attracted crowds of people gawking, mugging, just looking like themselves, and eventually it dawned on Mr. Affleck that they were truer Bostonians than anyone the casting directors could provide. “By rule you have to use a certain number of SAG people,” Mr. Affleck said, referring to the Screen Actors Guild. “But SAG extras have a certain look — they’re put together. So I said: ‘O.K., we’ll use the SAG actors. I just don’t want to see them.”\nWhat he saw, and what the viewer sees on the screen, are often the sorts of faces that seldom appear in the movies: people with the soggy, veiny look of alcoholism, the wary, defensive look bred by poverty and abuse, or the broad, toothy smiles that are a reminder of the city’s Irish heritage.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHeading into South Boston — or Southie, as its known, the neighborhood famous both for James (Whitey) Bulger, the hometown mob fugitive, and the 1970s busing crisis — Mr. Affleck paused outside a bar called Murphy’s Law, where one of the movie’s climactic scenes takes place. “It’s sort of a cheat,” he said. “Because there’s no real reason a guy from Dorchester would come all the way to Southie to find a bar. But we liked the way this one looked.”\nHe reminisced briefly about filming in another bar, where the cameras essentially ran all day while the patrons were served watered-down drinks to keep them from keeling over. “We shot a lot of film on this movie,” he said. “Seven hundred thousand feet. The idea was to get to the point where people lost their self-consciousness, and it didn’t seem like acting anymore.”\nSome, he added, were naturals. Compared with professional actors, they “were less inclined to be neurotic,” he explained. “They didn’t give a flying— how can I put this? They didn’t give a flying hoot, and they weren’t inclined to second-guess.” He singled out Jill Quigg, who gives a riveting performance as a beer-sipping smart-mouth. “We were shooting near one of the projects one day, and she just came up to me and said, ‘I should be in your movie.’ The only thing she was ever nervous about was the logistics of where to go during her break.”\nThe next stop was Dorchester, the city’s largest and most diverse neighborhood, and cruising along the main drag, Dorchester Avenue —Dot Ave to the townies — he slipped into the local patois. “Hey, Mahty!” he called to an imaginary companion. “How ah ya? Wanna go ovah the packie latah, get some beah?” he said using the Boston term for a liquor store.\nThere are really many Boston accents, he explained, and a trained ear can tell the difference between, say, someone from Charlestown and someone from the North End. “I really care about the accents,” he said, “and it takes a lot of time to get them right.” Then he smiled and recalled the first time Amy Ryan, a Broadway actress who gives what is bound to be the movie’s most talked-about performance, as the abducted girl’s blowsy, negligent mother, read for the part. “After about five minutes I knew she was right,” he said, “and I said, ‘So, you’re from Boston, huh?’ She said, ‘No, I’m from Queens.’”\nIn the Fields Corner section of Dorchester Mr. Affleck stopped briefly at the house that served as the exterior for the abducted girl’s home, a “three decker,” with one identical apartment stacked over another. In nearby Uphams Corner he got out and went into Cataloni’s, a bar where a sign saying, “Anyone Caught Buying Using or Selling Drugs in This Bar Will Be Barred for Life,” is not mere decoration. In the movie Cataloni’s is transformed into the Fillmore, a place so scary that even the police are reluctant to enter, but on a weekday afternoon it seemed benign and almost cheerful. A guy who looked to be a construction worker was lingering over a Bud, and the manager and the bartender, Joan Falcone and Sue McGarry, looked up as if a visit from Ben Affleck were an everyday occurrence. “How are you doin’, hon?” Ms. McGarry said.\n“Gone Baby Gone” was also filmed in Roxbury, a black neighborhood that almost never appears in movies. Heading down Blue Hill Avenue, Mr. Affleck took a detour by the Silver Slipper, on Washington Street, a diner where one scene takes place, and greeted the owner, Jeffery Hernandez, who also seemed unsurprised to see him. A couple of blocks away, however, by a field near Dudley Square, he created a near sensation as people came flocking for autographs and to take his picture. “Hey, Ben Affleck!” a man called. ‘You’re still around kickin’!”\nAdvertisement Continue reading the main story\n“What do you think — am I cuter than J. Lo?” a young girl said, snuggling next to Mr. Affleck while her girlfriend took a cellphone photo.\nAnd as Mr. Affleck was getting back in his car a man wearing a Red Sox cap and a Celtics jersey shouted, “Yo, Ben, where’s the chauffeur?”\n“I’m the chauffeur,” Mr. Affleck said,\n“All right!” the man said, flashing the thumbs-up sign. “Boston style!”\nOn the way back to his hotel Mr. Affleck talked about some of the directors he had learned from over the years: Martin Brest, Richard Linklater and Gus Van Sant, who taught him the importance of casting. “I had terror,” he said about starting out as a director. “But then I decided I should just play to what I know, and if I fail, I’ll fail in my own way.”\nA little later he added: “For better or worse I’m not very results oriented. I’m sure I should have been. Some of it is just plain smarts, which I didn’t always use. In the beginning part of wanting to be a director was just a natural extension of acting. But now this feels like what I am, or what I want to be, it’s so satisfying and exhilarating. In fact the central preoccupation of my life right now is trying to find another movie to direct.”", "url": "https://www.nytimes.com/2007/10/14/movies/14mcgr.html"}