{"authors": ["Steven Lee Myers", "Carl Hulse"], "date_download": "2018-11-16 04:40:05", "date_modify": "2018-11-16 04:40:05", "date_publish": "2007-10-11 00:00:00", "description": "A House committee voted to condemn the mass killings of Armenians in Turkey in World War I as genocide.", "filename": "2007_10_11_washington_11prexy_1542343205.html", "image_url": "https://static01.nyt.com/images/2007/10/11/world/11prexy.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_11_washington_11prexy_1542343205.html", "title": "House Panel Raises Furor on Armenian Genocide", "title_page": "House Panel Raises Furor on Armenian Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The resolution was introduced early in the current session of Congress and has quietly moved forward over the last few weeks. But it provoked a fierce lobbying fight that pitted the politically influential Armenian-American population against the Turkish government, which hired equally influential former lawmakers like Robert L. Livingston, Republican of Louisiana, and Richard A. Gephardt, the former Democratic House majority leader, who backed a similar resolution when he was in Congress.\nBackers of the resolution said Congressional action was overdue.\n“Despite President George Bush twisting arms and making deals, justice prevailed,” said Representative Brad Sherman, a Democrat of California and a sponsor of the resolution. “For if we hope to stop future genocides we need to admit to those horrific acts of the past.”\nThe issue of the Armenian genocide, beginning in 1915, has perennially transfixed Congress and bedeviled presidents of both parties. Ronald Reagan was the only president publicly to call the killings genocide, but his successors have avoided the term.\nWhen the issue last arose, in 2000, a similar resolution also won approval by a House committee, but President Clinton then succeeded in persuading a Republican speaker, J. Dennis Hastert, to withdraw the measure before the full House could vote. That time, too, Turkey had warned of canceling arms deals and withdrawing support for American air forces then patrolling northern Iraq under the auspices of the United Nations.\nPhoto\nThe new speaker, Nancy Pelosi, faced pressure from Democrats — especially colleagues in California, New Jersey and Michigan, with their large Armenian populations — to revive the resolution again after her party gained control of the House and Senate this year.\nThere is Democratic support for the resolution in the Senate, but it is unlikely to move in the months ahead because of Republican opposition and a shortage of time. Still, the Turkish government has made it clear that it would regard House passage alone as a harsh American indictment.\nThe sharply worded Turkish warnings against the resolution, especially the threats to cut off support for the American war in Iraq, seemed to embolden some of the resolution’s supporters. “If they use this to destabilize our solders in Iraq, well, then shame on them,” said Representative Joseph Crowley, a Democrat from New York who voted for it.\nAdvertisement Continue reading the main story\nThe Democratic leadership, however, appeared divided. Representative Rahm Emanuel, the fourth-ranking Democrat in the House, who worked in the Clinton White House when the issue came up in 2000, opposes the resolution.\nIn what appeared to be an effort to temper the anger caused by the issue, Democrats said they were considering a parallel resolution that would praise Turkey’s close relations with the United States even as the full House prepares to consider a resolution that blames the forerunner of modern Turkey for one of the worst crimes in history.\n“Neither of these resolutions is necessary,” a White House spokesman, Gordon D. Johndroe, said Wednesday evening. He said that Mr. Bush was “very disappointed” with the vote.\nA total of 1.5 million Armenians were killed beginning in 1915 in a systematic campaign by the fraying Ottoman Empire to drive Armenians out of eastern Turkey. Turks acknowledge that hundreds of thousands of Armenians died but contend that the deaths, along with thousands of others, resulted from the war that ended with the creation of modern Turkey in 1923.\nMr. Bush discussed the issue in the White House on Wednesday with his senior national security aides. Speaking by secure video from Baghdad, the senior American officials in Iraq, Gen. David H. Petraeus and Ambassador Ryan C. Crocker, raised the resolution and warned that its passage could harm the war effort in Iraq, senior Bush aides said.\nAppearing outside the West Wing after that meeting, Defense Secretary Robert M. Gates noted that about 70 percent of all air cargo sent to Iraq passed through or came from Turkey, as did 30 percent of fuel and virtually all the new armored vehicles designed to withstand mines and bombs.\n“They believe clearly that access to airfields and to the roads and so on in Turkey would be very much put at risk if this resolution passes and the Turks react as strongly as we believe they will,” Mr. Gates said, referring to the remarks of General Petraeus and Mr. Crocker.\nPhoto\nTurkey severed military ties with France after its Parliament voted in 2006 to make the denial of the Armenian genocide a crime.\nAdvertisement Continue reading the main story\nAs the committee prepared to vote Wednesday, Mr. Bush, the American ambassador to Turkey, Ross Wilson, and other officials cajoled lawmakers by phone.\nRepresentative Mike Pence, a conservative Republican from Indiana who has backed the resolution in the past, said Mr. Bush persuaded him to change his position and vote no. He described the decision as gut-wrenching, underscoring the emotions stirred in American politics by a 92-year-old question.\n“While this is still the right position,” Mr. Pence said, referring to the use of the term genocide, “it is not the right time.”\nThe House Democratic leadership met Wednesday morning with Turkey’s ambassador to Washington, Nabi Sensoy, and other Turkish officials, who argued against moving ahead with a vote. But Representative Steny H. Hoyer of Maryland, who now holds Mr. Gephardt’s old job as majority leader, said he and Ms. Pelosi would bring the resolution to the floor before Congress adjourned this year.\nIn Turkey, a fresh wave of violence raised the specter of a Turkish raid into northern Iraq, something the United States is strongly urging against. A policeman was killed and six others were wounded in a bomb attack in the Kurdish city of Diyarbakir in southeastern Turkey on Wednesday, the state-run Anatolian News Agency reported.\nThe Associated Press reported from the town of Sirnak that Turkish warplanes and helicopters were attacking positions along the southern border with Iraq that are suspected of belonging to Kurdish rebels who have been fighting Turkish forces for years.\nThe Turkish government continued to prepare to request Parliament’s permission for an offensive into Iraq, with Prime Minister Recep Tayyip Erdogan suggesting that a vote could be held after the end of Ramadan. Parliamentary approval would bring Turkey the closest it has been since 2003 to a full-scale military offensive into Iraq.\nSedat Laciner, from the International Strategic Research Institution, said that the Turkish public felt betrayed by what was perceived as a lack of American support for Turkey in its battle against the Kurds.\n“American officials could think that Turkish people would ultimately forget about the lack of U.S. support in this struggle,” Mr. Laciner said, using words that could apply equally to views about the Armenian genocide. “Memories of Turks, however, are not that easy to erase once it hits sensitive spots.”", "url": "https://www.nytimes.com/2007/10/11/washington/11prexy.html"}