{"authors": ["Andrew C. Revkin"], "date_download": "2018-11-16 04:21:09", "date_modify": "2018-11-16 04:21:09", "date_publish": "2007-06-05 00:00:00", "description": "Linda J. Gormezano is using scat to track the wanderings, genetics and condition of polar bears, which have shown signs of stress recently.", "filename": "2007_06_05_science_05prof.html__r=0&module=inline_1542342069.html", "image_url": "https://static01.nyt.com/images/2007/06/05/science/05scat.751.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_06_05_science_05prof.html__r=0&module=inline_1542342069.html", "title": "A Team of 2, Following the Scent of Polar Bears", "title_page": "A Team of 2, Following the Scent of Polar Bears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although this exercise is taking place in the Mianus River Gorge Preserve, a wooded nook tucked in Bedford, N.Y., 40 miles northeast of Manhattan, the small hidden heaps contain things as foreign to New York as can be — the bones and feathers of snow geese, kelp and lyme grass, a trace of seal.\nPhoto\nThe samples, hidden ahead of time (on Petri dishes), came from the collection Ms. Gormezano has been amassing since 2005 in fieldwork on the grassy coastal plains ringing the western shore of Hudson Bay in central Canada, one of the southernmost bastions of the great ice-roaming predators.\nWith biologists at the American Museum of Natural History and the City University of New York, where she is pursuing a doctorate, Ms. Gormezano is using scat to track the wanderings, genetics and condition of the bears, which in that northern region, particularly, have shown signs of stress that could be related to the warming Arctic climate and retreating sea ice.\nThe United States Fish and Wildlife Service, which in December proposed designating polar bears around the Arctic as a threatened species because of climate change and the ice retreat, is halfway through a yearlong assessment of that question.\n“There’s a need to do this right now, and it’s never been done on polar bears before,” Ms. Gormezano said of the research on scat.\nOther methods for tracking shifts in populations involve chasing the bears in helicopters, sedating them with darts and tagging or collaring them. But such methods can pose risks or alter the bears’ behavior, she said. Some Canadian national parks require a shift from darting. In contrast, bear scat, and also tufts of fur left in dens or sleeping spots, can be collected without affecting the bears. Tests of DNA in the feces can distinguish individual animals. So the dispersion of scat provides a map of a particular bear’s wanderings.\n“All the issues with global warming are going to affect southernmost populations, especially around southern Hudson Bay and western Hudson Bay, where they’re already starting to see changes, reduced reproductive output, thinner subadults,” Ms. Gormezano said. “So this is a great opportunity to try out a new method.”\nPhoto\nThe Mianus gorge was chosen for a final spring tune-up for Quinoa because Ms. Gormezano has another research project under way there on a very different predator — coyotes.\nAdvertisement Continue reading the main story\nIn contrast to the polar bear, which is under study because some populations appear to be in retreat, coyotes have become a conservation concern because they have been expanding, growing physically and in pack size, in the deer-rich woods and lawns surrounding New York City.\nQuinoa is an equal-opportunity seeker of polar bear and coyote poop. With coyotes, it is particularly important that the dog not touch the scat, Ms. Gormezano said, given that their DNA is nearly identical. Those samples are placed in paper bags, allowing air to circulate and desiccate the material, with the location noted using a global positioning system device.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUp north, she said, bear scat is handled differently.\n“Each sample, regardless of how I initially store it, is subsampled and dried in a food dehydrator for a few hours at about 100 degrees Fahrenheit, then vacuum sealed in plastic,” Ms. Gormezano said. “Basically, I turn it into scat jerky. Getting rid of moisture is the key to preserving the DNA most effectively until it can be extracted.”\nAs she followed Quinoa in his sniff, sit, play and hunt routine through woods and fields, Ms. Gormezano reflected on the odd trajectory that brought her to this place. She grew up in Queens in New York City and studied classical percussion at Queens College. Then she started pursuing internships in field biology, mainly on predators. Later came work for the National Park Service with overabundant deer on Fire Island and in Front Royal, Va.\nThe polar bear study grew out of fieldwork that her thesis adviser, Robert F. Rockwell of the City University, had been conducting for decades in the far north on lesser snow geese. Like deer, the lesser snow goose is mainly a focus because it, too, is overabundant.\nPhoto\nWhile working along Hudson Bay, Dr. Rockwell and Ms. Gormezano began collecting polar bear scat. For her doctoral thesis, she began parallel studies, using scat and hair samples, of the potentially threatened polar bear populations around western Hudson Bay and also the expanding coyote ranks of suburbs north of New York.\nTo find more samples, Ms. Gormezano decided to use a dog. She began canvassing biologists around the country using dogs to seek other species, or their scat, including the black-footed ferret, cougar -- even killer whales, on Puget Sound.\nShe toured the Bureau of Alcohol Tobacco and Firearms center for training detection dogs., learning how to select the right animal and motivate it. Some dogs used in field research are dropouts from that program. Ms. Gormezano found her research partner through a breeder in Rhode Island two years ago.\nAdvertisement Continue reading the main story\n“He was 6 months old,” she recalled as she followed him across a field in the gorge preserve. “He has to be play obsessed, and he is. So I reinforced that from the very beginning. Now he just loves to work, too.”\nDr. Rockwell and Ms. Gormezano said they reserved judgment on whether the Hudson Bay bears stand to fade or adjust in a warming climate. For now, they clearly derive most of their sustenance from seals that they hunt in winter out on the sea ice, instead of ashore where they travel to forage, breed and seek dens in summer.\nTheir scat reveals an extraordinarily varied diet, including snow geese and their eggs. The bear populations also show signs of shifting north a bit along the coast in response to shifting climate patterns. Among the other merits of the scat studies, Ms. Gormezano said, is that they lay down a baseline of data on the animals that will be useful for years to come.\nDr. Rockwell said t the bears’ earlier arrival onshore in spring could potentially lead to more overlap with the hundreds of thousands of nesting geese, potentially providing a vast store of bear food in the form of birds and their eggs.\nThe threesome of researchers headed north late last month, and in e-mail messages over the last few days, Ms. Gormezano and Dr. Rockwell provided updates. On Sunday, Dr. Rockwell wrote: “Quinoa is on fire with poop finding — we got 71 samples one day.”", "url": "https://www.nytimes.com/2007/06/05/science/05prof.html?_r=0&module=inline"}