{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:50:57", "date_modify": "2018-11-16 04:50:57", "date_publish": "2007-02-09 00:00:00", "description": "This new musical is a singing mural of Latin-American life that often has the inspiriting flavor of a morning pick-me-up on a warm summer day.", "filename": "2007_02_09_theater_reviews_09heights.html_scp=3&sq=In%2520the%2520Heights%2520Isherwood%2520Miranda&st=cse_1542343857.html", "image_url": "https://static01.nyt.com/images/2007/02/09/arts/Heights75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_02_09_theater_reviews_09heights.html_scp=3&sq=In%2520the%2520Heights%2520Isherwood%2520Miranda&st=cse_1542343857.html", "title": "The New York Times", "title_page": "In the Heights - Review - Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although it is rendered with exacting, gritty verisimilitude by the set designer Anna Louizos (right down to the flashing red lights atop the George Washington Bridge in the background), this sun-drenched block of Washington Heights could almost be mistaken for Main Street at Disneyland, or “Sesame Street” without the puppets. Stretches of Midtown would inspire greater anxiety.\nMr. Miranda and Ms. Hudes’s panorama of barrio life is untagged by any graffiti suggesting authentic despair, serious hardship or violence. In this rosy image of the urban underclass, the most pressing question animating local conversation is whether the girl who made good will choose to return to that fancy university.\nPhoto\nNot surprisingly this subplot doesn’t accrue much emotional tension or dramatic momentum. Nor do any of the others, as the kernels of conflict troubling the block are resolved with sentimental simplicity in the musical’s flimsy second act.\nStill, the emotional heart of the show is the ambivalence most of the characters feel about their neighborhood — and their lives — and this uncertainty is given powerful expression in Mr. Miranda’s songs. Almost all these people are exiles from a history of greater economic want somewhere else — Cuba, the Dominican Republic, Puerto Rico — but their affection for the community they’ve forged in a rundown neighborhood is shadowed by a desire to escape once again, to a life of surer promise. Unfortunately, with gentrification oozing inexorably up the West Side Highway, they are more likely to be forced across the bridges into more precarious neighborhoods; Daniela has already signed a lease in Queens.\nA clever shout-out to Cole Porter in the opening song attests to Mr. Miranda’s scholarly affection for musical theater. (In many ways “In the Heights” suggests an uptown “Rent,” plus some salsa fresca and without the sex, drugs and disease.) Some of the more earnest anthems, effective as they are, run in grooves derived equally from Broadway formulas and the new power-pop idioms employed with such exhausting frequency on “American Idol.” But even the weaker songs are sung with heart, urgency and solid showmanship. The sweet Ms. Gonzalez, the saucy Ms. Burns and the fierce Karen Olivo, who plays Usnavi’s love interest, have particularly rich, powerful voices.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the up-tempo numbers and the rapping solos and duets, Mr. Miranda’s musical voice shines forth most pleasingly. The hip-swaying rhythms of Latin music have not gained much traction in theater, so it is a pleasure to hear an unfamiliar sound finding fresh expression onstage. The director, Thomas Kail, keeps the stage humming with activity, as characters dance, prance or merely walk in time to the ecstatic bursts of brass and the insistent beats of Mr. Miranda’s rap.\nMr. Kail is aided in this mission for motion by Andy Blankenbuehler’s joyous choreography, which synthesizes street styles and Broadway athleticism, showcasing the fabulously elastic bodies of the ensemble. A particular standout is Seth Stewart, playing a sweet-hearted graffiti artist, who seems to have little springboards in his sneakers.\nAn uncalculated exuberance touches almost all of the performances at one time or another. (I delighted throughout in the comic flair of Robin de Jesús, a young charmer, as Usnavi’s would-be lothario cousin.) And when the collective dance numbers catch fire, heat fills the stage and starts flowing outward. On a chilly winter evening, scruples about the show’s not inconsiderable flaws start to evaporate quickly, like water from a hydrant turning to steam as it hits the asphalt on a July day.\nIN THE HEIGHTS\nMusic and lyrics by Lin-Manuel Miranda; book by Quiara Alegría Hudes; conceived by Mr. Miranda; directed by Thomas Kail; choreography by Andy Blankenbuehler; music director, Alex Lacamoire; sets by Anna Louizos; costumes by Paul Tazewell; lighting by Jason Lyons; sound by Acme Sound Partners; arrangements and orchestrations by Mr. Lacamoire and Bill Sherman; music coordinator, Michael Keller; production stage manager, J. Philip Bassett; general manager, R. Erin Craig; technical supervisor, Randall Etheredge. Presented by Kevin McCollum, Jeffrey Seller and Jill Furman. At the 37 Arts Theater, 450 West 37th Street; (212) 307-4100. Running time: 2 hours, 10 minutes.\nAdvertisement Continue reading the main story\nWITH: Lin-Manuel Miranda (Usnavi), Andréa Burns (Daniela), Janet Dacal (Carla), Robin de Jesús (Sonny), Mandy Gonzalez (Nina), John Herrera (Kevin), Christopher Jackson (Benny), Priscilla Lopez (Camila), Olga Merediz (Abuela Claudia), Karen Olivo (Vanessa) and Seth Stewart (Graffiti Pete).", "url": "https://www.nytimes.com/2007/02/09/theater/reviews/09heights.html?scp=3&sq=In%2520the%2520Heights%2520Isherwood%2520Miranda&st=cse"}