{"authors": ["Clifford J. Levy"], "date_download": "2018-11-16 04:36:23", "date_modify": "2018-11-16 04:36:23", "date_publish": "2007-09-30 00:00:00", "description": "An American political consultant has helped Viktor F. Yanukovich become arguably Ukraine’s most popular politician.", "filename": "2007_09_30_world_europe_30ukraine_1542342983.html", "image_url": "https://static01.nyt.com/images/2007/09/29/world/30ukraine.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_09_30_world_europe_30ukraine_1542342983.html", "title": "Ukrainian Prime Minister Reinvents Himself", "title_page": "Ukrainian Prime Minister Reinvents Himself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Manafort is by no means the only well-known American strategist lured to Kiev by the prospect of sizable fees and the chance to shape the course of a young and tumultuous democracy.\nPresident Yushchenko’s party, Our Ukraine, has received advice from the firm run by Bill Clinton’s pollster, Stan Greenberg; from Stephen E. Schmidt, campaign manager for Gov. Arnold Schwarzenegger of California; and from Neil Newhouse, a pollster who worked for Mitt Romney, the Republican presidential candidate, when he was Massachusetts governor.\nMr. Manafort’s goal is to change people’s opinions in advance of this Sunday’s voting, many of whom have long memories of Ukraine’s stormy 2004 presidential election.\nMr. Yushchenko suffered scarring on his face from the dioxin poisoning, but recovered enough to continue the 2004 campaign. He then lost to Mr. Yanukovich in balloting that was denounced as fraudulent by Western observers. Protests forced another election, which was won by Mr. Yushchenko.\nPhoto\nMr. Yanukovich seemed discredited, his political career in shambles. But last year, he made a startling comeback in parliamentary elections, aided in part by Mr. Manafort.\nMr. Yanukovich’s return came at Mr. Yushchenko’s expense. Once the hero of the Orange Revolution, Mr. Yushchenko has suffered a steep decline in popularity as the country has lurched through political crises since 2004.\nHis party is third in polls, after Mr. Yanukovich’s, the Party of Regions, and that of the former prime minister, Yulia V. Tymoshenko.\nAdvertisement Continue reading the main story\nPrime Minister Yanukovich still has the bulk of a retired linebacker, but he has largely shed the coarse mannerisms that he picked up as an ex-convict turned party boss in the political free-for-all after the Soviet Union’s demise.\nOn the stump this week, Mr. Yanukovich has repeatedly declared that he is the only politician who can bring stability to a nation weary of political turmoil.\n“I understand your dreams,” he told supporters at a rally, before echoing a line from former President Bill Clinton. “I feel your pain, and I share in your desire to make Ukraine a land of opportunity.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe added, “I want you to know who I am, not who my opponents try to say that I am.”\nEven Mr. Yanukovich’s adversaries acknowledge his success at recasting his image, though they say he remains at heart a Soviet-style autocrat. And they contend that he has recently shown flashes of his old ways, recklessly accusing other parties of planning to commit fraud.\nThe changes that the American consultants bring to a relatively unsophisticated political culture can be seen in Mr. Yanukovich’s television commercials. The party’s advertisements used to feature Mr. Yanukovich lecturing to the camera, in Communist-era newscast style. Now they have a buoyant American sensibility, with Mr. Yanukovich strolling through sunny neighborhoods, surrounded by smiling Ukrainians of all ages.\nBoth the Yanukovich and Yushchenko camps, fearful of accusations of meddling by the United States, have sought to keep the American consultants out of the public eye, often asking them to sign confidentiality agreements. Most of the consultants would not comment or did not respond to messages.\nPhoto\nMr. Manafort, whose partner, Rick Davis, manages the presidential campaign of Senator John McCain, Republican of Arizona, said Thursday that he would not discuss his advice to Mr. Yanukovich or how much he is being paid. But Mr. Manafort said he believed that the prime minister was an outstanding leader who had been badly misunderstood.\n“The West has not been willing to move beyond the cold war mentality and to see this man and the outreach that he has extended,” said Mr. Manafort, 58, who favors monogrammed dress shirts and has the looks of a network anchorman. He has worked for candidates around the world, including some, like the former Philippine president Ferdinand E. Marcos, with unsavory reputations.\nAll three political parties have struggled to engage a public that has grown jaded and apathetic after three years of political strife, caused in part by the constitutional structure of the government. The president and whoever has been prime minister have repeatedly fought over who makes powerful appointments and other important decisions.\nAdvertisement Continue reading the main story\nWhat is more, election fatigue has set in, and geographic divides remain. Mr. Yanukovich’s base is in the Russian-speaking east of the country, while Mr. Yushchenko and Ms. Tymoshenko have more support in the Ukrainian-speaking west.\nMr. Yanukovich was introduced to Mr. Manafort by Rinat Akhmetov, a Yanukovich supporter and billionaire industrialist who is Ukraine’s richest man. Mr. Manafort was then advising Mr. Akhmetov on improving the image of his companies.\nBorys V. Kolesnikov, Mr. Yanukovich’s campaign manager, said the party hired Mr. Manafort after identifying organizational and other problems in the 2004 elections, in which it was advised by Russian strategists.\n“Americans for a long time have conducted elections, for a long time,” Mr. Kolesnikov said.\nTo undercut Mr. Yanukovich’s more polished campaign, his opponents have charged that oligarchs like Mr. Akhmetov are simply buying a better candidate.\n“They are just packaging him in a new cover and educating him in some techniques to use,” said Hryhoriy Nemyria, a Tymoshenko adviser. “It’s the same Soviet and post-Soviet political culture.”\nMr. Manafort said such criticism was unfair, and he emphasized that his vision for Ukraine extended far beyond Sunday.\n“I am not here just for the election,” he said. “I am trying to play a constructive role in developing a democracy. I am helping to build a political party.”", "url": "https://www.nytimes.com/2007/09/30/world/europe/30ukraine.html"}