{"authors": ["Patrick Healy", "Jeff Zeleny"], "date_download": "2018-11-16 04:40:39", "date_modify": "2018-11-16 04:40:39", "date_publish": "2007-01-21 00:00:00", "description": "Senator Hillary Rodham Clinton’s official entrance into the 2008 presidential race highlighted the urgent need to line up supporters.", "filename": "2007_01_21_us_politics_21hillary.html_module=inline_1542343239.html", "image_url": "https://static01.nyt.com/images/2007/01/21/us/21hillary.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_01_21_us_politics_21hillary.html_module=inline_1542343239.html", "title": "Clinton Enters ’08 Field, Fueling Race for Money", "title_page": "Clinton Enters ’08 Field, Fueling Race for Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Soros sent the maximum contribution, $2,100, to Mr. Obama, the first-term senator from Illinois, just hours after he declared his plans to run.\n“Soros believes that Senator Obama brings a new energy to the political system and has the potential to be a transformational leader,” said Michael Vachon, a spokesman for Mr. Soros.\nMrs. Clinton’s presidential operation is only one day old, but she already finds herself in a breakneck competition against Mr. Obama for fund-raising supremacy in two towns that she and her husband have mined heavily for political gold: New York and Hollywood. Mr. Obama’s entrance into the race has also put up for grabs other groups that are primary targets for Mrs. Clinton, including African-Americans and women.\nAt this early stage in the nomination fight, securing donations and signing up fund-raisers are among the best ways of showing political strength in a crowded field (seven Democrats and counting). And Mr. Obama and Mrs. Clinton are looking to raise at least $75 million this year alone.\nAdvisers said yesterday that they had begun corralling donors to build quickly on the formidable $14 million that Mrs. Clinton already had in the bank. They predicted that they would outpace Mr. Obama, though they acknowledged that he is moving impressively to try to match Mrs. Clinton’s national fund-raising network, which has been in the making far longer than his.\nMrs. Clinton faces some fatigue among donors after more than 15 years of Clinton fund-raising, Democratic contributors and strategists said, and some skepticism about whether she can win. Yet she has the Democrats’ most popular rainmaker at her full disposal, former President Bill Clinton, and she has influential friends like the lawyer and power broker Vernon E. Jordan Jr. to help keep African-American donors and others by her side.\nNotably, no prominent Clinton fund-raiser has moved to Mr. Obama’s camp (though his aides are working on it). Mrs. Clinton has also lined up a powerful roster of fund-raising and economic advisers in New York, including the financiers Roger Altman, Steven Rattner, Blair W. Effron, Alan Patricof and Mr. Rattner’s wife, Maureen White, a former finance chairwoman of the Democratic National Committee.\nAdvertisement Continue reading the main story\n“Maureen and I will happily do everything we can to help her,” Mr. Rattner said. “Based on our long relationship with her, we feel that she has demonstrated incontrovertibly that she would be an effective candidate and a terrific president.”\nFor all of the attention swirling around Mr. Obama, meanwhile, he faces many obstacles as he seeks to become the nation’s first black president. His background, including a father from Kenya and a mother from Kansas, has elevated his appeal, but it does little to answer questions about whether he has the experience to serve in the White House.\nPicking off Clinton loyalists is no easy task, either. Hours after opening his fund-raising committee on Tuesday, Mr. Obama convened separate conference calls with donors in Chicago and on the East and West Coasts; in the East Coast phone call, according to participants, Mr. Obama asked them to keep an open mind about his candidacy even if they had been allies of Mrs. Clinton.\nPhoto\nJames Torrey, chairman of the global hedge fund Torrey Funds, said he signed on with Mr. Obama not as a snub to Mrs. Clinton, but because he believed that the Illinois senator had the best chance of inspiring Democrats and other voters.\n“I know it’s perceived as an anti-Hillary thing,” Mr. Torrey said in an interview Friday. “I think she’s marvelous, I think she’s a great senator, but I’d rather see Barack Obama as president. I think the Republicans will make it their life’s work to bring her down.”\nSeveral New York and Hollywood donors offered a similar assessment: they liked Mrs. Clinton as a senator, but worried that her rating in a new Washington Post/ABC News Poll released Saturday was at 41 percent, despite having nearly 100 percent name recognition.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome of her veteran supporters in New York are now on the fence, including the business executives Orin S. Kramer and Robert Zimmerman, who are active in Democratic politics. Others say they plan to play it safe and contribute to both candidates. In Los Angeles, the producers David Geffen, Jeffrey Katzenberg and Steven Spielberg are working to plan a fund-raiser for Mr. Obama after he officially enters the race, which he is scheduled to do on Feb. 10. Mr. Geffen has signed on with Mr. Obama, while Mr. Katzenberg and Mr. Spielberg have not decided which candidate to formally endorse.\nYet hedging bets with a spread of donations could prove perilous with the Clinton camp, said Bob Kerrey, the former Nebraska senator who is president of the New School.\n“The Clintons value loyalty, and I don’t think they are going to risk offending her,” Mr. Kerrey said of Mrs. Clinton’s traditional supporters, noting that he spoke to several undecided Democrats last week. Referring to Mr. Obama, he added: “He’s got to reach out to Hillary’s supporters and hope he can persuade some of them. If he doesn’t, she’s the nominee.”\nAdvertisement Continue reading the main story\nMr. Zimmerman said he was enthusiastic about Mrs. Clinton. Asked why he had not aligned with her yet, he said: “It’s appropriate and respectful to hear every candidate’s message.”\nMr. Obama is putting together his own finance team to focus on New York. He has hired Julianna Smoot, who helped tap Wall Street money as part of a record-setting team at the Democratic Senatorial Campaign Committee under Senator Charles E. Schumer of New York. He has also dispatched a fund-raiser, Jenny Yeager, to run his New York operation, and he is calling on Robert Wolf, chairman of UBS Americas, to raise money. (A spokeswoman for Mr. Wolf, who has donated to Mrs. Clinton and other Democrats, confirmed that he planned to help Mr. Obama.)\nIn New York, chief executives, lawyers, entertainers, gay men and lesbians, African-Americans and women have been prominent in political fund-raising for decades — though usually they are picking among outsiders, not hometown friends and allies. Yet the 2008 race will test personal and political loyalties, with Mrs. Clinton preparing to announce a run and former Mayor Rudolph W. Giuliani and perhaps former Gov. George E. Pataki moving to seek the Republican nomination. Mayor Michael R. Bloomberg is also being encouraged to run as an independent.\nThe attention given to Mrs. Clinton and Mr. Obama is making fund-raising that much more difficult for other Democrats. While former Senator John Edwards of North Carolina still hopes to tap into a network of supporters among trial lawyers, his former profession, and to build an army of grass-roots donors, strategists for other candidates conceded that raising money would be an uphill battle and said it was an open question whether there was room for more than one alternative to Mrs. Clinton.\n“I just got off the phone with someone who said, ‘It’s between Edwards and Obama,’ and with a little nudging I pushed him over to the Obama camp,” said Jeh Johnson, a partner at the Paul, Weiss law firm in New York who has been making fund-raising calls on behalf of Mr. Obama.\nMr. Johnson, who was general counsel for the Air Force in the Clinton administration, said younger Democrats and women — crucial parts of Mrs. Clinton’s base — were excited about Mr. Obama. “I haven’t encountered many New Yorkers who say, ‘No, I’m not interested, I’m a Hillary supporter,’ ” he said.\nThe competition for supporters — and contributors — extends well beyond New York. And Mr. Obama could complicate Mrs. Clinton’s fund-raising efforts in Chicago, another lucrative base for Democrats. In her Senate re-election bid last year, she raised nearly $700,000 from Illinois, her native state.\nOne Democratic operative, who has knowledge of Mrs. Clinton’s fund-raising operation in the Midwest, called donors in Chicago last week after Mr. Obama’s announcement, asking whether it would be foolhardy to sign onto the Clinton campaign if he was in the race. While party officials say Mr. Obama will have an advantage in Chicago, they said Mrs. Clinton would still find considerable support there.\nAdvertisement Continue reading the main story\nWhile Mr. Obama has never run a national campaign, his political action committee, the Hopefund, has attracted a broad base of contributors from across the country.\nIn the New York entertainment industry, too, Mr. Obama’s candidacy has received raves. Hours after his announcement Tuesday, the Broadway producer Margo Lion sent out an e-mail message urging her friends to donate to him — making clear that the theater community was not locked down by Mrs. Clinton.\n“Along with many others in the industry, I will be producing a fund-raiser at the St. James Theater later this spring” for Mr. Obama, Ms. Lion wrote. “We need to find a new direction for our country, and finally, we have the man to do it.”", "url": "https://www.nytimes.com/2007/01/21/us/politics/21hillary.html?module=inline"}