{"authors": ["Cindy Price"], "date_download": "2018-11-16 03:24:32", "date_modify": "2018-11-16 03:24:32", "date_publish": "2007-10-26 00:00:00", "description": "Cold Spring, N.Y., a charming, walkable town, is an easy getaway from Manhattan that does not require a car.", "filename": "2007_10_26_travel_escapes_26trip.html_module=inline_1542338672.html", "image_url": "https://static01.nyt.com/images/2007/10/26/travel/26trip75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_10_26_travel_escapes_26trip.html_module=inline_1542338672.html", "title": "Small-Town America With Big-Time Views of the Hudson", "title_page": "Small-Town America With Big-Time Views of the Hudson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“You know, the Indians used to say it’s the way the river curves around and the mist settles on the river in the morning,” Sotirios Hantzarides, a waiter at Cathryn’s Tuscan Grill, explained one evening. “It’s a very grounding place.”\nCold Spring first appeared on maps in the 18th century as a quiet river hamlet. Though local legend claims that George Washington named it after tasting water from a local spring around 1780, Donald H. MacDonald, a local historian and columnist for the Putnam County News and Recorder, maintains that a transcript from a 1772 town meeting refers to it by its current name.\nThe West Point Foundry was built there in 1818, and during the Civil War, it became the largest iron factory in the United States. It closed in 1911, and it wasn’t until 1982, when the downtown was added to the National Register of Historic Places, that Cold Spring found its latest incarnation — a beautiful, walkable village with day trip written all over it.\nYou’ll find a good introduction to the town and its history at the Putnam County Historical Society and Foundry School Museum — a small, clean-lined museum that reopened in July 2006 after a 14-month renovation. Housed in the 1830 schoolhouse for foundry apprentices and village children, the museum dedicates a good chunk of space to rotating exhibitions that tap into the region’s history.\nA gallery houses a permanent collection of West Point Foundry artifacts, including a wall of old tools and a garden bench made for Washington Irving. The factory hit its stride producing iron artillery during the Civil War, and is particularly remembered for its production of the Parrott gun, a cannon that played a significant role in helping the Union win the war.\nYOU can take a short hike down to see what remains of the Foundry, though finding the trail can be a bit tricky. When you leave the museum, hang a right along Chestnut Street and just before Route 9D, look for a path through the woods. This winding dirt trail will take you through the ruins (the museum has trail maps). Or from Main Street, you can enter through the gate at the end of Kemble Avenue and walk left along the water for a couple of minutes. Especially beautiful is the still-intact brick office building from 1865, which Scenic Hudson, a local nonprofit organization, plans to restore for public use.\nOn the way back to Main Street, you can check out homes along the left side of Kemble Avenue that date back to the 1830s. Once on Main Street, grab lunch at the Cold Spring Cafe before hitting the shops.\nAdvertisement Continue reading the main story\nAntiquing can be a pretentious sport, but stores here seem to specialize in the kind of secondhand finds that average people can actually afford. In recent years, though, more new boutiques have squeezed in alongside the antiques stores, and up and down Main Street there are places to duck into for gifts small enough to toss into your bag.\nAt Country Touch, you can pick up funny ceramic cat bowls. Over at Archipelago at Home, a bright, airy store, there is pottery by Laura Zindel. Next door, the Country Goose carries the newest Uglydoll, from the popular stuffed doll collection.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCheck out Momminia for hand-crafted jewelry or beads to make your own. And a bit farther west, look for Bittersweet, which carries artisanal chocolates, or Indigo Chic, a boutique filled with delicate dresses and designer jeans.\nBoth adults and children will want to hit Serious Toyz, a vintage toy store run by Tom Miano, an ex-Brooklynite who calls his store “the town’s free toy museum.” Vintage Matchbox and Hot Wheels start at $10, and every nook and cranny is filled with something to send you reeling back in time — like a “Charlie’s Angels” board game or Garbage Pail Kids buttons or an old egg of Silly Putty.\nFor the more ambitious day-tripper, Hudson Valley Outfitters offers local hiking maps and trail suggestions based on how much time you have. It also rents kayaks by the hour.\nAn afternoon spent drifting in and out of stores along Main Street will eventually deposit you down at the bandstand right on the Hudson. Prepare to be dazzled — this is the scene that keeps painters coming back to Cold Spring and lures couples into loitering on the benches for hours. There is the sprawling West Point military academy across the river to the south, or the formidable Storm King Mountain rising above. If you walk south along the river, you’ll find the Greek Revival Chapel of Our Lady Restoration, which was designed in 1833 by a 16-year-old architect, Thomas Kellah Wharton. Now an ecumenical chapel, it is said to be the first Roman Catholic Church in the Hudson Valley.\nCold Spring doesn’t have much in the way of night life, so people tend to book dinner late and linger over wine and dessert.\nA classic choice is the outdoor garden at Cathryn’s Tuscan Grill, where you can savor fresh fettuccine with zucchini flowers and anchovies for $16. Across the street, Le Bouchon offers a terrific curry moules frites ($15). It’s a strange fusion, but regulars have been known to drink the broth as if it were soup.\nStretching dinner over a few hours makes it easy to lose track of time chatting with people at the next table or catching up on local news. It seems as if some festival or exhibit is always either just ending or about to start up. But in many ways, the best activity Cold Spring has to offer is what you’re already doing — nothing too constructive, and taking your sweet time doing it.\nAdvertisement Continue reading the main story\nVISITOR INFORMATION\nCOLD SPRING (www.coldspringliving.com) is 50 miles north of Manhattan, on the eastern bank of the Hudson River in Putnam County. The Metro-North Railroad (800-638-7646; www.mta.info/mnr) runs frequent trains from Grand Central Terminal on the Hudson Line (to Poughkeepsie); weekend round trips are $20. The railroad has a special guided fall foliage excursion to Cold Spring this Saturday at 10:15 a.m. Tickets ($35) must be bought online.\nThe Putnam County Historical Society and Foundry School Museum (63 Chestnut Street; 845-265-4010; www.pchs-fsm.org) is open Wednesday through Sunday, 11 a.m. to 5 p.m. Admission is $5. An exhibition featuring the work of 19th-century Hudson River School painters runs until Nov. 25. The museum offers free walking tours through mid-November; they meet at Main Street and Railroad Plaza on Sunday at 2 p.m.\nHudson Valley Outfitters (63 Main Street; 845-265-0221; www.hudsonvalleyoutfitters.com) can suggest trails and provide hiking maps, and it offers guided kayak tours and kayak rentals by the hour.\nCold Spring Cafe (129 Main Street; 845-265-9471) has fresh wraps and sandwiches ($6.75 to $9.25) and is open 8 a.m. to 4 p.m. weekdays, and 8 a.m. to 6 p.m. on weekends.\nAt Cathryn’s Tuscan Grill (91 Main Street; 845-265-5582; www.tuscangrill.com), the entrees range from $14 to $28. It is open daily, noon to 10:30 p.m.\nThe French bistro Le Bouchon (76 Main Street; 845-265-7676) is open every day but Tuesday, noon to 10 p.m. Entrees are $16 to $26.", "url": "https://www.nytimes.com/2007/10/26/travel/escapes/26trip.html?module=inline"}