{"authors": ["Patricia Cohen"], "date_download": "2018-11-16 04:52:21", "date_modify": "2018-11-16 04:52:21", "date_publish": "2007-11-25 00:00:00", "description": "If you want to learn about psychoanalysis at the nation’s top universities, one of the last places to look may be the psychology department.", "filename": "2007_11_25_weekinreview_25cohen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343941.html", "image_url": "https://static01.nyt.com/images/2007/11/25/weekinreview/25cohen.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_11_25_weekinreview_25cohen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343941.html", "title": "Freud Is Widely Taught at Universities, Except in the Psychology Department", "title_page": "Freud Is Widely Taught at Universities, Except in the Psychology Department - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These worries led the psychoanalytic association to create a task force to increase undergraduates’ exposure to psychoanalytic ideas as both a theory and therapy.\nThe effort includes this new study, a computer-based analysis of course descriptions at 150 public and private institutions that are highly ranked in U.S. News and World Report’s college survey. It found that of the 1,175 courses that referenced psychoanalysis, more than 86 percent were offered outside psychology departments.\nThe study has some shortcomings — course descriptions are not comprehensive and there are no comparative surveys from previous years. Still, it roughly maps out where psychoanalytic ideas — which once dominated the field and from which all psychodynamic therapy springs — have found a home. And it is not, for the most part, in psychology departments.\nAlice Eagly, the chairwoman of the psychology department at Northwestern University, explained why: Psychoanalysis is “not the mainstream anymore” and so “we give it less weight.”\nThe primary reason it became marginalized, Ms. Eagly, said, is that while most disciplines in psychology began putting greater emphasis on testing the validity of their approaches scientifically, “psychoanalysts haven’t developed the same evidence-based grounding.” As a result, most psychology departments don’t pay as much attention to psychoanalysis.\nPhoto\nAt the same time, wondrous advances, in neuroscience, for instance, have attracted new students and resources, further squeezing out psychoanalysis. Outside the university setting, the refusal of most insurance firms to pay for extended psychoanalytic therapy has limited its reach.\nScott Lilienfeld, a professor in the psychology department at Emory University, said, “I don’t think psychoanalysis is going to survive unless there is more of an appreciation for empirical rigor and testing.”\nAdvertisement Continue reading the main story\nThe humanities and social sciences have welcomed psychoanalysis without caveats. But the report complains of the wide gulf between the academic’s and the psychoanalyst’s approach and vocabulary, which has made their respective applications of Freud’s theories virtually unrecognizable to each other.\nScholars in the liberal arts have tended to use Freud as a springboard to examine issues and ideas never dreamt of in his philosophy — like gender studies, post-colonial studies, French postmodernism, Queer theory and so on.\n“American clinical psychoanalysis, and analysis as represented in academe, are at risk to become two ships that pass in the night,” the report said. As an example, the report points to a course on psychoanalysis and colonialism, two terms most clinically based analysts would never have imagined in a single sentence.\n“I honestly couldn’t understand what they’re talking about,” said Prudence Gourguechon, the psychoanalytic association’s incoming president, referring to those kinds of courses.\nTo Mr. Lilienfeld, much of postmodern theorizing has harmed psychoanalysis, saying it has “rendered claims even more fuzzy and more difficult to assess.”\nBut Mark Edmundson, a professor of English at the University of Virginia and the author of “The Death of Sigmund Freud,” said, “Freud to me is a writer comparable to Montaigne and Samuel Johnson and Schopenhauer and Nietzsche, writers who take on the really big questions of love, justice, good government and death.”\nScholars in the humanities, he said, use Freud “skeptically and provisionally and don’t think of him as scientist at all, but as an interpreter.”\nNeither the split between the humanities and science, nor the warnings of the demise of psychoanalysis are as serious as they are often made out to be, said Jonathan Lear, a trained psychoanalyst and a philosopher who works on integrating the two fields at the University of Chicago.\nWanting to measure the effectiveness of psychoanalysis is natural, he said, but figuring out how to do so is not simple.\nAdvertisement Continue reading the main story\n“Some of the most important things in human life are just not measurable,” he said, like happiness or genuine religious feeling. Freud, though, is particularly useful for gaining insights into questions of human existence. “There will be the discovery of problems that the standard ways don’t address,” he said, and then “there will be a swing back to Freud.”", "url": "https://www.nytimes.com/2007/11/25/weekinreview/25cohen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}