{"authors": ["Julia Moskin"], "date_download": "2018-11-16 03:27:00", "date_modify": "2018-11-16 03:27:00", "date_publish": "2007-11-14 00:00:00", "description": "It is easy to forget that a plain bowl of smooth, simple mashed potatoes, a cornerstone of the Thanksgiving meal, can be both easy and celestial.", "filename": "2007_11_14_dining_14spud.html_pagewanted=all_1542338820.html", "image_url": "https://static01.nyt.com/images/2007/11/13/dining/14spud-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_11_14_dining_14spud.html_pagewanted=all_1542338820.html", "title": "The Secret? It’s Not the Potatoes", "title_page": "The Secret? It’s Not the Potatoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They are good made with yellow-fleshed, red-skinned, all-purpose, fingerling, organic, new-dug and supermarket potatoes.\nPotatoes mashed the easy way (in a stand mixer) and the hard way (in a ricer) were more or less equally delicious.\nPhoto\n“Mashed potatoes are very forgiving,” said Michael Chu, a California software designer with a love of garlic mashed potatoes and a Web site called Cooking for Engineers. “As an engineer, I strive for the most efficient path to an application. In this case the application is mashed potatoes that people will love. In my experience there are a variety of ways to get there.”\nWith a good masher, hot potatoes and enough butter and salt, cooks can accommodate religionists of the fluffy style and partisans of the creamy and dense. (This is, no doubt, as our founders would have wanted it.)\nFreedom begins with the plentiful potato. Making the choice can seem dizzying, but it does not have to be.\n“I’ve tried a lot of the different breeds mashed and, to tell you the truth, after a few they all start tasting pretty much the same,” said Albert Wada, chairman of the United Potato Growers of America. “I’d say the difference is subtle.”\nMr. Wada is one of the biggest potato farmers in Idaho and a third-generation grower of Russet Burbanks, the classic Idaho baking potato, so next week his inevitable choice will be an all-russet mash that is fluffy and slightly grainy and that holds up well for hours after mashing. “And no garlic or other exotic flavorings, either,” he said.\nAdvertisement Continue reading the main story\nFor many cooks, the compulsion to add to the mash is irresistible. It starts with a few parsnips, some carrot and celery root, a little Web research. Next thing you know, fresh lavender and goat cheese are on the shopping list.\nSome cooks prefer a mash with coarse chunks of potato and bits of peel, but that is a different entity from the classic, gravy-loving American mash. So is the puddled, creamy, butter-infused French purée fashionable in restaurants; this style should be given a rest on Thanksgiving.\nOne recipe I tried last week called for caramelized onions, cream cheese, brown sugar, sour cream, cream, soy sauce, dried parsley and chicken bouillon granules in addition to potatoes. It took almost an hour and a half to prepare, and tasted exactly like an onion soup sour cream dip: savory, creamy and chemical.\nPhoto\nWith all these distractions it is easy to forget that a plain bowl of smooth, simple mashed potatoes can be both easy and celestial. “There are a lot of things you don’t have to worry about,” Mr. Chu said. “And a few things you do.”\nFirst, choose your potato: floury (high in starch, like a thick, brown-skinned baking potato) or waxy (low in starch, like a thin-skinned red, white or yellow potato). Both kinds will work, together or separately (I am loyal to a combination of russets and yellows), although many recipes, especially older ones, sternly demand one or the other.\n“In the past there was more variation in flavor, in how potatoes were harvested and stored and brought to market,” said Jim Cook, a potato farmer in northern Maine . Today, he said, “there can be all kinds of flavor variations, and a yellow potato that’s been bred for production might not taste as good as a white that’s been bred for taste.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHis suggestion: buy from local farmers, so you know the potatoes were grown for a home kitchen and not for a McDonald’s deep fryer. Mine: buy “A” grade potatoes, the largest ones on the market. Fingerlings and other twee potatoes are nice for roasting, but not for peeling.\nPeeled, cut potatoes performed much better in my laboratory. They cooked more evenly and were less waterlogged than those boiled whole and unpeeled.\nThe cooking water should be plentiful and salted, but it does not seem to matter a bit whether the potatoes are started cold or dropped into a rolling boil. Boil until they are very soft, when the pointed tip of a knife goes all the way through the center; rescue them before they get shaggy around the edges, a sign that they are dissolving in the pot. Meanwhile, heat the butter or a butter and milk mixture (again, a matter of personal taste and house style).\nAdvertisement Continue reading the main story\nSteam the potatoes dry as soon as they are drained: this is not the moment to check the turkey or e-mail. Shake them around in the hot pan or over very low heat for a minute.\nStarting with hot, dry potatoes and hot butter emerged as one of the two crucial steps toward mashed potato success. The other was using a good masher: in fact, technology trumped every other factor in my experiments.\nPhoto\nThe traditional wavy, rounded wire masher is “really quite useless,” Michelle Sohn, director of culinary design for the utensil maker Oxo, said last week, confirming my suspicion based on my arm-exhausting experience. “The spaces between the wires are too big, and there isn’t enough mashing surface, so they make lumps, and you have to mash for a longer time.”\nThe best mashers, available from Oxo, Rosle and others, are those with a flat face, a grid pattern and crisp edges where the potato meets the masher. These mashers mimic the extrusion effect of a ricer, work just as well and are easier to manage, producing fluffy mountains with a minimum of lumps, butter and physical exertion.\nIt should take no more than two minutes to reach the fluffy mountains stage. A brief, efficient mashing keeps the potatoes from turning gummy.\nAfter mashing, taste. A common cause of dull potatoes is undersalting; a potato can absorb a remarkable amount of salt before it starts to taste seasoned. Be openhanded with salt and butter but stingy with milk, which will flatten out the bright, earthy potato taste.\nAt this point the cook is free to decide whether to leave the potatoes alone or to manhandle them further. The fluffy mash can be served with no further action. Alternatively, more mashing and mixing will quickly produce a creamier, denser dish. Stop mixing, though, as soon as the potatoes are creamy enough. Beating the potatoes into submission does not make them any smoother; they can quickly edge into the dreaded library-paste style.\nThis happens, the science club members tell us, when the cell walls are broken down by repeated mashing, allowing the starch to pour out and causing uncontrolled viscosity. This sounds plausible, though to my knowledge the experiment has not yet been viscometer-tested.\n“I am not an expert on the details of potato cell structure,” Mr. Chu said. “But you certainly don’t have to know the science to make mashed potatoes. You just have to know what people ate when they were growing up: that’s what they like.”\nAdvertisement Continue reading the main story\nMr. Barone, who defeated challengers like the Yukon Golden Boy to claim the mashed potato wrestling title, agreed. “You know that smooth kind of mashed potatoes that come in the TV dinners?” he said. “That’s what I’d like to have for Thanksgiving. But these days my mom makes the fancy, chunky kind.”", "url": "https://www.nytimes.com/2007/11/14/dining/14spud.html?pagewanted=all"}