{"authors": [], "date_download": "2018-11-16 04:21:07", "date_modify": "2018-11-16 04:21:07", "date_publish": "2007-04-29 10:19:00", "description": null, "filename": "2007_04_29_opinion_29wat-wen_1542342067.html", "image_url": "https://static01.nyt.com/images/2007/04/27/world/wen75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2007_04_29_opinion_29wat-wen_1542342067.html", "title": "Winning Essay: Leana Wen", "title_page": "Winning Essay: Leana Wen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"Injustice anywhere is a threat to justice everywhere.\" – Dr. Martin Luther King Jr.\nIf we just looked for them, we can find injustices everywhere. Hurricane Katrina exposed Americans to abject poverty and health disparities right in our backyard. Many more injustices exist \"over there,\" in developing nations, that result in millions of preventable deaths and lifetimes of wasted talent and squandered opportunity. I want to fight these injustices and change the world.\nMy upbringing exposed me to injustices first hand. Raised in a dissident family in China, I came to the U.S. on political asylum after the Tiananmen Square massacre. We were outsiders in a Communist regime and remained outsiders in predominantly Mormon Utah and then inner-city Los Angeles. Though Shanghai, Logan and Compton have little else in common, they all bear witness to the differences between the haves and have-nots, and I grew up keenly aware of the impact of political, cultural and socioeconomic oppression. As a child with life-threatening asthma and debilitating speech impediment, I also confronted the stigma of disability and the challenges of seeking healthcare with limited resources.\nYet the mechanisms to address injustices eluded me. I thought that becoming a doctor would allow me to help those most in need; however, I witnessed more problems than found solutions that had sustainable rather than short-term impact. Our H.I.V.-positive patients would receive antiretrovirals, but we would not know if they had food at home to stave off starvation. Our orphans with pneumonia would be cured with antibiotics, but we are not changing their lives of destitution, chronic malnutrition and forced prostitution. Pills might help the individual patients at that point in their lives, but does not resolve the root causes of their problems.\nPhoto\nGlobal change requires more than pills and individual-level change: it hinges on concerted education and mobilization. Today happens to be the anniversary of the 1994 Rwandan genocide, an acute illustration of preventable atrocities that proceeded because of public silence. The scourge of H.I.V. and the conflict in Darfur has had much more media attention, and many more activists are engaged and many more people are pressuring their governments to take action. Short of bringing everyone to Africa to witness conflict and disease, the next best thing is to find ways to communicate to people who otherwise are content to live in our insular worlds.\nAdvertisement Continue reading the main story\nIt is to learn communication to the public as a method of effecting change that I apply for this opportunity. Doctors are natural storytellers who have the privilege of hearing, seeing and experiencing the lives of our patients. I have heard my patients' stories, and now want to help tell them. Treating a patient's problems and moving on to the next ailment is not enough, and I want instead to convey my patients' stories and describe their communities' struggles. I want to solve global problems by educating and motivating the public to action. I want to learn these tools from you.", "url": "https://www.nytimes.com/2007/04/29/opinion/29wat-wen.html"}