{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:40:34", "date_modify": "2018-11-16 04:40:34", "date_publish": "2008-01-04 00:00:00", "description": "Senator Hillary Rodham Clinton and former Gov. Mitt Romney were brought low in Iowa on Thursday.", "filename": "2008_01_04_us_politics_04assess.html_ref=politics&module=inline_1542343234.html", "image_url": "https://static01.nyt.com/images/2008/01/04/us/04assess.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_04_us_politics_04assess.html_ref=politics&module=inline_1542343234.html", "title": "2 Newcomers Jolt Parties’ Status Quo", "title_page": "2 Newcomers Jolt Parties’ Status Quo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And Mr. Romney, who outspent Mr. Huckabee 6 to 1 in television advertising in Iowa, now faces a far more crowded field of rivals in the New Hampshire primary who are eager to tear into his wounded candidacy\nAll the candidates now move to that primary on Tuesday, which Mrs. Clinton had tried to make a fire wall for her campaign, as it was for her husband’s presidential candidacy in 1992, when he finished strongly in second place.\nPhoto\n“If Hillary doesn’t stop Obama in New Hampshire, Obama is going to be the Democratic nominee,” said Robert Shrum, a Democratic consultant who was John Kerry’s senior strategist in 2004.\nClinton advisers declined to say Thursday night if she would now pursue a different strategy against Mr. Obama. But a shift seems likely now that Mrs. Clinton’s multilayered, sometimes contradictory message — offering an experienced hand, for example, but also running as a candidate who could bring change — fell flat in this first contest.\n“We built a campaign for the long haul — we feel very good about our operation in New Hampshire, and polling has us up,” said Howard Wolfson, a Clinton spokesman. The danger for Mrs. Clinton, of course, is that those polls may not hold after the outcome in Iowa.\nFurther undercutting Mrs. Clinton, Mr. Obama peeled away broad swaths of women from her base of support, and the political potency of baby boomers fell apart in Iowa. Half of the Democrats under 45 said their first choice was Mr. Obama, according to a poll by Edison/Mitofsky of voters entering caucus sites.\nAt the same time, it was also historic that so many Iowa Democrats voted for an African-American man and a woman. For Mr. Obama, especially, the ratification of his candidacy by Democrats and independents in a predominantly white and rural state suggests that he may be able to build a broad and multiracial coalition in his bid for the White House.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe nomination fights will only intensify from now, though the steel that Mr. Huckabee will deploy in the battle is unclear. He seemed to come out of nowhere — a former governor who was so little known among Republicans that many of them could not even name the state he once led (Arkansas) — and turned from asterisk-status to giant-slayer in spite of a paltry political organization, slim dollars and a final week marked by gaffes.\nAdvertisement Continue reading the main story\nAs when Pat Robertson made a surprise second-place showing in the Iowa caucuses in 1988, Mr. Huckabee enjoyed substantial political support from evangelical Christians and took advantage of a muddled Republican presidential field to gain his 11th-hour victory.\nFor Mr. Romney, of Massachusetts, his loss will register as a deep blow to his candidacy — a failure bound to worry establishment Republicans and wealthy donors who have viewed him as their man. It will also energize and inspire Republicans who are backing Senator John McCain in the New Hampshire primary.\nPhoto\nMr. Romney’s drive to the Republican nomination was supposed to begin with him looking formidable and confident coming out of Iowa. Mr. Romney, his wife and his sons planted themselves here for months and poured in money, including millions of his own; he now heads to New Hampshire clearly wounded and a target for even more rivals, like Rudolph W. Giuliani, former Senator Fred Thompson, and Mr. McCain, of Arizona.\nMr. Huckabee, a folksy and fairly plain-speaking politician with a sense of humor that many Iowans enjoyed, appealed to Republican caucusgoers who put a premium on a candidate’s Christian faith— and who were deeply wary about seeing a Mormon, Mr. Romney, become president.\nBut Mr. Huckabee also struck many populist themes that have deep appeal to middle-class Iowans and farmers, promising to tailor his economic priorities to their needs and taking tough stands on a key issue here, immigration.\nBut Iowa voters are not New Hampshire voters, as Mr. Huckabee and his advisers are well aware. Devoutly religious voters do not exist in nearly the same numbers in the Granite State. And the fervent anti-tax sentiment among Republicans there is likely to clash with Mr. Huckabee’s record of raising taxes in Arkansas.\n“If Huckabee scares the Republican establishment and makes the party fear losing, you could see a rapid rallying around a second candidate,” said Nelson Warfield, a Republican consultant not working for any candidate. Still, he said, “Nothing makes a man look like a leader more than a winner.“\nMr. Robertson’s Iowa victory in 1988 — when he came in second to Bob Dole and edged out the ultimate nominee, George H. W. Bush — gave him little bounce in New Hampshire, given the lack of a fervent evangelical base. “I’m going to be the nominee,” Mr. Robertson said right after his victory, crediting God in particular with his success. But his fortunes faded after a drubbing soon after in New Hampshire.\nMr. Huckabee talked about God on the Iowa campaign trail, as well, but on Thursday night there was one other word that he — as well as Mr. Obama, Mr. Romney, Mrs. Clinton, former Senator John Edwards — discussed especially and emphatically: “change.”\nAdvertisement Continue reading the main story\nAs Mr. Edwards put it, “the status quo lost and change won” in the caucuses. Mr. Obama and Mr. Huckabee repeated the words incessantly in their victory speeches, brandishing the word as a talisman that overcame Mrs. Clinton’s decades of experience and Mr. Romney’s leadership bona fides. Yet change was not only the political message; change was the two men themselves.", "url": "https://www.nytimes.com/2008/01/04/us/politics/04assess.html?ref=politics&module=inline"}