{"authors": [], "date_download": "2018-11-16 03:44:06", "date_modify": "2018-11-16 03:44:06", "date_publish": "2008-02-24 00:00:00", "description": "With the huge Big Dig project finally over, the promised transformation of downtown Boston seems within reach.", "filename": "2008_02_24_us_24dig.html_module=inline_1542339846.html", "image_url": "https://static01.nyt.com/images/2008/02/24/us/24dig-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_02_24_us_24dig.html_module=inline_1542339846.html", "title": "Boston Has High Hopes Now That the Dig Is Done", "title_page": "Boston Has High Hopes Now That the Dig Is Done - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lackluster fund-raising and other obstacles have stalled plans for four new buildings along the greenway — a museum, a cultural center, a visitors center and a Y.M.C.A. — and a glassed-in garden planned for its southern tip has been scrapped.\nWhile the project was a godsend for drivers — a study by the Massachusetts Turnpike Authority found it cut the average trip through Boston to 2.8 minutes from 19.5 — residents are looking to the $100 million worth of aesthetic changes for more proof the agony was worth it. Advocates of the project, meanwhile, are pleading for more patience.\n“Everything is so supercharged around this project,” said Anthony Flint, director of public affairs for the Lincoln Institute of Land Policy, a research group in Cambridge. “But it’s a delicate balance. You want to think of this as the signature space of Boston, but at the same time you have to allow it to evolve.”\nThat evolution has definitely begun.\nAlong the new park space, called the Rose Fitzgerald Kennedy Greenway, buildings that long ago sealed off windows overlooking the highway are reopening them. New housing, shops and offices are in the works. One former warehouse has been renamed Greenway Place Condominiums, with luxury lofts that start around $800,000.\n“It’s going to be way better, I think, than anything I dreamed of,” said Frederick Salvucci, a former Massachusetts transportation secretary who helped conceive of the Big Dig in the 1970s and championed it through multiple delays and cost overruns.\nMr. Salvucci and others hope the new corridor, replacing what he called “a big ugly slash in the city,” will eventually rival cherished public spaces like Las Ramblas in Barcelona and the Embarcadero in San Francisco.\nPhoto\nThe city considered it a major victory when, in 1991, the state decided that 75 percent of the land created as a result of the Big Dig must be left as open space. But while the greenway is divided into four parks totaling 10.5 acres, all are limited in design and function because they are built over tunnels and surrounded by traffic.\nAdvertisement Continue reading the main story\nThe southernmost park, bordering Chinatown, has a red gateway at its entrance, fan-shaped paving stones and bamboo plantings. The next, which greets commuters arriving at South Station, was supposed to have the glassed-in garden but now will be regular garden space with little pavement.\nThe next parcel, facing the aquarium, has a circular plaza, a large fountain and tall glass lights that glow purple at night. And the northernmost park, connecting downtown with the North End’s famous restaurants, has tables, chairs and a long, bench-lined pergola that will be covered with vines. More than 1,300 trees have been planted along the greenway.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Rose Fitzgerald Kennedy Greenway Conservancy, a nonprofit group created to oversee the greenway, is raising money for its upkeep and considering what kind of activities would best suit the space. Summertime festivals for children, morning yoga classes and organized walks through the parks are likely.\nJerold Kayden, a professor of urban planning and design at Harvard, said that the parks lacked boldness and creativity and that the corridor remained “an urban void.” It might have been more interesting, Professor Kayden said, to leave the highway intact as an elevated park like the planned High Line, formerly a railway, on the West Side of Manhattan.\n“One would be hard-pressed to say this is a creative, cohesive, singular public space that will redefine the city of Boston,” he said. “And that is too bad, when you have that much space.”\nOthers say the space merely needs to evolve, and that in time, the greenway and the development that rises alongside it will have the same impact that filling in the Back Bay — formerly tidewater flats along the Charles River, now one of Boston’s most upscale neighborhoods — did more than a century ago.\n“I think you’ll see these spaces realizing the same kind of historic contribution that the Boston Common and the Public Garden have made,” said Richard Dimino, president of A Better City, a business group that has closely monitored the Big Dig. “But I don’t think we’re there yet.”\nSome who live and work along the greenway are worried they will be priced out by the upscale development. In Chinatown, others say that a planned 27-story residential tower will threaten their neighborhood’s character. And some vendors at the Haymarket, a hectic, scruffy produce market, are worried they will no longer be welcome.\nBut Alan Caparella, whose family has owned Mother Anna’s in the North End for 70 years, said the greenway was a boon for the restaurant, which borders it.\n“People are finally starting to come back into the city that wouldn’t come in here five, six, eight years ago because of the Big Dig,” Mr. Caparella said. “Now, if you go out on the patio on a nice summer day, you’re looking at a beautiful skyline. Before, we were looking at construction. You couldn’t open the doors. We’d open the door for half an hour and see dust settle on the bar and the glasses and the white tablecloths.”\nAdvertisement Continue reading the main story\nHe added: “Now I’m looking at park. I’m looking out the window right now at people walking back and forth to City Hall and Faneuil Hall, and we’re right in the middle of it.”", "url": "https://www.nytimes.com/2008/02/24/us/24dig.html?module=inline"}