{"authors": ["David Carr"], "date_download": "2018-11-16 04:23:40", "date_modify": "2018-11-16 04:23:40", "date_publish": "2008-04-20 00:00:00", "description": "In his new movie, “Iron Man,” Robert Downey Jr. is an imposing presence encased in armor. He wears a different kind of armor off screen.", "filename": "2008_04_20_movies_20carr_1542342220.html", "image_url": "https://static01.nyt.com/images/2008/04/20/arts/20carr-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_20_movies_20carr_1542342220.html", "title": "The New York Times", "title_page": "With ‘Iron Man,’ Robert Downey Jr. Winks at His Past and Looks to Transcend It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There are things we know about just from reading the newspaper,” said Jeff Bridges, who plays a surprisingly affable villain to Mr. Downey’s superhero. “He doesn’t have to do anything to make it happen. The audience brings that darker part of the story into the theater. And his wit and improvisation bring it home.”\nJon Favreau, the writer of “Swingers” and the director of “Elf” and now “Iron Man,” said that casting Mr. Downey was far from a source of stress.\n“Nobody went to see a movie about the pirate ride at Disneyland,” Mr. Favreau said by phone. “They got interested in it because of Johnny Depp. When Robert was cast in ‘Iron Man,’ it was as if a weight had been lifted off my shoulders. He was not the obvious choice, but my larger fear was making a mediocre movie; the landscape of the superhero is very picked over. I knew that Robert’s performance would elevate the movie.”\nAlthough “Iron Man” is Marvel Studios’ first self-financed movie — Paramount is distributing — Marvel did not consider casting Mr. Downey to be a risk. “That an actor of his caliber and talent was willing to submit to a screen test spoke volumes about his enthusiasm,” said Kevin Feige, president for production at Marvel Studios. “And his past was not a huge issue. The fact that Disney had already cast him in ‘The Shaggy Dog’ suggested that he was more than ready to do another family-oriented film.”\nIron Man is a thoroughly mortal superhero, the product of Yankee ingenuity rather than a genetic mutation or spider bite. In the film Tony Stark is imprisoned by malevolent jihadi forces in Afghanistan, but uses cunning, heavy metal and an injured but increasingly palpable heart to perform a spectacular jail break. In order to do so, he builds a kind of supercharged exoskeleton that is the other star of the show, an anthropomorphized apparatus that takes some fashion tips from the Transformers but is radical and shiny enough to impress and perhaps excite a jaded action-adventure audience.\nPhoto\nA trace of that armor still seemed to be in place early on a recent afternoon in Los Angeles. Mr. Downey used grand flights of rhetoric to glide past questions about his past, dwelling instead on getting mobbed at Comic-Con in San Diego by all the “Iron Man” nerds and rubbing his hands together at the planned global tour on behalf of the behemoth.\nWhen serious actors take on jobs involving comic books and hours in machines and makeup, they generally plug their noses and take the paycheck. Mr. Downey is having none of that. At 43 he is thrilled to be fit enough — he had spent the morning with the living room furniture pushed aside for instruction in wing chun, a Chinese martial art built on aggressive, close combat — to play a hero. He views the Big Comic Book Movie as a kind of arrival after years of lead roles in movies like “The Singing Detective” and “The Gingerbread Man,” which had cinematic pedigrees but little in the way of audiences.\nAdvertisement Continue reading the main story\n“I’ve been in big movies before and never had a problem with them,” he said, munching a carry-out lunch of sole underneath a gigantic Tobias Keene painting. (one of two in the room). “What is creepy and obvious is that the market was suddenly flooded with morons who thought, ‘If I’ve got $500,000, I can make a baseball cap that has a company name on it and say I’m a filmmaker.’ ”\n“On the contrary,” he added, “I am thrilled to have made this movie with Jon. I seem to have been the person who’s had to wait the longest for this kind of gratification.” He leaned forward so that the multi-hued stone medallions on a leather strap dangled as he spoke. “It took a while. Richard Attenborough,” he said, invoking the name of the director of “Chaplin,” “told me that one day your ambition will supersede all of these other impulses you have, and that will help set you straight.”\nMr. Downey’s ambition is getting some other room to work. Later this summer he will show up as Kirk Lazarus in “Tropic Thunder,” a comedy that throws multiple grenades at war movie clichés. Mr. Downey’s character is an extremely mannered Australian Method actor who undergoes a pigment change to play a soulful black soldier. There is rich historical resonance in the turn. In his writer-director father’s signature film, “Putney Swope,” the senior Mr. Downey substituted his own voice for that of Arnold Johnson, his black lead. (In “Tropic Thunder,” however, the racial co-option is mocked mightily by the character played by Brandon T. Jackson, a member of the platoon who is black.) And he has just finished filming “The Soloist,” about a homeless schizophrenic who nurses hopes of performing at Walt Disney Concert Hall.\nSo, superhero, arch comic in blackface and sympathetic nutball. Not inconsistent with a career that has included “Chaplin,” “Natural Born Killers,” “Less Than Zero” and “Kiss Kiss Bang Bang,” among some 50 other films.\nThen again, he was extraordinary in other ways, once showing up to meet the director Mike Figgis two hours late, barefoot, with a loaded shotgun he could not quite explain. It was a while in coming, but in 1996 police officers who stopped Mr. Downey noticed he was packing an unloaded .357 Magnum, along with small amounts of heroin and cocaine. Just a month after that he was cited for trespassing and being under the influence of a controlled substance after passing out in a neighbor’s (empty at the time) home.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThere were rehabs that did not work, followed by jails that did not impress, ending in hard time, twice, including a one-year stint in a state lockup where he had to fight to find a place to stand.\nA winking nod to that tumultuous history is baked into the banter in “Iron Man.” The movie opens with Mr. Downey’s mitt wrapped around a tumbler of whiskey, rumbling along in a Humvee, AC/DC’s “Back in Black” blasting on the soundtrack and Mr. Downey acting all lusty and incorrigible. And when Gwyneth Paltrow’s character, the dewy-eyed, ever-loyal assistant he sees with new eyes by the end of the film, learns about his alter ego, Mr. Downey’s Tony Stark goes deadpan.\n“Let’s face it,” he says. “This is not the worst thing you’ve caught me doing.”\nThat running dialogue — between audience and actor, between Mr. Downey’s past and present — gives the film a symbolic power not usually found in comic book movies. In the interview he preferred to leave that history between the lines.\n“It has struck me lately that I don’t have to talk about last century at all,” he said with a dismissive wave. But he does so, obliquely.\nPhoto\n“I have a really interesting political point of view, and it’s not always something I say too loud at dinner tables here, but you can’t go from a $2,000-a-night suite at La Mirage to a penitentiary and really understand it and come out a liberal. You can’t. I wouldn’t wish that experience on anyone else, but it was very, very, very educational for me and has informed my proclivities and politics every since.”\nAdvertisement Continue reading the main story\n(Suffice it to say he is not one of the Hollywood types who weeps over innocents trapped behind bars.)\nHis romance with mood-altering chemicals didn’t end after he got out of prison. By 2003 he was an uninsurable serial relapser famous for being pulled out of hotels or other people’s homes in an addled, disheveled state. As a movie star with a lot of pals, he lived a life beyond consequence until he finally wore out the endless mercies of the entertainment business. After he was fired from his spot on “Ally McBeal,” the bottom finally came, at a Burger King of all places.\nOn or around Independence Day in 2003, he stopped at a Burger King on the Pacific Coast Highway and threw all his drugs in the ocean. And while he was sitting there chewing on a burger, he decided he was done. This being America, five years later you can walk into that Burger King, and if you order a Kids Meal you can get your own Robert Downey Jr. action figure, wrapped up in gadget ware. (And what does Tony Stark want when he escapes his kidnappers? A good old American cheeseburger — from Burger King, natch.)\nToday he appears to be happily married, to the producer Susan Levin, and to have a good relationship with his teenage son from a previous marriage, Indio, who stops by at the end of the interview. All of this has come to rest in a gorgeous but not gigantic house, in a room suffused with light that bounces off a grand piano that preoccupies the room and much of his free time. It’s the kind of story that might make some misty, but Mr. Downey is more prone to the mystical.\n“If I see somebody who is throwing their life away with both hands and is raging around and destroying their family, I can’t understand that person,” he said. “I’m not in that sphere of activity anymore, and I don’t understand it any more than I understood 10 or 20 years ago that somehow everything was going to turn out O.K. from this lousy, exotic and dark triple chapter of my life. I swear to God I don’t even really understand that planet anymore.”\nMr. Downey, who has said that he woke up in a pool of his own blood a time or two when he was in prison, is a fighter. “Probably the biggest thing that Tony Stark and I have in common is the hardware of conflict, the courage under fire,” he said, setting aside his lunch on a tray. “I don’t really fit in so good outside the military bases with my mentality.”\nAnd he has strong, if mostly unarticulated, feelings about the people who raced ahead in the public consciousness while he was otherwise occupied. He noted that a picture of Leonardo DiCaprio was prominently displayed in The Los Angeles Times that day, even though Mr. Downey is the one with the full dance card.\nAdvertisement Continue reading the main story\n“Yeah, to do this big globe-hopping thing for ‘Iron Man,’ my ego is saying this is a victory tour,” he said. “I’m all for chanting your own name, I’m all for that kind of pride, go with that a little bit, but that’s just a firing pin to give you that energy to get through all the stuff.”\nAmbition of a very present-tense, urgent sort is part of what keeps Mr. Downey on the road away from trouble, as opposed to heading back toward it. The three bags of black tea in his mug are about as strong and wacky as it gets these days, but there will be trials.\n“I don’t think I will never go that fast again, but that is based on my behavior moment to moment, whether I’m able to maintain this nice groove I’m on or whether it will all go away in a second for something that I could justify or rationalize that was none of my own doing. But that isn’t real. This,” he said, gesturing around the nice house with the nice family supported by an increasingly nice career, “is real.”", "url": "https://www.nytimes.com/2008/04/20/movies/20carr.html"}