{"authors": ["Raymond Bonner"], "date_download": "2018-11-16 04:28:08", "date_modify": "2018-11-16 04:28:08", "date_publish": "2008-12-25 12:53:36", "description": "A report sharply criticizes the government’s arrest and detention of an Indian doctor who was accused of involvement in a terrorist attack in 2007.", "filename": "2008_12_26_world_asia_26australia_1542342488.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_12_26_world_asia_26australia_1542342488.html", "title": "Australian Panel Criticizes Detention of Bombing Suspect", "title_page": "Australian Panel Criticizes Detention of Bombing Suspect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SYDNEY, Australia — A special investigating body has issued a report sharply critical of the government’s arrest and detention of an Indian doctor who was accused of involvement with the failed terrorist bombers in London and Glasgow in 2007.\nThe eight-month inquiry concluded that the evidence against the doctor, Mohamed Haneef, “amounted to very little” and was “completely deficient.” Dr. Haneef, who worked in Australia, was detained on July 2, 2007, and within two days the country’s domestic intelligence agency concluded that he was innocent, said the report, which was released on Monday.\nYet Dr. Haneef was charged with supporting a terrorist organization and detained for 25 days. After a judge expressed doubt about the government’s case, the prosecution withdrew the charges. But the immigration minister then revoked Dr. Haneef’s visa.\nThe actions were taken by the center-right Liberal government headed by Prime Minister John Howard. The center-left Labor government, under Kevin Rudd, came to power in November 2007 and ordered the inquiry in March.\nAdvertisement Continue reading the main story\nMr. Howard declined to testify and did not allow a senior aide who handled the case to testify.\nDr. Haneef was arrested in Brisbane as he was about to board a flight to India to see his wife, who had recently given birth to the couple’s first child. The federal police acted on information from the British police that a cellphone SIM card in his name was found in possession of a suspect in the failed attacks.", "url": "https://www.nytimes.com/2008/12/26/world/asia/26australia.html"}