{"authors": ["Thomas J. Lueck"], "date_download": "2018-11-16 04:30:46", "date_modify": "2018-11-16 04:30:46", "date_publish": "2008-04-15 00:00:00", "description": "A construction worker fell to his death from an East Side building on Monday when a safety strap system intended to secure him to the building failed, the authorities said.", "filename": "2008_04_15_nyregion_15fall_1542342646.html", "image_url": "https://static01.nyt.com/images/2008/04/15/nyregion/15fallB.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_15_nyregion_15fall_1542342646.html", "title": "Construction Worker Falls to His Death on East Side of Manhattan", "title_page": "Construction Worker Falls to His Death on East Side of Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Construction in New York has been proceeding rapidly recently, and there has been a string of fatal accidents. Ten people have been killed in high-rise construction accidents since January, including seven who died on March 8 when a 200-foot crane collapsed at another East Side condominium project, demolishing a four-story town house on East 50th Street.\nPhoto\nThe deaths have prompted criticism of city safety rules and enforcement. On Monday, Representative Carolyn B. Maloney and Scott Stringer, the Manhattan borough president, criticized the Department of Buildings during a joint visit to the accident site.\n“Safety is not a priority for the Buildings Department,” Ms. Maloney said.\nThe Laurel condominium is being built by the Alexico Group, a development company in Manhattan, and the project manager is Hunter Roberts Construction Group, which has several projects under way in Manhattan and Brooklyn. Officials of both companies did not return calls for comment on Monday.\nMr. Stringer said citations for 38 building code violations had been issued at the construction site since July 2005. Department officials said that 25 of the citations were issued since work on the building began in April 2007, and that the others were issued during demolition and other work to prepare for the construction.\nThe department said the contractors and developers of the project had been ordered to pay $25,690 in fines for 23 of the 25 violations. It said Monday night that all but one of the past violations had been corrected. It said the one unresolved violation involved failure by a contractor to provide design drawings for a sidewalk scaffold shed.\nThe department’s Web site indicated that the violations had included things like failure to provide safety nets, which are required to prevent debris or workers from falling, and to install standpipes, which are designed to pump water to combat high-rise fires.\nThe department said it cited the project for five new violations on Monday after the accident, including failing to safeguard the public and having damaged safety netting on the 23rd, 24th and 25th floors.\nAdvertisement Continue reading the main story\nThe nylon safety strap used by Mr. Kelly was a standard piece of safety equipment at high rise construction sites.\nPhoto\nMichael Gianatasio, an engineer and site safety consultant at several New York City projects but not at the East 67th Street project, said nylon straps were secured to steel girders that provide the framework for each floor before concrete is poured.\nThe straps, designed to hold 4,000 pounds, are normally installed near each window and are equipped with rings that are secured to construction workers’ safety harnesses, he said.\nThe police and buildings officials said that no one else was injured in the fall, but that another worker at the site, who had apparently witnessed it, complained of chest pains and was taken to a hospital for observation.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSeveral workers mingled quietly at the site afterward. When approached for comment, all of them said they had not witnessed the fall and declined to say more.\nMr. Kelly, a graduate of Benjamin N. Cardozo High School in Bayside, was single and living with his father at his childhood home at 73-84 Springfield Boulevard. He was described by a neighbor, Rita Meyers, as an outgoing man who had held a succession of jobs before he went to work installing windows about two years ago.\n“He is a very friendly kid,” Ms. Meyers said. ”He finally got settled into what he wanted to do.”\nA description of the Laurel condominium on a Web site of Hunter Roberts says the project is scheduled for completion in January, with 129 apartments, 14,000 square feet of retail and office space and two levels of underground parking.", "url": "https://www.nytimes.com/2008/04/15/nyregion/15fall.html"}