{"authors": ["A. O. Scott", "Mark Fergus", "Hawk Ostby", "Art Marcum", "Matt Holloway"], "date_download": "2018-11-16 04:23:30", "date_modify": "2018-11-16 04:23:30", "date_publish": "2008-05-02 00:00:00", "description": "“Iron Man” is an unusually good superhero picture. Or at least — since it certainly has its problems — a superhero movie that’s good in unusual ways.", "filename": "2008_05_02_movies_02iron_1542342210.html", "image_url": "https://static01.nyt.com/images/2008/05/02/movies/02iron.752.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_05_02_movies_02iron_1542342210.html", "title": "Heavy Suit, Light Touches", "title_page": "Heavy Suit, Light Touches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe world at the moment does not suffer from a shortage of superheroes. And yet in some ways the glut of anti-evil crusaders with cool costumes and troubled souls takes the pressure off of “Iron Man,” which clanks into theaters today ahead of Hellboy, Batman and the Incredible Hulk. This summer those guys are all in sequels or redos, so Iron Man (a Marvel property not to be confused with the Man of Steel, who belongs to DC and who’s taking a break this year) has the advantage of novelty in addition to a seasonal head start.\nAnd “Iron Man,” directed by Jon Favreau (“Elf,” “Zathura”), has the advantage of being an unusually good superhero picture. Or at least — since it certainly has its problems — a superhero movie that’s good in unusual ways. The film benefits from a script (credited to Mark Fergus, Hawk Ostby, Art Marcum and Matt Holloway) that generally chooses clever dialogue over manufactured catchphrases and lumbering exposition, and also from a crackerjack cast that accepts the filmmakers’ invitation to do some real acting rather than just flex and glower and shriek for a paycheck.\nThere’s some of that too, of course. The hero must flex and furrow his brow; the bad guy must glower and scheme; the girl must shriek and fret. There should also be a skeptical but supportive friend. Those are the rules of the genre, as unbreakable as the pseudoscientific principles that explain everything (An arc reactor! Of course!) and the Law of the Bald Villain. In “Iron Man” it all plays out more or less as expected, from the trial-and-error building of the costume to the climactic showdown, with lots of flying, chasing and noisemaking in between. (I note that there is one sharp, subversive surprise right at the very end.)\nWhat is less expected is that Mr. Favreau, somewhat in the manner of those sly studio-era craftsmen who kept their artistry close to the vest so the bosses wouldn’t confiscate it, wears the genre paradigm as a light cloak rather than a suit of iron. Instead of the tedious, moralizing, pop-Freudian origin story we often get in the first installments of comic-book-franchise movies — childhood trauma; identity crisis; longing for justice versus thirst for revenge; wake me up when the explosions start — “Iron Man” plunges us immediately into a world that crackles with character and incident.\nAdvertisement Continue reading the main story\nIt is not quite the real world, but it’s a bit closer than Gotham or Metropolis. We catch up with Tony Stark in dusty Afghanistan, where he is enjoying a Scotch on the rocks in the back of an armored American military vehicle. Tony is a media celebrity, a former M.I.T. whiz kid and the scion of a family whose company makes and sells high-tech weaponry. He’s also a bon vivant and an incorrigible playboy. On paper the character is completely preposterous, but since Tony is played by Robert Downey Jr., he’s almost immediately as authentic and familiar — as much fun, as much trouble — as your ex-boyfriend or your old college roommate. Yeah, that guy.", "url": "https://www.nytimes.com/2008/05/02/movies/02iron.html"}