{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:16:26", "date_modify": "2018-11-16 03:16:26", "date_publish": "2008-07-14 00:00:00", "description": "The $52 billion sale would create the world’s largest brewer, uniting American and Belgian beer giants.", "filename": "2008_07_14_business_worldbusiness_14beer.html_module=inline_1542338186.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_07_14_business_worldbusiness_14beer.html_module=inline_1542338186.html", "title": "Anheuser-Busch Agrees to Be Sold to InBev", "title_page": "Anheuser-Busch Agrees to Be Sold to InBev - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anheuser’s concession caps a wave of consolidation within the beer industry. InBev and SABMiller, themselves the products of mergers this decade, have led efforts to gain distribution channels across the globe. The rising cost of beer ingredients like grain has also driven companies to seek greater scale and purchasing power.\nThe deal marks a sharp reversal for Anheuser, based since it was founded in St. Louis. When InBev announced its initial $46.3 billion offer last month, Anheuser mounted a fierce defense. It drew upon its heritage and its history as a major benefactor of its hometown, and argued that it could increase its profits alone.\nMany politicians, including Matthew R. Blunt, the Republican governor of Missouri, and Senator Barack Obama of Illinois, the presumptive Democratic presidential nominee, expressed support for keeping Anheuser independent.\nSenator John McCain, the presumptive Republican nominee, has major ties to Anheuser. His wife, Cindy, is the chairwoman of Hensley & Company, a large Anheuser distributor, and holds a significant amount of Anheuser stock.\nThe battle grew nasty early on, as both Anheuser and InBev resorted to lawsuits as bludgeons. Last week, InBev began a campaign to oust Anheuser’s board, while Anheuser accused its suitor of lying about its financial commitments and criticized its beer business in Cuba.\nBut Mr. Busch, the company’s chief executive whose family has controlled Anheuser for more than a century, was facing pressure to consider a deal. Anheuser’s stock had remained mostly stagnant in recent years, but has climbed since InBev made its offer public last month.\nSeveral of Anheuser’s large shareholders, including the billionaire Warren E. Buffett, had indicated that they were leaning toward supporting InBev, people briefed on the matter said. The talks were confidential.\nAdvertisement Continue reading the main story\nAnheuser approached InBev last Wednesday, seeking the company’s best and final offer, these people said. InBev responded by raising its bid to $70 from $65.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThough InBev professed a desire to make a friendly deal, it showed little hesitation in going hostile. It nominated an uncle of Mr. Busch’s as a member of its proposed slate of directors.\nBut InBev pledged to keep Budweiser as the new company’s flagship brand and St. Louis as its North American headquarters.\nOne unresolved matter, however, is Anheuser’s ties to Grupo Modelo, the Mexican brewer of Corona. Through Anheuser’s stake in Modelo, the Mexican company has both a right to approve a change in control and the right of first refusal to buy back Anheuser’s 50 percent holding. Talks may begin soon, a person briefed on the matter said.\nAnheuser had once sought to acquire the remaining half of Modelo it did not own, as a means to make itself too expensive for InBev, but those talks faltered.\nSince 1860, Anheuser has been controlled by members of the Anheuser or Busch families, which expanded the company from a small Midwestern brewer into a beer juggernaut. On the back of Budweiser, Anheuser steadily pushed aside competitors like Schlitz with a mix of brute force and marketing guile.\nOne of the company’s hallmarks is its omnipresent advertising. Last year, it spent about $24 million on ads, according to TNS, a market research company, and it is the biggest buyer of Super Bowl ads. Dozens of its commercials, like those featuring Clydesdales, Spuds MacKenzie and the “Wassup” guys, have been ingrained in pop culture.\nYet the domestic beer market has struggled recently as customers drifted toward wine and spirits, craft brews and imports. Though Anheuser holds significant stakes in Modelo and Tsingtao of China, the bulk of its sales come from the United States.\nInBev has its own long history, with its predecessor having been founded in 1366. But the modern company sprang from the 2004 union of Interbrew of Belgium and AmBev of Brazil. Though the combined company remains based in Leuven, its chief executive is Carlos Brito, who led AmBev before the merger.\nAdvertisement Continue reading the main story\nMr. Brito, an engineer by training, is known for his skills in both deal-making and cost-cutting. Yet analysts have questioned how much he can cut costs at the combined company, because of the limited overlap of Anheuser’s and InBev’s markets.\nInBev is taking on about $45 billion in debt to finance the deal. In a sign of confidence that the deal would go through, the company began syndicating those loans to other banks on Friday.\nThe two companies already share some ties. InBev distributes Budweiser in Canada, and Anheuser imports InBev beers like Bass. In 2006, InBev sold its Rolling Rock brand to Anheuser-Busch for $82 million.", "url": "https://www.nytimes.com/2008/07/14/business/worldbusiness/14beer.html?module=inline"}