{"authors": ["John M. Broder"], "date_download": "2018-11-16 03:59:18", "date_modify": "2018-11-16 03:59:18", "date_publish": "2008-01-14 00:00:00", "description": "As Mitt Romney plummets in national polls, Michigan clearly holds the best hope for salvaging a candidacy that so far has failed to catch fire.", "filename": "2008_01_14_us_politics_14romney_1542340758.html", "image_url": "https://static01.nyt.com/images/2008/01/14/us/14romney.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_14_us_politics_14romney_1542340758.html", "title": "Romney Embraces His Michigan Roots", "title_page": "Romney Embraces His Michigan Roots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Is Mitt Romney’s campaign for the Republican presidential nomination about to go the way of the Rambler?\nAlthough Mr. Romney insists the campaign will continue even if he does not win Michigan’s primary on Tuesday, this state clearly holds the best hope for salvaging a candidacy that so far has failed to catch fire. Mr. Romney, the former governor of Massachusetts and a successful venture capitalist, finished second in the Iowa caucuses and the New Hampshire primary, and is competitive here, according to a number of recent polls.\nBut his standing nationally is plummeting against his chief rivals, Senator John McCain of Arizona, Rudolph W. Giuliani, the former mayor of New York, and Mike Huckabee, the former governor of Arkansas.\nMr. Romney is supported by 8 percent of Republican primary voters in the latest New York Times/CBS News national poll, half the number of a month ago.\nAnd fewer Republican voters now express a positive opinion of him. Twenty-three percent say they have a favorable view of Mr. Romney, while 27 percent view him unfavorably (the rest had no opinion). Last month, 36 percent expressed a positive opinion of him, while 16 percent viewed him negatively.\nPhoto\nMr. Romney’s name recognition and favorability ratings are higher in Michigan than nationally, according to local polls. But he is still locked in a close contest with Mr. McCain and Mr. Huckabee and it would be difficult for him to recover from a defeat here.\nIt is perhaps in recognition of the stakes that Mr. Romney is campaigning here with a vigor and sense of purpose seldom seen before. His crowds have been growing in size and intensity in recent days, and he seems to be feeding off them.\nAdvertisement Continue reading the main story\nFrom Traverse City in the northern lake region to St. Joseph and Battle Creek along the southern border, Mr. Romney is hitting hard on his Michigan roots and his family ties here. At the Lawrence Technological University in Southfield, a Detroit suburb, on Sunday, he started with a well-worn story about how his father, campaigning for governor in 1962, confused two Michigan towns, Mount Clemens and Mount Pleasant.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe then went into a litany of things he remembered and loved about Michigan, where he spent the first 18 years of his life before relocating to Massachusetts for college and a business career.\n“Here in Michigan, the skies are cloudy all day, the trees are all the right height, people talk without an accent and most of the cars on the road are American made — as they ought to be,” he said. The crowd likes that line.\nDelving further into local lore and language, he noted that, in Michigan, “ ‘pop’ refers to a drink, not a relative, and Vernors of course is the best ginger ale in the world.”\nIn Michigan, his campaign style is less robotic than it has been elsewhere. Gone are the PowerPoint presentations and the 12-point to-do list, replaced by an embrace of his family ties and his empathy for hard-up autoworkers and homeowners. He never fails to mention that his father and his mother, Lenore, who ran for the Senate in 1970, are buried here.\nOn Saturday, he stopped at the Marshall, Mich., home of Elizabeth Sachs, an unemployed 51-year-old mother of two sons who is trying to sell her home to move to Florida to find work.\nMr. Romney, whose campaign is built around his business prowess and not his human touch, hugged Ms. Sachs and promised to help her and thousands like her who have lost their jobs to outsourcing and downsizing.\n“Don’t listen to anybody who says those jobs aren’t coming back,” he said as he sat with her at her kitchen table. “I’m not willing to accept that.”\nMr. Romney’s wife, Ann, whom he met in high school when they were growing up in the affluent Detroit suburb of Bloomfield Hills, has accompanied him on the trail in recent days to add a family gloss and further evidence of his Michigan ties.\nMr. Romney tells his crowds that shortly before announcing his candidacy a year ago (in Dearborn, Mich.) he said to her: “Ann, in your wildest dreams, did you ever see me running for president of the United States? And she said, ‘Mitt, you weren’t in my wildest dreams.’ ”", "url": "https://www.nytimes.com/2008/01/14/us/politics/14romney.html"}