{"authors": ["Manohla Dargis", "Zhangke Jia", "Na Guan", "Jiamin Sun"], "date_download": "2018-11-16 04:08:06", "date_modify": "2018-11-16 04:08:06", "date_publish": "2008-01-18 00:00:00", "description": "In “Still Life,” the blood and the sweat run directly into the Yangtze River, where they mingle with more than a few tears.", "filename": "2008_01_18_movies_18stil.html__r=0_1542341286.html", "image_url": "https://static01.nyt.com/images/2008/01/18/arts/18still75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_18_movies_18stil.html__r=0_1542341286.html", "title": "The New York Times", "title_page": "Still Life - Movies - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA modern master of postmodern discontent, Jia Zhang-ke is among the most strikingly gifted filmmakers working today whom you have probably never heard of. During the past decade he has made some half-dozen documentary-inflected fictions and several documentaries that weigh the human cost of China’s often brutal, dehumanizing shift from state-controlled communism to state-sanctioned capitalism, a price paid in the blood and sweat of people who have, paradoxically, inspired him to create works of sublime, soulful art.\nIn “Still Life,” which won the grand prize at the 2006 Venice Film Festival, the blood and the sweat run directly into the Yangtze River, where they mingle with more than a few tears. The movie takes place amid the clatter and misery of the Three Gorges Dam, which cuts across the Yangtze in central China. The largest dam in the world, Three Gorges is a site of great cultural and political strife because of both environmental and humanitarian concerns. More than one million people have been displaced because of the dam (more are expected to follow), evicted from their homes by a ravenous hunger for power, electric and otherwise, that is washing them and history away.\nThis may sound like a prescription for social cinema, but Mr. Jia’s interest lies in visual ideas and human behavior, not agendas. Elegantly photographed by Yu Likwai in high-definition digital video, the movie opens with a series of nearly seamless, seemingly contiguous lateral pans across men, women and children congregated in a boat on the Yangtze near the dam. The camera sweeps across the passengers slowly enough so that you can see each person alternately laughing, chattering and in repose. After exploring the formal possibilities of the long shot in his breakthrough film, “Platform” (2000), Mr. Jia has again started to edge near his characters. In “Still Life” he uses human bodies as moving space, to borrow Michelangelo Antonioni’s peerless phrase, but with enormous tenderness.\nAntonioni’s influence on Mr. Jia is pronounced, evident in the younger filmmaker’s manipulation of real time and the ways he expresses his ideas with images rather than through dialogue and narrative. The drifting, rootless men and women in many of his movies, and the wide-open, nominally empty landscapes through which they on occasion wander, further underscore the resemblances between the filmmakers. Even so, when Mr. Jia’s characters roam through the crumbling town in “Still Life” — which is being demolished in anticipation of an engineered inundation — it’s impossible not to think even further back in cinema history to Rossellini’s postwar films, like “Paisan” and “Germany Year Zero,” works in which the director’s moral position is etched into every human face and fallen building.\nAdvertisement Continue reading the main story\nLike Rossellini, Mr. Jia has found a great subject in his rapidly changing country and its people, who seem to be casualties of a different, more elusive war. The two principal characters in “Still Life,” Sanming (Han Sanming) and Shen Hong (Zhao Tao), land in Fengjie separately and never actually meet, bound only by a shared desire to find their errant spouses. Sanming, a fireplug whose muscular arms and back owe something to his time toiling in one of the country’s coal mines, arrives in Fengjie hoping to find his runaway wife and the 16-year-old daughter he has never met. For her part, the willowy, more overtly middle-class Shen Hong, a nurse, is searching for the husband who stopped coming home two years earlier.", "url": "https://www.nytimes.com/2008/01/18/movies/18stil.html?_r=0"}