{"authors": ["Daniel J. Wakin"], "date_download": "2018-11-16 04:47:13", "date_modify": "2018-11-16 04:47:13", "date_publish": "2008-08-12 18:50:03", "description": "Traditionalists in England are in a huff over a performance of Elgar’s “Pomp and Circumstance” March No. 1.", "filename": "2008_08_13_arts_music_13vibr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343633.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_08_13_arts_music_13vibr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343633.html", "title": "The New York Times", "title_page": "Last Night of the Proms: Elgar Without Vibrato? It’s Enough to  Make Some Britons Quiver - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The dispute sits atop the intersection of deeper issues, like British national pride and how to bring art of the past back to life. At the heart of the kerfuffle lies the reputation of Edward Elgar, the quintessentially British composer in a country that can be sensitive about its relative dearth of great masters. Elgar, who wrote works including the “Enigma” Variations and a popular cello concerto, is best known for the “Pomp and Circumstance” March, which is a staple at high school graduation ceremonies even in America.\nThe piece is called “Land of Hope and Glory” in the version traditionally sung at the vaunted Last Night of the Proms, when the buttoned-down British public goes a little nutty, wearing costumes, waving Union Jacks and singing along. That night (Sept. 13 this year) draws the most attention, but two months’ worth of concerts precede it. One of those last month featured Mr. Norrington and his Stuttgart Radio Symphony Orchestra playing Elgar’s Symphony No. 1. That prompted a letter to The Times of London, which seems to have set off the debate.\n“Sir, as a professional violinist, I was appalled by the quality of sound,” Raymond Cohen wrote in the letter, published on July 29. “To anyone with a musical ear, it sounded bizarre.” Columnists and other musicians soon weighed in, some aquiver with rage. Mr. Norrington’s performances were “screeching” and “unmusical,” Mr. Pollard wrote, and someone identified as R. G. James of Brasschaat, Belgium , commented on The Times’s Web site (timesonline.co.uk), “I am fed up with these politically correct liberals in the establishment doing all they can to denigrate and undermine British and English cultural icons.”\nMr. Norrington has “gone too far,” the composer Anthony Payne was quoted as saying in an article in The Guardian. That article also quoted Mark Elder, the music director of the Hallé Orchestra in Manchester and the conductor of the Last Night of the Proms in 2006, as calling Mr. Norrington a wonderful but obsessed musician.\nThe debate blossomed into a discussion of a burning issue in the classical music world: How much should performers try to reproduce the musical conditions that existed when a piece was written? It is no small matter. We experience old paintings with an unmediated eye, but works of classical music require interpreters to bring black marks on a page to life.\nThe early-music movement of the second half of the 20th century sought to return to music’s performing roots, and Mr. Norrington played a major part in that movement in the 1980s and ’90s. He and other period-performance evangelists moved from the Baroque through Haydn, Mozart and Beethoven to the Romantics, and some now lap at the early 20th century, when Elgar was composing.\nThe movement calls for the use of instruments of the day, but also different techniques: cleaner articulation, sometimes swifter tempos, clarity of texture and, of course, less vibrato. And it has permeated contemporary orchestral playing. Even the most traditional conductors give a bow toward some aspects of the style. Some commentators have suggested that the movement is, in fact, a reflection of our modernist age.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We value clarity, transparency, precision, sharpness, rather than what some people consider the excessive lyricism and indulgence and big sound of previous eras,” said Nicholas Kenyon, the former Proms director who engaged Mr. Norrington.\nAdvertisement Continue reading the main story\nAs for vibrato, it has been used throughout music history to varying degrees, often applied in small dollops to intensify expression, before becoming part of the basic string sound in the first decades of the last century. String players create it by moving fingers slightly back and forth on the fingerboard, wind players most often by oscillating the air flow.\nMr. Norrington has taken vibratoless playing farther than most, issuing recordings of works by Tchaikovsky , Brahms, Mahler and Wagner with his Stuttgart orchestra using what he prefers to call “pure tone” rather than vibrato-free. He wrote an article on the subject for The New York Times in 2003.\nByron Adams, a musicologist at the University of California, Riverside, and a leading Elgar scholar, said Mr. Norrington was somewhat extreme in stripping away vibrato from Elgar’s music. But he lauded the effort to tone down a “hyperintense expressionistic quality” that came to be the norm in the 1960s.\nIn an interview last Wednesday, Mr. Norrington was coy about how the BBC Symphony Orchestra will sound when he conducts it at the Proms’ final night. He said he would ask the players in rehearsal what they preferred in matters of vibrato.\nBut he was unwavering about his own preference. He cited a Schoenberg reference to vibrato as “goat bleating,” called the heavily vibrating French woodwind sections of the 1920s “earthquake zones” and referred to the practice as “acoustic central heating.”\nPure tone, he said, is a beautiful thing that restores a sense of innocence and dignity to Romantic music and makes phrasing more important.\nMr. Norrington acknowledged that hearing Romantic music played with minimal vibrato could be a “bit of a shock” for the first-time listener. He conceded that his opponents have a legitimate point of view: “It’s not a professor saying, ‘Just shut up or we’ll lose India .’ ”\nHe also acknowledged that early recordings of orchestras playing Elgar’s music under the composer’s own baton revealed a fair bit of vibrato. But he contended that the practice was creeping into orchestras whether composers liked it or not, and that Elgar grew up as a musician listening to music without vibrato.\n“In the end it’s an aesthetic question,” he said. “It’s a matter of taste. I love the sound.”\nAdvertisement Continue reading the main story\nIt might not even matter what style the BBC orchestra adopts on the Last Night of the Proms, Mr. Norrington said. “You’re lucky if you can hear how they’re playing at all, with all the singing.” He added, mischievously, that if he does an encore, “I’ll ask the whole of the auditorium to sing with more of a vibrato.”", "url": "https://www.nytimes.com/2008/08/13/arts/music/13vibr.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}