{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:43:37", "date_modify": "2018-11-16 04:43:37", "date_publish": "2008-06-16 00:00:00", "description": "I realized that the tax cuts enacted by the Bush administration are, in effect, a fiscal poison pill aimed at future administrations.", "filename": "2008_06_16_opinion_16krugman_1542343417.html", "image_url": "https://static01.nyt.com/images/2014/10/30/opinion/krugman-new-1114/krugman-new-1114-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_06_16_opinion_16krugman_1542343417.html", "title": "Fiscal Poison Pill", "title_page": "Fiscal Poison Pill: Bush’s Tax Cuts and the McCain and Obama Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But instead of pointing this out, Mr. McCain now promises to make those tax cuts permanent — and proposes further cuts that are, if anything, tilted even more toward the wealthy. And how is the loss of revenue to be made up? Mr. McCain hasn’t offered a realistic answer.\nYou can explain though not excuse Mr. McCain’s behavior by his need to shore up relations with the Republican base, which suspects him of being a closet moderate. But he’s not the only one seemingly trapped by the Bush fiscal legacy.\nBarack Obama’s tax plan is more responsible than Mr. McCain’s: relative to current policy, the Tax Policy Center estimates, the Obama plan would raise revenue by $700 billion over the next decade, compared with a $600 billion loss for Mr. McCain.\nThe Obama plan is also far more progressive, sharply reducing after-tax incomes for the richest 1 percent of Americans while raising incomes for the bottom 80 percent.\nPhoto\nBut while $700 billion may sound like a lot of money, it’s probably not enough to pay for universal health care, which was supposed to be the overriding progressive priority in this election.\nWhy doesn’t Mr. Obama propose raising more money? Blame the Bush poison pill.\nFirst of all, Mr. Obama — like, to be fair, his main rivals for the Democratic nomination — isn’t willing to challenge the Bush tax cuts as a whole. He only proposes rolling back tax cuts for those making more than $250,000 a year.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSecond, Mr. Obama proposes giving back a substantial part of the revenue raised by this partial tax-cut rollback in the form of new tax cuts.\nThese tax cuts would mainly benefit lower- and-middle-income families, although this can’t be said of Mr. Obama’s plan to eliminate income taxes on seniors with incomes under $50,000: since most seniors already pay no income taxes, this would do nothing for those most in need. And one wonders why we should create the precedent of exempting particular demographic groups from taxes.\nAdvertisement Continue reading the main story\nBut the big question is, are these tax cuts, however appealing, a top priority? The most expensive proposal, under the title Making Work Pay, would give most workers $500 in tax credits, at a 10-year cost of more than $700 billion. Isn’t it more important that workers be assured of health care?\nThe problem, I believe, is that even Democrats have bought into the underlying premise of the Bush years — that the best thing you can do for American families, or at least the only thing that can win their votes, is to give them a tax break.\nOne more thing: on Friday Mr. Obama declared that he would “extend the promise” of Social Security by imposing a payroll-tax surcharge on people making more than $250,000 a year. The Tax Policy Center estimates that this would raise an additional $629 billion over the next decade.\nBut if the revenue from this tax hike really would be reserved for the Social Security trust fund, it wouldn’t be available for current initiatives. Again, one wonders about priorities. Whatever would-be privatizers may say, Social Security isn’t in crisis: the Congressional Budget Office says that the trust fund is good until 2046, and a number of analysts think that even this estimate is overly pessimistic. So is adding to the trust fund the best use a progressive can find for scarce additional revenue?\nAnyway, back to my main theme: looking at the tax proposals of the two presidential candidates, it’s remarkable and disheartening to see how effective President Bush’s fiscal poison pill has been in restricting the terms of debate.\nProgressives, in particular, have to hope that Mr. Obama will be more willing to challenge the Bush legacy in office than he has been in the campaign.", "url": "https://www.nytimes.com/2008/06/16/opinion/16krugman.html?hp"}