{"authors": ["Neela Banerjee"], "date_download": "2018-11-16 03:15:21", "date_modify": "2018-11-16 03:15:21", "date_publish": "2008-04-15 00:00:00", "description": "The Archdiocese of Washington predicts that the pope’s visit to the capital will cost at least $3 million, but the Archdiocese of New York has not ventured an estimate.", "filename": "2008_04_15_us_nationalspecial2_15money_1542338121.html", "image_url": "https://static01.nyt.com/images/2008/04/15/us/nationalspecial2/15money.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_15_us_nationalspecial2_15money_1542338121.html", "title": "Pope T-Shirt, Anyone? Turning to Big Donors, and Souvenirs, for a Costly Visit", "title_page": "Pope T-Shirt, Anyone? Turning to Big Donors, and Souvenirs, for a Costly Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The two archdioceses have taken different approaches to financing the visit. Archbishop Donald W. Wuerl of Washington decided that parish and diocesan money should not be used, Ms. Gibbs said, given the financial pressures the archdiocese faces. Instead, Archbishop Wuerl established a foundation, Christ Our Hope, which has raised more than $3 million, mostly from wealthy donors.\nMs. Gibbs declined to identify the donors or the size of their contributions.\nAny surplus will be donated to a charity of the pope’s choice, in his name, Ms. Gibbs said. But security costs may eat up much of the foundation’s resources.\nCarrie Brooks, a spokeswoman for Mayor Adrian M. Fenty of Washington, said the Secret Service was taking the lead on coordinating the pope’s security in the capital. Ms. Brooks said the city’s Police Department would be most involved in coordinating street closings for processions. The cost to the city to provide security, close streets and clean up after parades is expected to be about $2.2 million, she said.\nMs. Brooks said in an e-mail message that the city had tried to get back from the federal government what it spent on such efforts, and that it had “also reached out to the archdiocese to discuss cost-sharing.”\nPhoto\nA spokesman for the New York Archdiocese, Joseph Zwilling, said the archdiocese would also appeal to wealthier donors for support. He said he was not concerned about asking parishioners to contribute, despite the archdiocese’s other financial needs.\n“People in the archdiocese welcome an opportunity to help support a tremendous moment in the history of the archdiocese,” Mr. Zwilling said.\nThe New York Archdiocese is getting a break here and there: it will not have to pay for extra security provided by New York City or for the use of Yankee Stadium for a papal Mass, Mr. Zwilling said. The Washington Archdiocese will have to pay to rent Nationals Park, the new baseball stadium, though Ms. Gibbs said she did not know the amount.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe sale of souvenirs of the visit should generate some money but not enough to make a sizable dent in the cost of the trip, representatives of the archdioceses said. At events in the two cities and online, at popevisit2008.com, people can buy memorabilia, including framed photos of the pope, T-shirts that say “Property of Pope Benedict XVI,” and “I ♥ the Pope” bumper stickers.\nAdvertisement Continue reading the main story\nThe retail chain Build-a-Bear is offering, online and at its stores in the Washington area, a “tiny tee” for its bears with the visit’s logo and the pope’s picture. A company spokeswoman declined to say how much money had been raised by the sale of the shirts, which cost $6, but part of it will go to Christ Our Hope.\nPast papal visits have sometimes yielded a windfall for hotels and restaurants. In New York, which last had a papal visit in 1995, and Washington, officials said they could not quantify possible economic dividends from the visit. But in Washington, any income might be modest.\n“Most of those attending the Mass are from the area,” said Carla Barry-Austin, a spokeswoman for Washington’s tourism corporation. “Also, many people are just coming to town for the day and not checking into hotels.”\nMost archdioceses lack data on the impact of papal visits on pastoral life. But after Pope John Paul II visited Denver in 1993 for World Youth Day, attendance at Mass there rose by more than 7.5 percent, said Jeanette DeMelo, a spokeswoman for the Denver Archdiocese. The number of converts also increased substantially, Ms. DeMelo said.\nSimilarly, Monsignor Coleman of the Seton Hall seminary said, “Certainly, after the papal visit, just in my recollection, did the number of applicants to the seminary increase? Yes.”\nHe added: “I think there is a spiritual impact on the faithful, though it is hard to measure. The visit gives inspiration to people to embrace the faith, to return to the faith.”", "url": "https://www.nytimes.com/2008/04/15/us/nationalspecial2/15money.html"}