{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:31:12", "date_modify": "2018-11-16 04:31:12", "date_publish": "2008-04-16 00:00:00", "description": "The librarian at the heart of the Harry Potter copyright-infringement lawsuit stood up to J. K. Rowling in a Manhattan courtroom, and then broke down sobbing.", "filename": "2008_04_16_nyregion_16potter_1542342672.html", "image_url": "https://static01.nyt.com/images/2008/04/16/nyregion/16potter02_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_16_nyregion_16potter_1542342672.html", "title": "Sued by Harry Potter’s Creator, Lexicographer Breaks Down on the Stand", "title_page": "Sued by Harry Potter’s Creator, Lexicographer Breaks Down on the Stand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then he burst out crying. “Sorry,” he said, regaining his composure. “It’s been difficult because there’s been a lot of criticism, obviously, and that was never the intention.”\nPhoto\nIt was an emotional culmination to three hours of testimony in which Mr. Vander Ark gushed over Ms. Rowling and her work like the devoted fan that he claimed to be, and disarmingly preceded almost every answer to a question with an “Um.”\nMs. Rowling, who herself came close to tears on Monday while testifying about the Harry Potter books, and Warner Brothers Entertainment, the company that produces the Potter movies, have sued RDR, based in Muskegon, to stop publication of an encyclopedia of the Potter books by Mr. Vander Ark. Ms. Rowling contends in the lawsuit that his book copies material from her own books while adding little or no new information and insight.\nMr. Vander Ark said that he and his Web site staff members, including a teacher of Greek and Latin and two other librarians, had compiled the alphabetical lexicon as a “ready reference” for Potter fans, because the books had no index or glossary.\nMs. Rowling reacted to Mr. Vander Ark’s testimony Tuesday through an e-mail message from a spokeswoman, saying, “A fan’s affectionate enthusiasm should not obscure acts of plagiarism.”\nMr. Vander Ark testified that he was a former “Star Trek” fan for whom reading the first Potter book, “Harry Potter and the Sorcerer’s Stone,” in 1998 was love at first sight.\nHis day job had been as a librarian and teacher at Byron Center Christian School in Byron Center, Mich., he said, and he now lives in London, where he is working on a book about Harry Potter locations.\nAdvertisement Continue reading the main story\nHe said he and his staff had deciphered the richness of Ms. Rowling’s nomenclature and references using secondary sources like “Bulfinch’s Mythology,” “A Field Guide to the Little People,” “Haunted Britain” and etymological dictionaries.\nPhoto\nWhile Ms. Rowling argued on Monday that people who bought the “Harry Potter Lexicon” would have little incentive to buy her books, Mr. Vander Ark argued that, on the contrary, only people who read her books would be interested in his encyclopedia.\nAs for her contention that his book would unfairly compete with her own plans for an encyclopedia, Mr. Vander Ark said there were many things about her characters, back story and discarded plot points that only she could know.\nHe said his Web site was hardly a gold mine, having earned about $6,500 from advertising from 2000 to 2007, though he estimated that it had been visited by 1.5 million to 2 million readers a month.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIf entries in the lexicon sometimes closely tracked descriptions in Ms. Rowling’s books, he said, that was because she had created a world out of her own imagination, for which there was no corollary in real life.\n“It wasn’t like I could go to the zoo and see a creature and write about it,” he said.\nLike a true fan, Mr. Vander Ark treated even Ms. Rowling’s assertions that he had made mistakes as wonderful revelations rather than embarrassments.\nWhen Mr. Hammer told him that Ms. Rowling had testified on Monday about the etymology of “Alohomora,” an unlocking spell, Mr. Vander Ark — who had been sequestered during her testimony — blurted, “Oh, really?”\nIn her testimony, Ms. Rowling said Mr. Vander Ark’s link between the spell and the Hawaiian “aloha” was “errant nonsense,” explaining that it actually had come from West African dialect.\n“That’s exciting stuff for someone like me,” Mr. Vander Ark said from the witness stand. “Did she happen to mention which dialect?” Mr. Hammer promised to “conference” on it.", "url": "https://www.nytimes.com/2008/04/16/nyregion/16potter.html"}