{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:31:23", "date_modify": "2018-11-16 04:31:23", "date_publish": "2008-04-15 00:00:00", "description": "The line between J.K. Rowling’s magical world and the muggle courtroom became somewhat blurred during the author’s testimony in a copyright infringement case.", "filename": "2008_04_15_nyregion_15rowling_1542342683.html", "image_url": "https://static01.nyt.com/images/2008/04/15/nyregion/15rowling.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_15_nyregion_15rowling_1542342683.html", "title": "Rowling Testifies Against Lexicon Author", "title_page": "Rowling Testifies Against Lexicon Author - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Rowling argued on Monday in Federal District Court in Manhattan that the proposed encyclopedia — she has read the manuscript — is a copyright infringement and is little more than an alphabetical form of plagiarism.\nShe claims the author has lifted large chunks of her own language without quotation marks. “I believe that this book constitutes the wholesale theft of 17 years of my hard work,” she testified.\nWhat she denounced as plagiarism and a waste of money, the publisher defended as literary scholarship and an invaluable tool for Harry Potter readers, similar to a Shakespeare concordance, the Encyclopedia Britannica, the dictionary and other reference books. Ms. Rowling said the manuscript was “sloppy, lazy,” riddled with errors and motivated by the publisher’s and author’s realization that it could bring “a fast buck.”\nShe said the book, which would cost $24.95, would compete unfairly with an encyclopedia she had been planning to create since 1998, the profits of which — possibly millions of dollars — she had planned to donate to a British charity.\nPhoto\n“The idea of my readership parting with their or their parents’ hard-earned cash for this, I think it’s a travesty,” she said.\nThe “Lexicon” was created over seven years by Mr. Vander Ark, a trained librarian and Potter fanatic, said one of the defense lawyers, Anthony Falzone, during his opening statement. Mr. Vander Ark had read the seven-novel series nearly 50 times, the lawyer said, and for him, annotating the Rowling oeuvre was “a hobby, passion, labor of love.” Mr. Vander Ark is expected to take the witness stand later in the trial.\nThe book’s publisher, Roger Rapoport, testified that in August 2007, after reading an article in his local newspaper about a “schlumpy librarian” with “the key to all things Harry Potter, he had approached Mr. Vander Ark about doing a book, and that he had agreed to indemnify Mr. Vander Ark for the cost of any litigation resulting from it.\nAdvertisement Continue reading the main story\nMs. Rowling testified for about three hours. She identified herself as Joanne Rowling when she was sworn in. “Do you also have a pen name?” her lawyer asked.\n“J. K. Rowling,” she replied.\nMs. Rowling described Mr. Vander Ark’s book as a personal betrayal. Much of her testimony focused on her contention that the guide was not very good, although she conceded under cross-examination that it was unusually comprehensive.\nShe said she had sat down at her dining room table with her 14-year-old daughter and typed up a list of “pilfering” and errors, which she presented to the judge, Robert P. Patterson, who is hearing the case without a jury.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nShe complained that the entries consisted of words like “Death” or “Voldemort” arranged alphabetically, followed by what she considered bare-bones definitions.\nFor instance, she said, the Ogre entry simply said, “Ron and Hermione think they see an ogre at Three Broomsticks.” A superior entry, Ms. Rowling testified, would have pointed out that “An ogre in European folklore was a flesh-eating giant.”\nThe entry under Remus Lupin, she said, missed the opportunity to comment on the etymology of the name as a “double allusion” to the character’s being a werewolf, since in Roman mythology Remus was raised by wolves, and Lupin derived from lupine.\nShe also objected to what she called the book’s “facetious asides,” like a comment about whether Hagrid could fit into a booth at McDonald’s.\nPhoto\n“I think it’s dire,” she said. “I think it’s atrocious.”\nThe lead defense lawyer, David Hammer, was not impressed with her literary critique of the work.\n“Have you ever read a dictionary, Miss Rowling?” Mr. Hammer demanded. Alphabetical order, he continued, “is what the Encyclopedia Britannica uses, isn’t that true?”\nAdvertisement Continue reading the main story\nTo which Ms. Rowling retorted: “What are you accessing in these A-to-Z’s? Aren’t you being suckered out of your hard-earned cash?”\n“You feel it’s your responsibility to prevent people from paying their hard-earned cash for things you don’t like?” Mr. Hammer asked.\n“Absolutely not,” Ms. Rowling replied. “This is theft. This is wholesale theft.”\nIt was the ultimate irony, Mr. Rapoport’s lawyer said, that the same Web site that Ms. Rowling was now denigrating was one that she had admitted using herself a time or two to check facts.\nMs. Rowling conceded that she had given a “fan-site award” to Mr. Vander Ark’s Web site in 2004, but she said she had given the award only “as a kind of A for effort.”\nWhen she gave the award, she wrote on her own Web site: “I have been known to sneak into an Internet cafe while out writing and check a fact rather than go into a bookshop and buy a copy of Harry Potter (which is embarrassing).”\nBut she said she had consulted the Web site only because “I wanted to do a nice thing for the award. Do I now regret that? Yes, bitterly.”\nEveryone except Ms. Rowling seemed to be competing for the wittiest Harry Potter references.\nWhen her lawyer, Dale Cendali, spoke Lord Voldemort’s name — known to everyone who has ever read a Potter book as “he who must not be named” — she quickly said, “Forgive me for speaking the name.”\nAnd Mr. Falzone, the defense lawyer, suggested in his opening statement that Ms. Rowling was trying to exert a bit of the dark arts herself, by testing whether she “has the power to make the Lexicon disappear from our world.”", "url": "https://www.nytimes.com/2008/04/15/nyregion/15rowling.html"}