{"authors": ["Robin Toner", "Marjorie Connelly"], "date_download": "2018-11-16 03:59:06", "date_modify": "2018-11-16 03:59:06", "date_publish": "2008-01-14 00:00:00", "description": "A new Times/CBS News poll underscores the volatility in the Republican race, and shows economic worries topping the voters’ agenda.", "filename": "2008_01_14_us_politics_14poll_1542340746.html", "image_url": "https://static01.nyt.com/images/2008/01/13/us/14poll_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_14_us_politics_14poll_1542340746.html", "title": "Fluidity in G.O.P. Race; Democrats Eye Electability", "title_page": "Fluidity in  G.O.P. Race; Democrats Eye Electability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Worries about the economy now dominate the voters’ agenda, even more so than the war in Iraq, which framed the early part of this campaign. While change has emerged as an abstract rallying cry in the campaign debate, what the voters mean when they talk about change is clear — new approaches to the economy and the war, according to the poll. Issues that have loomed large in the Republican debate — notably immigration, taxes and moral values — pale by comparison.\nThe poll’s findings are based on a national telephone survey conducted Jan. 9-12 with 1,061 registered voters; it has a margin of sampling error of plus or minus three percentage points.\nThe survey was begun one day after the primary in New Hampshire, where Mr. McCain won, and amounted to a snapshot of a Republican contest that remains remarkably fluid after almost a year of campaigning. While national polls are of limited value in predicting the outcome of primaries in particular states, they capture broad shifts in opinion, in this case a sharp movement for Mr. McCain after a big victory and a wave of media attention. Thirty-three percent of Republican primary voters in the poll named Mr. McCain, of Arizona, as their choice, up from 7 percent a month ago.\nMike Huckabee of Arkansas, whose favorability ratings jumped after he won in Iowa, was the choice of 18 percent of Republican primary voters. Rudolph W. Giuliani of New York, who is focusing his campaign on later contests, had the most precipitous fall; he was the choice of 10 percent of Republican voters, down from 22 percent last month. Support for other candidates was in single digits.\nThe poll also had worrisome signs for Mitt Romney of Massachusetts, who finished second in both Iowa and New Hampshire and is in a tough three-way battle in Michigan against Mr. McCain and Mr. Huckabee. Not only did support for him among Republican voters plummet over the past month, but he was also viewed much less favorably than a month ago.\nMr. McCain, a longtime maverick in his own party, was named by Republican primary voters in the survey as the candidate most likely to win his party’s nomination. Thirty-nine percent of these primary voters saw Mr. McCain as the likely nominee. Only 11 percent saw Mr. Giuliani prevailing.\nMr. McCain’s image ratings also have soared. More than half of the Republican primary voters (57 percent) — including more than half of the conservatives — viewed him favorably in the new poll, compared with 37 percent in December.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I don’t always agree with him on all the issues,” Jeff Little, a 34-year-old actuary and Republican from Apple Valley, Minn., said in an interview after he participated in the poll. “But I feel he, more than most politicians, tells you what he thinks.”\nAdvertisement Continue reading the main story\nPatrick Herron, a 61-year-old retired social studies teacher from Syracuse, described Mr. McCain as “more of a moderate.”\n“He’s willing to cross the aisles and work with the Democratic Party,” said Mr. Herron, another poll participant.\nThe poll showed a more stable Democratic race. Among Democratic primary voters nationally, Mrs. Clinton, of New York, remains the favorite of 42 percent, compared with 27 percent backing Mr. Obama, of Illinois — essentially unchanged since December. John Edwards of North Carolina remains in third place at 11 percent.\nBut there were auspicious signs for Mr. Obama as the contest moves to the South, where blacks account for a large share of the Democratic primary electorate.\nAbout half of black Democratic primary voters — 49 percent — said they planned to vote for Mr. Obama, while 34 percent said they backed Mrs. Clinton. Among white Democratic primary voters, 42 percent said they were supporting Mrs. Clinton, while 24 percent said they backed Mr. Obama. On the question of whether the country was ready for a black president, black voters were more skeptical than whites; 47 percent of blacks said the country was prepared to send a black person to the White House, while 56 percent of whites said they felt that way. A majority of whites and blacks, and men and women, considered the country ready for a woman president.\nThe survey showed that Democratic voters see Mr. Obama and Mrs. Clinton as evenly matched on several leadership qualities, despite the efforts of both camps to draw distinctions. Virtually the same percentages of Democrats said Mrs. Clinton and Mr. Obama could unify the country and bring about “real change.” Both were given high marks as potential commanders in chief.\nBut Mrs. Clinton retains a strong edge on her readiness to be president. Nearly 8 in 10 Democratic primary voters said she had prepared herself well enough for the job and for all the issues that she might face. Only 40 percent said Mr. Obama had, and 53 percent said he needed a few more years to prepare.\nMany Democrats said Mrs. Clinton was not getting equal treatment from the news media.\nFifty-one percent of Democratic primary voters said the news media had been harder on Mrs. Clinton than on other candidates; 12 percent said the news media had been harder on Mr. Obama. Women were particularly likely to feel that she had been unfairly treated, while men were evenly divided.\nStill, there are signs of resistance to another Clinton administration. Thirty-eight percent said they thought it was bad for two families — the Bushes and the Clintons — to hold the presidency for so long.\nAdvertisement Continue reading the main story\nOver all, Democrats appeared to be more intense than Republicans as the election year begins. Fifty-eight percent of the Democrats said they were more enthusiastic than usual about voting this year, compared with 32 percent of the Republicans.", "url": "https://www.nytimes.com/2008/01/14/us/politics/14poll.html"}