{"authors": ["Michael Wilson"], "date_download": "2018-11-16 04:30:58", "date_modify": "2018-11-16 04:30:58", "date_publish": "2008-03-31 00:00:00", "description": "Anthony L. Ricco has been asked many questions and met much disapproval since taking up the defense of the three detectives who fired the first shots of a barrage that killed Sean Bell.", "filename": "2008_03_31_nyregion_31ricco_1542342658.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_03_31_nyregion_31ricco_1542342658.html", "title": "Defending Detective, Lawyer Feels the Heat", "title_page": "Defending Detective, Lawyer Feels the Heat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The answer to it is very simple,” he said. “I thought about many of the young black men who were prosecuted and executed in small towns in the old South. Excellent white lawyers living in those towns were intimidated from getting involved with those cases. Would I fold to the community’s sense of outrage? I hope to think if I was a lawyer in those small towns, I would have stood up.”\nMr. Bell and his friends were leaving a strip club early on the morning of his wedding day when, according to testimony, undercover detectives overheard one of Mr. Bell’s friends threaten to get a gun during an exchange between Mr. Bell and a stranger. Detective Gescard F. Isnora followed Mr. Bell and his friends, Joseph Guzman and Trent Benefield, to Mr. Bell’s car, and in the confrontation that followed, Detectives Isnora, Michael Oliver, Marc Cooper and two other officers who were not charged fired 50 rounds, killing Mr. Bell and wounding his friends.\nMr. Ricco, 51, has represented a wide range of criminal defendants, including Ibrahim A. Elgabrowny, a co-conspirator convicted in the Sheik Omar Abdel Rahman terrorism case; Charles Price, a black man convicted on civil rights charges for inciting the attack on a Hasidic Jew during the Crown Heights racial violence in 1991; Rudy Fleming, convicted in the 2005 shooting death of Nicole duFresne, an actress and playwright, on the Lower East Side; and the Brooklyn Democratic leader Clarence Norman Jr., convicted last year on corruption charges. He has represented more than a dozen defendants in death penalty cases in New York and in federal court in other states.\nThe trial of Detective Isnora, who goes by the nickname Jesse, is not Mr. Ricco’s first case defending a police officer. Among other cases, he won an acquittal for Shamik Walton, an off-duty police lieutenant who shot and killed a tenant during a fight over the rent in Brooklyn in 2005, and he won an acquittal for Michael Meyer, a white police officer charged with shooting an unarmed black squeegee man at an intersection in the Bronx in 1998.\nIn the Bell case, it has fallen to Mr. Ricco to frequently act as something of a hatchet man for the defense, discrediting Mr. Bell’s friends with questions about their criminal backgrounds and criticizing Mr. Bell’s behavior. In opening statements, he said that Mr. Bell was drunk and agitated and that the Club Kalua was a “strip joint where people go to drink, watch women shake their booties and fulfill a sense of twisted sexual prowess.”\nWhen he is cross-examining a witness, the dead man’s parents are less than 20 feet behind him. “They are suffering, and I am very conscious of that in the courtroom,” Mr. Ricco said. “But I have an overriding responsibility to represent Jesse.”\nHe shrugged off suggestions that he is putting Mr. Bell on trial, or even, as a lawyer for Mr. Bell’s parents said recently, putting the “black community on trial.”\nAdvertisement Continue reading the main story\n“These are just convenient clichés that people use,” he said. “What part of the black community is he talking about? I’m in the black community. Am I on trial?”\n“I’m asking people to take a look at lifestyle choices they’re making that contributed to this,” Mr. Ricco added.\nPhoto\n“You need to think about going out on your wedding night and getting so damn drunk,” he said. “You need to think about having someone else drive if you’re drinking.”\n“Should we not say, ‘Why did Sean Bell put his foot on the accelerator?’ ” he asked. “Is that question out of bounds in this case? I think his parents want to know the answer to that question. I think his parents are very interested in what happened to their son.”\nMr. Bell’s parents, in fact, said that they are fed up with Mr. Ricco’s animated courtroom demeanor and his claims that he is seeking the truth.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Theatrics,” William Bell, Mr. Bell’s father, said outside the courtroom. “His client can walk around and survive. My son can’t. I know he wants to get his client off, but he goes too far. There’s no truth to what he’s going to do. What’s the truth? To put my son down some more? Maybe in his mind, he thinks that’s the truth.”\nMr. Ricco said that when he was approached by Detective Isnora and lawyers for the Detectives’ Endowment Association, he initially resisted.\n“Eventually I met with Jesse. My first meeting with him was to get a sense of his background, his character.” The two walked around the city, he said, and Mr. Ricco agreed to take the case.\nThe decision irritated even some of his oldest friends.\n“I was a little outraged,” said Andrew Brennan, 51, a longtime friend of Mr. Ricco’s. He said his frustration was not unfamiliar, and he singled out the squeegee man’s case. “We didn’t speak for a while” after the acquittal, he said. “A lot of people didn’t. The guy was only trying to make a dollar, and the cop came out and shot him.”\nAdvertisement Continue reading the main story\nWhen Mr. Ricco agreed to take Detective Isnora’s case, “I was like, ‘You know, this isn’t going to sit well with anybody,’ ” Mr. Brennan recalled. “He knows the flak he’s facing.”\nMr. Ricco’s race plays a role in this trial almost every day, with his cross-examinations of the many young black men who were in or around Mr. Bell’s bachelor party the night before his death. In a case with white prosecutors and a white judge, Justice Arthur J. Cooperman, who is hearing the case without a jury, Mr. Ricco’s cross-examination is often the witnesses’ first interaction with a black person in court that day. Mr. Ricco is fond of ingratiating himself by mimicking the witness’s slang and speech patterns in ways that a white lawyer would not.\nHe cajoled a friend of Mr. Bell’s who missed the argument that night because he was distracted by a dancer: “You was more interested with the girl.” To another friend, he said: “When you was in the bar, you were watching them girls on the stage. You wasn’t watching to see who was drinking, was you?”\nIn the interview, Mr. Ricco explained: “I was a street person before I was a lawyer. Street people recognize other street people. You pick up on the real side of people very quickly.”\nOn some days during the past five weeks of testimony, attendance in the courtroom is less than it was on the opening days. But the Black Panther member who confronted Mr. Ricco is there much of the time. He gave his name only as Jihad, age 31, of Brooklyn, and he recalled their exchange:\n“I said, ‘Do you still think your client is innocent?’ He said, ‘We’re in a theater to find out the truth.’ ”\nMr. Ricco promised to give him a book the next day. “Arc of Justice,” by Kevin Boyle, is about Ossian Sweet, a black physician who moved to an all-white neighborhood in Detroit in the early 1920s and whose home was attacked by angry whites a short time later. One of the attackers was shot and killed by a black man, and Dr. Sweet and several others were charged in the killing. At trial, Dr. Sweet, represented by Clarence Darrow, was acquitted.\nThe next day, Jihad found Mr. Ricco crossing a street outside the courthouse and asked him about the book. Mr. Ricco handed it to him, with an inscription. When Jihad recalls that day, he smiles, clearly moved.\nAnd yet, he said of Mr. Ricco: “He’s a betrayer. All day. Just by representing this man.”", "url": "https://www.nytimes.com/2008/03/31/nyregion/31ricco.html"}