{"authors": ["Steven Kurutz", "The New York Times"], "date_download": "2018-11-16 03:39:30", "date_modify": "2018-11-16 03:39:30", "date_publish": "2008-12-02 19:00:43", "description": "The White Russian, a sweet cocktail made with vodka, Kahlúa and cream or milk, is seeing a renaissance thanks in large part to the cult following of “The Big Lebowski.”", "filename": "2008_12_03_dining_03lebo_1542339570.html", "image_url": "https://static01.nyt.com/images/2008/12/02/dining/02lebowski_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_12_03_dining_03lebo_1542339570.html", "title": "The New York Times", "title_page": "A Revival for the White Russian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Americans’ renewed appreciation for coffee, spurred by Starbucks, which now markets its own coffee liqueur, may have also contributed to the White Russian’s comeback.\nTo see the White Russian renaissance in full bloom, it is instructive to attend a Lebowski Fest, the semiannual gatherings where fans of the movie revel in the Dude’s deeply casual approach to life. There, the White Russian is consumed in oil-tanker quantities.\nThis was much in evidence at a fest held last month in New York, where 1,000 or so “achievers,” as the movie’s buffs call themselves, took over Lucky Strike Lanes, a bowling alley in Manhattan. The White Russian demand was such that, in addition to two bars, a White Russian satellite station had been set up and bartenders were in back mixing vats of reinforcements.\nIt turned out that management was following a directive from the event’s organizers. “When we line up a venue, we always have the White Russian talk,” said Will Russell, a founder of the Lebowski Fest.\nMr. Russell has learned from experience to lay in provisions. He recalled an incident at an early festival in his hometown of Louisville, Ky.\n“Milk sold out within a one-mile radius of the bowling alley” where the event was held, he said. “We had to go to every local mini-market and gas station to satisfy the requirements of the achievers.”\nAt Lucky Strike Lanes, the line at the White Russian station was often 10 deep, and it wasn’t uncommon for someone to sidle up to the counter and say, “I’ll take four.” The bartender would lift a 12-quart plastic tub, straining to hold it steady as the mud-colored liquid sloshed.\nAdvertisement Continue reading the main story\nSeveral people were dressed in character, including four men who showed up as white Russians: white painter pants, white T-shirts, brown fuzzy hats. Each drank their namesake, except one guy, who nursed a bottle of Miller Lite. “I’m lactose intolerant,” he said.\nThe White Russian is not for the faint of stomach. “The cream is going to build up,” said Ted Haigh, the author of “Vintage Spirits & Forgotten Cocktails.” “If you’re drinking these all night, the sugar will build, too, and you’ll have a hell of a hangover.”\nPhoto\nIf not an expanded waistline. A popular deviation is the Slim Russian, made with either soy or low-fat milk.\nStill, some prefer the drink precisely because it is so rich. “I’m one of those fat guys that guzzle milk by the gallon,” said Steve Barber, 28, an antique motorcycle restorer from Saugerties, N.Y., who was attending his first Lebowski Fest and came dressed in a flak vest like the Dude’s Vietnam veteran buddy, Walter. Unlike a lot of Lebowski fans, Mr. Barber has a taste for the drink that predates his viewing of the movie. Several years ago, he said, he used to mix himself a White Russian every day for breakfast: “I called it the ‘Big Boy Milkshake.’ “\nLebowski viewers often develop a taste for White Russians that carries beyond the film or the festivals.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I’d had them before, but not regularly,” said Don Plehn, 39, a district court clerk from Baltimore. “I drink a lot more of them now.” Mr. Plehn took a sip of his third White Russian of the night and said, “It’s a slow-sippin’ drink.”\nLebowski adherents may have vaulted the White Russian to icon status, but serious cocktail enthusiasts still deride it for being simplistic and overly sweet — a confection designed to appeal to unserious drinkers.\n“It’s hard to think of a more boring drink, except, perhaps, when it’s spraying from the Dude’s mouth,” said Martin Doudoroff, a historian for CocktailDB.com.\nSkeptics like Mr. Doudoroff would probably blanch at a variation called the White Trash Russian. “You take a bottle of Yoo-hoo,” Mr. Russell said, “drink half, then fill it with vodka and enjoy.”\nAdvertisement Continue reading the main story\nBelieved to date to the 1950s or early 1960s, the White Russian has no great origin story; its culinary precursor is the Alexander. Having been popular in the disco ’70s, the cocktail is, in the words of Mr. Doudoroff, “a relic of an era that was the absolute nadir of the American bar.”\nAs it happens, this was the period when Jeff Dowd was living in Seattle, driving a taxi and doing a lot of “heavy hanging,” as he put it. Mr. Dowd, 59, an independent film producer and producers representative, is the inspiration for the Dude — a character Joel and Ethan Coen created by taking what Mr. Dowd was like back then and exaggerating a bit, although the White Russians preference is spot on.\n“There was a woman I lived with named Connie,” Mr. Dowd said, by phone from his office in Santa Monica, Calif., beginning a rambling oration that was highly Dude-like. “She and her boyfriend, Jamie, were mixologists. We were hanging out and drinking at that time. We went from White Russians to Dirty Mothers, a darker version of a White Russian. It was a very hedonistic period.”\nMr. Dowd moved on from White Russians years ago, but has started drinking them again, mainly so as not to disappoint fans. “When I first met Cheech at the Sundance Film Festival,” he said, referring to Cheech Marin of the comedy duo Cheech and Chong, “the first thing we all wanted to do is smoke a joint with him so we could tell our grandchildren, ‘Hey, I smoked a joint with Cheech.’ Well, people want to say they had a White Russian with the Dude. I don’t want to turn them down, which has added a little extra tonnage to me.”\nIt has become customary for achievers to scrutinize “The Big Lebowski,” parsing the film’s most trivial details for deep meaning. Which begs the question: Why is the White Russian the Dude’s chosen beverage, beyond the fact that Mr. Dowd briefly drank the cocktail years ago? Theories abound.\n“The Dude is very laid-back and the White Russian has a laid-back element,” Mr. Russell said. “You can’t just grab it and go. There’s a ritual to it.”\nMr. Barber said: “The Dude almost holds himself to a higher class than he’s in, which could explain the White Russian. It requires more thought than just popping a top.”\nThen again, the reason could be even simpler.\n“When I do drink a White Russian, it does go down easy,” Mr. Dowd said. “It actually is a good drink. It’s essentially a liquefied ice cream cone that you can buy in a bar.”", "url": "https://www.nytimes.com/2008/12/03/dining/03lebo.html"}