{"authors": ["Ben White", "Michael M. Grynbaum"], "date_download": "2018-11-16 04:12:25", "date_modify": "2018-11-16 04:12:25", "date_publish": "2008-09-15 22:07:10", "description": "Lehman’s bankruptcy filing leaves creditors lining up, employees awaiting word on paychecks and benefits and Lehman’s counterparties rushing to limit their exposure.", "filename": "2008_09_16_business_16lehman.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341545.html", "image_url": "https://static01.nyt.com/images/2008/09/16/business/16lehman01-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_09_16_business_16lehman.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341545.html", "title": "Life After Lehman Brothers", "title_page": "Life After Lehman Brothers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“People are just packing their things and leaving, and many didn’t even come in,” a Lehman employee said. “We were basically told to do our expenses and get our personal belongings.” Hours later, Lehman’s already decimated shares opened for trading in New York and quickly dropped 94 percent, to 21 cents, making a company that only last February had a market value of $46 billion now worth about $145 million.\nAs the day began in New York, Lehman workers were also forced to dodge reporters and camera crews as they trickled in to work.\nIn front of the bank’s Midtown headquarters, the artist Geoffrey Raymond set up a caricature painting of Mr. Fuld that employees and passers-by could write on. Mr. Raymond has done similar portraits of other fallen Wall Street titans like James E. Cayne, the former chief executive of Bear Stearns.\nComments on Mr. Fuld’s painting included, “I hope his villa is safe” and “Lehman is well capitalized,” a reference to previous comments about the bank’s cash position.\nLehman’s bankruptcy filing, which came after regulators refused to extend to Lehman the same kind of relaxed borrowing terms they had offered to other investment banks Sunday night, set off a cascade of events around the globe that will play out for months as creditors lined up to recoup losses, stricken employees awaited word on how long they might receive their paychecks and benefits, and Lehman’s counterparties rushed to limit their exposure.\nPhoto\nLehman executives scrambled on Monday to offer incentives to keep employees the bank needs to help wind down trades and sell assets. Those sales began in earnest on Monday as Lehman sought bids for $852 million worth of leveraged loan commitments, according to data from Standard & Poor’s. It is also seeking buyers for its broker-dealer business and its investment management division.\nAdvertisement Continue reading the main story\nLehman is already battling to avoid “job abandonment,” in which workers simply stop showing up even though they have not been formally laid off.\nSome of that was clearly happening on Monday as some of Lehman’s trading floors were only about two-thirds full. A rush of résumé-writing signaled the melancholy of an institution in its final days.\nThe recent tears were absent from the scene, replaced by sad-eyed smiles and gallows humor. The bankers’ dress code was mostly out: while a few holdouts kept their ties knotted firmly, most of the traders moved around in jeans, casual shirts, even sneakers. One young employee showed up in a green Lehman T-shirt.\nMany employees toyed with their résumés in full view of colleagues. Others perused job-listing Web sites — Wharton’s alumni site was popular — and compared notes about job recruiters.\n“What have you heard?” was a common question, mostly met with shrugs and silence. No one seemed to know their specific fate; no staff meetings had been announced, and cries went up whenever media outlets posted a new tidbit about the firm’s liquidation.\nPhoto\nSome wondered whether Mr. Fuld, who is now viewed with deep anger by many inside the bank, would address the workers and explain exactly what they could expect.\nThe problem was, Lehman executives did not know what to tell them and feared how ugly such a meeting could turn.\n“Can you imagine what that would be like right now?” said one executive, predicting the venom likely to be spewed at Mr. Fuld.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOn the foreign exchange trading floor, on the third floor of Lehman’s glass skyscraper on Seventh Avenue, pairs of traders, their brows furrowed, whispered to one another at the ends of aisles; some perused the bankruptcy papers that their superiors had filed just hours earlier. One trader examined the Wikipedia entry for “conservatorship.”\nAdvertisement Continue reading the main story\nMany employees barely glanced at their monitors, ignoring the increasingly dire headlines in favor of small talk with glum-looking neighbors.\n“I’ll have to figure something out before I run into money problems. What about you?” one man asked a colleague, who sat slumped in his chair, sneakers kicked up on a table. “What will you do then?” one woman asked another. “I guess, go back to school?” came the uncertain reply.\nPhoto\nBottles of alcohol popped up on the equity trading floor around noon. A dark, squat bottle of Don Julio tequila shared desk space with a keyboard; two rows over, a glass container of 80-proof Monte Alban Mezcal appeared only half full. Pizza arrived soon afterward, two dozen boxes of square-cut slices that were quickly devoured.\nA yellow Post-it note was taped to one monitor; “Get back to BlackRock” was scrawled on it.\nRestrooms were a common site of commiseration. “How you holding up?” one employee asked the man standing next to him. The pained reply: “Not much you can do at this point.”\nSome employees peered out at the Seventh Avenue streetscape below, where double-parked news trucks and camera operators jockeyed for position outside the building’s front entrance, the only way in or out after the company shut off several side doors on Monday morning.\nEven as employees pondered their fate on Monday, Lehman sought buyers for its broker-dealer business, with Barclays thought to be a leading contender.\nLehman also continued an auction for its investment management division, which includes the money manager Neuberger Berman. Potential buyers include the private equity groups Kohlberg Kravis Roberts, Hellman & Friedman, Bain Capital and Clayton Dubilier & Rice. Lehman was initially hoping to get about $5 billion for a 55 percent stake. It is now trying to sell the entire operation, which is headed by George H. Walker, a cousin of President Bush. The sale was initially expected to take weeks, but Lehman is likely to move as fast as possible to prevent employee defection that could lower the value of the business.\nAs Lehman began to wind down on Monday, executives at other banks continued to express amazement that Mr. Fuld did not move much faster to seek a buyer, as John A. Thain did in reaching a deal to sell Merrill Lynch to Bank of America over the weekend.\n“Fuld could have gotten a deal done a month ago,” said one senior Wall Street executive involved in the weekend’s negotiations. “Merrill saw how quickly things turned on Fuld, and they made sure the same didn’t happen to them.”", "url": "https://www.nytimes.com/2008/09/16/business/16lehman.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}