{"authors": ["Adam Nagourney"], "date_download": "2018-11-16 04:40:45", "date_modify": "2018-11-16 04:40:45", "date_publish": "2008-01-04 00:00:00", "description": "Senator Barack Obama was lifted to victory by a high turnout. On the Republican side, Mike Huckabee defeated the better financed Mitt Romney.", "filename": "2008_01_04_us_politics_04elect_1542343245.html", "image_url": "https://static01.nyt.com/images/2008/01/04/us/03caucus-17-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_04_us_politics_04elect_1542343245.html", "title": "Obama Takes Iowa in a Big Turnout as Clinton Falters; Huckabee Victor", "title_page": "Obama Takes Iowa in a Big Turnout as Clinton Falters; Huckabee Victor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Huckabee, a Baptist minister, was carried in large part by evangelical voters, who helped him withstand extensive spending by Mr. Romney on television advertising and a get-out-the-vote effort.\n“Tonight we proved that American politics is still in the hands of ordinary folks like you,” said Mr. Huckabee, who ran on a platform that combined economic populism with an appeal to social conservatives.\nMr. Huckabee won with 34.4 percent of the delegate support, after 86 percent of precincts had reported. Mr. Romney had 25.4 percent, former Senator Fred D. Thompson of Tennessee had 13.4 percent and Senator John McCain of Arizona had 13.2 percent.\nOn the Democratic side, with 100 percent of precincts reporting, Mr. Obama had 37.6 percent of the delegate support, Mr. Edwards 29.8 percent and Mrs. Clinton had 29.5 percent. Gov. Bill Richardson of New Mexico was fourth, at 2.11 percent.\nTwo Democrats, Senator Joseph R. Biden Jr. of Delaware and Senator Christopher J. Dodd of Connecticut, dropped out of the race after winning only tiny percentages of the vote.\nA record number of Democrats turned out to caucus — more than 239,000, compared with fewer than 125,000 in 2004 — producing scenes of overcrowded firehouses and schools and long lines of people waiting to register their preferences.\nThe images stood as evidence of the success of Mr. Obama’s effort to reach out to thousands of first-time caucusgoers, including many independent voters and younger voters. The huge turn-out — by contrast, 108,000 Republicans caucused on Thursday — demonstrated the extent to which opposition to President Bush has energized Democrats, and served as another warning to Republicans about the problems they face this November in swing states like this.\nAdvertisement Continue reading the main story\nMr. Obama’s victory in this overwhelmingly white state was a powerful answer to the question of whether America was prepared to vote for a black person for president. What was remarkable was the extent to which race was not a factor in this contest. Surveys of voters entering the caucuses also indicated that he had won the support of many independents, a development that his aides used to rebut suggestions from rivals that he could not win a general election. In addition, voters clearly rejected the argument that Mr. Obama does not have sufficient experience to take over the White House, a central point pressed by Mrs. Clinton.\nMr. Obama took the stage, smiling broadly and clapping his hands in response to the roar of cheers that greeted him.\nPhoto\n“They said this country was too divided, too disillusioned to ever come together around a common purpose,” Mr. Obama said. “But on this January night, at this defining moment in history, you have done what the cynics said we couldn’t do.”\nThe result sent tremors of apprehension through Mrs. Clinton’s camp, and she promptly turned her attention to New Hampshire, flying there on a plane that left at midnight. Aides said that former President Bill Clinton would go there immediately and spend the next five days campaigning in a state where he has always been strong. Mrs. Clinton, in her concession speech, sought again to embrace the mantle of change that has served Mr. Obama so well, even as she was flanked on the stage by Mr. Clinton, his face frozen in a smile, and Madeleine K. Albright, who was Mr. Clinton’s secretary of state.\n“What is most important now is that, as we go on with this contest, that we keep focused on the two big issues, that we answer correctly the questions that each of us has posed,” Mrs. Clinton said. “How will we win in November 2008 by nominating a candidate who will be able to go the distance and who will be the best president on Day One.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Edwards in his speech suggested that he had benefited from the same electoral forces that lifted Mr. Obama to victory. “Continue on,” Mr. Edwards shouted at supporters from the stage, his voice sounding hoarse. “Thank you for second place.”\nIn fact, he drew 29.8 percent of the delegates awarded, to Mrs. Clinton’s 29.4 percent.\nMr. Huckabee declared victory at a boisterous rally in which he rejoiced in his ability to overcome his better-financed opponent, who had spent much of the past year building up for a victory and had hammered Mr. Huckabee with negative advertisements over the past month here.\n“We’ve learned that people really are more important then the purse,” he said.\nMr. Romney will now make a stand in New Hampshire, where he has also invested heavily.\n“Congratulations on the first round to Mike,” Mr. Romney said on Fox News.\nRudolph W. Giuliani, the former mayor of New York, had campaigned intermittently here over the past month, at one point hoping to take advantage of the unsettled field here to come in third. Instead, he came in sixth place, garnering just 3 percent.\nAdvertisement Continue reading the main story\nMr. Obama and Mr. Huckabee face very different circumstances heading into New Hampshire and the states beyond. Polling suggested that a once overwhelming lead enjoyed by Mrs. Clinton in New Hampshire was vanishing even before the results of Thursday’s vote. Mrs. Clinton’s advisers have long worried that a loss here would weaken her even more going into New Hampshire, stripping her both of claims to inevitability and to electability.\nMrs. Clinton and Mr. Obama — as well as Mr. Edwards — face a rigorous and expensive run of nearly 25 contests between now and Feb. 5. Mr. Obama and Mrs. Clinton appear far better-positioned, in terms of organization and money, to compete through that period, than Mr. Edwards. Though Mr. Edwards presented second place as a victory, he fell far short of winning — as he had once sought to do — and might find it difficult now to raise more money or find new supporters.\nCompared to Mr. Obama Mr. Huckabee’s situation is much more tenuous, and his victory on Thursday did little to clarify the state of the Republican field. In New Hampshire, polls have shown Mr. McCain on the rise and little support for Mr. Huckabee. Mr. Giuliani has invested much of his time and money in Florida. And, as Mr. Romney’s advisers noted tonight, he has more a foundation of money and support in many of the coming states.\nIowa seemed particularly fertile ground for Mr. Huckabee. Polls of Republicans entering the caucus sites found that 60 percent described themselves as evangelical, and by overwhelming numbers they said they intended to vote for Mr. Huckabee.\nThe polls, conducted by Edison/Mitofsky for the National Election Pool of television networks and The Associated Press, also left little doubt about the reasons for Mr. Obama’s convincing victory here. He did much better among young voters.\nVoters here were far more interested in a candidate promising change — as Mr. Obama was — than one citing experience, the heart of Mrs. Clinton’s appeal. Half of Democrats said their top factor in choosing a candidate was someone who could bring about change. Just 20 percent said the right experience, Mrs. Clinton’s key argument, was the main factor.\nFor all the talk about electability, barely one in 10 respondents said it was the main factor in their decision.\nThere was a sharp generational break in support of the two candidates. Mr. Obama was backed by 60 percent of voters under 25 while Mrs. Clinton was supported by about 45 percent of voters over 65.\nThe survey of Democrats entering the caucus sites found that more than half said they were attending their first caucus — and they divided with about 40 percent for Mr. Obama and about 30 percent for Mrs. Clinton.", "url": "https://www.nytimes.com/2008/01/04/us/politics/04elect.html"}