{"authors": ["Clifford J. Levy"], "date_download": "2018-11-16 04:36:43", "date_modify": "2018-11-16 04:36:43", "date_publish": "2008-10-25 12:35:44", "description": "Yuri M. Luzhkov has spent hundreds of millions of dollars over the last decade to support ethnic Russians and stoke separatism in nations on Russia’s borders.", "filename": "2008_10_26_world_europe_26mayor_1542343003.html", "image_url": "https://static01.nyt.com/images/2008/10/26/world/europe/26mayor_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_10_26_world_europe_26mayor_1542343003.html", "title": "Moscow’s Mayor Exports Russia’s New Nationalism", "title_page": "Moscow’s Mayor Exports Russia’s New Nationalism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His enigmatic role unnerves Russia’s pro-Western neighbors because he flouts diplomatic rules that prohibit aid to separatists. When foreign governments protest that he is violating their sovereignty and destabilizing their countries, he says he is merely expanding Moscow’s sister-city relationships. The Kremlin says he is acting as a local official or a philanthropist.\nBut the ambiguity seems purposeful. Russia’s paramount leader, Prime Minister Vladimir V. Putin , has sought to undermine new pro-Western governments that took power in the so-called color revolutions. Mr. Luzhkov is, in a sense, spearheading Mr. Putin’s counterrevolution.\n“In this type of foreign policy, someone has to carry the aggressive message, and Luzhkov is very suitable for this because he thinks it and really believes it,” said Konstantin Remchukov, owner of Nezavisimaya Gazeta, a Moscow newspaper. “So they use him deliberately.”\nMr. Luzhkov offered typically pointed remarks at the groundbreaking this month in Tskhinvali, the South Ossetian capital, for the neighborhood, to be called the Moscow district. It is to rise on land that had been Georgian but was essentially ethnically cleansed after being overrun by Russian troops.\n“What the heck is Bush thinking?” Mr. Luzhkov told the crowd. “He boasts that America supports the aspirations of people for freedom and independence. But the president of America should come to Tskhinvali, wrecked but alive, wrecked but with people who are experiencing joy and freedom.”\nShort and stocky, a Soviet-style proletariat’s cap covering his bald head, Mr. Luzhkov is often shown on state-controlled television journeying abroad. A few days before he arrived in South Ossetia, he went to Abkhazia , the other breakaway enclave in Georgia, where he was also greeted as a hero.\nHe has been the primary Russian patron of the two enclaves, whose ambitions spurred the conflict in August, and he has long required his city to conduct relations with their separatist governments as if they were independent nations. Only after the crisis did the Kremlin follow suit.\nAdvertisement Continue reading the main story\nHe is so popular in South Ossetia that a street was named after him here in Tskhinvali. South Ossetia’s president, Eduard Kokoity , referred to him as “a dear friend who is one of us.”\nBut he is the bête noire of leaders who took power in popular “color revolutions” that swept Eastern and Central Europe over the past six years, especially the Rose and Orange Revolutions in Georgia and Ukraine.\nThe Georgian president, Mikheil Saakashvili , professes to loathe Mr. Luzhkov, and the feeling is mutual. (During his speech here, Mr. Luzhkov called Mr. Saakashvili “subhuman.”)\nMr. Luzhkov, who declined to be interviewed for this article, has also called for Russia to reclaim Crimea from Ukraine. Many Russians consider Crimea, which has an ethnic Russian majority and a Russian naval base on the Black Sea, an integral part of Russia.\nIf it becomes the next flash point between Russia and the West, Mr. Luzhkov will in no small part be responsible. He has nurtured separatist groups in Crimea that since the Georgia conflict have a new battle cry: we will be next.\nIn May, when Mr. Luzhkov got off a plane in Crimea, he was greeted by Ukrainian security service agents who warned him to stop fomenting separatism. He instead proclaimed in a speech that Sevastopol, the site of the Russian naval base, belongs to Russia.\n“Is it right for us to keep silent?” he said. “We are speaking the truth.”\nThe next day, Ukrainian officials barred him from Ukraine and began investigating his activities in Crimea, including his support for a cultural center, Moscow House, he set up in Sevastopol.\nPhoto\nUkraine said it was also looking into the affairs of his wife, Yelena Baturina, a billionaire who is Russia’s richest woman. The Ukrainians contend that she has assisted him by investing money in areas where he is active.\nAdvertisement Continue reading the main story\nThe Georgians have their own inquiry into Mr. Luzhkov. To the South Ossetians, though, any attempts to go after him only underscore the importance of his support.\n“If someone comes to your house to kill you, the person who helps you first, the person who extends his rescuing hand to you, how would you feel about him?” said Zalina Abayeva, 38, a government worker who was in the crowd welcoming Mr. Luzhkov to Tskhinvali. “That is how we feel about Luzhkov.”\nA Nationalist Streak\nMr. Luzhkov’s nationalism sprang from the Soviet Union’s collapse in 1991, which deeply pained Mr. Luzhkov and many other Russian leaders who came of age at the height of Soviet power.\nThey were embittered by Russia’s economic plight in the 1990s and said that the West was taking advantage of Russia’s weakness by encroaching upon its zone of influence. Those feelings hardened when NATO admitted former Soviet satellites and republics.\nMr. Luzhkov also focused on the plight of millions of ethnic Russians who after the breakup found themselves living in other former Soviet republics. He said he believed that these people had been abandoned by the Kremlin under President Boris N. Yeltsin , so he sent tens of millions of dollars in aid to them.\nWhen Mr. Yeltsin negotiated a friendship treaty with Ukraine in the late 1990s, Mr. Luzhkov said it amounted to the “surrender of Crimea.”\nMr. Luzhkov used nationalism — twinned with a reverence for the revived Russian Orthodox Church — to position himself to run for president in 2000. He offered a more establishment-friendly alternative to the virulent nationalism of another contender, the hard-liner Vladimir V. Zhirinovsky .\n“At a certain point, this became part of his political image,” Konstantin Zatulin, a member of Parliament and Luzhkov ally, said of Mr. Luzhkov. “In the 1990s, he was seen as probably the only defender of Russian speakers in the former Soviet Union.”\nAdvertisement Continue reading the main story\nWhen it became clear that Mr. Putin would win the presidency in 2000, Mr. Luzhkov stepped aside. But he continued to raise his profile.\nSince he became mayor in 1992, Moscow has been transformed from a dysfunctional and shabby city into a flashy, traffic-choked metropolis. Mr. Luzhkov has overseen a building bonanza, including a financial complex on the Moscow River that will include the tallest skyscraper in Europe. He even has his own architectural style — buildings topped with triangular turrets, popularly called Luzhkov towers.\nOn Saturdays he tours neighborhoods to inspect projects and berate bureaucrats, television cameras in tow. He is mentioned more in the Russian media than any politician but Mr. Putin and President Dmitri A. Medvedev .\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nStill, like Russia as a whole, Moscow has been plagued by corruption. Mr. Luzhkov’s second wife, Ms. Baturina, 45, whom he married in 1991, became a billionaire through her real estate and manufacturing company, Inteko. The mayor’s opponents have attributed her success to cronyism. He denies that.\nAs a leader of the ruling party, he has shown little tolerance for dissent, filing lawsuits against politicians, journalists and others who criticize him.\nIn May, after Mr. Remchukov’s newspaper ran an editorial criticizing Mr. Luzhkov for his provocative comments on Crimea, city officials sought to evict the newspaper from its building. Only after an uproar ensued did the officials back down, Mr. Remchukov said.\nWhile Mr. Luzhkov is not a member of Mr. Putin’s inner circle, Mr. Putin has kept him in power. Moscow’s mayor used to be popularly elected but is now appointed by the president. Mr. Putin, who moved from president to prime minister this year, selected Mr. Luzhkov to be Moscow’s mayor last year.\nMr. Putin has not publicly objected to Mr. Luzhkov’s grandiose vision of the mayor’s role or reined in Mr. Luzhkov’s spendthrift foreign commitments.\nCity officials would not specify how much Mr. Luzhkov had spent abroad, and government budgets in Russia are opaque. Aleksandr Pogorelov, a spokesman for the city’s department of international relations, would say only, “We are engaged in offering aid to those considered Russian compatriots.”\nAdvertisement Continue reading the main story\nSergei Mitrokhin, an opposition lawmaker in Moscow’s city council, said the amount over the past decade was hundreds of millions of dollars. Two other city officials from the ruling party, who asked that their names not be disclosed for fear of retribution, concurred.\nMr. Mitrokhin said he had opposed such ventures because Moscow had immense needs. “If it is international politics, then the money should be given out from the federal budget ,” he said.\nPhoto\nAid for an Enclave\nIn June 2005, Mr. Luzhkov invited South Ossetian separatist leaders to a Moscow railroad station, where a train had been loaded with millions of dollars in aid — food, medical equipment, dump trucks, tents and cranes.\nMr. Luzhkov said the shipment was humanitarian. The Georgians labeled it military. And the South Ossetians suggested that Mr. Luzhkov was helping them gird for a coming conflict.\n“We say to those who today are trying to foist a dirty political fight upon us: We are Ossetians, and we are a steadfast people!” said the South Ossetian president, Mr. Kokoity.\nLater in 2005, as if to drive home the point, Mr. Luzhkov paid for major repairs to a strategic highway in South Ossetia to ease the movement of separatist troops, Georgian officials said.\nThe city of Moscow has also become one of largest owners of resorts and other property in Abkhazia, which has Black Sea beaches and was a popular vacation area in Soviet times, Georgian officials said. The Russian government has assisted the enclaves as well, giving weapons to their soldiers and Russian passports to their residents, but Mr. Luzhkov often seems to take the lead.\n“He has been very notorious in his hectic activities in these conflict areas,” said Temuri Yakobashvili, Georgia’s reintegration minister. “His role is both political and financial, and that is a dangerous mixture because the political talk also comes with a lot of money.”\nAdvertisement Continue reading the main story\nMr. Luzhkov has also worked to cement Russia’s gains in the war. Even before it ended, he dispatched officials to prepare to resettle South Ossetians on what was once an ethnic Georgian village called Tamarasheni.\nBefore the conflict, South Ossetia was a patchwork of ethnic areas overseen by peacekeepers, and its separatist government had no control over Tamarasheni. The village, which has now been absorbed by the capital, Tskhinvali, is in ruins, filled with the carcasses of looted homes and stores.\nIn his speech here, Mr. Luzhkov did not mention the Georgians who lost their land. He talked about the neighborhood he was building in Tamarasheni, with homes, schools, a sports complex, stores and playgrounds, as a symbol of Russian strength.\n“Russia needs nothing,” he said. “It has everything. It is the wealthiest country. But when we see injustice toward South Ossetia, toward the people of Abkhazia, it rises up to their defense.”\nDeepening Russia’s Presence\nMr. Luzhkov has devoted even greater attention to Crimea, which many Russians consider a nearly sacred, if disputed, part of their patrimony.\nThis peninsula on the Black Sea was part of Russia until 1954, when the Soviet leader Khrushchev transferred it to Ukraine. It mattered little then because both were part of the Soviet Union. But after Communism’s fall, Crimea’s ethnic Russians, who make up 60 percent of the population of two million, had to answer to Kiev, Ukraine’s capital, not Moscow. Then came the Orange Revolution of 2004, led by Ukrainian nationalists who are hostile to the Kremlin and want to join NATO.\nMuch of the friction revolves around Russia’s Black Sea fleet, which has a base in Sevastopol. The Ukrainian leadership has announced that the fleet must leave when its lease ends in 2017. It has also begun requiring the use of the Ukrainian language in public life.\n“Ukraine’s leadership is showing an absolutely clear tendency toward the suppression of all things Russian — the Russian language, Russian culture, Russian literature, Russians on their territory,” Mr. Luzhkov said in August.\nAdvertisement Continue reading the main story\nIn Sevastopol, a city of 350,000, Mr. Luzhkov has deepened the Russian presence. He has constructed a branch of Moscow State University, Russian Orthodox cathedrals, schools, a sports complex and other facilities.\nMilitary personnel with the Black Sea fleet refer to their housing as Luzhki because Mr. Luzhkov built thousands of apartments for them. He has proposed spending another $2 billion on real estate development in Crimea.\nMr. Putin has said that Russia respects Ukraine’s territorial integrity, but he has not disavowed the separatists or Mr. Luzhkov. In fact, after Mr. Luzhkov was barred from Ukraine in May, the Kremlin lashed back.\n“Luzhkov only expressed a view that, incidentally, coincides with the point of view of most Russians who responded painfully to the disintegration of the U.S.S.R.,” the Foreign Ministry said.\nThe fervor that Mr. Luzhkov has helped whip up was evident last month at a rally in Sevastopol on a hill lined with graves of Russian soldiers who had died defending the city when it belonged to Russia.\nWaving Russian flags and singing Soviet anthems, residents praised Russia’s victory in Georgia and spoke of Mr. Luzhkov as a brother in arms. They said he was helping to free them from Ukrainian tyranny.\nThe city’s chief Russian Orthodox priest, the Rev. Sergei M. Khaluta, blessed the rally. “Truth is with our country!” he said, and it was clear that he did not mean Ukraine.", "url": "https://www.nytimes.com/2008/10/26/world/europe/26mayor.html"}