{"authors": ["Jim Yardley"], "date_download": "2018-11-16 03:54:42", "date_modify": "2018-11-16 03:54:42", "date_publish": "2008-02-09 00:00:00", "description": "The recent snowstorms that left millions without power in Southern China underscored the country’s heavy dependence on coal and laid bare the glaring inadequacies of its production and distribution cycle.", "filename": "2008_02_09_world_asia_09china_1542340482.html", "image_url": "https://static01.nyt.com/images/2008/02/09/world/09china-span-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_02_09_world_asia_09china_1542340482.html", "title": "In China, Scramble Continues in Coal Country", "title_page": "In China, Scramble Continues in Coal Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What this storm has exposed is that coal is the backbone of China’s energy supply, and the market is currently tightly balanced,” said Zhang Chi, a director at the Beijing office of Cambridge Energy Research Associates. “Any disruption may have serious impacts on the economy and on people’s daily lives.”\nFaced with electricity shortages in more than half the country, the Communist Party responded with an old-style mobilization campaign. Roughly two million military personnel were mobilized to provide relief aid, help restore power and get trains moving again so that many, if hardly all, the stranded migrant workers could get home by Thursday.\nLast week, President Hu Jintao visited the Tashan mine and ordered all state-owned mines to produce more coal, and produce it faster, in order to guarantee supply for power plants in the south. China’s central planning agency, the National Development and Reform Commission, stated that certain closed mines would be allowed to reopen to help meet demand.\nPhoto\nBut the short-term emphasis on production glossed over the complexity of the coal situation and raised questions about whether the government was signaling that unsafe mines could now be reopened. China has the world’s most dangerous mines, and the government has closed thousands of small mines since 2006 in an effort to reduce fatalities by consolidating the industry into larger, more efficient operations.\nLast year, the number of mining fatalities dropped by one-fifth to 3,786 deaths, still the highest figure in the world. This week, officials in Beijing insisted that the government’s new announcements were not a retreat from its safety priorities. But the Chinese media quickly found operators of closed mines who were recruiting workers and trying to reopen. Meanwhile, 21 miners died in two separate accidents last week, an ominous development for an industry suddenly operating at full throttle.\nFor decades, Datong has been one of China’s busiest coal capitals and is known for producing the higher quality coal used in power plants. The region is dominated by the Datong Coal Mining Group, one of the country’s largest state-owned mining corporations, with more than 200,000 employees. In his visit, Mr. Hu descended to the floor of the Tashan mine in a spotless mining jacket and exhorted black-faced miners to dig out of patriotic duty.\nPractically speaking, Mr. Hu’s directive has meant that the state-owned mines are working overtime. At one of Datong Coal Group’s other main mines, the regular quota is 150,000 tons of coal a month, according to one worker. But officials are now asking workers to quadruple that figure to 600,000 tons for February.\nAdvertisement Continue reading the main story\n“We’ll do it,” said Wang Kuikui, 53, who has worked in the mine for 27 years. “We’ll get 600,000 tons.”\nMr. Wang usually gets three days off for the Lunar New Year, but his leave is now canceled. He earns about $200 a month and lives near the mine in a mud-and-brick, two-room home with his wife, son, daughter-in-law and grandson. And Mr. Wang is considered fortunate because he has a job at a larger, safer state-owned operation. His son cannot get a job at the same mine and makes money doing odd jobs.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt the Hudong freight yard, the tracks are jammed with trains transporting 200 or more coal cars eastward to the port city of Qinhuangdao. From there, the coal is loaded onto ships and taken to power stations in the south.\n“My holiday is canceled,” said one railroad repairman named Mr. Cheng, who is living at the freight yard instead of returning home to his family. “We’re working here straight through for the next two weeks. However much coal they can produce, we’ll find a way to move it.”\nMr. Hu’s directive focused exclusively on the large state-owned mines that dominate the landscape around Datong and elsewhere in surrounding Shanxi Province. Yet from one hilltop outside Datong, the view of the bleak, pocked landscape also revealed smaller operations tucked into ravines and gullies. Some of these mines lack required approvals but are protected by local officials in exchange for a financial stake.\nPhoto\nThis year, Shanxi Province is trying to carry out central government policies and close all mines that produce fewer than 90,000 tons of coal a year. But it is unclear if more stringent plans to close mines that produce fewer than 300,000 tons will go forward in light of the shortages.\nA Chinese journalist who focuses on mining estimated that there were thousands of illegal mines operating in Shanxi Province despite central government edicts. Often, these mines enable the country to meet rising demand for coal as the economy continues to grow at double-digit rates. But while the largest mines use sophisticated mechanized diggers, some small mines use mules to haul coal.\nOn the same day that Mr. Hu visited the Tashan mine, Li Shuangwei was discharged from a small hospital that treats injured miners. Mr. Li, 26, had worked in four small mines since October 2006, earning about $10 a day. With both his parents deceased, he chose mining because it paid more than construction work. He said he needed money to help his brother pay for medical treatment for seizures.\nOn Jan. 17, Mr. Li was knocked unconscious when a poorly supported ceiling in the mine collapsed on him. He awoke to find himself being dragged out of the mine atop a rickshaw and then carried to the hospital. “My stomach hurt,” he recalled. “I couldn’t breathe. I was bleeding inside my chest.”\nAdvertisement Continue reading the main story\nMr. Li now has a 10-inch scar on his stomach from surgery at the hospital. He still does not know what procedures were performed or what specific injuries he sustained. His foreman arrived at the hospital on Jan. 31, paid the bill for the two-week stay and told Mr. Li that he must cover any further medical costs.\n“I just want to get better,” said Mr. Li, who is now living on a construction site where his uncle is the foreman as he tries to get more medical compensation from the local government. “I can’t do any work now.”\nMr. Li’s accident would be considered a minor one. Another man in Mr. Li’s mine lost an arm a few weeks earlier. Major accidents claiming lives often prompt officials to close all surrounding small mines and conduct inspections. This also creates opportunities for corruption; the state media occasionally publishes articles about mine owners bribing local officials to avoid closing down.\nMr. Zhang, the energy analyst, said there was a clear correlation between small mines and accidents, but he also noted that planners might have underestimated the role of small mines in market supply. China will need more and more coal in the future, even as it tries to replace smaller, more dangerous mines with larger ones.\nExperts say production is only one of the uncertainties facing China. Electricity rationing was already under way in several provinces because of shortages of coal reserves at power stations. Economists have partly blamed pricing flaws for the problem; fearing inflation, the government has capped electricity prices even though power companies must buy coal at rising market prices. Coal reserves at power stations were already at historic lows before the storm knocked out rail and truck deliveries.\nAt the Tashan mine this week, the complexities of China’s coal situation were distant problems. “It’s just like a normal day,” said one man before he climbed onto the shuttle truck. “We go down. Then we come back up and go home.”", "url": "https://www.nytimes.com/2008/02/09/world/asia/09china.html"}