{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:37:31", "date_modify": "2018-11-16 03:37:31", "date_publish": "2008-12-29 12:02:25", "description": "Beans are the perfect beginning to a new year -- particularly this new year.", "filename": "2008_12_29_health_nutrition_29recipehealth_1542339451.html", "image_url": "https://static01.nyt.com/images/2008/12/29/health/nutrition/bean.salad.jpg/bean.salad.jpg-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_12_29_health_nutrition_29recipehealth_1542339451.html", "title": "At the Start of the New Year, Prosperity Means Beans", "title_page": "At the Start of the New Year, Prosperity Means Beans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOne of my New Year’s resolutions is to use up all of the bags and half-filled bags of dried beans in my pantry before they get too old. Dried beans won’t spoil with age, but once they are more than a year old, they take longer to cook. And sometimes old beans never seem to soften up no matter how long you cook them.\nBeans are an economical, delicious and comforting way to feed your family well. They are an excellent source of protein, low in fat and exceptionally high in fiber. They are also a good source of calcium, iron, folic acid and potassium. Perhaps it is because beans are so economical that the custom of eating them on New Year’s Day for prosperity exists in so many cultures. Here we eat black-eyed peas (Italians and southern French eat chickpeas; Japanese eat red beans). Try this warm black-eyed peas salad on the first of the year. A Southerner would scoff at this dish, which contains no ham hocks or salt pork. The vibrant salad, which I like to serve warm, proves that those ingredients are not essential for great black-eyed peas.\nNew Year’s Black-Eyed Peas Salad\nFor the beans:\n1 tablespoon extra virgin olive oil\n1 medium onion, chopped\n3 or 4 garlic cloves, minced\n1 pound black-eyed peas, washed and picked over\n6 cups water\n1 bay leaf\nSalt to taste\nFor the dressing and salad:\n1/4 cup red wine vinegar or sherry vinegar\nAdvertisement Continue reading the main story\n1 garlic clove, minced\nSalt and freshly ground pepper to taste\n1 to 2 teaspoons lightly toasted cumin, ground (to taste)", "url": "https://www.nytimes.com/2008/12/29/health/nutrition/29recipehealth.html"}