{"authors": ["Dennis Lim"], "date_download": "2018-11-16 03:24:00", "date_modify": "2018-11-16 03:24:00", "date_publish": "2008-09-04 14:54:53", "description": "Filmmakers love her work, while the public remembers the Heath Ledger connection.", "filename": "2008_09_07_movies_moviesspecial_07lim_1542338640.html", "image_url": "https://static01.nyt.com/images/2008/09/07/arts/07lim75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_09_07_movies_moviesspecial_07lim_1542338640.html", "title": "The New York Times", "title_page": "For the Actress Michelle Williams, It’s All Personal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I thought a lot about what you look like when you think nobody’s looking at you, when you feel completely invisible,” Ms. Williams said of her character Wendy. “Your entire life happens inside because you don’t think anyone notices you. Which is very different from me. Not that I don’t have any inside life, but I feel watched, all the time.”\nAs she spoke over a long lunch at a restaurant near her home in Boerum Hill, Brooklyn, Ms. Williams occasionally paused and smiled wryly as if to acknowledge the unspoken connections with her off-screen life. “It’s all so personal, isn’t it?” she said. “It’s hard to talk about work without talking about things that are personal. Work is personal. I don’t want to talk about my personal life, but it’s on my mind, and it’s in my work.”\nConfessing to being apprehensive and out of practice, she thought long and hard before answering questions, searching for the right words — “I want to actually represent how I feel,” she said at one point — but also taking care to avoid unintended disclosures. “It’s a fine line between wanting to be known and understood but also knowing what’s sacred,” she said.\nOne subject on which she willingly opened up was “Wendy and Lucy” — “probably the smallest film I’ve made,” she said, “and I’ve made some pretty small films.” (It is set to open Dec. 10, and will be shown Sept. 27 and 28 at the New York Film Festival.) Ms. Reichardt was worried that Ms. Williams would have trouble adapting to the microbudget conditions and to her plain-Jane role. “I feared that she was too pretty for the part sometimes, and I was concerned about asking her to go without makeup and not wash her hair for two weeks,” Ms. Reichardt said. “But I think she found that completely liberating.”\nMs. Williams said she relished the intimate scale. Shooting a tiny film on the outskirts of Portland at a time when she “felt particularly adrift” — she and Mr. Ledger had just broken up — she was grateful to find her character’s anonymity rubbing off on her. “I didn’t stand out in that community,” she said. “It was this perfect safe haven.”\n“Making something out of nothing,” she added. “I’ve always liked that phrase, and I feel that way about this movie. We were working with so little in every way.” That minimalism extends to her tamped-down performance. Wendy is allowed one outburst but otherwise endures her downward spiral with stoic resilience.\nTo convey the character’s stubborn sense of purpose Ms. Reichardt showed Ms. Williams films like Max Ophüls’s “Reckless Moment,” with Joan Bennett as a suburban supermom driven to protect her family at all costs, and “Mouchette,” Robert Bresson’s single-minded portrait of a teenage outcast. “Kelly called me her Mouchelle,” she said.\nAdvertisement Continue reading the main story\nMs. Williams related to the self-sufficiency of her character: Wendy, heading north to find a job in the Alaskan fisheries, is something like a pioneer heroine for these depressed and exhausted times. “Maybe I read too much Emerson and Whitman at an impressionable age,” Ms. Williams said, referring to her tendency “to do everything” by herself. Her independent streak dates to her teenage years. After a childhood in rural Montana, she completed a high school correspondence course and moved to Los Angeles at 15, declaring herself legally emancipated from her parents.\nMs. Reichardt spoke admiringly of Ms. Williams’s expressive stillness on screen, her ability to tap into wells of emotion while appearing to do very little. “She can make an adjustment that is so subtle and so small it’s like she’s dialing in a station,” Ms. Reichardt said.\nThat kind of praise comes freely from filmmakers who have directed her. Mr. Kaufman cast her in “Synecdoche” (Oct. 24) partly because he had fond memories of her oddball turn in “Dick” as a nerdy teenager who lives at the Watergate and develops an improbable crush on Richard M. Nixon. “She can be really funny in really surprising ways,” he said. “I love watching her face change.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Wenders, who wrote “Land of Plenty” with her in mind, spoke of her honesty, which “transcends any beauty and turns it into goodness, for lack of any other expression.”\nThere has been no shortage of fulfilling work, especially since her widely praised performance in “Brokeback Mountain.” Mr. Scorsese’s “Shutter Island,” an adaptation of a Dennis Lehane novel that also stars Leonardo DiCaprio and Mark Ruffalo, is due to open next year, and two other films are awaiting United States distribution: “Mammoth,” directed by the Swedish provocateur Lukas Moodysson, and Sharon Maguire’s drama “Incendiary,” which had its premiere at Sundance.\nMs. Williams would seem to be entering her professional prime, but she is reluctant to capitalize on her recent successes. “I’m going to take a year off,” she said. “I think I stopped feeling creative a while ago, and I’m just realizing it now.”\nShe admitted to feeling the strain of being a working single mom. She reads bedtime stories to Matilda, now nearly 3, in whatever accent she’s practicing — East London for “Incendiary,” Boston for “Shutter Island” — but has had a hard time balancing the immersive demands of acting and the consuming duties of motherhood. “I used to have all the time in the world to daydream and even just to dream and let your unconscious do some of the work for you,” she said. “Now I’m up at 5 in the morning, and I don’t remember what I dreamed about.”\nThe bleakness of some of the roles has also taken a toll. In “Incendiary” she plays a wife and mother who loses her family in a terrorist attack; while preparing for “Shutter Island” she read case studies on infanticide. “When I work again maybe it should be a comedy,” she said. “I’ve always had a tendency for darker, more lifelike material. I think I had this sense that important things are heavy things. I don’t know if that’s true any more.”\nIn person Ms. Williams seems like nothing so much as your average 20-something Brooklyn hipster, which should perhaps be no surprise since she has been a New Yorker all her adult life. While making “Dawson’s Creek” she split her time between Wilmington, N.C., where the series was shot, and New York, where she found “wonderful friends who were all orphans in some way, not just actors but writers and musicians and painters.”\nAdvertisement Continue reading the main story\nShe is a little resentful but mostly rueful that she can no longer experience the city the way she used to. “I feel like that’s been taken away from me,” she said. “I’m worried what people are saying or thinking, or if they’re going to follow me, or if someone is going to pop out of a bush with a camera. I’ve started to shut down, but I also know I can’t let it dictate my life.”\nShe still finds herself reacting to the tabloid intrusions with bewilderment. (In recent months the talk has turned to a rumored relationship with the filmmaker Spike Jonze.) “It feels so surreal,” she said. “How is this my life? When did it get so out of control?”\nTo be a celebrity is to negotiate a gulf between private self and public image. “It’s a bit of an isolating problem to have,” Ms. Williams said, and so she was gratified to find that this was among the themes of Milan Kundera’s novel “Immortality,” which she read on the plane to Cannes, though she said she wasn’t sure she agreed with the book’s conclusion, “that the self people perceive is just as real because it exists.”\nShe is an avid reader who favors poetry over novels while filming so she’s not distracted by competing narratives. Looking ahead to her year off she said that she wanted to pick up a skill, some kind of handicraft. “I want to humble myself in front of a task like embroidery,” she said. “I like how physical work can really free your mind.” At a low point last year she signed up for night classes in bookbinding and calligraphy. “I was prouder of my little foldout book than of some movies that I’ve made,” she said.\nDespite her claims of burnout, she still talks about acting with a kind of reverential awe. “I’m a Virgo, and I want everything to be fair and equal and clear, and acting just isn’t,” she said. “It’s kind of an incantation or a rain dance.” She loves the research process but is less thrilled about watching the end results (and often doesn’t). “If only the damned things never came out,” she said. “I get far too self-critical when I watch myself.”\nIn an e-mail message a couple of weeks later, Ms. Williams said she had been mulling over the questions that came up in the interview. “I’ve started thinking more clearly, my head hasn’t been so switched on recently,” she wrote. “I’ve always identified with loners and outcasts, I don’t know why. I guess this is why I found a home in independent film.” She added: “I wanted to work outside the system, which is why all this fame is a real brain teaser. What am I supposed to do with it? Can you work the system without it working you?\n“Acting sometimes reminds me of therapy in that the more you talk about a traumatic or profound event, the more it loses its emotional tension. Switch on a bright light and find there is no boogeyman in the closet. So it is the same with a scene. Never tell the other actor or the director what you are ‘doing.’ ” The trick, she added, was to allow herself “to live in so much mystery, to rely on a feeling, an instinct, on faith, really, that everything I need is already inside me, and best I just don’t block the exit.”", "url": "https://www.nytimes.com/2008/09/07/movies/moviesspecial/07lim.html"}