{"authors": ["Tom Wicker"], "date_download": "2018-11-16 04:43:13", "date_modify": "2018-11-16 04:43:13", "date_publish": "2008-06-15 05:12:00", "description": "After Dan Quayle was chosen as George H.W. Bush’s running mate, the columnist Tom Wicker proposed a new selection system intended to ensure that unqualified candidates weren’t nominated as vice presidents.", "filename": "2008_06_15_opinion_15opclassic_1542343393.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_06_15_opinion_15opclassic_1542343393.html", "title": "Op-Classic, 1988: Picking a Better Vice President", "title_page": "Op-Classic, 1988: Picking a Better Vice President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the second question, however, even the Quayle controversy probably won't set off much public agitation for a change in the method of choosing vice-presidential nominees. No such discussion followed the Nixon ''fund crisis'' of 1952 or the removal of Tom Eagleton from the Democratic ticket in 1972. Perhaps Americans assume there's no better way; or that since vice presidents always have been chosen by Presidential nominees - at least since the 12th Amendment was ratified in 1804 -they always should be.\nBut vice presidents always stand only a heartbeat or a signature from the Oval Office. In the postwar era alone, Harry Truman and Lyndon Johnson succeeded to the office upon the deaths of Franklin Roosevelt and John Kennedy, and Gerald Ford had to take over when Richard Nixon resigned. The age of terrorism, moreover, may have made Presidents more vulnerable to attack.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the modern political era, vice presidents also are more often using the office to promote later Presidential nominations for themselves -Mr. Nixon in 1960, Hubert Humphrey in 1968, Walter Mondale in 1984 and Mr. Bush this year. Mr. Bush may make it, although none of the others were successful; but altogether, of the 10 Vice Presidents from Truman to Bush, 7 have become President, or a Presidential nominee, or both.\nAs Presidential nominees themselves have come to be chosen by their own independent efforts in primaries, they have somewhat similarly chosen their running mates by processes largely restricted to their own staffs. The effectiveness of these staff processes has varied with the nominee. But when vice presidents are more often becoming Presidents, and in an era when only the President's hand can be on the nuclear button, the choice of a vice-presidential candidate ought not to be left to one man's whim or campaign strategy or staff preference. We don't choose Presidents quite so cavalierly; why should we pay less attention to vice-presidential candidates?\nNot even a constitutional amendment is needed for a more rational system, because one already exists in the 25th Amendment to the Constitution. It provides that when there is a vacancy in the office, the President shall nominate a vice president, ''who shall take the office upon confirmation by a majority vote of both houses of Congress.'' Richard Nixon used this process, devised to deal with the death of a vice president, to name Gerald Ford after the resignation of Spiro Agnew; Mr. Ford, after becoming President, used it to nominate Nelson Rockefeller.\nFuture Presidential nominees could agree not to choose running mates at all (except perhaps in the case of incumbent vice presidents). Then, after noon Jan. 20 of an inaugural year, the vice presidency would become vacant, the new President could make a nomination to fill it, and Congress would be required to confirm or reject the nominee.\nThat's still the choice of one person, and Congress would seldom reject a new President's nominee. But in the cases of Mr. Ford and particularly Mr. Rockefeller, Congress held hearings and took its confirmation duty seriously. That would provide an extra barrier against an unqualified or perhaps venal vice president, and the mere existence of the confirmation requirement would influence a President to make a serious choice.\nPresidential nominees also would be relieved of the possibility that a running mate might damage the ticket's chances, and the voters' focus would have to be more nearly where it ought to be - on the character and experience of those seeking the highest office in the land.", "url": "https://www.nytimes.com/2008/06/15/opinion/15opclassic.html"}