{"authors": ["James C. Mckinley Jr."], "date_download": "2018-11-16 04:11:58", "date_modify": "2018-11-16 04:11:58", "date_publish": "2008-12-04 00:00:00", "description": null, "filename": "2008_02_24_world_americas_24iht-cuba.5.10342397.html_module=inline_1542341518.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_02_24_world_americas_24iht-cuba.5.10342397.html_module=inline_1542341518.html", "title": "Raúl Castro becomes Cuban president", "title_page": "Raúl Castro becomes Cuban president - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The decisions appeared to dash the hopes of Fidel Castro's younger followers. Some had expected that a younger politician would take over the helm of the legislature, an important bully pulpit even if the body itself serves only to rubber-stamp the president's decisions.\nCarlos Lage, a 56-year-old physician close to the elder Castro who engineered the economy after Soviet aid dried up in the 1990s, remains in the same role he had before, one of five vice presidents. The foreign minister, Felipe Pérez Roque, 42, also was passed over for promotion.\nPerhaps the most important challenge facing the new president is the struggling economy. Since he assumed the role of acting president in 2006, Raúl Castro has raised expectations among Cubans that he might act to make it easier to earn a decent salary within the state-run system. He also has encouraged more public debate about the country's problems. He has called for more productive farms and spoken of \"structural changes\" that he believes are needed to revitalize the economy. So far, he has not followed these promises with actions.\nThe ballot before the assembly contained 31 names for the top positions in the country and only one name for each position. Several delegates said they were satisfied with the choice of Raúl Castro as their next president.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\"He has had the career path that goes all the way back to the Granma,\" said one delegate, Teovaldo de la Paz Venega, a garbage collector, referring to the yacht on which the Castro brothers arrived with their ragtag rebel force in 1956. \"He has the confidence of the people.\"\nAnother delegate, General Ernesto Ruiz Ramos, also cited Raúl Castro's revolutionary roots. \"He has all the characteristics of all revolutionaries,\" he said. \"He is one of us.\"\nThe National Assembly was chosen last month in elections completely controlled by the Communist party, the only political organization permitted on this island of 11 million people.\nThe assembly was given a list of candidates for president and 30 other top positions, who collectively make up the council of state. The list was put together by a committee of party apparatchiks over the last month who polled the assembly members in private to assure it would be approved.\nAdvertisement Continue reading the main story\nIn a sense, who holds the office of president hardly matters, experts on Cuban politics say. Fidel and Raúl Castro remain firmly in control of the Communist Party, the ultimate authority on the island. They could rule from behind the scenes without occupying the presidency.\nRaúl Castro also controls the military. Since the collapse of the Soviet Union, the military - with about 37,000 active members and 700,000 reservists - has become much more than simply an expeditionary army at the service of what was once the Soviet bloc.\nHaving served under Raúl Castro for decades in the Defense Ministry, Cuba's active and retired military leaders oversee important state-run businesses, from agricultural production to tourist enterprises. Generals who learned their logistical skills on battlefields in Africa now run some of the state's most important businesses, the all-important earners of hard currency, as well as the police and security forces.\nThey are likely to play a critical role in consolidating Raúl Castro's power over the new government, and they are the only figures in Cuban society who have the power to bring down the government quickly. Most have close personal relationships with Raúl Castro, who has put them in lucrative positions of authority and power.", "url": "https://www.nytimes.com/2008/02/24/world/americas/24iht-cuba.5.10342397.html?module=inline"}