{"authors": ["John Dougherty", "John Holusha"], "date_download": "2018-11-16 03:15:10", "date_modify": "2018-11-16 03:15:10", "date_publish": "2008-04-18 00:00:00", "description": "A hearing on the fate of 416 children taken from a polygamist compound recessed after 45 minutes of wrangling.", "filename": "2008_04_18_us_17cnd-polygamy_1542338110.html", "image_url": "https://static01.nyt.com/images/2008/04/17/us/17polygamy-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_18_us_17cnd-polygamy_1542338110.html", "title": "Chaotic Hearing in Polygamist Case", "title_page": "Chaotic Hearing in Polygamist Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He predicted that the proceedings would be fair and thorough, despite the challenges of weighing 416 individual custody decisions. \"We have one lawyer, and one child, and ultimately it will be just another C.P.S. case,\" Mr. Vick said outside the Tom Green County courthouse.\nThursday’s hearing was the first time the state has attempted to present evidence since it persuaded Judge Barbara Walther of Tom Green County to sign an emergency order two weeks ago giving the state custody of the children on the basis of a telephone call from a girl who said that she was a 16-year-old and that she had been raped and beaten by her 50-year-old spiritual husband.\nShe apparently has not been identified among the children taken from the ranch, another indication of the difficulty of establishing identities of people in the close-knit church group.\nPhoto\nThe girl said that she had already had a child with the man and that she might be pregnant again. Under Texas law, children under 16 cannot get married.\nAfter the raid, during which the Department of Child Protective Services took away all the children from the 1,700-acre Yearning for Zion Ranch, authorities searched the buildings on the property, taking documents and computer hard drives as possible evidence.\nSince then, the two sides have engaged in what has amounted to a propaganda war, with state officials saying the children had been subject to physical and sexual abuse or were in imminent danger of such abuse.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMembers of the polygamous group, calling itself the Fundamentalist Church of Jesus Christ of Latter Day Saints, denied that any abuse took place and said the state is prosecuting them because of their faith. They said the remote ranch, with its log cabin-style houses and white temple, is simply a refuge from a hostile and sinful world.\nA lawyer representing some of the families questioned whether the girl who reportedly made the original complaint even exists. \"Not only have they not found her, but no one around here seems to know who she is, or where it came from or what it’s about,” said the lawyer, Jim Bradshaw of Salt Lake City. “It appears to be created out of thin air.\"\nAdvertisement Continue reading the main story\nJanet, a woman at the raided compound in Eldorado, Tex., who declined to give her last name, asserted, “We don’t know who she is.\"\nBecause many of the children have similar names and were reluctant to talk to state authorities, family relationships were difficult to sort out. Officials first confiscated all the cellphones held by the children and mothers who went with them to shelter to prevent communication with outsiders. Later, they separated the mothers from children older than 6 in hopes of getting them to talk without a parent in attendance.\nMost of the women returned to the ranch, many giving tearful interviews about the loss of their children and their bitterness at the armed officials who disrupted their way of life.\nBecause more than 350 lawyers are involved in the case, many on a voluntary basis, the county courthouse was too small to accommodate them and the members of the church who wanted to attend the hearing. That is why the live video feed was set up at the nearby city hall.\nBecause of the numbers of children, parents, lawyers and state officials involved, some lawyers said they expect all sides to make group arguments, rather then individual ones. Nevertheless, some predicted that it would be another day before Judge Walther would decide whether to keep the children in state custody or allow them to return to their homes.", "url": "https://www.nytimes.com/2008/04/18/us/17cnd-polygamy.html"}