{"authors": ["Sara Rimer"], "date_download": "2018-11-16 03:49:59", "date_modify": "2018-11-16 03:49:59", "date_publish": "2008-06-23 00:00:00", "description": "Many college officials are asking whether more should be done to encourage students to consider public service.", "filename": "2008_06_23_education_23careers.html_fta=y_1542340199.html", "image_url": "https://static01.nyt.com/images/2008/06/23/us/23career.751.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_06_23_education_23careers.html_fta=y_1542340199.html", "title": "The New York Times", "title_page": "Lure of Big Paycheck Tugs at Graduates Considering Public Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Adam M. Guren, a new Harvard graduate who will be pursuing his doctorate in economics, put it, “A lot of students have been asking the question: ‘We came to Harvard as freshmen to change the world, and we’re leaving to become investment bankers — why is this?’ ”\nIn her speech, Dr. Faust highlighted the results of a spring survey by The Crimson, the student newspaper, which found that about 20 percent of this year’s graduates were heading into financial services and management consulting, down from about 22 percent last year.\nShe acknowledged the appeal of the jobs — the money, the promise of stimulating work, the security for students of knowing they will be working alongside their friends, a commitment of only two or three years. She urged the students to search for measures of personal success beyond financial security, despite “the all but irresistible recruiting juggernaut.”\nIn his commencement speech last month at Wesleyan University , Barack Obama , the presumptive Democratic presidential nominee, voiced a similar theme when he sounded an impassioned call to public service, and warned that the pursuit of narrow self-interest — “the big house and the nice suits and the other things that our money culture says you should buy ... betrays a poverty of ambition.”\nUniversities are so concerned about this issue that some — Amherst, Tufts , the University of Pennsylvania and Harvard, for example — have expanded public service fellowships and internships. “We’re in the business of graduating people who will make the world better in some way,” said Anthony Marx, Amherst’s president. “That’s what justifies the expense of the education.”\nThis year, Tufts announced that it would pay off college loans for graduates who chose public service jobs. And officials at Harvard, Penn, Amherst and a number of other colleges say one reason they have begun emphasizing grants instead of loans in financial aid is so students do not feel pressured by their debts to pursue lucrative careers.\nIn an interview this spring, Dr. Faust held up as a model Teach for America , the nonprofit program that has recruited large numbers of students at top colleges to teach in low-income schools for two years. With 9 percent of Harvard’s senior class applying to Teach for America this year, 37 students made the cut.\nAdvertisement Continue reading the main story\nOne of the seniors that Dr. Faust met with in the winter was Dhaval Chadha, who wanted her support for a “diversity in careers” forum he was organizing. Mr. Chadha, 21, who grew up in India , will spend the next year on a fellowship in Brazil , working with an antipoverty group in preparation for what he says will be his career in public service.\n“I don’t think a lot of people at Harvard know what a hedge fund or a consulting firm is when they start,” he said. But then, he explained, juniors and seniors being recruited come back from expensive dinners out and “start throwing salaries around,” and students begin to understand that “there’s already a kind of prestige attached to working for those people.”\n“It’s like applying to college all over again,” he added. “ ‘I applied to 8 to 10 Ivy League colleges, and I got in here. I applied to these 40 companies, and I got into these ones.’ It’s exactly the thing that appeals to the Harvard competitive spirit.”\nEvgenia Peeva, who will be working for McKinsey, said: “You have to be part of the competition. You have to prove to yourself and everyone else that you can do it.”\nBryan Barnhill, a Harvard senior from a public high school in Detroit , took a semester off and will graduate next year. “Some people say it’s a selfish thing to do,” he said, referring to the lucrative jobs. “They say you should be using your talent for something beneficial for your community. Terms like ‘corporate whore’ would be tossed around.”\nCompetition for corporate jobs is fierce. But applying, usually online through Harvard’s Office of Career Services, is easy.\n“I don’t think I would have applied if it wasn’t almost an automatic option,” said Neil Sawhney, 21, a recent graduate who turned down a management consulting job for a paralegal job, and plans to go to law school. “It’s hard to overstate how much everyone is doing it.”\nBut for many Harvard seniors, corporate work represents security. “It’s scary not knowing what you’re going to do,” said Chen Xie, who is joining McKinsey. “A lot of people think, ‘Here’s a plan, let’s just do the safe thing.’ ”\nAdvertisement Continue reading the main story\nWhen Akshay Ganju began at Harvard four years ago, he burned with ambition to be a doctor. “You get to help people all the time,” he said. But his junior year he took a summer internship with Bain & Company, and loved it. “It was like going to Harvard,” said Mr. Ganju, 21, a new graduate. “There were so many smart people there.”\nNow he is about to join Bain for a full-time job. The generous salary, Mr. Ganju said, will make it possible to pay off his college loans.\nHe still may end up going to medical school, he said, or maybe business school.\n“I don’t think the point of our education is to make us rich,” Mr. Ganju said. “We all feel we want to do something meaningful beyond just accumulating wealth.”", "url": "https://www.nytimes.com/2008/06/23/education/23careers.html?fta=y"}