{"authors": ["Motoko Rich"], "date_download": "2018-11-16 04:31:10", "date_modify": "2018-11-16 04:31:10", "date_publish": "2008-04-14 00:00:00", "description": "J. K. Rowling, the author of the Harry Potter series, is expected to testify against a small publisher looking to bring out an encyclopedia based on her work.", "filename": "2008_04_14_books_14potter_1542342670.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_14_books_14potter_1542342670.html", "title": "The New York Times", "title_page": "Rowling to Testify Against Harry Potter Lexicon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The case also explores the line between free Web content created by fans and a commercially published book. Ms. Rowling has openly praised the Web site on which the Lexicon is based, giving it a “fan site award” in 2004 and commenting in interviews that she even relied on the site — which provides an annotated catalog of characters, spells, magic potions, locations and events in her books — while writing. It was only when RDR decided to transform the site into a book that she objected.\nIn court papers Ms. Rowling and Warner Brothers have argued that the Lexicon, which is being written by the Web site’s founder, Steven Vander Ark, and three other writers, “merely compiles and repackages Ms. Rowling’s fictional facts derived wholesale from the Harry Potter works without adding any new creativity, commentary, insight or criticism.” (Mr. Vander Ark is not a party to the suit.)\nWhat’s more, Ms. Rowling said the proposed Lexicon book flouted her plans to write her own encyclopedia and donate the proceeds to charity. She argues that Mr. Vander Ark’s book could deter fans from buying hers.\nRoger Rapoport, publisher of RDR Books, said he believed that Mr. Vander Ark’s work and Ms. Rowling’s encyclopedia could both exist. “We don’t think we’re a threat to J. K. Rowling,” Mr. Rapoport said in an interview. He said he paid Mr. Vander Ark a “tiny advance” for the book last August and was planning to print about 10,000 copies.\nPhoto\nIn court filings RDR argues that Mr. Vander Ark’s book “provides a significant amount of original analysis and commentary concerning everything from insights into the personality of key characters, relationships among them, the meaning of various historical and literary allusions, as well as internal inconsistencies and mistakes in the novels.”\nThe publisher said the Lexicon follows a long tradition of literary commentary. “For hundreds of years everybody has agreed that folks are free to write companion guides,” said Anthony Falzone, executive director of the Fair Use Project at Stanford Law School and one of RDR’s lawyers. “This is the first time that anybody has argued seriously that folks don’t have the right to do that.”\nMr. Vander Ark said he had initially worried that a book might constitute copyright infringement. “I honestly can’t tell you the origin of that belief,” he said. But when RDR assured him it wasn’t a problem, he said he assumed that because the material was available online and had never been challenged by Ms. Rowling, the book wouldn’t be either.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOn her Web site (jkrowling.com) Ms. Rowling says she does not object to authors publishing literary criticism or reviews of the Potter books. That, she wrote, “would be entirely legitimate — neither I nor anybody connected with Harry Potter has ever tried to prevent such works from being published.”\nAdvertisement Continue reading the main story\nNeil Blair, a lawyer for the Christopher Little Literary Agency, which represents Ms. Rowling, said he was aware of only two similar lawsuits filed by her and Warner Brothers against other publishers, including a plagiarism case in the Netherlands and a suit against a book in Germany that simply summarized the plots of the Harry Potter books. He said he believed that they had also brought an administrative proceeding against a Chinese encyclopedia.\nA call to Ms. Rowling’s press agent in Scotland was not returned. Mr. Blair referred any inquiries to a publicist in Los Angeles who is coordinating media contacts for Warner Brothers and Ms. Rowling.\nIn a number of cases Ms. Rowling and Warner Brothers have pushed publishers of other planned Harry Potter reference books in the United States to withdraw them from the market, though without filing suit. Ben Schoen, manager of operations at mugglenet.com, one of the most popular Potter fan Web sites, said that when a publisher asked editors of the site to write an encyclopedia, Ms. Rowling objected, and the publisher did not proceed. “If she asks us to do anything, we basically comply with it,” Mr. Schoen said.\nThough the case pits a billionaire author against a tiny publishing house, the Potter fan base seems to have little sympathy for RDR. Melissa Anelli, Web mistress of the Leaky Cauldron (the-leaky-cauldron.org), another popular fan site, said her board had voted to sever ties with the Harry Potter Lexicon site because of the lawsuit and comments Mr. Vander Ark has made about it.\n“You’re put in the position of having loved the site all these years,” Ms. Anelli said, “and then having to understand why J. K. Rowling had to take an action.”\nDavid Hammer, another lawyer representing RDR Books, said he believed that Ms. Rowling was acting out of vanity. “She wants to be the only one to write this encyclopedia about Harry Potter,” he said. “She’s determined to write it, and she doesn’t want competitors.”\nMr. Vander Ark, who is now living in England, is finishing up another companion book, “In Search of Harry Potter,” a travel memoir about places in Britain that served as the basis for some of the fictional locales in the novels. It is being published by Methuen in July, though neither the company Web site nor amazon.co.uk currently mention the book. A spokesman for Methuen said it was keeping a low profile because of the pending trial but did not expect any problems.", "url": "https://www.nytimes.com/2008/04/14/books/14potter.html"}