{"authors": ["Nazila Fathi"], "date_download": "2018-11-16 04:02:57", "date_modify": "2018-11-16 04:02:57", "date_publish": "2008-05-18 00:00:00", "description": "Iran’s president faces growing criticism from Shiite clerics, who accuse him of using religion to distract attention from his government’s failures.", "filename": "2008_05_18_world_middleeast_18mahdi_1542340977.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_05_18_world_middleeast_18mahdi_1542340977.html", "title": "In Iran, Debate Over an Article of Faith", "title_page": "In Iran, Debate Over an Article of Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Ahmadinejad, who has established a well-financed foundation to prepare the nation for the imam’s return, was stung by the criticism.\n“To deny the help of the imam is very bad,” he said in his news conference. “It is very bad to say that the imam will not emerge for another few hundred years; who are you to say that?”\nMr. Ahmadinejad is widely viewed in Iran as a deeply religious man. He has maintained his modest way of life — his 30-year old car, and his simple house in the lower-middle-class neighborhood of eastern Tehran.\n“He is an absolute believer in the principles of religion and tries to implement them in his work,” said Mojtaba Samareh Hashemi, a senior adviser to the president. “When he talks about justice, he means a logical, philosophical justice that leads to religion.”\nMany here say, however, that Mr. Ahmadinejad may not share all the conservative beliefs of Shiite clerics.\nMr. Ahmadinejad was once shown on television kissing the hand of his childhood teacher, a woman, even though it is deemed inappropriate for Muslims to touch members of the opposite sex to whom they are not married or otherwise related.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe challenged senior clerics in 2006 by defying a ban on women’s going to stadiums to watch men play soccer, but eventually he had to back down.\n“He is religious, but he is not traditional,” said Saeed Leylaz, a political commentator in Tehran. “He kisses the hands of women, believes women should be allowed to go into stadiums, and he truly believes that the ground for the coming of Mahdi should be prepared.”\nAdvertisement Continue reading the main story\nIn his speech, which was made last month but not broadcast immediately, Mr. Ahmadinejad said that Imam Mahdi was directing his government’s policies. He said he had the imam’s hidden support when he gave a speech at Columbia University in New York last September and was insulted by the president of the university.\nWith Imam Mahdi’s support, he said, 500 million people watched him on television. Mr. Ahmadinejad also said the United States had attacked Iraq because it had found out that “the divine hand” — apparently a reference to Imam Mahdi — was going to emerge there.\nThe escalation of the dispute in recent days seemed to suggest that Mr. Ahmadinejad was challenging Shiite clerics assumed to be the sole interpreters of the faith.\nSeveral of Mr. Ahmadinejad’s critics said that by linking his government to Imam Mahdi, he was trying to deflect criticism of his economic policies, which have led to double-digit inflation.\nA senior conservative cleric, Ayatollah Muhammad Reza Mahdavi Kani, warned him last week not to talk about Imam Mahdi and said that even the founder of the 1979 Islamic revolution, Ayatollah Ruhollah Khomeini, did not claim any links with the imam.\nAnother cleric, Mehdi Karroubi, who ran for president when Mr. Ahmadinejad was elected in 2005, warned that people could lose their faith in Imam Mahdi.\n“People would say that if the current situation is his management before his emergence, what would happen after his emergence,” he said, referring to the soaring food prices, the daily newspaper Etemad Melli quoted him as saying.\n“We need to talk about realities,” said Mr. Karroubi, who is a former speaker of Parliament. “We should not link everything to religious and hidden issues.”", "url": "https://www.nytimes.com/2008/05/18/world/middleeast/18mahdi.html"}