{"authors": ["Patricia Cohen"], "date_download": "2018-11-16 04:51:53", "date_modify": "2018-11-16 04:51:53", "date_publish": "2008-04-08 00:00:00", "description": "Though Jayne Houdyshell may not have obsessed about Hollywood and Broadway musicals when she was young, she now has a foot in each of those worlds.", "filename": "2008_04_08_theater_08houd.html_module=inline_1542343913.html", "image_url": "https://static01.nyt.com/images/2008/04/08/theater/Houdy75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_08_theater_08houd.html_module=inline_1542343913.html", "title": "The New York Times", "title_page": "After Years in Road Shows, Jayne Houdyshell Is a Middle-Aged Star in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday Ms. Houdyshell picked up the script for Robert De Niro’s new film, “Everybody’s Fine,” in which she will appear, and accepted an offer to return to the blockbuster musical hit “Wicked” for six months as Madame Morrible, a part she played in 2006.\nMs. Houdyshell had performed in musicals like “Damn Yankees,” in which she played the devilishly seductive Lola in summer stock when she was 20. (The production resulted in a short-lived marriage to the leading man.) But no one in New York would have suspected she could sing, except Joe Mantello, the director of “Wicked,” who had a bit part as a waiter in a 1980 summer stock production of “Hello, Dolly!” starring Ms. Houdyshell. “He always remembered me as this musical theater diva,” she said.\nThose commitments and a few others, including a workshop for a musical based on the children’s story “Coraline,” will keep Ms. Houdyshell occupied through next year.\nHow can she possibly juggle so many different roles at the same time? “I’m a single woman without children,” she replied.\nStill, success in New York did not come easily, she noted. She loved the community of actors at regional theaters, but the constant traveling had worn thin, and she wanted to branch out and perform in new, original plays. But for two years she barely worked.\nPhoto\n“That was a very dark time,” she said. “It was a real struggle. I hadn’t been auditioning, so I had to learn how to do that.”\nThen she began collaborating with Lisa Kron on her eccentric autobiographical comedy, “Well.” Ms. Houdyshell was cast as Ms. Kron’s idiosyncratic mother, Ann.\nAdvertisement Continue reading the main story\nEven during the play’s workshops Ms. Houdyshell, who spent most of the play’s two hours wearing a shabby housedress and sitting in a La-Z-Boy, was generating that life-giving force in the entertainment industry known as buzz. Her performance, first at the Public Theater downtown and then on Broadway, was praised by Charles Isherwood in The New York Times in 2006 for its “flawless authenticity.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Ann Kron is observed and presented with an honesty, a rigor and an understated compassion that recall the work of the great documentary photographers who capture unexpected moments of beauty on the fly,” he wrote.\nIn the insular but exacting New York theater world Ms. Houdyshell became a star. (“I love your work,” whispered a man as he brushed by her table at the Edison on his way to pay the check.) Her Broadway debut, which earned a Tony nomination, was everything she had imagined. “There was something really beautiful at having your Broadway debut at 52,” she said. “I felt really ready.”\nShe drew raves again late last year playing the title character in Adam Bock’s comedy “The Receptionist.”\nIn “The New Century,” a collection of three short plays with a final scene in which all the characters meet, Ms. Houdyshell is Barbara Ellen Diggs, a woman from Decatur, Ill., whose creative impulses find an outlet in handicrafts like a crocheted tuxedo cover for the toaster. (The primary expenses for her next project are “labor, Zoloft and glue,” she says perkily, screwing up her face like a chipmunk.) Her monologue, by far the most poignant, recalls visiting her son in the hospital as he lay dying of AIDS and a moment of connection with a New Yorker in Central Park.\nThe show’s director, Nicholas Martin, described working with Ms. Houdyshell as “slightly intimidating.”\n“She connects with the character and the play with such ferocity, she doesn’t really need a director,” he said.\nHeading toward Lincoln Center for a recent performance, Ms. Houdyshell said just going there reminded her every day of how lucky she is. On the main stage upstairs, a revival of Rodgers and Hammerstein’s “South Pacific” had recently opened. “It’s something to walk into your workplace and hear a 30-piece orchestra playing ‘Bali Ha’i,’ ” she said.\nAlthough Ms. Houdyshell is heading downstairs to the Newhouse, the orchestra might just as well be playing for her. After all, “Bali Ha’i,” as Bloody Mary sings in the show, is where you find “Your own special hopes/Your own special dreams.” And at the moment Ms. Houdyshell’s can be found eight times a week on the lower level, amid tuxedo-clad toasters and crocheted toilet caddies.", "url": "https://www.nytimes.com/2008/04/08/theater/08houd.html?module=inline"}