{"authors": ["Frank Bruni"], "date_download": "2018-11-16 03:35:57", "date_modify": "2018-11-16 03:35:57", "date_publish": "2008-03-26 00:00:00", "description": "Frank Bruni pays another visit to Mas in the West Village, and finds that in growing older the restaurant has indeed grown wiser.", "filename": "2008_03_26_dining_reviews_26rest_1542339357.html", "image_url": "https://static01.nyt.com/images/2008/03/26/dining/26rest75.1.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_03_26_dining_reviews_26rest_1542339357.html", "title": "Mas Is Not Just Older, It’s Better", "title_page": "Mas Is Not Just Older, It’s Better - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The exquisite place settings, with gleaming silverware propped in flawlessly parallel lines on carved slate wedges: wasn’t this the jittery perfectionism seen in enterprises still awaiting judgment?\nIt was and it is, but there are restaurants with every bit as much vim and vanity after years on the scene as they had when they unveiled themselves, and Mas is a great example.\nIt’s an example, too, of the favors that age can bestow on a restaurant, or rather the way a restaurant can use age to its advantage. In growing older Mas has indeed grown wiser. Its talented chef, Galen Zamarra, is making better decisions and his kitchen operates with more discipline than in 2004, when I gave the restaurant one star.\nMas has also grown bigger, to 55 seats from about 40, thanks to a room in the back that was added in December. Fans of the restaurant’s original look needn’t worry. That room, opening off a rear corner of the main dining area, isn’t visible to most of the rest of the restaurant, which is still bordered by a sleek creamy gray banquette with throw pillows. The atmosphere remains at once cool, cozy and — in a front lounge with a bar of stacked stones and tree-stump stools — somewhat whimsical.\nThe restaurant’s name is a Provençal word for farmhouse, and that not only explains some of the decorative conceits but also sets up a menu with French influences and an earnest emphasis on seasonal fare. Mr. Zamarra revises his menu not just monthly but nightly.\nIt’s printed on small, matte ecru sheets held together with twine, and its length is restrained: maybe six or seven appetizers, maybe eight or nine main courses, balanced judiciously among vegetarian, fish and meat options.\nDishes are expensive — on one recent menu, à la carte entrees ranged from $34 (for mushroom and pumpkin ravioli) to $36 (for scallops with crab meat) — but they’re intricately wrought, with flourishes aplenty. (A four-course prix fixe, for $68, is the smarter way to go.)\nAdvertisement Continue reading the main story\nFor the most part this isn’t a restaurant for diners with big, blunt appetites. It’s for those who revel in little surprises and unexpected nuances, like the smoked celery root purée that came with grilled turbot one January night.\nA root-vegetable purée may be a winter cliché, but by smoking the celery root over apple wood, Mr. Zamarra summoned summer barbecues and created something infinitely more enticing. And he rounded out the plate not just with baby carrots but also with bluefoot mushrooms.\nI was even more smitten with an entree of house-made sausages of ground pork (shoulder, neck), red wine, onion, brioche, mustard and sauerkraut.\nThey were sculptured into — and tasted like — a trio of meat loaves, but meat loaves are seldom this piggy, juicy, tangy and just plain cute. They had company, of course: red cabbage braised in apple cider, roasted cauliflower florets. Mas is the anti-Craft, choosing the sides and usually choosing several.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Zamarra has some neat tricks up his sleeve, including spaghetti squash. You see that phrase and you think of ersatz noodles, a bowl of macaroni manqué, but imagine instead that the strands are mixed with flour and eggs to form a kind of cake, which becomes a crunchy hood over a puck of braided shrimp.\nImagine the way the crunch highlights the shrimp’s delicate softness. Add some crème fraîche and aged sherry vinegar and you’ve got a knockout appetizer.\nAn appetizer that’s been around since the start is just as impressive when it hits its mark. It’s shaved yellowfin tuna that’s flash-seared by having hot beurre noisette poured over it, and what the squash does for the shrimp, fried shallots do here, adding a crisp texture.\nBut on the second of the recent occasions when I tried this dish, it had an overly tart, vinegary dimension, which spoke to the kitchen’s occasionally odd calibrations. For instance a tomato confit stuffed with pine nuts had been hit with so much fennel pollen that in some bites, fennel was all that registered.\nMas still isn’t as reliably thrilling as it could be — and, at these prices, should be. Some dishes seem too dainty, too retiring.\nAdvertisement Continue reading the main story\nBut for a restaurant of a relatively modest scale, it has a laudably immodest commitment to all aspects of a meal: special cocktails that also change with the season; a sophisticated wine list that mingles the Old and New worlds; a serious cheese selection; memorable desserts.\nA darkly, deeply flavored chocolate torte with espresso ice cream was a huge improvement over a deliberately strange lavender-infused chocolate ganache with Guinness-stout ice cream that I recalled from the restaurant’s immature days.\nA horn-shaped hazelnut tuile filled with white chocolate mousse struck me as a cannoli’s regal cousin, while a butternut squash cake with a cream cheese sorbet evoked a higher form of carrot cake.\nRelishing these treats, my companions wondered aloud why they’d never caught on to Mas before. Four years along, the restaurant is still making fans. More than ever, it deserves them.\nMas\n**\n39 Downing Street (Bedford Street); (212) 255-1790.\nATMOSPHERE A whimsical front lounge and cozy, exquisitely appointed dining rooms with a French farmhouse motif.\nSOUND LEVEL Moderate.\nRECOMMENDED DISHES Shrimp crusted with spaghetti squash; tuna with crispy shallots; grilled turbot; pork and apple sausage; roasted duck breast; wild striped bass with leek fondue; chocolate torte; butternut squash cake.\nWINE LIST Impressive, with a strong emphasis on France and significantly more bottles over $75 than under.\nPRICE RANGE Appetizers, $14 to $16; entrees, $32 to $36; desserts, $12. Four-course prix fixe, $68. Six-course chef’s tasting menu, $95.\nHOURS From 6 to 11:30 p.m. nightly.\nRESERVATIONS For prime times, call about three weeks ahead.\nCREDIT CARDS All major cards.\nAdvertisement Continue reading the main story\nWHEELCHAIR ACCESS Fully accessible.\nWHAT THE STARS MEAN Ratings range from zero to four stars and reflect the reviewer’s reaction to food, ambience and service, with price taken into consideration. Menu listings and prices are subject to change.", "url": "https://www.nytimes.com/2008/03/26/dining/reviews/26rest.html"}