{"authors": ["Manohla Dargis", "A. O. Scott"], "date_download": "2018-11-16 03:23:58", "date_modify": "2018-11-16 03:23:58", "date_publish": "2008-05-24 00:00:00", "description": "The predictably cranky and impatient press audience offered little love to Philippe Garrel’s “Frontier of Dawn” at the Cannes Film Festival on Thursday.", "filename": "2008_05_24_movies_24cann_1542338638.html", "image_url": "https://static01.nyt.com/images/2008/05/24/arts/24cann75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_05_24_movies_24cann_1542338638.html", "title": "The New York Times", "title_page": "At Cannes, a Cantankerous Crowd Is in No Mood for a Love Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nCANNES, France — The predictably cranky and impatient press audience offered little love to Philippe Garrel’s “Frontier of Dawn” at the Cannes Film Festival on Thursday, just a weak round of applause amid a chorus of jeers. One of the most significant and, in the United States, unknown of the post-New Wave French directors, Mr. Garrel employs poetic melancholia and unhurried rhythms that were, particularly at 8:30 in the morning, either too much or not nearly enough for a crowd that had stayed up late the previous night to take in and debate “Che,” Steven Soderbergh’s ambitious epic about the revolutions won and lost by Che Guevara. (The arguments continued hotly on Friday.)\nMr. Garrel himself has made several films about revolutionary battles, including “Regular Lovers,” his unbearably sad look back at France in May 1968 and afterward. Like that 2005 film, this new one, shown in competition, was shot in glorious high-contrast black-and-white and stars his son, Louis Garrel.\nThe younger Mr. Garrel plays a photographer, François, who falls for an unstable actress, Carole (Laura Smet), which leads to unquiet happiness and noisier anguish. On the face of it, “Frontier of Dawn” comes across like a familiar if peculiarly French love story, though one tinged with madness. But few other filmmakers can — through purely visual terms, through shades of gray, meticulous framing and harmoniously balanced bodies — convey the mysterious transformation by which ordinary men and women become the adored.\nThe irritation with which the press greeted “Frontier of Dawn” should have been expected: even in France, 106 minutes of extreme behavior, next to no exposition and some grand poetic flourishes (a ghost growls in a mirror) can be difficult to digest early in the morning. Although she probably would have won audiences over anyway, the American director Kelly Reichardt (“Old Joy”) was more favorably placed on Thursday evening with “Wendy and Lucy,” which showed in the more hospitable context of Un Certain Regard, a category for younger filmmakers. In the space of a few years, Ms. Reichardt — who offered a few shy words of hello before the screening, flanked by a cluster of male colleagues and her lovely star, Michelle Williams — has become one of the most interesting young American filmmakers.\nPhoto\nHer latest follows Wendy (Ms. Williams), a girlish woman with watchful eyes and a hesitant smile, who, with her mutt, Lucy, is on her way to a new life in Alaska with too little money when she runs into trouble in Oregon. With uninflected realism, an attentive camera and no weeping strings, Ms. Reichardt makes palpably, tragically real what it means to be struggling at the very edge of the economic abyss.\nAdvertisement Continue reading the main story\nLike “Old Joy,” which tracks two friends on a short trip to the country, “Wendy and Lucy” is political to the bone but without any of the usual grandstanding. As of Thursday night’s screening, though distributors were circling the room, this pitch-perfect triumph had yet to attract an American buyer. It will. —MANOHLA DARGIS", "url": "https://www.nytimes.com/2008/05/24/movies/24cann.html"}