{"authors": ["Christopher Gray"], "date_download": "2018-11-16 03:09:36", "date_modify": "2018-11-16 03:09:36", "date_publish": "2008-06-29 00:00:00", "description": "Schrafft’s, the lunchroom and candy and ice cream maker, left a few physical traces on the New York landscape.", "filename": "2008_06_29_realestate_29scap.html_module=inline_1542337776.html", "image_url": "https://static01.nyt.com/images/2008/06/29/realestate/29scap-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_06_29_realestate_29scap.html_module=inline_1542337776.html", "title": "Midday Havens, Lost to a Faster-Paced City", "title_page": "Midday Havens, Lost to a Faster-Paced City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The chain sought associations with the well-to-do, or at least comfortable, and the typical restaurant was a relaxed white-tablecloth retreat from the midday hustle of the city. By 1928, according to an article published that year in The New Yorker, the revenue from lunch was a million dollars a month, and in a few years there were 43 stores in the region.\nPhoto\nSchrafft’s switched to the architects Bloch & Hesse in the 1930s, and they began wiping away the dignified bronze classicism of Mr. Birge’s time, replacing it with modernist marble.\nBloch & Hesse also did at least two entirely new buildings for the chain. Their one-story Schrafft’s at 155 East 79th Street has a marble front with a rooftop arcade and recessed niche at one side.\nAt 61 Fifth Avenue, at the southeast corner of 13th Street, the architects gave a light curve to the front, so the distinctive raised Schrafft’s lettering was visible from several blocks north.\nPublished versions of earlier designs show a jazzier approach, reminiscent of a streamlined radio. But Schrafft’s opted for “a modern Colonial structure designed to harmonize with the architecture of the interesting old houses in this neighborhood,” as The New York Times put it in 1938.\nIndeed, at 13th Street the chain stuck close to the most conservative kind of modernism, with giant pilasters and multilight windows that would not have been out of place on a turn-of-the-century women’s club. A small panel of glass block on the side street was about as modern as it got.\nThe New Yorker critic Lewis Mumford preferred the outright modernism of the competing Longchamps, designed by Winold Reiss, and considered Bloch & Hesse’s work “pretty bad” — the curved front at 13th Street simply “the new cliché.”\nAdvertisement Continue reading the main story\nBut Schrafft’s was all about the comfort of creamed chicken, lobster Newburg and banana splits, so the architecture had to be comfortable, too.\nPhoto\nIn an interview in The Times in 2004, Mr. Shattuck’s great-grandson Frank M. Shattuck said of the chain’s clientele: “Everyone wore hats and handmade suits. And if you were a lady, it was safe to sit at the soda fountain and drink gin from a teacup.”\nAs the world changed in the 1960s, Schrafft’s tried to change along with it, opening a chain of motels, selling off the candy business and emphasizing men-only sections.\nBut by the 1970s the Schrafft’s chain was dwindling; most of the restaurants closed within a decade or so. At the closing of a Schrafft’s on West 23rd Street in 1972, one longtime patron mourned that eating was now “all rush and hubbub — this place has warmth.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe restaurant at 155 East 79th Street is now an art and furniture store, but 61 Fifth Avenue has fallen far from its original station. In the 1980s it was the Lone Star Café, with a giant iguana on the roof and a most unladylike banner across the parapet reading, “Too Much Ain’t Enough.”\nIt was later a vegetable market, but in 2006 it was gutted by fire. The heat blistered the paint on the marble, and big panels have popped off the facade.\nNow the architect Alta Indelman says she is working on a design for a 10-story apartment house with one triplex, three duplexes and ground-floor retailing. She said that she had considered trying to salvage some of the Schrafft’s facade but that it was too far gone.\nAs for the apartment house, which is being designed for an owner who bought the site this year, she says plans are still in flux but she will probably produce “a contemporary interpretation of the Fifth Avenue apartment houses in the neighborhood” — the same goal of harmony that Schrafft’s sought 70 years ago.", "url": "https://www.nytimes.com/2008/06/29/realestate/29scap.html?module=inline"}