{"authors": ["Nicholas Confessore"], "date_download": "2018-11-16 04:28:35", "date_modify": "2018-11-16 04:28:35", "date_publish": "2008-05-08 00:00:00", "description": "The e-mail messages were kept by Daniel Wiese, the New York Power Authority’s inspector general and a key figure facing scrutiny in Attorney General Andrew Cuomo’s investigation of the State Police.", "filename": "2008_05_08_nyregion_08cuomo_1542342515.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_05_08_nyregion_08cuomo_1542342515.html", "title": "Cuomo Accuses Power Authority Officials of Erasing E-Mail of Investigation Target", "title_page": "Cuomo Accuses Power Authority Officials of Erasing E-Mail of Investigation Target - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — Attorney General Andrew M. Cuomo accused officials at the New York Power Authority on Wednesday of erasing e-mail messages kept by Daniel Wiese, the authority’s inspector general and a key figure facing scrutiny in Mr. Cuomo’s wide-ranging investigation of the State Police.\nIn a sharply worded letter to Roger Kelley, the authority’s president, Mr. Cuomo said that his investigators had learned of an effort by authority personnel to erase messages from Mr. Wiese’s BlackBerry and desktop computer on April 1, the day after Gov. David A. Paterson granted Mr. Cuomo sweeping powers to investigate whether State Police officials were involved in improperly monitoring politicians.\nMr. Wiese was formerly a high-ranking official at the State Police, where he worked for 25 years.\n“Undoubtedly, you appreciate the seriousness of this extremely troubling conduct,” Mr. Cuomo wrote. Under state law, it is a crime — potentially a felony — to destroy information sought or likely to be sought by subpoena. His office issued subpoenas to the authority on April 4.\nMr. Cuomo demanded that the authority provide him with backup copies of the e-mail messages and of any internal communication related to the attempt to erase the original messages. He also sought e-mail sent or received by two other employees linked to Mr. Wiese: Albert Swansen, the first deputy inspector general, and Laura DeMichele, the travel coordinator.\nAdvertisement Continue reading the main story\nIn a statement, Christine Pritchard, a spokeswoman for the authority, said that officials there would respond promptly to Mr. Cuomo’s request.", "url": "https://www.nytimes.com/2008/05/08/nyregion/08cuomo.html"}