{"authors": ["Randal C. Archibold"], "date_download": "2018-11-16 03:56:37", "date_modify": "2018-11-16 03:56:37", "date_publish": "2008-03-15 00:00:00", "description": "The California coast has seen a spike in smuggling, with high numbers of illegal immigrants attempting to enter the country from Mexico by boat.", "filename": "2008_03_15_us_15border_1542340597.html", "image_url": "https://static01.nyt.com/images/2008/03/15/us/15border_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_03_15_us_15border_1542340597.html", "title": "Improvements at Land Border Push Smugglers West, to the Pacific", "title_page": "Improvements at Land Border Push Smugglers West, to the Pacific - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many of the boats, including the one found Wednesday 12 miles off the Point Loma area of San Diego, are old and barely seaworthy, Mr. Unzueta said. Unlike in previous maritime smuggling cases, he said, these latest boats have been left behind, probably bought cheaply and meant to be used only once with maintenance a low priority.\nBased on accounts from the people being smuggled Wednesday, Mr. Unzueta said it appeared the smugglers’ plan was essentially to steer north as fast as possible. Little or no food or water were on board, and the boat, a 24-foot fishing vessel built in 1978, lacked safety and emergency equipment.\nPhoto\nThe authorities said the group began its journey on Monday by traveling on another boat to the Coronado Islands off Tijuana. There they crammed into the 24-foot boat, but the engine quit some 30 minutes into the trip.\nThey drifted for nearly two days until the crew of a pleasure boat spotted people waving and called a private towing company, which headed for the scene and alerted the authorities.\nCustoms and Border Protection agents found the boat on Wednesday morning and took all 15 people, 4 women and 11 men, into custody. All were Mexicans except for one Salvadoran woman. The group, ranging in age from 19 to 40, was thirsty, hungry and sunburned but not seriously harmed, officials said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe migrants had agreed to pay up to $4,500 each to be smuggled, at least double the going rate by land. Upset because of their perilous journey, they quickly identified their smugglers, investigators said.\nOctavio Ruiz-Gomez, Jorge Enrique Acuna-Betancourt and Jorge Leonardo Ames-Barr, all from Mexico, were arraigned Friday and charged with smuggling people for financial gain. They are being held in a federal jail in San Diego. Three of the migrants will remain in the United States as material witnesses for the prosecution.\nMr. Ames-Barr said that about 10 months ago a man offered him $500 to work as a co-pilot in a boat smuggling operation, according to the government’s complaint. He said he had smuggled six people on his two previous trips but on this one he was a passenger being smuggled, the complaint said.\nThe other two also claimed to be passengers, the complaint said, but others in the group disagreed.\nThe Mexican government uses television and radio to warn people about the dangers of crossing through the Southwestern deserts, which regularly claim lives of migrants. But it does not warn of the ocean, a spokesman for the Mexican Consulate said.\nAdvertisement Continue reading the main story\nOfficials worry that the rickety boats filled beyond their capacity will lead to disasters.\n“Obviously, this case could have had a real disastrous outcome if they were not spotted and found and rescued,” Mr. Unzueta said.", "url": "https://www.nytimes.com/2008/03/15/us/15border.html"}