{"authors": ["Thomas J. Lueck", "Daryl Khan"], "date_download": "2018-11-16 04:30:45", "date_modify": "2018-11-16 04:30:45", "date_publish": "2008-04-08 00:00:00", "description": "A man has been charged with fatally stabbing his wife and wounding his daughter, who was trying to help her mother in the attack at their home in northern Queens.", "filename": "2008_04_08_nyregion_08stab_1542342645.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_08_nyregion_08stab_1542342645.html", "title": "Queens Man Is Charged in the Killing of His Wife", "title_page": "Queens Man Is Charged in the Killing of His Wife - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said Mr. Singh could face up to 25 years in jail if convicted on all counts.\nA man who identified himself as Mr. Singh’s brother, and gave his name only as Dilbagh, said that the motive for the attack was unclear, but that Mr. Singh had been distraught and drinking heavily. He said the attack took place suddenly as Ms. Kaur, Babita and Mr. Singh were behind the closed door of a bedroom in the Woodside apartment.\nAlmost all of the extended family was at home, but the violence erupted without warning, and too quickly to stop, said Dilbagh, who was out at the time. “It happened very fast, and it didn’t give a chance for anybody to do anything,” he said.\nDilbagh, a 30-year-old construction worker, said his brother and Ms. Kaur also have a son, Narinder Gangar, 5, who was at home at the time of the attack, but was not in the bedroom with his parents and sister. Dilbagh said he lived in the apartment with his wife and their three children, ages 8 months, 2 and 4, along with his mother, Mr. Singh, Ms. Kaur, Babita and Narinder.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDilbagh said he was returning from shopping when his wife burst through the front door of their home and called frantically for his help. When he entered the bedroom, he said, he found Ms. Kaur on the floor covered in blood, but still conscious. “She couldn’t speak well,” he said.\nBabita, who had apparently been slashed as she tried to open the bedroom door to allow her mother to flee, was bleeding from her left arm and was trying to speak to her father, Dilbagh said.\n“He wouldn’t say anything,” Dilbagh said. “My brother was just sitting there on the sofa as if he was out of it.”\nHe said he immediately called 911. Mr. Singh remained silent and passive, and when officers arrived, he simply stood up, put his hands behind his back and surrendered, Dilbagh said.\nDilbagh said that Ms. Kaur worked as a cook at a Burger King restaurant in Queens, and that Mr. Singh had been unemployed for more than a year. Their marriage, which had been arranged by their families in India, had been troubled, and Ms. Kaur had recently planned to return to India with her children, Dilbagh said.\nIt was unclear on Monday whether Mr. Singh had a history of domestic violence complaints with the city.\nAdvertisement Continue reading the main story\nOfficials of the city’s Administration for Children’s Services would not comment, citing privacy rights, but the police said that they had no record of complaints against Mr. Singh.", "url": "https://www.nytimes.com/2008/04/08/nyregion/08stab.html"}