{"authors": ["John Holusha", "Ian Fisher"], "date_download": "2018-11-16 03:15:09", "date_modify": "2018-11-16 03:15:09", "date_publish": "2008-04-16 00:00:00", "description": "Pope Benedict XVI began a six-day visit to the United States after a flight during which he made his most extensive remarks about the child-abuse scandal.", "filename": "2008_04_16_us_nationalspecial2_15cnd-pope_1542338109.html", "image_url": "https://static01.nyt.com/images/2008/04/15/us/16pope01_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_16_us_nationalspecial2_15cnd-pope_1542338109.html", "title": "Pope Begins U.S. Visit; Says He Is Ashamed of Sex Scandal", "title_page": "Pope Begins U.S. Visit; Says He Is Ashamed of Sex Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Apparently drawing a distinction between priests with homosexual tendencies and those inclined to molest children, the pontiff said: “I would not speak at this moment about homosexuality, but pedophilia, which is another thing. And we would absolutely exclude pedophiles from the sacred ministry.”\n“Who is guilty of pedophilia cannot be a priest,” he added.\nThe pope said church officials were going through the seminaries that train would-be priests to make sure that those candidates have no such tendencies. “We’ll do all that is possible to have a strong discernment, because it is more important to have good priests than to have many priests,” he said.\nPhoto\n“We hope that we can do, and we have done and will do in the future, all that is possible to heal this wound.”\nThe pope is not new to issues involving abusive priests. As Cardinal Joseph Ratzinger, he headed the Vatican’s Congregation for the Doctrine of the Faith and was responsible for deciding whether to discipline priests accused of sexual abuse.\nHe read dossiers on the cases forwarded to him from bishops around the world. Aides said he was deeply distressed reading the accounts of victims whose trust in the church was betrayed by the priests who violated them.\nIn a homily he gave just before he was elected pope, Cardinal Ratzinger decried the “filth” in the priesthood, which many interpreted as a reference to the abusers. As pope, he ordered the Rev. Marcial Maciel Degollado, the founder of the Legionaries of Christ, to be removed from his ministry and to spend the rest of his life in prayer and penitence. Father Maciel died in January.\nBut as pope, Benedict has done or said or done little publicly about the abuse issue until now.\nAdvocates for victims have criticized the church for failing to call to account bishops who allowed abusive priests to remain in the ministry.\nAdvertisement Continue reading the main story\nPeter Isely, a national board member of the Survivors Network of those Abused by Priests, said in a telephone interview on Tuesday that he was glad to hear the pope acknowledge the sexual abuse problem more clearly than before, but that words alone are not enough.\n“If you don’t reprimand, discipline and sanction bishops that know about sex crimes against children, then no matter else what you do, you are not getting at where the real problem is,” Mr. Isely said.\nVictims advocates are looking for the pope to change canon law to enable dioceses worldwide to remove abusive priests from ministry and eventually the priesthood, a change that was granted to the church in the United States after the scandal broke in 2002.\nPhoto\n“Our alarm is that many of these clergy offenders are operating in countries that do not have the civil laws that we have in the United States, and in dioceses that don’t have the requirements to remove abusive priests that the church in the United States does have,” Mr. Isely said.\nOne of the repercussions of the child abuse scandals in the United States is that lay Catholics across the country are demanding more financial accountability from their bishops and more control over decisions, particularly when it comes to parishes.\nPope Benedict, who spoke for about 15 minutes during his flight to the United States, answered four questions from reporters that were submitted in advance and selected by the Vatican. He also talked about immigration and said he would discuss the issue with President Bush.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I have seen the breadth of this problem above all the grave problem of the separation of families,” Benedict said about the issue of immigration. “This really is dangerous for the fabric social, moral, human of these countries.”\nHe said it was important to think about both long-term and short-term solutions: “The fundamental solution is that there would be no need to emigrate because there would be sufficient jobs.”\nAsked if the United States could serve as a religious model Europe and other areas of the world, the pope replied, ”Certainly Europe can’t simply copy the United States. We have our own history. We all have to learn from each other.”\nAdvertisement Continue reading the main story\nBut he said the United States was interesting because it “started with positive idea of secularism.”\n“This new people was made of communities that had escaped official state purges and wanted a lay state, a secular state that opened the possibility for all confessions and all form of religious exercise,” he added. “Therefore it was a state that was intentionally secular. It was the exact opposite of state religion, but it was secular out of love for religion and for an authenticity that can only be lived freely.”\nThe pope plans to spend several days in the Washington area before traveling to New York on Friday to hold services, address the United Nations and visit a synagogue.", "url": "https://www.nytimes.com/2008/04/16/us/nationalspecial2/15cnd-pope.html"}