{"authors": ["Robin Toner"], "date_download": "2018-11-16 03:59:05", "date_modify": "2018-11-16 03:59:05", "date_publish": "2008-01-24 00:00:00", "description": "There are echoes of Jesse Jackson’s candidacy as the battle for the Democratic nomination once again roars across the South, focused squarely on African-Americans.", "filename": "2008_01_24_us_politics_24web-toner_1542340745.html", "image_url": "https://static01.nyt.com/images/2008/01/24/us/25jackson_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_01_24_us_politics_24web-toner_1542340745.html", "title": "The New York Times", "title_page": "Robin Toner - On the Record - Election 2008 - Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In contrast, one of Mr. Obama’s most memorable rallying cries, delivered in his victory speech after the Iowa caucuses, was: “We are one people. And our time for change has come!” It was the appeal of a mainstream politician, aimed at voters across the board, delivered to an overwhelmingly white constituency that he had just won.\nContrary to stereotypes, “Obama’s base most certainly hasn’t been the black vote,” said David Bositis, senior political analyst at the Joint Center for Political and Economic Studies, a research group that focuses on policy issues of concern to African-Americans. “For most of the past year, that was considered more a part of Hillary’s base than Obama’s base.”\nAnd Mr. Obama has not regularly wrapped himself in the mantle of the civil rights movement, the hallmark of an earlier generation of black politicians, many of whom had served with the Rev. Dr. Martin Luther King Jr. As the final stretch of the South Carolina campaign began on Sunday, Mr. Obama did take the pulpit of Ebenezer Baptist Church in Atlanta, home church of Dr. King and holy ground for the movement. But even there, in a speech laced with the history of the struggle for civil rights, Mr. Obama closed with a message aimed at a biracial, new generation audience: the image of a young white woman, motivated by her mother’s health care troubles, and an elderly black man working together for his campaign in South Carolina.\nAnother big difference between 1984 and today: Mr. Obama comes South with a well-financed, full-fledged national campaign and clear credibility as a potential nominee. “With Obama, you don’t know where the train is going to stop,” said Ms. Brazile. “This is a different candidate, a different season, a man who transcends race in many ways.”\nThere are, however, echoes of 1984  arguably more and more in recent days. Back then, Walter Mondale, like Senator Hillary Rodham Clinton today, had locked up much of the support of the black political establishment in the South early on. When the campaign moved South, and he badly needed some victories, Mr. Mondale discovered that he still had those endorsements, but Rev. Jackson had captured the hearts and minds of black voters.\nPhoto\nSimilarly, Mrs. Clinton has the support of such black political stalwarts as Representative John Lewis, the Georgia Democrat whose brutal beating in Selma in 1965 helped move a nation’s conscience.\nBut polls suggest that Mr. Obama, in recent months, has swept away much of Mrs. Clinton’s support among black voters; in Nevada’s caucuses last week, he captured more than three-fourths of the African-American vote, according to exit polls, to 14 percent that went to Mrs. Clinton. (Mr. Mondale did better in some Southern states in 1984, but Mr. Jackson still captured more than three-fourths of the black vote in the primaries overall, according to a New York Times analysis.)\nAdvertisement Continue reading the main story\nMr. Jackson himself recently described Mr. Obama as “riding on the crest of a wave of pride and appreciation,” adding, “But it’s not just blacks.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nJohn Norris, who worked for Mr. Jackson’s 1988 campaign and is now an advisor to Mr. Obama, argued that both men brought “new people” out to vote, “expanded the pie, if you will.”\nStill, even as Mr. Obama’s support soars among blacks, he faces a challenge  maintaining the multiracial coalition that is at the heart of his message of change, and that can actually win him the prize that eluded Mr. Jackson in 1984 and 1988. There is a theory that to the extent he becomes identified as the candidate of black America it weakens his appeal as a new generation candidate who transcends race.\nHow much has racial politics changed in the past 24 years? Blacks and whites were strikingly polarized by the time the 1984 presidential election rolled around, in which President Ronald Reagan carried just 9 percent of the black vote, and two-thirds of the white. In some parts of the South, notably Alabama and Mississippi, more than 80 percent of the whites voted for Mr. Reagan.\nThe prospect of Mr. Obama getting caught in a resurgence of racially polarized politics worries some of his allies. Old racial sensitivities seemed to flare anew in recent weeks after comments by Mrs. Clinton that it “took a president” to get civil rights signed into law, which critics said diminished the role of Dr. King, spurring a nasty back-and-forth.\nSome Obama supporters have accused the Clintons of playing racial politics; one even likened their tactics this week to Lee Atwater, the Republican strategist and iconic practitioner of Southern wedge politics, according to CNN. Those charges have been angrily dismissed by the Clinton camp.\nFor Mr. Obama, a candidate trying to chart a new politics beyond old racial and ideological divisions, these are challenging times  and, perhaps, revealing times for the state of the country’s politics.\nMinyon Moore, who worked for Mr. Jackson in 1988 and now advises the Clinton camp, said she believes “Things have changed a great deal” since the 1980s, and that in the end, people will make decisions “based on whether or not this person is paying attention to issues I care about.”\nAndrew Kohut, head of the Pew Research Center, said, “I don’t think we know the answer to this question  whether we’re a good deal less polarized than we were.” Looking ahead to the flurry of contests that follow South Carolina, he added, “But we’ll get some quick feedback on Feb. 5.”", "url": "https://www.nytimes.com/2008/01/24/us/politics/24web-toner.html"}