{"authors": ["John Holusha"], "date_download": "2018-11-16 03:15:11", "date_modify": "2018-11-16 03:15:11", "date_publish": "2008-04-11 00:00:00", "description": "Severe storms, including tornadoes and flash flooding, moved across the lower midsection of the country on Thursday.", "filename": "2008_04_11_us_10weather_1542338111.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_11_us_10weather_1542338111.html", "title": "Severe Storms Moving Across Central U.S.", "title_page": "Severe Storms Moving Across Central U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Severe storms, including tornadoes and flash flooding, moved across the lower midsection of the country on Thursday, after striking overnight in northern Texas, where mobile homes were destroyed, trees flattened and power interrupted.\nOne death was attributed to the weather in Oklahoma, when a woman died Wednesday as her car skidded off a road during a downpour.\nThe National Weather Service posted tornado warnings for parts of north central Texas, saying that intense thunderstorms moving through the area could develop into tornadoes “at any time.”\nThe storms were expected to move northeast during the day into areas of southern Missouri and Arkansas that are already sodden from previous rainfall. Flash flood warnings were issued for 23 counties in southwestern Missouri.\nAdvertisement Continue reading the main story\nThe potential for flooding was expected to extend as far north as southern Illinois by the afternoon.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe weather service warned that heavy rainfall might hide tornado funnels until they are dangerously close. It also said hail the size of golf balls might accompany the storms.\nIn western Arkansas, tornado watches were in effect as forecasters said the weather system moving through the state was nearly identical to one that produced 10 tornadoes last week. By mid-morning no tornado touchdowns had been reported.", "url": "https://www.nytimes.com/2008/04/11/us/10weather.html"}