{"authors": ["Anahad O Connor", "Anemona Hartocollis"], "date_download": "2018-11-16 04:31:09", "date_modify": "2018-11-16 04:31:09", "date_publish": "2008-04-14 00:00:00", "description": "The author testified in a Manhattan courtroom against a fan accused of stealing her work in a reference guide.", "filename": "2008_04_14_books_14cnd-rowling_1542342669.html", "image_url": "https://static01.nyt.com/images/2008/04/14/nyregion/14rowling-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_04_14_books_14cnd-rowling_1542342669.html", "title": "J.K. Rowling, in Court, Assails Potter Lexicon", "title_page": "J.K. Rowling, in Court, Assails Potter Lexicon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“My prime concern, if not my only concern,” she added later, “is these characters who have meant so much to me and continue to mean so much to me over a very long period of time. It’s very difficult for someone who is not a writer to understand.”\nMs. Rowling’s books have sold more than 400 million copies worldwide and given rise to a franchise of Warner Brothers movies, turning the Harry Potter series into an exceptionally valuable global brand. Along the way it also turned a struggling, impoverished divorcée living on state benefits in a cramped Edinburgh apartment — “what you in America call welfare,” she said Monday — into a world-famous billionaire.\nAs the popularity of the Harry Potter series has mushroomed, fans of the boy wizard have spawned a cottage industry of Web sites, chat rooms and companion books that examine and celebrate every detail and quirk of the series and its characters.\nPhoto\nMs. Rowling has generally encouraged the work of her fans, even handing out awards to fan Web sites and acknowledging that on occasion she herself has used Mr. Vander Ark’s Web site to jog her memory while writing. She has no qualms about reviews and criticism of her work, she has said.\nBut when RDR Books announced last fall that it had paid Mr. Vander Ark a small advance to create a print version of his site, Ms. Rowling and Warner Brothers objected. Ms. Rowling and her lawyers argued that RDR Books was crossing a line by seeking to profit from “The Harry Potter Lexicon,” which they say is little more than a repackaging of Ms. Rowling’s original material. And rather than writing an eighth installment of the Harry Potter series, Ms. Rowling has said, she planned on publishing a Harry Potter encyclopedia of her own and donating the proceeds to charity — an effort that would be severely impeded if Mr. Vander Ark published his Lexicon.\nIn an interview last year with one of her fan sites, The Leaky Cauldron, Ms. Rowling said that writing her encyclopedia would require “an awful lot of work” and that she may take as long as 10 years to complete it. Despite the tedium and effort involved in writing an encyclopedia, Ms. Rowling said in court on Monday that this would be her next project because she felt she owed it to her fans.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Mr. Vander Ark and his publisher, who have not yet taken the stand, say their lexicon would not violate any copyright infringement laws or hurt Ms. Rowling’s project because the content of his book would be original.\nIn court filings, RDR has argued that Mr. Vander Ark’s book “provides a significant amount of original analysis and commentary concerning everything from insights into the personality of key characters, relationships among them, the meaning of various historical and literary allusions, as well as internal inconsistencies and mistakes in the novels.”\nAdvertisement Continue reading the main story\nThe publisher also argues that Lexicon follows a long tradition of literary commentary. “For hundreds of years, everybody has agreed that folks are free to write companion guides,” Anthony Falzone, executive director of the Fair Use Project at Stanford Law School and one of RDR’s lawyers, said in an interview. “This is the first time that anybody has argued seriously that folks don’t have the right to do that.”\nDespite the immense renown garnered by her franchise, Ms. Rowling has not had to wage many copyright battles in the past. She has only filed similar lawsuits against other publishers on two occasions, one in Germany and a second against a Dutch publisher that claimed plagiarism. On the witness stand on Monday, Ms. Rowling displayed a hint of anxiety at the start of her testimony.\n“Have you ever testified in a court proceeding of any kind?” her lawyer asked.\n“No,” she replied.\n“Are you nervous?” the lawyer followed.\n“Yes,” Ms. Rowling answered.", "url": "https://www.nytimes.com/2008/04/14/books/14cnd-rowling.html?hp"}