{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:21:53", "date_modify": "2018-11-16 04:21:53", "date_publish": "2008-11-26 15:34:16", "description": "The coordinated attacks, which were particularly brazen, struck at least two five-star hotels, the city’s largest train station, a movie theater and a hospital.", "filename": "2008_11_27_world_asia_27mumbai.html_module=inline_1542342113.html", "image_url": "https://static01.nyt.com/images/2008/11/27/world/27mumbai2.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2008_11_27_world_asia_27mumbai.html_module=inline_1542342113.html", "title": "At Least 100 Dead in India Terror Attacks", "title_page": "At Least 100 Dead in India Terror Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Guests banged on the windows of the upper floors as firefighters worked to rescue them.\nFire also raged inside the luxurious Oberoi Hotel, according to the police. A militant hidden in the Oberoi told India TV on Thursday morning that seven attackers were holding hostages there.\n“We want all mujahedeen held in India released, and only after that we will release the people,” he said.Some guests, including two members of the European Parliament who were visiting as part of a trade delegation, remained in hiding in the hotels, making desperate cellphone calls, some of them to television stations, describing their ordeal.\nAlex Chamberlain, a British citizen who was dining at the Oberoi, told Sky News television that a gunman had ushered 30 or 40 people from the restaurant into a stairway and, speaking in Hindi or Urdu, ordered them to put up their hands.\n“They were talking about British and Americans specifically,” he said. “There was an Italian guy, who, you know, they said, ‘Where are you from?’ and he said he’s from Italy , and they said, ‘Fine,’ and they left him alone.”\nSajjad Karim, 38, a British member of the European Parliament, told Sky News: “A gunman just stood there spraying bullets around, right next to me.”\nBefore his phone went dead, Mr. Karim added: “I managed to turn away and I ran into the hotel kitchen and then we were shunted into a restaurant in the basement. We are now in the dark in this room, and we have barricaded all the doors. It’s really bad.”\nAttackers had also entered Cama and Albless Hospital, according to Indian television reports, and struck Nariman House, which is home to the city’s Chabad-Lubavitch center.\nAdvertisement Continue reading the main story\nA spokesman for the Lubavitch movement in New York, Rabbi Zalman Shmotkin, told the Associated Press that attackers “stormed the Chabad house” in Mumbai.\nIsrael ’s Foreign Ministry said it was trying to locate an unspecified number of Israelis missing in Mumbai, according to Haaretz.com , the Web site of an Israeli newspaper.\nSeveral high-ranking law enforcement officials, including the chief of the antiterrorism squad and a commissioner of police, were reported killed.\nThe military was quickly called in to assist the police.\nHospitals in Mumbai, a city of more than 12 million that was formerly called Bombay, have appealed for blood donations. As a sense of crisis gripped much of the city, schools, colleges and the stock exchange were closed Thursday.\nVilasrao Deshmukh, the chief minister for Maharashtra State, where Mumbai is, told the CNN-IBN station that the attacks hit five to seven targets, concentrated in the southern tip of the city, known as Colaba and Nariman Point. But even hours after the attacks began, the full scope of the assaults was unclear.\nUnlike previous attacks in India this year, which consisted of anonymously planted bombs, the assailants on Wednesday night were spectacularly well-armed and very confrontational. In some cases, said the state’s highest-ranking police official, A. N. Roy, the attackers opened fire and disappeared.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIndian officials said the police had killed six of the suspected attackers and captured nine.\nA group calling itself the Deccan Mujahedeen said it had carried out the attacks. It was not known who the group is or whether the claim was real.\nAround midnight, more than two hours after the series of attacks began, television images from near the historic Metro Cinema showed journalists and bystanders ducking for cover as gunshots rang out. The charred shell of a car lay in front of Chhatrapati Shivaji Terminus, formerly Victoria Terminus, the mammoth railway station. A nearby gas station was blown up.\nThe landmark Leopold , a favorite tourist spot, was also hit.\nReached by phone, some guests who had been trapped in the Taj said about 1 a.m. that they had heard an explosion and gunfire in the old wing of the hotel.\nAdvertisement Continue reading the main story\nA 31-year-old man who was in the Taj attending a friend’s wedding reception said he was getting a drink around 9:45 p.m. when he heard something like firecrackers — “loud bursts” interspersed with what sounded like machine-gun fire.\nA window of the banquet hall shattered, and guests scattered under tables and were quickly escorted to another room, he said. No one was allowed to leave.\nJust before 1 a.m., another loud explosion rang out, and then another about a half-hour later, the man said.\nAt 6 a.m., he said that when the guests tried to leave the room early Thursday, gunmen opened fire. One person was shot.\nThe man’s friend, the groom, was two floors above, in the old wing of the hotel, trapped in a room with his bride. One explosion, he said, took the door off its hinges. He blocked it with a table.\nThen came another blast, and gunfire rang out throughout the night. He did not want to be identified, for fear of being tracked down.\nRakesh Patel, a British businessman who escaped the Taj, told a television station that two young men armed with a rifle and a machine gun took 15 hostages, forcing them to the roof.\nThe gunmen, dressed in jeans and T-shirts, “were saying they wanted anyone with British or American passports,” Mr. Patel said.\nAdvertisement Continue reading the main story\nHe and four others managed to slip away in the confusion and smoke of the upper floors, he said. He said he did not know the fate of the remaining hostages.\nClarence Rich Diffenderffer, of Wilmington , Del., said after dinner at the hotel he headed to the business center on the fifth floor.\n“A man in a hood with an AK-47 came running down the hall,” shooting and throwing four grenades, Mr. Diffenderffer said. “I, needless to say, beat it back to my room and locked it, and double-locked it, and put the bureau up against the door.”\nMr. Diffenderffer said he was rescued hours later, at 6:30 a.m., by a cherrypicker.\nAmong those apparently trapped at the Oberoi were executives and board members of Hindustan Unilever , part of the multinational corporate giant, The Times of India reported.\nIndian military forces arrived outside the Oberoi at 2 a.m., and some 100 officers from the central government’s Rapid Action Force, an elite police unit, entered later.\nCNN-IBN reported the sounds of gunfire from the hotel just after the police contingent went in.", "url": "https://www.nytimes.com/2008/11/27/world/asia/27mumbai.html?module=inline"}