{"authors": ["Michael Wines", "Edward Wong"], "date_download": "2018-11-16 04:47:57", "date_modify": "2018-11-16 04:47:57", "date_publish": "2009-04-01 21:32:40", "description": "China’s growing clout and momentum remain hamstrung by poverty and authoritarian rule.", "filename": "2009_04_02_world_asia_02china_1542343677.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_04_02_world_asia_02china_1542343677.html", "title": "The New York Times", "title_page": "At G-20, China Takes Stage as Global Economic Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet even as Presidents Hu Jintao and Obama had their first meeting on Wednesday on the sidelines of the summit proceedings, the Chinese appeared torn between seizing their moment in the geopolitical spotlight and shying from it.\nGovernment censors quickly deleted Mr. Xi’s remarks from Chinese news reports last month. On Wednesday, the front page of China Daily, the English-language newspaper that telegraphs government positions to the outside world, warned that China “is not as strong an economy as some people think.”\n“Bailing out China is our most important contribution to bail out the world,” Tang Min, an economist at the state-financed China Development Research Foundation, was quoted as saying.\nSuch is the quandary of a nation whose rise to power appears both inevitable and, in the view of many experts, still a bit premature.\n“China is a major global economy now. That is a fundamental reality,” Chu Shulong, who directs the Institute of Strategic Studies at Tsinghua University in Beijing, said in an interview. “What China says and does has an effect on international finance, international economics and other economies.”\nBut just as real, Mr. Chu and others said, are the factors that hamstring China: widespread poverty, authoritarian rule, a culture shrouded by decades of isolation and poorly understood intentions. China’s global ambitions are unlikely to be realized until it resolves those issues.\nEven then, China’s economic fortunes remain deeply entangled with those of the United States, its biggest customer, rival, debtor and still — by far — the world’s biggest economy.\nAdvertisement Continue reading the main story\nSo although Beijing may agitate for changes in the global financial structure, and relish some schadenfreude at Washington’s expense, its interests lie very much in getting America back on its economic feet.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThat does not negate China’s newly enhanced status. With most of the world in financial collapse, China’s economy has suddenly become too big — and too healthy, expected to grow by at least 6.5 percent this year — for the rest of the world to ignore.\nEvidence of China’s ascension is everywhere. Three years ago, China did not have a single bank among the world’s top 20, measured by market capitalization. Today the top three are Chinese. (In 2006, the United States had 7 of the top 20 banks, including the top 2; today it has 3, and the biggest, Morgan Stanley, is rated fifth.)\nChina’s government-owned enterprises are buying companies, technology and resources worldwide. This year they have spent $13 billion in Europe, and plan new investments in the United States. China has struck long-term oil contracts with Brazil and Russia, and is angling for a more than $20 billion stake in three Australian mining companies.\nChina holds $1 trillion in United States government debt, and that is but half the foreign reserves generated by its huge trade surplus and investment inflows. The rest of the West owes China money, too.\nJust as clearly, China harbors global ambitions. Military spending has grown for years at a double-digit clip, though as a share of gross domestic product, it is half of the United States’ military spending. China is slowly building a blue-water navy, and in December it sent three ships to the waters off Somalia to patrol against pirates, in the first modern active deployment of its warships beyond its home waters.\nForeign analysts uniformly say they are struck by China’s new assertiveness in diplomatic and military affairs, from tart critiques of American fiscal policy to verbal sparring over control of the South China Sea.\nKenneth G. Lieberthal, a Brookings Institution scholar who oversaw White House Asia policy from 1998 to 2000, said the Chinese traditionally deferred to Washington on major economic and strategic issues, assenting or differing only after Washington made its case.\nBut “in meetings with the Chinese on several issues in the last two months, I’ve been quite surprised that Chinese are sitting there talking the way you would expect a major power to talk,” he said. “They are beginning to appreciate that when countries emerge from this current economic crisis, China is likely to be either the first to emerge or right after the U.S., and that China will be one of the very few countries at the end of this crisis to emerge without having high levels of government debt.”\nAdvertisement Continue reading the main story\n“There is a palpable change taking place here,” Mr. Lieberthal added, “with a sense of greater confidence that China has now become an important place and needs to act that way.”\nBut economic importance does not automatically translate into geopolitical heft. In China’s case, most of the other components of true global power — moral sway, military clout, cultural influence, to name a few — are in the assembly stage, or missing altogether.\nEven China’s unquestioned economic clout comes with an asterisk. While Chinese megacities boom and the country’s coast has become the world’s factory, 800 million of the nation’s 1.3 billion citizens remain farmers, many mired in poverty. China remains a developing nation, still vying for first-world status.\n“I would be careful calling China a superpower. It is not one,” David Shambaugh, who directs the China Policy Program at George Washington University in Washington, wrote in an e-mail message. “It has no global military reach, its soft power is limited, and its diplomatic reach, while now global, is still limited in areas such as the Middle East and Latin America.”", "url": "https://www.nytimes.com/2009/04/02/world/asia/02china.html"}