{"authors": ["Edmund L. Andrews"], "date_download": "2018-11-16 03:58:33", "date_modify": "2018-11-16 03:58:33", "date_publish": "2009-09-22 15:56:37", "description": "U.S. officials said they were optimistic about reaching agreement at the G-20 economic summit meeting.", "filename": "2009_09_23_business_economy_23econ_1542340713.html", "image_url": "https://static01.nyt.com/images/2009/09/23/business/econ_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_23_business_economy_23econ_1542340713.html", "title": "The New York Times", "title_page": "A Rough Consensus on Lessons of Crisis as G-20 Gathers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But French officials have signaled in recent days that they do not expect agreement on specific caps. And European officials appear to agree with American policy makers that the most important goal is to clamp down on huge bonuses that reward short-term results without holding executives accountable for a company’s long-term stability.\nThe third and most difficult area of discussion involves how to prevent the kind of huge global economic imbalances that many analysts believe were central to the bubble-and-bust cycles of the last several years.\nThe biggest imbalance of the past decade has been the gap between the soaring indebtedness of the United States, with its consumer economy, and the mounting surpluses of China and other countries whose growth has relied on exports.\nExport-dependent countries plowed trillions in surplus profits back into the United States over the decade, supplying a flood of cheap money that kept interest rates low and aggravated the huge speculative bubble in American home prices.\nPhoto\nAmerican officials said they had no expectation of establishing any enforcement mechanism over the policies of individual nations. But they said they hoped to persuade the Group of 20 to support more balanced growth strategies, and officials were discussing proposals calling for governments to monitor each other through a “peer review” process in collaboration with the International Monetary Fund.\nMr. Geithner said the goal was not force countries into changing their policies but to get them to agree on what was in their long-term self-interest. “The central insight is to force people to look forward,” he said, “to look at the size of the imbalances and at the risks building up.”\nFor the United States, that would mean increasing investment and savings while slowing the growth of consumption. For China and other Asian nations, that would mean relying less on exports for growth and doing more to stimulate consumer spending at home.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome outside experts were skeptical that any pledges made in Pittsburgh would amount to more than platitudes. Simon Johnson, a senior fellow at the Peterson Institute for International Economics, noted that Group of 20 leaders were not even trying to set timelines for ending their emergency economic stimulus measures.\nAdvertisement Continue reading the main story\nEswar S. Prasad, an international economist at Cornell University, said there was still “a chasm on macroeconomic issues.”\n“China continues to see the proposed framework as an underhanded ploy by the U.S. to shift attention from its massive fiscal deficit,” Mr. Prasad said.\nBut analysts said many governments were shocked so badly by the current crisis that they were already re-evaluating their strategies out of pure self-interest. In the last year, Chinese leaders have carried out a huge domestic spending program that has been a leading contributor to global growth.\nThough American officials insist they are not trying to cut a deal with China, the United States is also pressing hard to give China and other fast-growing emerging countries a bigger share of voting power at the International Monetary Fund.\nChina, India and emerging economies have been pushing for a bigger role for years, contending that their voting power in monetary fund decisions has lagged behind their influence in the global economy. American officials agree, but European governments would be the losers in any rearrangement of voting rights and they have been reluctant to go along.\nWhite House and Treasury officials, for their part, have not tried to push European and Asian leaders into highly specific commitments. Mr. Geithner has refused to propose any specific capital ratios for banks, for example, saying that leaders should simply agree to nail down such numbers by the end of 2010. In part, that is a nod to European banks, many of which have higher debt level ratios than American banks.", "url": "https://www.nytimes.com/2009/09/23/business/economy/23econ.html"}