{"authors": ["Andrew C. Revkin", "John M. Broder"], "date_download": "2018-11-16 04:21:42", "date_modify": "2018-11-16 04:21:42", "date_publish": "2009-12-19 05:40:33", "description": "The agreement left open the question of whether the accord would gain the full support of the countries involved in the talks on limiting the risks of climate change.", "filename": "2009_12_20_science_earth_20climate.html_module=inline_1542342102.html", "image_url": "https://static01.nyt.com/images/2009/12/19/science/earth/19cnd-climate1/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_12_20_science_earth_20climate.html_module=inline_1542342102.html", "title": "U.N. Climate Talks ‘Take Note’ of Accord Backed by U.S.", "title_page": "U.N. Climate Talks ‘Take Note’ of Accord Backed by U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Robert C. Orr, the United Nations assistant secretary general for policy and planning, said the “wild roller coaster ride” through the night was partly due to the authority of more than 120 heads of state being superimposed on a process normally driven by ministers and diplomatic protocols.\nThe document that resulted, still being refined Saturday morning — and attacked by countries that claimed they were left out of the process — is far less than a new binding climate treaty, which was the expectation of many countries when this negotiating process began in 2007.\nAround 8 a.m., Secretary General Ban Ki-moon asked his staff to round up the aggrieved delegations. He met with them for an hour, he said, and convinced them to go along with the vast majority of countries willing to proceed with what was uniformly described as a flawed, but essential, step forward.\n“The U.N. system will work to immediately start to deliver meaningful results to people in need and jump-start clean energy growth in developing countries,” Mr. Ban said.\nMr. Orr, who has worked for the United Nations for years, said that the Friday night meetings of the 28 leaders drawn together by the Danish chairman of the process were “the most genuine negotiation I’ve ever seen between leaders.”\nThe Copenhagen Accord, as the document is titled, was embraced by some environmental groups that portrayed it as the best first step along an extraordinarily daunting decades-long path toward a world of ample energy without greenhouse pollution.\nBut it was bitterly attacked by others that portrayed it as both grossly insufficient and undermining the United Nations process, enshrined in a global, fully ratified 1992 treaty.\nAdvertisement Continue reading the main story\nThe plan does not firmly commit the industrialized nations or the developing nations to firm targets for midterm or long-term greenhouse gas emissions reductions. The accord is nonetheless significant in that it codifies the commitments of individual nations to act on their own to tackle global warming.\nThe accord provides a system for monitoring and reporting progress toward those national pollution-reduction goals, a compromise on an issue over which China bargained hard. It calls for hundreds of billions of dollars to flow from wealthy nations to those countries most vulnerable to a changing climate. And it sets a goal of limiting the global temperature rise to 2 degrees Celsius above pre-industrial levels by 2050, implying deep cuts in climate-altering emissions over the next four decades.\nBut it was an equivocal agreement that was, to many, a disappointing conclusion to a two-year process that had the goal of producing a comprehensive and enforceable action plan for addressing dangerous changes to the global climate. The messy compromise mirrored the chaotic nature of the conference, which virtually all participants said had been badly organized and run.\nThe accord sets no goal for concluding a binding international treaty, which leaves the implementation of its provisions uncertain. It is likely to undergo many months, perhaps years, of additional negotiations before it emerges in any internationally enforceable form.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome environmental groups gave a cautious nod of approval to the agreement as a good start.\n“The world’s nations have come together and concluded a historic — if incomplete — agreement to begin tackling global warming,” Carl Pope, executive director of the Sierra Club, said on Friday. “Tonight’s announcement is but a first step and much work remains to be done in the days and months ahead in order to seal a final international climate deal that is fair, binding and ambitious. It is imperative that negotiations resume as soon as possible.”\nSenator John Kerry, Democrat of Massachusetts, chairman of the Foreign Relations Committee and lead author of the Senate’s climate change bill, said the accord would drive Congress to pass climate change legislation early next year.\n“This can be a catalyzing moment,” he said Friday. “President Obama’s hands-on engagement broke through the bickering and sets the stage for a final deal and for Senate passage this spring of major legislation at home.”\nBut there were serious rumblings of discontent.\nLumumba Stanislaus Di-Aping, a Sudanese diplomat who has been representing the Group of 77 developing countries, denounced the accord.\n“The developed countries have decided that damage to developing countries is acceptable,” he told reporters, saying that the 2-degree target would “result in massive devastation to Africa and small island states.” He and many other representatives of the most vulnerable countries wanted a target of 1.5 degrees.\nAdvertisement Continue reading the main story\nThe deal eventually came together on Friday after a dramatic moment in which Mr. Obama and Secretary of State Hillary Rodham Clinton burst into a meeting of the Chinese, Indian and Brazilian leaders, according to senior administration officials. Mr. Obama said he did not want them negotiating in secret.\nThe intrusion led to new talks that cemented central terms of the deal, American officials said.\nSergio Serra, Brazil’s senior climate negotiator here, confirmed that Mr. Obama had joined a meeting of Brazilian, Indian, Chinese and other officials, although he did not say that Mr. Obama walked in uninvited.\n“After several discussions had taken place, they were joined by President Barack Obama,” Mr. Serra said. “Several important decisions were taken — not a few due to Brazilian mediation — that we hope will bring a result, if not what we expected, that may be a way of salvaging something and pave the way to another meeting or series of meetings to get the full result of this proceeding.”\nJian Xiaoyan, a press officer with the Chinese government, said there was no one available to comment Friday night.\nThe agreement apparently grew out of a document that was being edited by high-ranking officials from some two dozen countries throughout the day. But many specifics that were included in earlier versions were excised in the document left on the table when Mr. Obama made his announcement, and many parties considered it at best a work in progress. The agreement contains several enumerated points asserting a general commitment to the idea that “climate change is one of the greatest challenges of our time” and asserts that “deep cuts” in global emissions were required.\nIn at least one earlier version, the deal included a collective agreement among nations to reduce greenhouse gas emissions by 50 percent by 2050 — with developed nations pledging as a bloc to reduce emissions by 80 percent over the same period. Those numbers were no longer in the version circulated after Mr. Obama’s announcement.\nAlso dropped from earlier drafts was language calling for a binding accord “as soon as possible,” and no later than at the next meeting of the parties, in Mexico City next November. The deal presented Friday evening said only that the agreement should be reviewed and put in place by 2015.\nThe document does lay out a framework for verification of emissions commitments by developing countries and for establishing a “high-level panel” to assess financial contributions by rich nations to help poor countries adapt to climate change and limit their emissions.\nMr. Serra, the Brazilian diplomat, said that the process left many alienated, particularly the smaller countries that have little influence in a major international negotiation. Many involved in the process here suggested this would be the last time that 193 nations would gather in this way to negotiate such a complex accord.\nAdvertisement Continue reading the main story\n“Certain groups like G-77 are not happy when a few people make decisions,” Mr. Serra said. “It’s not an inclusive exercise. Perhaps it can’t be.”", "url": "https://www.nytimes.com/2009/12/20/science/earth/20climate.html?module=inline"}