{"authors": ["Dexter Filkins"], "date_download": "2018-11-16 03:21:25", "date_modify": "2018-11-16 03:21:25", "date_publish": "2009-06-21 21:40:03", "description": "New restrictions announced by the U.S. commander in Afghanistan are part of an effort to reduce civilian deaths.", "filename": "2009_06_22_world_asia_22airstrikes_1542338485.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_22_world_asia_22airstrikes_1542338485.html", "title": "U.S. Tightens Airstrike Policy in Afghanistan", "title_page": "U.S. Tightens Airstrike Policy in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The statements by General McChrystal signaled the latest tightening of the rules for using airstrikes, which, while considered indispensable for protecting troops, have killed hundreds of civilians.\nThey have also angered the Afghan government, which has repeatedly criticized American and NATO forces for not taking enough care with civilian lives.\nIn December, the American commander at the time, Gen. David D. McKiernan, issued guidelines ordering his soldiers to use force that was proportional to the provocation and that minimized the risk of civilian casualties.\nPhoto\nGeneral McChrystal’s new guidelines follow a deadly episode last month in the Afghan village of Granai, where American airstrikes killed dozens of civilians.\nThe episode highlighted the difficulties facing American officers under fire, as they are forced to balance using lethal force to protect their troops with rules restricting the use of firepower to prevent civilian deaths.\nThe episode, on May 4, began when a large group of Taliban fighters attacked a group of about 200 Afghan soldiers and police officers and American advisers. During the firefight, which began just after noon and carried on into the night, the Americans on the ground called for air support.\nAmerican fighter jets, and then bombers, came to the scene, dropping a number of 500- and 2,000-pound bombs. The bombs succeeded in ending the attack, but they did much more damage as well.\nAdvertisement Continue reading the main story\nA Pentagon report estimated that at least 26 civilians had been killed in the airstrikes. It concluded that American personnel had made significant errors, including violating procedures, that led to those deaths. Among those errors, the report said, was a failure by the American personnel to discern whether Afghan civilians were in the compound before they attacked.\nOther credible estimates of civilian deaths in Granai ranged much higher. An investigation by a Kabul-based group, the Afghan Independent Human Rights Commission, said that at least 86 women and children had been killed, and as many as 97 civilians altogether. The Afghan government said 140 civilians had been killed.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Pentagon report did not dispute the conclusions reached by the Afghan Independent Human Rights Commission, and referred to its “balanced, thorough investigation.”\nThe deaths in Granai make up part of the huge rise in civilian casualties that are characterizing the war in Afghanistan.\nA United Nations report found that the number of Afghan civilians killed in 2008 was 40 percent higher than in 2007. The Taliban and other insurgents caused the majority of the civilian deaths, primarily through suicide bombers and roadside bombs.\nPhoto\nThe changes highlighted by General McChrystal go to the heart of what went wrong in Granai. In that case, there were at least four airstrikes: the first by F-18 fighters and the other three by a B-1B bomber. The report found that it was the last two airstrikes that probably caused the civilian deaths.\nIn those cases, the report found, the bomber’s crew tracked suspected Taliban fighters as they entered a building, and then attacked without determining whether civilians were inside. The report said there were probably civilians inside those buildings when they were destroyed.\nUnder the rules that General McChrystal outlined, those strikes would almost certainly be prohibited. They would be prohibited, the general said, even if it meant letting some Taliban get away.\nReferring to airstrikes, General McChrystal said, “If it is just to defeat the enemy, then we are not going to do it, even if it means we are going to step away from that firefight and fight another time.”\nAdvertisement Continue reading the main story\nAccording to the Pentagon report, the B-1B dropped five 500-pound bombs and two 2,000-pound bombs. The initial airstrikes, carried out by four F-18 fighters-bombers, the report said, killed insurgents but no civilians.\nAhmad Nader Nadery, the director of the Afghan Independent Human Rights Commission, said Sunday that the American response in Granai was “disproportionate.” And he said he was pleased by the changes outlined by General McChrystal.\n“We are looking forward to seeing the new guidelines, and actually seeing how they would be translated into practice,” he said.\nLast September, Defense Secretary Robert M. Gates ordered new rules specifically to defuse tensions over Afghan civilian deaths.\nDuring a recent visit to Kabul, Mr. Gates said the American military would quickly apologize and offer compensation to survivors in cases of civilian deaths, even in advance of formal investigations to determine exactly what had happened.\n“I think the key for us is, on those rare occasions when we do make a mistake, when there is an error, to apologize quickly, to compensate the victims quickly, and then carry out the investigation,” Mr. Gates said after a meeting with President Hamid Karzai.", "url": "https://www.nytimes.com/2009/06/22/world/asia/22airstrikes.html"}