{"authors": ["David Leonhardt", "Economic Scene"], "date_download": "2018-11-16 03:49:50", "date_modify": "2018-11-16 03:49:50", "date_publish": "2009-05-26 21:07:13", "description": "Among elite white-collar fields, finance appears to be hardest for achieving a balance between work and family.", "filename": "2009_05_27_business_economy_27leonhardt_1542340190.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_27_business_economy_27leonhardt_1542340190.html", "title": "The New York Times", "title_page": "Work-Life Balance Is Especially Difficult in Finance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One set of statistics neatly summarizes the findings. After surveying Harvard College alumni 15 years after graduation, Ms. Goldin and Mr. Katz estimated the average financial penalty for someone who had taken a year and a half off and then returned to work. In medicine, that person earned 16 percent less than a similar doctor who had not taken time off. Among people with no graduate degree, the gap was 25 percent. For both lawyers and Ph.D.’s, it was about 29 percent.\nFor M.B.A.’s, a group dominated by finance workers and consultants, it was 41 percent. Given how much money many make, they can probably do just fine even after such a pay cut. Yet the size of it suggests that time off puts them on a completely different career track.\n“The good news is that there are at least some professions where women have been able to carve out a set of policies that are compatible with family life,” Jane Waldfogel, a Columbia professor who studies families, told me. “The challenge for the next generation — and it isn’t just about women — is to extend this to other occupations.”\nMs. Goldin and Mr. Katz, who are two of the country’s leading labor economists and have published the crux of these findings in the American Economic Review, studied Harvard graduates from the last 40 years. That allowed them to compare a fairly similar group of students over a long period, but had the disadvantage of creating a decidedly atypical survey group.\nSo the two economists compared their results to two other surveys — the National Survey of College Graduates, run by the National Science Foundation , and a study of University of Chicago business school graduates — and found broadly consistent patterns.\nAccording to the most recent National Survey, for instance, 21 percent of doctors in their late 30s and early 40s work less than 35 hours a week. The share was roughly 14 percent for M.B.A. graduates, as it was for lawyers and people with Ph.D.’s.\nPhoto\nThe idea that medicine offers more choices than other elite professions may come as a surprise, given that medical training requires notoriously long hours of study. But once doctors reach their 30s, many of them seem to be rewarded with a wider set of options than their counterparts in other fields.\nAdvertisement Continue reading the main story\nWhen I heard about the new findings, I immediately thought of two friends of mine, a pediatrician and ophthalmologist married to each other and living in Colorado. Their years of training were typically grueling. While they were in medical school and residency in Northern California in the 1990s, they were surrounded by people at dot-coms who were working shorter hours and making vastly more money.\nBut today, they have the best work-life balance of any parents I know. She works two and a half days a week and is on call eight weekends a year. He arrives at his office early every morning and takes short lunches so that he can work four days a week. He is also on call 10 weeks a year. They have jobs they love, and they spend a lot of time with each other and their children.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs Al Franken , the comedian turned politician, has observed, “Kids don’t want quality time. They want quantity time — big, stinking, lazy, nonproductive quantity time.” And research on emotional and intellectual development suggests that kids are right to want what they do.\nObviously, certain medical specialties still don’t allow for much flexibility. But a significant number do. (The same seems to be true of public policy and a few other fields; among people with a master’s degree in something other than business, the average pay penalty for taking time off was 13 percent, slightly below what it was for doctors.)\nA telling example of a flexible field, Ms. Goldin points out, is obstetrics. It seems to be the archetypal field that must operate on someone else’s clock — a baby’s. Yet as the ranks of female obstetricians have grown, they have figured out how to change that.\nGroup practices are now the norm, and the doctors take turns being on call. A family’s primary obstetrician isn’t guaranteed to be the one who delivers the baby. In many practices, every doctor will see a woman at least once during her pregnancy , so she knows everyone who may deliver her baby.\nWall Street, consulting firms and law firms have resisted this group approach to work. The partners claim the work is too complicated to be handed from one employee to another. In some cases, that’s no doubt true. Often, though, I bet it isn’t. “Why are women’s bodies less complicated than someone’s account?” Ms. Goldin wryly asks.\nThe general resistance to group work — and to flexibility — instead seems to stem from old habits, much as obstetricians once would have scoffed at the notion of a group practice. The downsides of allowing people to share work would probably be outweighed by the benefits of being able to hire talented people who want satisfying careers and aren’t willing to work 70-hour weeks.\nFor now, that group remains largely female. But there is some reason to hope that fathers will be increasingly drawn to such jobs as well. Over the last four decades, according to the economists Mark Aguiar and Erik Hurst, men have increased the average amount of time they spend taking care of children. (Harvard men, however, have not, the Goldin-Katz data show.)\nThe question of how to balance work and family is almost inevitably a thorny one. Easy answers, free of compromise and sacrifice, are rare, especially for people who don’t earn nearly as much money as doctors.\nAdvertisement Continue reading the main story\nBut if you’re a teenager or college student trying to decide what to do with your life, you at least may want to start thinking about the question. I promise: Most of you will spend a lot of time thinking about it later.", "url": "https://www.nytimes.com/2009/05/27/business/economy/27leonhardt.html"}