{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:17:46", "date_modify": "2018-11-16 04:17:46", "date_publish": "2009-02-16 19:48:47", "description": "Trading snow dragons for Snow White, a Disney licensing company took over the Harbin Ice Lantern Festival, China’s most popular wintertime attraction.", "filename": "2009_02_17_world_asia_17harbin_1542341866.html", "image_url": "https://static01.nyt.com/images/2009/02/17/world/harbin75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_02_17_world_asia_17harbin_1542341866.html", "title": "A Big Wall Falls in China to Make Room for Mickey", "title_page": "A Big Wall Falls in China to Make Room for Mickey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Qi is a native of Harbin who immigrated to Japan in the 1990s. (His legal Japanese name is Saito Miyori.) At age 12, he stood here in Zhaolin Park and marveled at an ice replica of the Yellow Crane Tower, an ancient pagoda. A few years ago, as vice president of Rendez-Vous, a Shanghai-based company that licenses Disney products in Asia, he gazed across the park and imagined workers stacking blocks of ice to build Cinderella’s castle, Mickey’s house and a Pirates of the Caribbean frigate.\nUnlike at Hong Kong Disneyland, the Walt Disney Company does not actually operate the ice festival, although it did look over the sculpture designs “to make sure they are in line with the Disney brand guidelines,” Tiffany Huang, a company spokeswoman, said in an e-mail message.\nPhoto\nLocal officials gave permission for the licensing company, along with a separate company that Mr. Qi helped found, to take over the festival for a fee.\nThe local tradition of making ice lanterns dates from the Qing dynasty, when peasants and fishermen dumped frozen blocks of ice from small buckets and stuck candles inside. Mr. Qi remembers making the lanterns every winter as a child and carrying them around. Few people in Harbin make the lanterns anymore.\n“The winters were so much colder than they are now, so the lanterns would last all winter,” Mr. Qi said.\nThe first ice lantern festival was held in Zhaolin Park in 1963. It became an annual tradition, with sculptures eventually supplanting lanterns, though the festival halted for several years during the Cultural Revolution. The event was so popular that it inspired two larger copycat ice and snow festivals on the outskirts of town.\nPhoto\nThe one in Zhaolin Park is now in its 35th season, and it is a far cry from the days of candles flickering in ice lanterns. The Cinderella castle has an escalator running up and an ice slide running down. The entire park glows pink and blue and yellow from neon tubes in the sculptures. A Ferris wheel dominates the skyline.\nAdvertisement Continue reading the main story\nThe Disney sculptures were created over a two-week period. Workers began hauling chunks of ice out of the Songhua River on Dec. 6. At the start, when the ice is thinner, the blocks weigh more than 850 pounds. As the ice thickens during the winter, the blocks can weigh up to twice that.\nA ticket costs $15, almost double what it was last year. That is expensive by Chinese standards, but the festival is still a big draw, with an average of 3,000 attendees per day. On a recent night, when temperatures dipped below minus 4 degrees Fahrenheit, thousands of people streamed in.\n“This is beautiful,” said Li Jing, 22, a university student wearing fake cat ears who posed for a photo beneath a picture of Tigger on an ice wall. “It brings my childhood memories back. I watched a lot of cartoons when I was young, like Winnie the Pooh.”\nMr. Qi has preserved one trademark feature of the festival. The annual ice sculpture contest was still held, with 30 sculptures by teams from 12 countries, and none had anything to do with Disney. Mongolian artists created a giant lizard with a glistening tongue, while a Japanese team presented a doe and a baby deer leaping in midair. (No, it is not Bambi.)\nThat section of the park, though, draws few people.\n“The Disney part is for small children,” said Huang Jinghua, 48, a woman from Hong Kong who was staring at the lizard. “This part is for adults. I like the handcrafting and the techniques and the effect of the sculptures being lit from behind.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPeople coming to see more Chinese-themed sculptures now have to go to one of the two festivals north of the city, both run by the government or a state-owned enterprise. The older of the two was founded 15 years ago and has giant snow sculptures — a central piece this year is a replica of the Olympic stadium known as the Bird’s Nest. The other festival, The World of Ice and Snow, is only 10 years old, but has become the biggest and most popular of the three.\nThe same size as Tiananmen Square, it is several times larger than the one in Zhaolin Park. It took 12,500 people to create the sculptures. It has soaring ice cathedrals with flashing lights, a gargantuan snow Buddha and an outdoor skating musical with an actor dressed as Uncle Sam.\nLiu Ruiqiang, the festival’s chief executive, said the presence of Disney at the older festival was no threat to his business.\n“Their size is too small,” he said. “One of my constructions is bigger than their entire park.”\nBut the appeal of Disney was not lost on Mr. Liu. Even in his park, tourists posed for photographs next to workers in costumes that bore more than a passing resemblance to Mickey Mouse and Tigger. Asked whether they were Disney characters, Mr. Liu quickly said he had invented them himself.", "url": "https://www.nytimes.com/2009/02/17/world/asia/17harbin.html"}