{"authors": [], "date_download": "2018-11-16 03:29:46", "date_modify": "2018-11-16 03:29:46", "date_publish": "2009-02-17 17:33:51", "description": "A recipe for Chocolate-Oatmeal Cupcakes With Maple-Bacon Butter Cream.", "filename": "2009_02_18_dining_182drex_1542338986.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_02_18_dining_182drex_1542338986.html", "title": "Chocolate-Oatmeal Cupcakes With Maple-Bacon Butter Cream", "title_page": "Chocolate-Oatmeal Cupcakes With Maple-Bacon Butter Cream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adapted from Pichet Ong, P*ong\nTime: 1 1/2 hours, plus chilling\n1. To make cupcakes, preheat oven to 350 degrees. Lightly butter a 12-cup muffin tin and line with cupcake liners; set aside. Sift together flour, cocoa powder, baking powder, baking soda and cinnamon; set aside.\n2. In a mixer fitted with paddle attachment, combine butter, both sugars and salt. Cream on medium speed until light and fluffy, 5 minutes. With machine running, add eggs one at a time, and mix until well incorporated, 2 minutes. Scrape down sides and bottom of bowl, turn mixer speed to low, and add 1/4 of the dry ingredients. When no traces of flour remain, add 1/3 of the buttermilk and mix until incorporated.\n3. Continue alternating flour mixture and buttermilk, ending with flour. Scrape down sides and bottom of bowl, and gently mix in chopped chocolate and oatmeal. Divide among muffin cups; each should be 3/4 full. Bake until a tester comes out clean, 30 minutes. Turn out of tin and cool completely on a wire rack.\n4. To make frosting, in a heavy skillet, cook bacon over low heat until fat is rendered and meat is crisp. Set a sieve over bowl of mixer, and pour skillet contents into sieve. Reserve bacon bits. You should have no more than 3 tablespoons bacon fat in mixer bowl; set aside additional bacon fat for another use.\nAdvertisement Continue reading the main story\n5. Return skillet to heat and add butter. Butter will melt, then foam, then separate into golden liquid and white solids. Let butter cook, scraping bottom of pan occasionally to prevent burning, until milk solids toast and turn brown. Transfer browned butter to mixer bowl and refrigerate until cold.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n6. In separate bowl, combine milk, cream, crème fraîche, vanilla and maple syrup. In mixer bowl, cream bacon fat and brown butter with salt until smooth. Add confectioners’ sugar and mix at medium speed until fluffy, about 8 minutes. With mixer running, pour in milk mixture and continue mixing until smooth. Refrigerate until cold.\n7. With small offset spatula, fluff frosting until soft and spreadable but not runny. Spread about 3 tablespoons frosting on each cooled cupcake. Sprinkle a pinch of bacon bits and a pinch of flaky salt on top. Serve immediately or cover and refrigerate up to 6 hours.", "url": "https://www.nytimes.com/2009/02/18/dining/182drex.html"}