{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:00", "date_modify": "2018-11-16 03:13:00", "date_publish": "2009-11-02 21:20:28", "description": "The government is trying to counter what it says are ads that trick consumers into paying for credit monitoring.", "filename": "2009_11_03_your-money_credit-scores_03scores_1542337980.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_03_your-money_credit-scores_03scores_1542337980.html", "title": "The New York Times", "title_page": "Ads Stoke a Battle Over ‘Free’ Credit Scores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet for the vast majority of consumers whose credit status doesn’t change quickly or drastically, a monitoring service is a waste of money, these critics say. Keeping a close eye on your bills and checking your credit report several times a year is enough.\nAnd that can be done without spending a penny because the government requires the three major credit bureaus — Experian, which owns freecreditreport.com, Equifax and TransUnion — to provide one free report annually to consumers.\n“Does the average person really need to see their credit reports more than once every four months? Do you need to look at it daily?” asked Edgar Dworsky, founder of ConsumerWorld.org and a former member of Experian’s consumer advisory panel, referring to credit monitoring services. “That’s paranoia.”\nWhile other companies sell credit monitoring too, Experian is the biggest player in the lucrative niche of selling monthly monitoring. Nine million people are spending a total of $650 million to $700 million annually on the services, according to Carter Malloy, a Stephens Inc. analyst. Experian’s market share is more than twice that of its three main competitors combined. To replenish its rolls, the company relies heavily on its slacker ads, spending $54 million in 2008 to blanket the airwaves, according to TNS Media Intelligence.\nThe monitoring business is profitable enough that big credit card companies, including Capital One and Discover, now partner with Experian to sell private-label versions of the monitoring service directly to their customers, taking a cut of the fees and giving the rest to Experian.\nSo far, the F.T.C. has focused mostly on the free credit report come-on. In the last five years, Experian has paid $1.25 million to settle F.T.C. charges that it misled consumers who may have been seeking their free credit report at AnnualCreditReport.com, but ended up paying for a subscription on the similarly named freecreditreport.com.\nStill, Experian continued to spend heavily on marketing that played to the anxiety many Americans feel about their credit amid the financial crisis. In an attempt to counter it, Congress attached a measure to a recently passed credit card reform law directing the F.T.C. to press sites like freecreditreport.com to provide more prominent disclosures.\nAdvertisement Continue reading the main story\nTy Taylor, president of Experian’s Consumer Direct division, said the company’s process was transparent. “You get a free credit report and free score for test-driving our product,” he said, referring to the credit monitoring service. “We’ve always felt that it’s been very upfront and a fair opportunity for the consumer to become more aware and comfortable with the credit reporting concept.”\nProfiting From Confusion\nTwenty years ago, the only way for most consumers to get a sense of their credit history was by buying their credit report from credit bureaus or getting it free if a lender rejected a loan because of something in the report. Credit reports contain, among other things, a list of past and current creditors and a record of the borrower’s payment history.\nMeanwhile, a company called Fair Isaac had invented an algorithm for what is known as the FICO credit score. Scores range from 300 to 850 and helped lenders create high-priced loans for people with checkered histories while reserving the best rates for people with high scores.\nThe FICO score grew in importance in the mid-1990s as Fannie Mae and Freddie Mac encouraged mortgage lenders to use them. Around the same time, a company called ConsumerInfo.com began selling credit monitoring. It acquired the freecreditreport.com domain name and gave out free credit reports (and, eventually, free credit scores) if consumers subscribed to the monitoring service. Experian bought the company in 2002.\nThe next year, to grant consumers better access to their credit information and allow them to check for errors, Congress required the three credit bureaus to give one free credit report to every American each year. Almost immediately, however, consumers started confusing the government-authorized site, AnnualCreditReport.com, with Experian’s freecreditreport.com site. Smelling opportunity, Experian bought ads on Google and other sites that diverted some people looking for their legally mandated credit reports.\nAt one point, the F.T.C. asked Experian to give it the freecreditreport.com URL to end the confusion, but the company declined. “Experian was not going to give it up,” said a spokeswoman, noting that the site had been in operation for years. The F.T.C. has since set up its own site at freecreditreport.gov .\nEvan Hendricks, who used to serve on the consumer advisory panel for Experian and is now the editor and publisher of Privacy Times, said the company knew the Web site’s name would sow confusion.\n“We had these roaring debates, saying you can’t call it freecreditreport.com because it’s not free,” said Mr. Hendricks, who has also been an expert witness on behalf of consumers suing to correct errors in their reports and has testified against Experian. “We had put them on notice,” he said. “But the money spoke louder.”\nAdvertisement Continue reading the main story\nPeg Smith, Experian’s executive vice president of investor relations, said the company had to balance such feedback “against the overall needs of the nine million customers we already have, plus the overall commercial needs.” Experian allows users to cancel the monitoring service during a brief free trial period and keep the free credit report.\nHigh Turnover\nIn many ways, this is the perfect moment for companies like Experian to convince consumers that they need to track their credit closely. Many people who fell behind on bills in the economic maelstrom worry about how their credit report will look to lenders now. A number of employers reject candidates with poor credit, too.\nEven millions of the most careful consumers worry that they may not have escaped recent damage to their credit files: card issuers, in an attempt to limit risk, have cut credit limits, canceled dormant accounts and made other moves that can harm credit scores.\nPreeti Sharma, a 36-year-old information technology manager in Princeton, N.J., signed up for Experian’s monitoring service when she and her husband were seeking a mortgage and worried about surprises that could increase their interest rate. “It brings in another angle that you don’t think about on a daily basis,” she said. Some, including Ms. Sharma, stick with the service afterward.\n“Consumers just have an insatiable appetite to know what other people know about them,“ said Don Robert, Experian’s chief executive.\nBut many customers who sign up for credit monitoring quickly drop it. Michael Schwartz, 63, a retiree in Little Silver, N.J., canceled his Experian subscription after he realized he was paying a charge for a tool he didn’t need. With his house and cars paid off, and his children no longer in school, “it’s not really going to be critical to check credit on a monthly basis,” he added. Experian declined to provide turnover figures, but it said the average enrollment of a monitoring subscriber was under a year.\nThat is one reason its growing library of commercials is critical to replenishing its subscriber base and revenue, especially among the younger demographic profiled in the ads.\nPhilip Neustrom, a 25-year-old software engineer in San Francisco , canceled the Experian service after paying six months of $14.95 monthly fees and never using the monitoring. “I knew they had roped me into this thing after I started getting these e-mails,” he said. It took him a while to get around to canceling, he added, because he was busy and “there are only so many things you can do in a day.”\nAdvertisement Continue reading the main story\nJohn Ulzheimer, who spent 13 years working for two rivals, said companies like Experian counted on consumers behaving this way. “It says it’s free in the song, but if you don’t cancel, then you start getting hit with a very nominal fee,” he said. “Consumers are busy, and studies have shown that they don’t do a very good job scouring their credit card statements. And they’ll generally discount a charge that is very low.”\n‘A Big Moneymaker’\nAll of this has been good for Experian. At a time when many other financial services firms were struggling, revenue in its consumer credit business grew 20 percent in North America during the 12 months ended March 31. Experian said sales grew about 10 percent in the six months that ended Sept. 30 compared with the same period last year.\nBut even for its most useful function — spotting identity theft — credit monitoring is not foolproof, because evidence doesn’t always appear on credit reports or set off an alert. Thieves can evade notice when opening new bank accounts in a victim’s name, running up charges on existing accounts or using a victim’s identity to obtain medical care.\nConsumers who don’t want to pay for monitoring can get one of their three free annual reports from each credit bureau every four months. New services like Credit.com , where Mr. Ulzheimer is the president of its educational services arm, CreditKarma and Quizzle can also provide free credit snapshots, though they generally don’t alert customers to changes in their reports.\nLast month, in the wake of the new credit card legislation, the F.T.C. proposed that companies like Experian that market free credit reports show customers an entirely separate Web page before they enter credit card information and sign up for credit monitoring. The page would remind them that AnnualCreditReport.com is the only federally authorized site for free reports.\nExperian, which has a less prominent disclosure, declined to predict how many subscribers a rule like that could cost it.\nBut for people like Alex Salb, a 22-year-old freelance copywriter in San Francisco, greater disclosure would not change perceptions about the underlying nature of the business.\nHe went to freecreditreport.com during his apartment hunt. But once he understood that the true purpose of the site was to hook people into a continuing monitoring subscription, he backed away. “It’s a big moneymaker. I’ve seen it from the inside,” said Mr. Salb, who used to sell subscriptions for personal life coaching.\n“And it’s intentional. It’s not a slip-up on their part.”", "url": "https://www.nytimes.com/2009/11/03/your-money/credit-scores/03scores.html"}