{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:34:08", "date_modify": "2018-11-16 03:34:08", "date_publish": "2009-05-05 20:51:39", "description": "For an easy way to save money, reduce food waste and get meals on the table faster, take another look at your freezer.", "filename": "2009_05_06_dining_06mini_1542339248.html", "image_url": "https://static01.nyt.com/images/2009/05/06/dining/06mini-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_06_dining_06mini_1542339248.html", "title": "The New York Times", "title_page": "Freezer Helps Make Cooking Cheaper and Easier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you’re nodding your head because so much of this is self-evident, go take a look. I thought I knew what I was doing, too, until I examined a piece of frozen meat that could have been that bit of lamb shoulder I bought three months ago or the beef chuck from two weeks ago. And, no, I couldn’t visually distinguish between a single frozen egg white and a bit of freezer-burned lemon juice, both in identical containers.\nI know I’m not alone: the freezer of nearly everyone I visit is a mess. It’s easy enough to throw things in there, but a little more difficult to exercise the forethought that real efficiency requires.\nIn terms of reducing waste, the most important step you can take is to freeze things the moment you realize you’re not going to cook them in time. If you get a last-minute dinner invitation, you might freeze that fish you bought; if you take the kids strawberry picking, get the excess in there as quickly as you can; if you have a superharvest of vegetables (or a good score at the farmer’s market), blanch them and freeze them.\nAfter all, few foods improve in the refrigerator. They don’t improve in your freezer, either, but they degrade more slowly, especially if you keep the temperature at 0 degrees or below. Check it with a thermometer, and re-check every few months. Note that full freezers are more efficient than half-full ones, a further inducement to freeze more.\nWhile you’re freezing, remember that your enemy is freezer burn, a freeze-drying on surfaces exposed to air that imparts unpleasant flavors and dry, fibrous textures. To help maintain quality, avoid freezer burn by double- or even triple-wrapping food, filling containers to the top and squeezing the air out of containers (zippered bags are good for this). Some foods and sauces, like pesto, can be stored with a layer of oil on top. Others, like cooked beans, can be topped off with water or cooking liquid, leaving room for expansion. And remember: the idea of freezing is to prolong the life of food that you’re going to eat, not to postpone discarding it. Use what you freeze, within weeks if possible, but certainly before the next harvest rolls around. This isn’t so much a question of safety — frozen food will rarely go “bad” — but of quality. Freezing is not, after all, suspended animation.\nOne more thing, easy to overlook and impossible to overrate: Label. It is incredible how much things grow to resemble another in the freezer. Use a permanent marker, write exactly what it is (“fish” or “stew” isn’t as helpful as “monkfish” or “lamb/veg stew”), and date it.\nSome more suggestions and tips for using your freezer wisely, in very rough order of usefulness. (And see, or make, further suggestions on my blog, Bitten, at nytimes.com/bitten .)\nAdvertisement Continue reading the main story\nSTORAGE\nIn addition to produce and meats, there are some less obvious ingredients whose life can be extended by freezing. Most of them can be used straight from the freezer: Fresh noodles; flours or meals; grains; nuts (which taste kind of good frozen); whole coffee beans (supposedly not as good after you freeze them, but most of us can’t tell the difference); banana leaves (nice for plating or wrapping, but they come in huge packages); and more, detailed below.\nLEFTOVERS\nMake extra of any dish, with leftovers in mind, then freeze in smaller portions that can be taken to work, sent to school or reheated for a solitary dinner. Freeze in individual containers, topping up with water, cooking liquid or oil to prevent freezer burn, or freeze in sturdy zippered bags, then squeeze out as much air as possible. Defrost in the fridge, in cold water, or in a microwave, or not at all — many items can be reheated straight from frozen. (Yes, I’m talking about homemade TV dinners.)\nBEANS AND GRAINS\nI’m tempted to say that you should never cook beans or grains without making more than you need. Freezing them (covered with water or cooking liquid, leaving room for expansion) works that well, and saves loads of time.\nSTOCK\nFor home cooks, the biggest problem with stock is having it around when you need it. So make as much as you can manage — three gallons, say. To save space, you can reduce the stock so that it’s extra concentrated, and reconstitute it with water to taste when you’re ready. Refrigerate and skim the fat, if you like, then freeze in containers of varying sizes, or in ice cube trays.\nPhoto\nSTOCK-MAKING MATERIAL\nScraps of poultry (most of the chicken parts we don’t eat are good for stock), meat (again, especially the less-used, bonier parts) or fish (heads and skeletons in particular), vegetable trimmings, bones and more. Keep separate bags for each, adding to them when you can. Remember, though, that stock is not garbage soup: Carrot and potato peels, cabbage cores, and the like can be used, but in moderation. Animal organs are best avoided (fish gills and guts must be removed, and offal in general makes bitter stock).\nBREAD, BREAD DOUGH, BREAD CRUMBS\nFreeze dough in well-wrapped balls; defrost until it regains springiness. (It will never rise quite as high as unfrozen dough, but it works nearly perfectly for pizza or focaccia, and well enough for other uses.) Good crusty bread, wrapped in aluminum foil, can turn lighter dishes into meals — just defrost in the foil at 350 degrees or so for 10 minutes, then crisp up, unwrapped, at slightly higher temperatures. (I’m talking about crusty bread; sliced bread can be defrosted on the counter or in a toaster.) And stale bread can be made into crumbs in a blender or food processor, stored in a container, and added to at will.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPASTRY AND PASTRY DOUGH\nMost cake and cookies freeze pretty well, carefully wrapped. Or make a frozen log of “refrigerator” cookies to slice and bake later. Same with biscuits: make a whole batch or double batch of biscuit batter, bake just enough for dinner, and freeze the rest.\nTOMATOES AND TOMATO SAUCE\nTomato sauce is best frozen in zippered bags with the air squeezed out. If you have ripe tomatoes, core, quarter, and throw them in a bag; as they thaw the skins will slip off, a bonus. (The frozen chunks separate easily so you can just break off a couple for soups, stews, salsas, sauces and so on.) You can also freeze unused portions of canned tomatoes, preferably in their juice.\nBACON\nOr pancetta, prosciutto, smoked ham hocks, prosciutto bones, etc. Wrap tightly in plastic and cut off pieces as you need them. (Or cut before freezing — you might need a butcher to do this in the case of big bones.)\nAdvertisement Continue reading the main story\nFRESH HERBS\nIf you have extra herbs, your four best options are: Make pesto by puréeing the herb with oil and whatever other seasonings you like; make “pesto,” a purée of herb and water, with or without other seasonings; make compound butter; chop herbs, and freeze in ice cube trays covered with water.\nFISH\nWhen I’m in a good fish market I buy too much and later wonder what I was thinking. Fortunately, squid, shrimp and the meat of lobster , clams and mussels all freeze well. Even fillets, steaks, and cleaned whole fish — wrapped carefully in plastic — will keep most of their quality in the freezer for a couple of weeks, and there’s no reason they should spend any longer there. Another note: If you’re buying fish that has been frozen to begin with, ask for still-frozen rather than thawed fish, then store it in the freezer or thaw in the refrigerator.\nFRUIT\nEasier than making jam: Freeze berries or stone-fruit halves spread out on trays, then bag or put into containers, so they don’t all freeze together in a block. Or cook down a bit and store in their juice. Or purée and freeze.\nVEGETABLES\nIf you find yourself with too much corn, greens, carrots, peas or snow peas, broccoli, cauliflower, string beans, put them up. Blanch them for a minute before spreading them on a tray, the same way you freeze fruit. Tomatoes (as noted above) and bell peppers are the exception; they freeze well raw.\nBANANAS\nWhen my kids were young these were a staple. Peel and individually wrap overripe bananas in plastic; freeze. Use within a few weeks for banana bread or smoothies.\nTORTILLAS\nWrap two corn tortillas at a time in wax paper, then in a plastic bag; freeze flat. When you’re ready, stick the wax paper packages right into the microwave for a minute to warm. The same technique works well for cooked waffles and pancakes. Where do you think General Mills got the idea?\nEGG WHITES\nIf you make a lot of ice cream , custard, or other recipes that call for a lot of egg yolks, you will have extra whites. Freeze them in batches of two or three for making meringues, macaroons or angel food cake.\nParmesan rinds\nMost cheese freezes well, but there’s not much reason to do it. Parmesan rinds, however, add a great deal to risotto and soups (and can be eaten; they’re delightfully chewy and a little rubbery). Freeze them in zippered bags.\nAdvertisement Continue reading the main story\nCHICKEN OR DUCK LIVERS, FAT, ETC.\nAs noted above, they don’t make good stock, but they have other uses. Three livers or so and a small handful of fat makes a nice little batch of chopped liver, for example.\nWINE\nThat last quarter of a bottle? Freeze it, then use it for cooking wine as needed. See stock for best methods.\nCITRUS\nIf you have a surplus of citrus — perhaps someone sent you a case of oranges from Florida or you found lemons for a dollar a pound and went overboard — squeeze them. The juice freezes fairly well. Lemons, limes and oranges also can be frozen whole. When a recipe calls for juice, defrost what you need in the microwave.\nBURRITOS\nIt’s a bit of a project, but you can mass-produce breakfast or other burritos, wrap them individually (first in wax paper, then in plastic), and microwave in a couple of minutes.", "url": "https://www.nytimes.com/2009/05/06/dining/06mini.html"}