{"authors": ["Ellen Barry"], "date_download": "2018-11-16 03:13:43", "date_modify": "2018-11-16 03:13:43", "date_publish": "2009-01-14 12:23:30", "description": "Violent protests over political grievances and mounting economic woes shook the Latvian capital, Riga, on Tuesday.", "filename": "2009_01_15_world_europe_15latvia_1542338023.html", "image_url": "https://static01.nyt.com/images/2009/01/14/world/14latvia-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_01_15_world_europe_15latvia_1542338023.html", "title": "Latvia Is Shaken by Riots Over Its Weak Economy", "title_page": "Latvia Is Shaken by Riots Over Its Weak Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The rioting broke out Tuesday after around 10,000 people protested in historic Dome Square over the economic troubles and grievances involving corruption and competence of the government.\nSeveral hundred protesters lingered after most of the crowd had left and started throwing snowballs and cobblestones at government buildings.\nPhoto\nSeveral demonstrators also threw Molotov cocktails, according to Mareks Mattisons, a spokesman for Latvia’s Interior Ministry. In a public statement on Wednesday, President Zatlers denounced the violence, but said it was more important to ask “why people gathered in Dome Square.”\n“We must not face further confrontation, we must do the things that are demanded by the public,” he said. “I refer to constitutional amendments, a plan to stimulate the economy, and reform of the national system of governance.”\nKrisjanis Karins, a member of Parliament and former leader of the opposition New Era party, said the violence showed that financial woes had injected a new vehemence into old political complaints.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nProtests in Latvia, he said, tended to follow a pattern of “standing, singing and just going home,” but the young protesters who showed up on Tuesday evening “seem to think the Greek or French way of expressing anger is better,” he said.\n“In our neck of the woods, this just doesn’t happen,” he said. “But it did this time. Everyone is trying to figure out how much of this was provoked. Who are these people? Where did they come from?”\nWhatever the answer, he said, Tuesday’s protests seem likely to force political change.\n“In six months, we’re going to look back and yesterday will be a watershed,” he said. “I would be deeply surprised if it were not.”\nAdvertisement Continue reading the main story\nPresident Zatlers made a series of strict demands of the Parliament, including a constitutional amendment that would allow voters to dismiss Parliament, and a new supervisory council to oversee economic development and the state’s use of loans.\nHe called for “new faces in the government,” chosen for competence rather than “their influence in the relevant party.” He said the changes must be made by March 31, or else he would propose a referendum that could dissolve Parliament.\n“Only with such specific work can we calm the public down and offer at least a bit of hope that the process in this country will develop in a favorable direction,” he said.", "url": "https://www.nytimes.com/2009/01/15/world/europe/15latvia.html"}