{"authors": ["Jane Perlez", "Raymond Bonner", "Salman Masood"], "date_download": "2018-11-16 04:28:07", "date_modify": "2018-11-16 04:28:07", "date_publish": "2009-01-05 22:17:49", "description": "Though never charged with a crime, Muhammad Saad Iqbal spent six years in American custody, during which he says he was taken to Egypt and tortured.", "filename": "2009_01_06_world_asia_06iqbal_1542342487.html", "image_url": "https://static01.nyt.com/images/2009/01/06/world/06detain.ms.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_01_06_world_asia_06iqbal_1542342487.html", "title": "An Ex-Detainee of the U.S. Describes a 6-Year Ordeal", "title_page": "An Ex-Detainee of the U.S. Describes a 6-Year Ordeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Iqbal was never convicted of any crime, or even charged with one. He was quietly released from Guantánamo with a routine explanation that he was no longer considered an enemy combatant, part of an effort by the Bush administration to reduce the prison’s population.\n“I feel ashamed what the Americans did to me in this period,” Mr. Iqbal said, speaking for the first time at length about his ordeal during several hours of interviews with The New York Times , including one from his hospital bed in Lahore.\nMr. Iqbal was arrested early in 2002 in Jakarta, Indonesia , after boasting to members of an Islamic group that he knew how to make a shoe bomb, according to two senior American officials who were in Jakarta at the time.\nMr. Iqbal now denies ever having made the statement, but two days after his arrest, he said, the Central Intelligence Agency transferred him to Egypt . He was later shifted to the American prison at Bagram Air Base in Afghanistan , and ultimately to Guantánamo Bay.\nMuch of Mr. Iqbal’s account could not be independently corroborated. Two senior American officials confirmed that Mr. Iqbal had been “rendered” from Indonesia, but could not comment on, or confirm details of, how he was treated in custody. The Pentagon and C.I.A. deny using torture, and American diplomatic, military and intelligence officials agreed to talk about the case only on the condition of anonymity because the files are classified.\nAfter Mr. Iqbal was picked up in Jakarta and interrogated for two days, American officials generally concluded that he was a braggart, a “wannabe,” and should be released, one of the senior American officials in Jakarta said. “He was a talker,” the senior American official said. “He wanted to believe he was more important than he was.”\nThere was no evidence that he had ever met Osama bin Laden , or had been to Afghanistan, the two senior American officials said. But in the atmosphere of fear and confusion in the months after Sept. 11, 2001, Mr. Iqbal was secretly moved to Egypt for further interrogation, said one of the senior American officials.\nAdvertisement Continue reading the main story\nMr. Iqbal said he had been beaten, tightly shackled, covered with a hood and given drugs, subjected to electric shocks and, because he denied knowing Mr. bin Laden, deprived of sleep for six months. “They make me blind and stand up for whole days,” he said in halting English, meaning that he had been covered with a hood or blindfolded.\nThe Pentagon and the C.I.A. have a policy of not talking about the detainees, but a C.I.A. spokesman, Paul Gimigliano, said, “The agency’s terrorist detention program has used lawful means of interrogation, reviewed and approved by the Department of Justice and briefed to the Congress.\n“This individual, from what I have heard of his account, appears to be describing something utterly different,” Mr. Gimigliano added. “I have no idea what he’s talking about. The United States does not conduct or condone torture.”\nMr. Iqbal said he traveled to Jakarta in November 2001 on a personal odyssey to inform his stepmother that her husband — Mr. Iqbal’s father — had died of a stroke in Pakistan.\nHe fell in with members of the Islamic Defenders Front, according to his statement to the combatant status review tribunal at Guantánamo in 2004. The group is an Indonesian urban-based organization. It is not banned in Indonesia and has not been connected to any terrorist attacks.\nAccording to Mr. Iqbal’s statement before the review tribunal at Guantánamo, he said he had told his new friends that he knew how to make a bomb that could be tucked into a shoe. He denies that now, saying someone else in the group made the boast.\nPhoto\nWhatever the truth, the conversation among that circle of acquaintances caught the attention of Indonesian intelligence.\nThe Indonesian agents passed the information on to the C.I.A. in Jakarta, and Mr. Iqbal was seized at his rented room just before dawn on Jan. 9, 2002.\nAdvertisement Continue reading the main story\nMr. Iqbal said he had received his first round of physical abuse at the Jakarta airport, before being shoved onto the plane, shackled and blindfolded.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“One person from Egyptian intelligence, he come and he punch me here, very hard,” he said, pounding his chest, “and he grab me like this and he throw me against the wall. Then they make me naked, they torture me.”\nHe said he knew that his assailant at the airport was Egyptian from his Arabic accent. According to a senior American official and two Indonesian officials, Mr. Iqbal was flown from Jakarta to Cairo on a C.I.A. aircraft.\nDuring the flight to Cairo, Mr. Iqbal said, he was bleeding from his nose, mouth and ears, and was unable to move because shackles wound tightly around his body.\nWhen the plane landed, he was told he was in Cairo, he said. He was assigned a basement room like “a grave,” about 6 feet by 4 feet, he said, and was kept there for 92 days, according to the transcript of his tribunal hearing. On Jan. 11, 12 and 20, 2002, he was interrogated for 12 to 15 hours on each occasion, he said during the interviews here.\nHe described the interrogators as Egyptians. Mr. Iqbal said there were other men in the room whose faces were covered and who did not speak, but who passed notes with questions to the Egyptians.\nHe was asked when he had gone to Afghanistan and how he had met Mr. bin Laden. When he replied that he had never been to Afghanistan and had not met Mr. bin Laden, the Egyptians tortured him with electric shocks, he said. “I cry and I yell,” he said. “Also they gave me brain electric shocks.” He said he was forced to consume liquids that were laced with drugs “so you don’t know what you are talking about.”\nIn early April, he said, the Americans flew him to Bagram, the American air base outside the Afghan capital, Kabul . He was held there for almost a year, at times shackled and handcuffed in a small cage with other detainees, and further interrogated, he said.\n“A C.I.A. person said, ‘We forgive you; just accept you met Osama bin Laden.’ I said, ‘No, I’m not going to say that.’ ” Even though polygraph tests showed that he was telling the truth, he said, he was shifted from cell to cell every few hours and deprived of sleep for six months.\nAdvertisement Continue reading the main story\nOnce he arrived at Guantánamo, on March 23, 2003, Mr. Iqbal was treated as an outcast by the other prisoners because he had not been trained in Afghanistan, according to a fellow inmate, Mamdouh Habib, an Australian who befriended him.\nMr. Iqbal became so depressed he tried to hang himself twice, and went on three hunger strikes, Mr. Habib said.\nAccording to a statement in April 2007 by Dr. Ronald L. Sollock, the commander of the Naval Hospital at Guantánamo Bay, filed with the Court of Appeals in Washington, Mr. Iqbal was diagnosed with a perforated left eardrum, inflammation of the left external ear canal and inflammation of the left middle ear.\nFrom 2003, according to the court filing by Dr. Sollock, Mr. Iqbal was prescribed antibiotics.\nBy the time he returned home to Pakistan, Mr. Iqbal was dependent on a “long list of drugs,” Mohammad Mujeeb, a professor of ear, nose and throat at the Services Hospital in Lahore, said in an interview. He said that part of Mr. Iqbal’s difficulty in walking appeared to be psychological, with scans showing only “mild to moderate” compression of the nerves in his back.\nAfter Guantánamo, he was flown on an American military aircraft to the Islamabad airport, where two American Embassy officers, First Lt. Brian Strait and Keith Easter, witnessed his release, according to a United States government document he displayed. He was admitted to a hospital in Islamabad for treatment, and then questioned for three weeks at a safe house by Pakistani intelligence officers in what Mr. Iqbal called friendly sessions. Pakistani security officers then drove him back to Lahore and his extended family. “It was like a new life for me,” he said. “I was born again. There is no word to explain.”\nMr. Iqbal’s case is now being fought in the American courts. His lawyer, Richard L. Cys of Davis Wright Tremaine, who visited him in Guantánamo, said he planned to sue the American government for the unlawful detention of Mr. Iqbal.\nMr. Cys has also filed a lawsuit in the federal courts to win the release of Mr. Iqbal’s medical records for the period he was at Guantánamo, hoping to confirm Mr. Iqbal’s account of his abuse in Egypt.\nIn Lahore, Mr. Iqbal wants to return to teaching the Koran. “It’s easy for the United States to say no charges were found,” he said. “But who is responsible for the seven years of my life?”", "url": "https://www.nytimes.com/2009/01/06/world/asia/06iqbal.html"}