{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:30:31", "date_modify": "2018-11-16 03:30:31", "date_publish": "2009-06-16 19:49:48", "description": "Gardeners are raising fruits and vegetables on rooftops, high above the noise and grime of urban streets.", "filename": "2009_06_17_dining_17roof_1542339031.html", "image_url": "https://static01.nyt.com/images/2009/06/16/dining/17roof75.1a.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_17_dining_17roof_1542339031.html", "title": "Urban Farming, a Bit Closer to the Sun", "title_page": "Urban Farming, a Bit Closer to the Sun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Aeries are cropping up on America’s skylines, filled with the promise of juicy tomatoes, tiny Alpine strawberries and the heady perfume of basil and lavender. High above the noise and grime of urban streets, gardeners are raising fruits and vegetables. Some are simply finding the joys of backyard gardens several stories up, others are doing it for the environment and some because they know local food sells well.\nCity dwellers have long cultivated pots of tomatoes on top of their buildings. But farming in the sky is a fairly recent development in the green roof movement, in which owners have been encouraged to replace blacktop with plants, often just carpets of succulents, to cut down on storm runoff, insulate buildings and moderate urban heat.\nPhoto\nA survey by Green Roofs for Healthy Cities, which represents companies that create green roofs, found the number of projects its members had worked on in the United States grew by more than 35 percent last year. In total, the green roofs installed last year cover 6 million to 10 million square feet, the group said.\nSteven Peck, its president, said he had no figures for how many of the projects involved fruits and vegetables, but interest is growing. “When we had a session on urban agriculture,” he said of a meeting of the group in Atlanta last month, “it was standing room only.” Mr. Peck said the association is forming a committee on rooftop agriculture.\nTax incentives have accelerated the plantings of green roofs, particularly in Chicago , which has encouraged green roofs for almost a decade. The Chicago chef Rick Bayless uses tomatoes and chilies he grows atop his restaurant Frontera Grill to make Rooftop Salsa.\nNew York State has subsidies both for roofs with succulents spread out over a thin layer of soil and for edible plants covering a smaller area. A proposed amendment to New York City ’s tax abatement for some roof projects would include green roofs. Most roof gardeners aren’t in it for the money, though.\nAfter her Lower East Side co-op refurbished the 1,000-square-foot roof of its six-floor walk-up, Paula Crossfield persuaded fellow board members to spend $3,000 to put a 400-square-foot garden on it. They built planters and paved part of the roof so people can walk easily among the plantings.\nAdvertisement Continue reading the main story\nMs. Crossfield, managing editor of the Civil Eats blog, about sustainable agriculture, is paying for the seeds and will do the harvesting, sharing the bounty with her neighbors. (She and her husband live on the top floor.)\nIn the process, she estimates she carried up 500 of the 1,500 pounds of soil they bought and put in planters.\nPhoto\n“My decision to start a garden is an extension of my work,” Ms. Crossfield said. “Growing my own food helps me understand better what I write about: how food gets to our table, the difficulties it entails.” It’s not all about agricultural policy, she added.\n“The bottom line,” she said, “is that I harbor a secret desire to be a farmer, and my way of doing that is to use what I have, which is a roof.”\nTwo weeks ago Ms. Crossfield transplanted seedlings from her apartment onto the roof: golden zucchini, oakleaf lettuce, brussels sprouts, butternut squash, watermelon, rainbow chard, cucumbers, nasturtiums, calendula, sunflowers, amaranth greens, tomatoes and herbs.\nIn San Francisco ’s Tenderloin district, Maya Donelson has filled planter boxes with vegetables on a 900-square-foot patch of roof at the Glide Memorial Church. For the past 11 months she has managed the Graze the Roof Project at the church’s Glide Center, a neighborhood social service provider.\nThe food goes to the center’s volunteers and children in the neighborhood who work in the garden one day a week and learn to cook what they grow.\n“I’ve never had one kid who hasn’t wanted to get his hands dirty,” said Ms. Donelson, who studied architecture and environmental design. “They are willing to try anything if they see it growing and pull it out of the ground. We juiced the purple carrots and the kids drank that.”\nAdvertisement Continue reading the main story\nSustainable South Bronx, a nonprofit environmental organization, said it will help Alfred E. Smith High School plant a roof garden and has helped a company in Hunts Point put strawberry plants on its roof. (The owner likes strawberries, an official of the group said.)\nPhoto\nOne of the more ambitious projects is a 6,000-square-foot roof farm in Greenpoint, Brooklyn , which will grow food for local restaurants and shops.\nBen Flanner, a transplanted Wisconsinite who’s running it, said he became fascinated with organic agriculture and was set to take an internship on a rural farm but then had a change of heart.\n“I wanted to farm but I didn’t want to leave the city,” he said.\nMr. Flanner was lucky to find an environmentally aware company — Broadway Stages, a stage and lighting company — that wanted a green roof on one of its buildings. It paid to prepare the roof for planting and agreed to let him grow food on it. Mr. Flanner and his partner, Annie Novak, did the planting and will be able to keep all the profits from their organic vegetables.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“People are knocking on my door to buy the stuff,” he said. Andrew Tarlow, a partner in four nearby restaurants, including Marlow & Sons, has agreed to buy anything Mr. Flanner grows.\nThe roof cost $6,000 to prepare, according to Lisa Goode, who with her husband, Chris, owns Goode Green, a company that designs edible roof gardens. There are at least 1,000 seedlings planted in 16 beds, each about 60 feet long.\n“A smaller roof would cost more per square foot,” she said. Mr. Flanner’s costs for the garden itself were less than $2,000, but Ms. Goode said it will take more than one roof for him to make a living.\n“This is sort of a pilot to see if it can become a viable business model because he isn’t going to make any money from this,” she said. “If we can get the owner to do more roofs, he can then make a profit.”\nPhoto\nNot long ago, edible rooftop gardeners were less likely to be thinking about sustainable food systems or the environment.\nAdvertisement Continue reading the main story\nLee Utterbach wanted to recapture summers on his grandmother’s farm. But there was no land around his house in the Mission district of San Francisco. So when he bought the building where he lives and runs a photo equipment rental shop, he turned the roof into a vegetable and flower garden. Since the roof slopes, all the planting was done along its perimeter. Some of it, like the rosemary, is so well established, it hangs over the front of the building.\nReaching the roof means a trip through the kitchen window, then up an incline. A small ladder takes visitors to his wife’s greenhouse and a hot tub, a deck , a composting toilet and the future guest room. In one area that his wife, Aly, describes as his “man cave,” Mr. Utterbach watches his 17-inch TV screen from a comfortable chair.\n“I was probably eight or nine years ahead of the curve when I built this,” he said. “I just enjoy watering plants and digging in the soil.”\nPeter Bergold, a neuroscientist who teaches at SUNY Downstate in Brooklyn, was also inspired by the past. Memories of the first asparagus and carrots he ate from a garden years before led him to start growing produce on the roof of his landmarked brownstone in Park Slope, Brooklyn, six or seven years ago.\n“That was my epiphany,” he said of the sweetness he was trying to recapture. “I assumed asparagus grew with a rubber band around them.”\nEnvironmental awareness came slowly. “One of the things that got me interested,” he said, “was that between global warming and the thermal bubble of cities you can start things much earlier so you have a much longer growing season.”\nPhoto\nAnother benefit gardeners get from planting well above the ground is that they face fewer pests.\nBut roof gardeners also have to think about winds that can knock over tender vines. And while concentrated heat on top of city buildings can help tomatoes ripen, it also means more frequent watering, even if irrigation requires lugging watering cans up stairs.\nThough rooftop gardens go back at least to the Hanging Gardens of Babylon, the modern green roof movement has made its way here from Europe , where for years government policies have encouraged or required green roofs.\nAdvertisement Continue reading the main story\nThe government benefits take into account the fact that gardening on the roof requires much more preparation than gardening on terra firma.\nFirst, it must be determined whether the roof can support the weight of the soil, the plants and the water. It may need to be retrofitted. Barring that, gardeners can place planters around the perimeter, which is generally its strongest part.\nThe containers can be almost anything: ready-made planters; boxes made of reclaimed wood, old milk cartons, children’s wading pools. A screen at the bottom holds in a lightweight substance, like packing peanuts for bulk, topped with a barrier fabric so the soil can’t go through. Potting soil, mixed with ingredients to lighten it, is put on top.\nWhen gardens are planted directly on the roof, a waterproof membrane is laid down first, followed by insulation and a root barrier. (A guide to roof gardening is available at baylocalize.org .)\nAll this work can be off-putting for landlords. Five years ago, Ms. Crossfield said, the owner of an apartment building on Sixth Avenue in the West Village told one of his tenants to get rid of a garden she had planted.\n“He told the woman to take it off the roof,” she said, “because he didn’t see any benefit in it.”\nThat’s not so likely these days.\n“Several years ago you might have seen a certain amount of resistance,” said Miquela Craytor, executive director of Sustainable South Bronx, “but now people are coming to us saying they want one.”", "url": "https://www.nytimes.com/2009/06/17/dining/17roof.html"}