{"authors": ["Sangar Rahimi"], "date_download": "2018-11-16 03:21:18", "date_modify": "2018-11-16 03:21:18", "date_publish": "2009-09-07 04:21:58", "description": "A Swedish aid agency said that U.S. soldiers stormed through one of its hospitals last week, searching for wounded Taliban fighters, breaking down doors, and tying up hospital staffers and visitors.", "filename": "2009_09_08_world_asia_08kabul_1542338478.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_08_world_asia_08kabul_1542338478.html", "title": "Aid Agency Says U.S. Soldiers Raided an Afghan Hospital", "title_page": "Aid Agency Says U.S. Soldiers Raided an Afghan Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — A Swedish aid agency said Monday that American soldiers stormed through one of its hospitals in Afghanistan last week, searching men’s and women’s wards for wounded Taliban fighters, breaking down doors and tying up hospital staff members and visitors.\nThe soldiers reportedly demanded that administrators at the hospital inform military authorities of any incoming patients who might be insurgents. After that, they reportedly said, the military would decide if the patients would be admitted.\n“This is simply not acceptable,” said Anders Fange, the country director for the Swedish Committee for Afghanistan, which runs schools, medical clinics and development projects in eastern Afghanistan.\nIn a statement, Mr. Fange called the episode “not only a clear violation of globally recognized humanitarian principles about the sanctity of health facilities and staff in areas of conflict, but also a clear breach of the civil-military agreement” between nongovernmental organizations and international forces.\nAdvertisement Continue reading the main story\nThe hospital is in Shaniz, in Wardak Province, in east-central Afghanistan. Mr. Fange said the soldiers arrived about 10 p.m. on Wednesday and searched the hospital for two hours.", "url": "https://www.nytimes.com/2009/09/08/world/asia/08kabul.html"}