{"authors": ["Mark Landler", "Peter Baker"], "date_download": "2018-11-16 04:44:19", "date_modify": "2018-11-16 04:44:19", "date_publish": "2009-08-05 02:16:51", "description": "Former President Bill Clinton and the two freed journalists were greeted at the airport by family members and Al Gore, who founded the company that employs the journalists.", "filename": "2009_08_06_world_asia_06korea.html_ref=world_1542343459.html", "image_url": "https://static01.nyt.com/images/2009/08/05/world/05korea2-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_08_06_world_asia_06korea.html_ref=world_1542343459.html", "title": "Bill Clinton and Journalists in Emotional Return to U.S.", "title_page": "Bill Clinton and Journalists in Emotional Return to U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Gore then spoke. “ President Obama and countless members of his administration have been deeply involved,” in the effort to bring the women home, he said. “To everybody who has played a part in this,” he said, “we are so grateful.”\nThe North Korean government, which in June sentenced the women to 12 years of hard labor for illegally entering North Korean territory, announced hours before the jet’s departure from North Korea that it had pardoned the women after Mr. Clinton apologized to Mr. Kim for their actions, according to the North Korean state media.\nMr. Clinton’s wife, Secretary of State Hillary Rodham Clinton , said Wednesday that the administration was “extremely excited” that the women would be reunited with their families. But she denied that her husband had apologized.\nPresident Obama, who contacted the families of the women on Tuesday evening, said that he, too, was “extraordinarily relieved” at the journalists’ return.\n“I want to thank President Bill Clinton — I had a chance to talk to him — for the extraordinary humanitarian effort that resulted in the release of the two journalists,” Mr. Obama said outside the White House on Wednesday morning.\nMr. Clinton’s mission to Pyongyang was the most visible by an American in nearly a decade. It came at a time when the United States’ relationship with North Korea had become especially chilled, after North Korea’s test of its second nuclear device in May and a series of missile launchings.\nIt ended a harrowing ordeal for the two women, who were stopped on March 17 by soldiers near North Korea’s border with China while researching a report about women and human trafficking. They faced years of imprisonment in the gulag-like confines of a North Korean prison camp.\nAdvertisement Continue reading the main story\nAnd it catapulted Mr. Clinton back on to the global stage, on behalf of a president who defeated Mrs. Clinton in a bitter primary campaign last year, and who later asked her to be his secretary of state.\nMrs. Clinton was deeply involved in the case, too. She proposed sending various people to Pyongyang — including Mr. Gore — to lobby for the release of the women, before Mr. Clinton emerged as the preferred choice of the North Koreans, people briefed on the talks said.\nAbout 10 days ago, these people said, Mr. Gore called Mr. Clinton to ask him to undertake the trip. Mr. Clinton agreed, as long as the Obama administration did not object.\nIn an interview Wednesday with NBC ’s “Today” show in Nairobi , Kenya , Mrs. Clinton said the final request to Mr. Clinton had come from the White House.\n“When the message came to us from the young women themselves, to their families, to former Vice President Gore, and then to the administration that sending my husband would be the best way to ensure their release, of course we took that very seriously, discussed it,” she said, according to a transcript. “The White House reached out, as they said, to my husband, to ask him if he would be willing to do that.”\nThe riveting tableau, of a former president jetting into a diplomatic crisis while his wife was embarking on a tour of Africa in her role as the nation’s chief diplomat, underscored the unique and enduring role of the Clintons, even in the Obama era.\nAt a news conference in Nairobi on Wednesday, Mrs. Clinton said the case of the captured Americans had been handled separately from America’s dispute with North Korea over its nuclear program.\n“We have been working hard on the release of the two journalists, and we have always considered that a separate issue,” she said. The future of the United States’ relationship with Pyongyang, she continued, was “really up to them.”\nAdvertisement Continue reading the main story\nMr. Clinton’s trip to Pyongyang came just two weeks after North Korea issued a harsh personal attack on Mrs. Clinton, in response to comments she made comparing its nuclear test and missile launchings to the behavior of an attention-seeking teenager.\nThe North Korean Foreign Ministry objected to her “vulgar remarks” and called her “a funny lady” who was neither intelligent nor diplomatic. “Sometimes she looks like a primary-school girl and sometimes a pensioner going shopping,” a spokesman said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe episode evidently did not stop consideration of sending her husband as an envoy. But the initiative was cloaked in secrecy and came after weeks of back-channel talks between the United States and North Korea through its United Nations mission. In addition to Mr. Gore, the White House’s list of potential candidates included Gov. Bill Richardson of New Mexico .\nNorth Korea signaled its desire to have Mr. Clinton act as a special envoy in conversations with Ms. Ling and Ms. Lee, who relayed that message to their families in the middle of July, according to a senior administration official. The message was passed to Mr. Gore, who contacted the White House, which then explored whether such a mission would be successful.\nMr. Obama did not speak directly with Mr. Clinton before the mission. But his national security adviser, Gen. James L. Jones , contacted the former president to sound him out. The senior official said the administration did “due diligence” with the North Koreans to ensure that if Mr. Clinton went, he would return with the journalists.\nAs president, Mr. Clinton had sent Mr. Kim a letter of condolence on the death of his father, Kim Il-sung, according to a former official. For Mr. Kim, the former official said, freeing the women was a “reciprocal humanitarian gesture.”\nMr. Kim is believed to have suffered a stroke last year. American officials said they thought his declining health had set off a succession struggle, complicating the Obama administration’s dealings with the North.\nThe families of the American journalists issued a statement saying they were “overjoyed” by news of the pardon and thanked Mr. Obama and Mrs. Clinton. “We especially want to thank President Bill Clinton for taking on such an arduous mission and Vice President Al Gore for his tireless efforts to bring Laura and Euna home,” the statement said.\nCurrent TV said in a statement that it was also “overjoyed” and that the hearts of its employees went out to Ms. Ling and Ms. Lee for “persevering through this horrible experience.”\nAdvertisement Continue reading the main story\nMr. Clinton and the journalists traveled on a private jet owned by Stephen Bing, a real estate heir and a major Democratic Party contributor, who donated the use of the jet as a favor, said Andy Meyers, the chief executive officer of Shangri-la Industries, which was founded by Mr. Bing.\nAdministration officials said Mr. Clinton went to North Korea as a private citizen, did not carry a message from Mr. Obama for Mr. Kim and had the authority to negotiate only for the women’s release.\n“This was 100 percent about the journalists,” said a senior administration official, who spoke on the condition of anonymity because of the delicacy of the matter. “We knew Kim Jong-il would probably seek a meeting with Clinton. But that’s not what this visit was about.”\nStill, North Korea, clearly seeing a propaganda opportunity at home and a rare chance for a measure of favorable publicity abroad, welcomed Mr. Clinton with the fanfare of a state visit. It broadcast a group portrait, as well as photos of Mr. Kim gesturing and talking to Mr. Clinton; of the former president accepting flowers from a North Korean girl; and of Mr. Clinton, seated across a negotiating table from Mr. Kim, each flanked by aides. Among those greeting Mr. Clinton at the airport was Kim Kye-gwan, North Korea’s chief nuclear negotiator.\nAmong those accompanying Mr. Clinton was David Straub, a former director of the Korea desk at the State Department, who had held talks with the North Koreans through what is known as the “New York connection.”\nAlso on hand was John Podesta , an informal adviser to the Obama administration who served as Mr. Clinton’s chief of staff in the final years of his presidency, when the former president yearned to travel to North Korea to clinch a deal that would have curbed its nuclear program.\nThat visit never happened — partly because the White House concluded that a deal was not assured — and former President George W. Bush put the brakes on direct talks with North Korea, setting the stage for eight years of largely fruitless efforts to stop the North’s nuclear ambitions.\nGiven Mr. Clinton’s stature and his long interest in the North Korean nuclear issue, experts said it was likely that his discussions in North Korea ranged well beyond obtaining the release of Ms. Ling and Ms. Lee.\nAdvertisement Continue reading the main story\n“It would be someplace between surprising and shocking if there wasn’t some substantive discussion between the former president, who is deeply knowledgeable about the nuclear issue, and Kim Jong-il,” said Robert L. Gallucci, who negotiated with North Korea in the Clinton administration.\nMr. Clinton has sought to find the right place in the Obama era, eager to play a role without stepping on the toes of the new president or, certainly, the secretary of state.\nThe last time the two had spoken, said the White House press secretary, Robert Gibbs , was in March, when Mr. Obama invited Mr. Clinton to a ceremony in Washington for signing legislation expanding the AmeriCorps program created by Mr. Clinton.\nIn interviews last spring, Mr. Clinton said that he would be happy to do anything Mr. Obama asked him to do, but that “I try to stay out of their way.”\nMr. Clinton’s mission may be less of an issue for Mr. Obama than for Mrs. Clinton. The same day he landed in North Korea, she arrived in Kenya, beginning an 11-day journey through Africa — a visit now largely eclipsed by her husband’s travels.", "url": "https://www.nytimes.com/2009/08/06/world/asia/06korea.html?ref=world"}