{"authors": ["William Yardley"], "date_download": "2018-11-16 04:14:22", "date_modify": "2018-11-16 04:14:22", "date_publish": "2009-07-23 19:41:27", "description": "Pfc. Bowe R. Bergdahl, captured by the Taliban in Afghanistan in June, was raised in a small Idaho town whose residents are now being protective of him and his family.", "filename": "2009_07_24_us_24hailey_1542341662.html", "image_url": "https://static01.nyt.com/images/2009/07/24/us/24hailey_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_07_24_us_24hailey_1542341662.html", "title": "The New York Times", "title_page": "Taliban Captures Local Boy, and Hometown Closes Ranks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While there is an active American Legion post in the area, nearly all of its 215 members are from wars preceding those in Iraq and Afghanistan. Several people said they were not aware of the area’s having lost a soldier in the recent conflicts. Some said the area’s liberal politics have made for a strong antiwar sentiment locally, at least relative to other parts of Idaho, particularly among the newcomers who have arrived over the past few decades seeking life in the outdoors.\n“Bowe is very much a product of this community,” said Sue Martin, a family friend and the owner of a coffee shop where Mr. Bergdahl worked. “And he’s misunderstood because of that.”\n“We’re all struggling to define who Bowe is,” Ms. Martin added.\nA rush of scrutiny and questions has followed Private Bergdahl’s capture. Military officials said Private Bergdahl walked off his outpost in eastern Afghanistan in late June. In the video, the soldier says he was captured after he lagged behind during a patrol. Afghan police officials said Mr. Bergdahl’s base was in Paktika Province, a rugged and dangerous region that borders Pakistan.\nPhoto\n“The circumstances under which Pfc. Bergdahl went missing are still under investigation,” Capt. Marcy Hopp, a spokeswoman for the United States Central Command, in Tampa, Fla., said Wednesday. “There’s so much speculation out there. Before we can release information, we have to complete the investigation and find out what really happened.”\nSome people here worry that what Sheriff Femling called the soldier’s “adventurous spirit” could have played a role in his capture. The intense focus on what may have happened has led many people here to try to protect Private Bergdahl and his family, which has refused to be interviewed.\n“They don’t know any more than we know,” Ms. Martin said.\nUnlike in some other, less affluent small towns, where young people often join the military as a route to employment and a broader world, children who grow up in Hailey and its neighboring towns to the north, Ketchum and Sun Valley, are more likely to attend college, Sheriff Femling said. Some have the means and the motivation to travel or leave altogether after high school. Others might seek work in restaurants or retail. Service industries have grown substantially as the area has evolved into a skiing and summer sports resort where celebrities have second homes. At the same time, the recession has had an impact.\n“My friends are all struggling to find jobs,” said Kyle Rose, 19, who graduated from Wood River High School here and has since moved to Big Sky, Mont., where he works as a cook.\nAdvertisement Continue reading the main story\nMr. Rose said he and a friend considered joining the Marines “to become snipers,” but ultimately did not because both have asthma. He said he did not know of any of his classmates who had entered the military. He knew Mr. Bergdahl in passing, Mr. Rose said, in part because Mr. Bergdahl once courted his former girlfriend — while she was still his girlfriend.\nPhoto\n“It’s funny, he had long hair and stuff; he was pretty laid back,” Mr. Rose said. “But now he’s in the military.”\nElaine Charlat, whose husband, Maurice, served in the Army during the Korean War and was the commander of the American Legion post here for several years, said war and the military could be topics best left avoided.\n“You want to keep your friends,” Mrs. Charlat said.\nYet she noted that Private Bergdahl’s situation seemed to have transcended division.\n“We all want to support the family,” she said. “How stressful can you imagine that would be? You don’t know if something you say could be picked up and used against him. We’re playing it pretty close to the vest.”\nStill, shops in the area have run out of yellow ribbon.", "url": "https://www.nytimes.com/2009/07/24/us/24hailey.html"}