{"authors": ["Adam Nagourney"], "date_download": "2018-11-16 04:44:21", "date_modify": "2018-11-16 04:44:21", "date_publish": "2009-08-05 13:43:17", "description": "All the Democratic Party’s reigning families were brought together around the drama of the North Korea trip.", "filename": "2009_08_06_us_politics_06gore_1542343461.html", "image_url": "https://static01.nyt.com/images/2009/08/05/us/06gore-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_08_06_us_politics_06gore_1542343461.html", "title": "Clinton and Gore, Together Again", "title_page": "Clinton and Gore, Together Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWASHINGTON — It was a gripping moment: Bill Clinton, the former president, and Al Gore, his vice president, sharing a lengthy embrace as Mr. Clinton delivered two journalists who worked for Mr. Gore back to American soil from captivity in North Korea.\nThe tableau at the airport in Burbank, Calif., on Wednesday morning was a visible reminder of how circumstances had conspired over the past few days to bring the reigning — and sometimes warring — names of the Democratic Party together around the drama of Mr. Clinton’s trip to North Korea. There on the tarmac were the two dominant Democrats of the 1990s, Mr. Gore and Mr. Clinton, who had played a critical role negotiating the end of an international crisis on behalf of President Obama and Hillary Rodham Clinton, the secretary of state and Mr. Obama’s rival for the nomination in 2008.\nMr. Clinton and Mr. Gore did not linger together in public on Wednesday. They have had relatively little contact after their unhappy parting nearly nine years ago, according to associates of the two men. Still, over eight years, they have both built post-White House identities and reputations that seem to have left them at peace with their shared pasts and, it would seem, with each other.\n“A special thanks to President Clinton,” Mr. Gore said, as Mr. Clinton gazed at him, his head nodding. “My partner and friend. So grateful.”\nAdvertisement Continue reading the main story\nMike Feldman, a Democratic consultant who has worked for both men, said: “Look, they’ve both gone off and done different things. But when you work side by side as they did, that’s a pretty strong bond and that doesn’t go away. People say they don’t spend a lot of time together — well, they live in different cities.”", "url": "https://www.nytimes.com/2009/08/06/us/politics/06gore.html"}