{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 04:14:23", "date_modify": "2018-11-16 04:14:23", "date_publish": "2009-12-25 13:38:55", "description": "It was the second video of Pfc. Bowe Bergdahl to surface since he was seized about six months ago.", "filename": "2009_12_26_world_asia_26afghan_1542341663.html", "image_url": "https://static01.nyt.com/images/2009/12/25/world/25cnd-afghan_inline/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_12_26_world_asia_26afghan_1542341663.html", "title": "Taliban Shows Video of Captured G.I.", "title_page": "Taliban Shows Video of Captured G.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although the video was released Friday, it was unclear when it was made, said Col. Wayne Shanks, a NATO spokesman, suggesting that it might be a pastiche of clips from earlier in the year.\n“We are not using this as a proof-of-life video,” Colonel Shanks said. “It’s still to be determined when it was made, but it could have been made even several months ago. It has a lot of editing pieces.”\nPhoto\nThe 36-minute video was posted on a Web site affiliated with the Afghan Taliban, according to the SITE Intelligence Group, which tracks militant Islamist Web sites. The video alternates clips of Private Bergdahl in a helmet and uniform with those of him in the traditional Afghan shalwar kameez tunic and simple cap worn by many men here.\nHe gives his birthplace, blood type and his mother’s maiden name as proof of his identity and then criticizes the United States. He says that unlike prisoners of the United States, which has tortured Muslim captives “in Bagram, in Guantánamo Bay and Abu Ghraib,” he has been treated fairly. The United States Army, he says, gives its soldiers propaganda about the people they are fighting.\n“Even though I am prisoner of war, however, I had a chance to rethink a lot of things and to ask myself questions that I never asked myself before,” he says.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“One of the biggest illusions that the Army gives us coming over here as a soldier, as a private in their army, is that we’re coming over here to fight a terrorist group of men.\n“We are fighting a country and a people that are well organized and extremely smart of how to fight. I keep bringing up the point of history to people that I talk to. You simply need to look at their history to understand that the Afghan people know how to fight, and they have lived this way since the beginning of their people,” he says.\nThe video also includes clips of President Obama meeting with veterans who are asking him to stop the war; and photographs of former President George W. Bush and of Muslims in American custody. There is also an interview with an Afghan who implies that his home was destroyed by an American bomb and asks the Americans to leave his country. The film also includes a brief clip of the Afghan president, Hamid Karzai, described by a narrator as “a hired stooge” of the United States.\nAt the end of the video, a Taliban spokesman, Zabiballah Mujahid, demands the release of a “limited numbers of prisoners” in exchange for Private Bergdahl and says that if there is no deal, more soldiers will be captured.\nAdvertisement Continue reading the main story\nAdmiral Smith said the military would continue to search for Private Bergdahl.", "url": "https://www.nytimes.com/2009/12/26/world/asia/26afghan.html"}