{"authors": ["Ian Urbina"], "date_download": "2018-11-16 04:11:52", "date_modify": "2018-11-16 04:11:52", "date_publish": "2009-04-05 21:06:46", "description": "Rather than dismantling Cuba’s socialist framework, President Raúl Castro seems to be trying to make it work more efficiently.", "filename": "2009_04_06_world_americas_06cuba_1542341512.html", "image_url": "https://static01.nyt.com/images/2009/04/06/world/americas/06cubaA-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_04_06_world_americas_06cuba_1542341512.html", "title": "In Cuba, Change Means More of the Same, With Control at the Top", "title_page": "In Cuba, Change Means More of the Same, With Control at the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The men were also involved socially with a Cuban named Conrado Hernández, who was surreptitiously recording their conversations during regular parties at his ranch in Matanzas. Some of those recorded conversations, which Cuban officials recently discovered, included acerbic criticism and off-color jokes about various government leaders, including Fidel and Raúl Castro.\nMr. Hernández, who served as the liaison on the island between the Cuban government and business interests in the Basque region of Spain, has been detained for over a month, Cuban officials said, because he was supposedly passing the recordings to Spanish intelligence officials, a claim that the Spanish Embassy in Cuba adamantly denies.\nThe Cuban officials spoke on the condition of anonymity because they were not authorized to speak with reporters.\nOn the streets of Havana, the capital, people seem to care less about the politics of the shakeup than whether the changes will make any difference in their lives.\n“Politics here is a sport whose spectators are all blind,” said a man as he swept up litter along the seaside Malecón and who, like most people interviewed, did not want to be quoted by name. “Everyone knows things are happening. No one is sure what. So you stop trying to watch.”\nPhoto\nPeople say they have seen small improvements in the economy that do not go far enough. Many roads in Havana have been repaired. Microwave ovens, DVD players and cellphones are now in stores, but most Cubans cannot afford them.\nThe nation still imports more than 80 percent of what it consumes, and Raúl Castro is trying to encourage farming by giving fallow lands to those willing to work it. But the money they can earn selling the food remains below what is needed for the tools and labor needed to start a farm.\nAdvertisement Continue reading the main story\nMr. Castro faces a tough road ahead. Three hurricanes last season cost Cuba $10 billion, or 20 percent of the gross domestic product. Salaries remain low, food prices are high and housing is scarce. Bartenders, with access to dollars, earn wages many times that of physicians. Tourism was up last year but the price of Cuba’s top export, nickel, dropped by 41 percent.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMany Cubans are putting their hopes for the economy on Mr. Obama’s easing of longstanding restrictions on family travel and remittances to Cuba, which he is expected to announce in the coming days.\nSome people believe Mr. Obama needs to do much more to make a difference.\n“Financially, the effect those steps would have for Cuba is tiny,” said Luís René Fernández, a University of Havana foreign policy specialist. “Only opening up travel to all Americans and lifting the blockade will have a measurable impact.”\nIn the meantime, as the American embargo continues, foreign companies are gradually increasing their presence in Cuba. Brazil, China and Russia have joined the search for oil in Cuban waters in the Gulf of Mexico.\nSpanish companies have always had a strong economic presence here, and relations between the countries have grown stronger since Spain passed a law last year that allows anyone with Spanish grandparents to become a Spanish citizen. But the recent accusations against Mr. Hernández have complicated diplomatic matters; Spanish officials sent a delegation to Cuba this weekend to talk with officials about the issue.\nMr. Hernández’s troubles began at his farm in Matanzas, about 60 miles east of Havana, where he, Mr. Pérez Roque and Mr. Lage met regularly for drinks and dominoes.\nDuring at least one of those tape-recorded gatherings in early February, which was attended by Mr. Lage, Mr. Pérez Roque and Fernando Remírez de Estenoz, the head of the Cuban Communist Party’s Foreign Relations Department, the conversation drifted off course and the men began making vulgar jokes about Fidel Castro’s age and health and about the political capabilities of Raúl Castro and José Ramón Machado Ventura, the vice president, according to two Cuban officials.\nThough it is not clear why Cuban officials detained Mr. Hernández originally, they raided his office where they found the recordings and an unauthorized diplomatic passport that Cuban officials say was given to him by Mr. Roque. He was arrested Feb. 14 at the airport in Havana.\nOn March 2, Raúl Castro announced his shakeup. After Mr. Pérez Roque received a standing ovation in the lobby after he left his office for the last time, Raúl Castro called a meeting on March 6 to explain his actions to his top 20 officials. In broad details, he described the evidence against the men and played certain sections of the recordings for those gathered.", "url": "https://www.nytimes.com/2009/04/06/world/americas/06cuba.html"}