{"authors": [], "date_download": "2018-11-16 03:29:47", "date_modify": "2018-11-16 03:29:47", "date_publish": "2009-02-17 17:33:56", "description": "A recipe for Oatmeal Crème Brûlée With Almond and Orange.", "filename": "2009_02_18_dining_181drex_1542338987.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_02_18_dining_181drex_1542338987.html", "title": "Oatmeal Crème Brûlée With Almond and Orange", "title_page": "Oatmeal Crème Brûlée With Almond and Orange - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adapted from David Burke, Fishtail\nTime: About 1 1/2 hours, plus at least 2 hours’ refrigeration\n1. Preheat oven to 325 degrees. Lightly butter six small ramekins or brûlée dishes. Mix oatmeal, brown sugar and 1 teaspoon zest together. Divide among ramekins; smooth surface of mixture.\n2. In medium saucepan over medium heat, combine cream, granulated sugar, almonds and remaining orange zest. Heat, stirring frequently, about 4 minutes or until mixture is hot and sugar has dissolved (do not boil). Turn off heat and let infuse 10 minutes.\n3. In a medium bowl, whisk egg yolks. Strain cream mixture into egg yolks, whisking constantly; discard solids. Ladle cream and egg mixture into ramekins atop oatmeal. Transfer to a baking dish and pour in enough warm water to come halfway up sides of ramekins.\n4. Bake 40 to 50 minutes, until custards jiggle slightly when dish is moved and center is slightly runny; be careful not to overcook. Remove from water bath and cool. Refrigerate at least 2 hours or overnight.\n5. When ready to serve, evenly sprinkle each ramekin with about 1 tablespoon granulated sugar. Using a kitchen torch or under very hot broiler, carefully caramelize sugar until amber brown. Serve immediately or chill again, uncovered, up to 4 hours.\nYield: 6 servings.", "url": "https://www.nytimes.com/2009/02/18/dining/181drex.html"}