{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:00", "date_modify": "2018-11-16 03:39:00", "date_publish": "2009-11-02 11:41:38", "description": "A vintage advertising slogan is being revived by a marketer of kosher foods as it seeks to make further inroads into the mainstream.", "filename": "2009_11_02_business_media_02adnewsletter1.html_module=inline_1542339540.html", "image_url": "https://static01.nyt.com/images/2009/11/02/business/media/02adnews/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_02_business_media_02adnewsletter1.html_module=inline_1542339540.html", "title": "It’s a Fine Broth of a Campaign", "title_page": "It’s a Fine Broth of a Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One step is the revival of the “Man-O-Manischewitz!” slogan, to be used to promote the brand’s annual cooking contest, now renamed the “Man-O-Manischewitz! Cook Off.” The other step is the introduction of a line of broths, which are being billed as “made like homemade to taste like homemade.”\nThe broths come in three varieties — chicken, beef and reduced-sodium chicken — and are described as all-natural. That lands Manischewitz right smack in the middle of “broth wars” being conducted by the giant national brands that have dominated the category for decades.\nSwanson broth, sold by the Campbell Soup Company, is being promoted as “100 percent natural” in a campaign that carries the theme “The secret is Swanson.” There are two versions of the ads, one nice and one tough.\nThe nice Swanson ad shows a stack of Thanksgiving foods like turkey, mashed potatoes and stuffing piled atop a can of Swanson broth. “Holiday success rests on Swanson,” the headline declares. “The only canned chicken broth without added MSG.”\nThe tough version of the ad shows a large can of Swanson broth next to smaller cans of competitive brands like Butterball, College Inn and Sweet Sue. “How do you like your chicken broth?” the headline asks. “With MSG? Or 100 percent natural?”\nThe broth brouhaha is taking place as packaged foods marketers step up their advertising to take advantage of the changing habits of consumers hit hard by the economy. Fewer meals eaten out means more meals eaten at home, which means more purchases of mainstay pantry staples.\nIndeed, according to Manischewitz, sales of broth are rising, along with sales of soup.\n“In this economy, people are looking for ways to still enjoy a quality and fulfilling eating experience,” says David Yale, president and chief executive at Manischewitz in Secaucus, N.J., part of TMCI Holdings.\nAdvertisement Continue reading the main story\nAnd as colder weather arrives in many parts of the country, he adds, consumer minds turn to thoughts of “comfort foods,” which “plays well with Manischewitz given our heritage, as people are thinking of the cooking that came out of their grandmothers’ kitchens.”\nThe broth campaign first appeared for Rosh Hashana, the Jewish New Year, and is returning for Thanksgiving. “Great Thanksgiving dinners start with all-natural, ready-to-serve Manischewitz broth,” the headline on the print ad proclaims.\nThe budget for the campaign is in “the low to mid millions,” Mr. Yale estimates.\nThe campaign includes, in addition to the print ads, radio commercials; a microsite, or special Web site (manischewitzbroth.com); e-mail messages; promotions in stores like samplings; and a presence in social media like Facebook and Twitter (twitter.com/manischewitzco). The longtime Manischewitz agency is Joseph Jacobs Advertising in New York, which works with an internal marketing team at Manischewitz.\nPhoto\nThere is also a public relations effort for the new broths and the cooking contest, by the Bender Hammerling Group in Upper Montclair, N.J.\nThe rules for the Cook Off are being tweaked to help stimulate demand for the broths: The kosher recipes to be submitted for the contest must include Manischewitz broth as an ingredient.\nManischewitz has a balancing act to perform, according to Elie Rosenfeld, chief executive at Jacobs, by bringing out products “that serve a terrific dual purpose.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe items need to be “attractive to the core Jewish customer,” he explains, while at the same time appealing to the non-Jewish market for kosher foods.\nThe new broths do that, Mr. Rosenfeld says, because “a brand like Manischewitz could bring authenticity” to the category.\n“Who wouldn’t think about buying a chicken broth from a company known for everything Jewish?” he asks rhetorically.\nAdvertisement Continue reading the main story\nAs for the broth wars, “there’s a great opportunity when this type of category fight is going on,” Mr. Rosenfeld says, because all the ad spending will “stimulate interest” in broth in a way that Manischewitz by itself could not.\n“There’s a much better chance of a consumer saying, ‘I’m going to stop and read all the labels,’ ” he adds, “instead of just rolling down the aisle and grabbing a can.”\nThe Cook Off will be promoted with ads that carry the headline “Man-O-Manischewitz! What a cooking contest!” Entries are due by Jan. 31, 2010 for the Cook Off, to be held in New York on March 18.\nThere are $25,000 worth of prizes being offered, including a kitchen filled with General Electric Profile appliances and a chance to meet the chef and author Jacques Pépin. More information can be found on the Manischewitz Web site (manischewitz.com).\nThe cooking contest will benefit the annual Jewish American Heritage Month, which is celebrated each May. Manischewitz is becoming the official corporate sponsor of the event.\nAs for the return of “Man-O-Manischewitz!,” Mr. Yale says the slogan is “still part of the advertising vernacular.”\n“A lot of consumers reference ‘Man-O-Manischewitz!’ when they reference the brand,” he adds.\nIn bringing back the theme, Manischewitz joins a lengthy list of consumer marketers reviving familiar elements from vintage campaigns. Other include Alka-Seltzer, Timex and Volkswagen.\nCoincidentally, Alka-Seltzer and Manischewitz have something else in common: Both used Sammy Davis Jr. in ads, the former teaming him with the Speedy Alka-Seltzer brand character and the latter featuring him as a spokesman for Manischewitz wine.\n“Those TV spots are classic,” Mr. Rosenfeld says of the commercials in which Mr. Davis enthused, “Man-O-Maneschewitz!”\nAdvertisement Continue reading the main story\n\nIf you like In Advertising, be sure to read the Advertising column that runs Monday through Friday in the Business Day section of The New York Times print edition and on nytimes.com.", "url": "https://www.nytimes.com/2009/11/02/business/media/02adnewsletter1.html?module=inline"}