{"authors": ["Marian Burros"], "date_download": "2018-11-16 03:30:38", "date_modify": "2018-11-16 03:30:38", "date_publish": "2009-08-12 19:48:57", "description": "After tests of the White House’s kitchen garden site revealed high levels of lead, workers added lime, crab meal and compost to the soil in order to improve it.", "filename": "2009_08_13_garden_13lead_1542339038.html", "image_url": "https://static01.nyt.com/images/2009/08/13/garden/lead.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_08_13_garden_13lead_1542339038.html", "title": "The New York Times", "title_page": "Reducing the Lead Levels in the White House Garden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWHEN the Obamas decided to turn some of the South Lawn at the White House into a kitchen garden, they did what many smart urban gardeners do: they had the soil tested for its nutrients and potential contaminants, like lead. The results prompted a number of headlines suggesting that the level of lead in the garden, 93 parts per million, was dangerous.\nIt wasn’t. The level is well below the 400 p.p.m. considered hazardous by the Environmental Protection Agency, though not below the more stringent goals recommended by some countries like the Netherlands, at 40 p.p.m.\nWork done to improve the fertility of the soil before planting helped reduce the lead level, and test results just released by the White House indicate that the levels are now so low (14 parts per million) that they are similar to those found in places where there are no automobiles.\nAccording to Ellen Silbergeld, professor of environmental health sciences at Johns Hopkins Bloomberg School of Public Health, “if you do measurements around the U.S. where there has been no human activity and where there has been no impact from automobiles or other sources of lead these are kinds of levels you will see.”\nAdvertisement Continue reading the main story\nEven the 93 p.p.m., she said, “is not associated with increased risk of harm.”\n“When you are thinking of things to worry about,” she said, “I would not be thinking about those levels of lead.”", "url": "https://www.nytimes.com/2009/08/13/garden/13lead.html"}