{"authors": ["John M. Broder"], "date_download": "2018-11-16 03:18:31", "date_modify": "2018-11-16 03:18:31", "date_publish": "2009-01-20 17:06:03", "description": "Protesters, a fixture of every inauguration since President Nixon’s in 1973, were few and scattered as Barack Obama assumed the presidency.", "filename": "2009_01_21_us_politics_21web-protests_1542338311.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_01_21_us_politics_21web-protests_1542338311.html", "title": "Few Protesters at Inauguration", "title_page": "Few Protesters at Inauguration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Protesters, a fixture of every inauguration since President Nixon’s in 1973, were few and scattered on Tuesday as Barack Obama assumed the presidency. It appeared there were far more vendors looking to make a buck selling Inaugural Chocolate Bars and Obama Incense than protesters seeking to make a statement.\nThose who raised their voices were more likely to be expressing gratitude that former President George W. Bush was leaving office than displeasure that Mr. Obama was replacing him.\nSome boos could be heard in the crowd gathered on the mall when Vice President Dick Cheney and Mr. Bush were introduced for Mr. Obama’s swearing-in.\nAnd when it was over, a chant of “na na na na, hey hey, goodbye” arose from some among the throng on the Mall as Mr. Bush’s helicopter flew by carrying him to Andrews Air Force Base and on to his retirement in Texas.\nAdvertisement Continue reading the main story\nIn the streets surrounding the parade route, an occasional anti-Bush sign could be seen, protesting his treatment of the Kurds in Iraq or just urging him to get out of town. Some along the parade route held signs demanding that Mr. Bush be indicted.", "url": "https://www.nytimes.com/2009/01/21/us/politics/21web-protests.html"}