{"authors": ["Julia Moskin"], "date_download": "2018-11-16 03:29:36", "date_modify": "2018-11-16 03:29:36", "date_publish": "2009-02-17 17:29:53", "description": "Chefs in top kitchens across the country mine the breakfast menu to transform greasy-spoon staples into minutely detailed desserts.", "filename": "2009_02_18_dining_18dess_1542338976.html", "image_url": "https://static01.nyt.com/images/2009/02/18/dining/18breakfast_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_02_18_dining_18dess_1542338976.html", "title": "The New York Times", "title_page": "The Doughnut as Basis for Dessert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Christina Tosi, a pastry chef who was in grade school when Mr. Keller had his doughnut epiphany, does radical work in the breakfast-dessert arena at the Momofuku restaurants in the East Village. Where Mr. Keller took something traditionally downscale — the doughnut — and lifted it up, Ms. Tosi took something upscale — panna cotta — and yanked it down, using milk with the flavor of the bottom of the cereal bowl.\n“I wouldn’t drink any other kind of milk when I was little,” Ms. Tosi said one recent morning at the gleaming, stainless steel Momofuku Bakery & Milk Bar, where she is conducting further experiments with sugar cereals.\nPhoto\nA graduate of the French Culinary Institute’s pastry program, Ms. Tosi solemnly tasted soft-serve ice creams flavored with Fruity Pebbles, Cocoa Krispies, Corn Pops, Lucky Charms and Cap’n Crunch. “The rice-based cereals seem to do better on the texture,” she said. (Her first job was working under Sam Mason, the original pastry chef at WD-50, who has worked extensively with cereal and now serves toast ice cream at his restaurant, Tailor.)\nShe is also developing a pancake cake, stacked pancake layers separated by cinnamon-bacon, maple syrup and brown butter fillings. At Momofuku Ko, she serves a sphere of guava sorbet with a cream-cheese skin: the flavors mirror classic Latin breakfast sweets.\nFor Corton, in TriBeCa, the pastry chef Robert Truitt created a sweet variation on an egg-in-the-hole. Slices of brioche sautéed in clarified butter and honey and sprinkled with fleur de sel represent the bread: a pure white mousse with intense coffee flavor stands in for the egg white. The yellow center is passion fruit jelly beaten with olive oil and Greek-style yogurt. “It looks like one breakfast dish and tastes like several others,” said Mr. Truitt, who recently spent six months working under Albert Adrià at the pastry kitchen at El Bulli in Roses, Spain. “That makes it pleasing and modern without being alarming.”\nDesserts can indeed be alarming in these experimental times: studded with black olives, spiked with curry powder and sometimes not even sweet. Avant-garde chefs agree that the flavors of breakfast send nostalgic signals of nurturing that make them ideal to tweak.\nPhoto\n“Breakfast flavors are so familiar, and that makes them a great way to bring in unfamiliar textures and temperatures,” said Ben Roche, the pastry chef at Moto in Chicago, where he uses an ice-cold “cooking” surface and a syringe full of “batter” (a purée of pancakes, milk and maple syrup) to make a dessert called frozen flapjacks (the taste is like ice cream with concentrated essence of pancake.) Mr. Roche’s twist on coffee and doughnuts is a cup of hot doughnut soup (made from chopped glazed doughnuts steeped in milk) with a circle of coffee-flavored whipped cream. The whipped cream is sucked through a vacuum sealer to make it tall, puffy and firm enough to cut.\nAdvertisement Continue reading the main story\nBefore oatmeal and flaxseed cereal became the law of the land, American breakfasts were legendary for their sheer volume — eggs, bacon, sausage, pancakes, grits, potatoes — and their sweetness. Sugary cereals, pancakes with maple syrup, and doughnuts have national recognition and wide appeal.\nNicholas Morgenstern, the mad ice-cream scientist who is the chef and an owner at the General Greene in Brooklyn, always knew he wanted to incorporate French toast into vanilla ice cream.\n“Those are both treats from when you’re a kid,” he said. “I want to get them perfectly marbled together in every bite.” (The solution, he says, is browning tiny cubes of French toast before churning the ice cream base.)\nPhoto\nPichet Ong, the chef and owner at P*ong in the West Village, grew up in Asia and has based many desserts on the flavors and textures of his childhood breakfasts: bananas, malty Ovaltine, tapioca pearls, rice, condensed milk.\n“It makes sense to use the same ingredient pantry for breakfast and dessert,” said Mr. Ong, who tops chocolate-oatmeal cupcakes with browned-butter butter cream frosting with bacon fat and maple syrup. The distinction between muffins and cupcakes, he said, can be just a little sugar and vanilla.\nVanilla is a key to dessert omelets at Prune in the East Village. “It’s the soak I use for French toast,” said Gabrielle Hamilton, the chef and owner. “Take out bread, add vanilla, make omelet.”\nAt Primehouse in Chicago, David Burke ropes in orange and oatmeal for a crème brûlée: orange zest, stirred into cooked oatmeal with brown sugar, sits at the bottom, contrasting with a creamy custard and a caramelized sugar top. He serves it in eggshells after brunch, with its salt bombs like sausages, eggs Benedict and smoked fish. “Putting salt and sweet together is always going to be successful,” Mr. Burke said. “That’s the classic candy bar trick.”\nServing bacon for dessert, however, remains controversial. With sightings of bacon brittle, chocolate-covered bacon and bacon ice cream, bacon desserts have become the skinny jeans of pastry: trendy to a fault, saucy when successful, yet often ill-advised.\n“That will never happen on my watch,” said Ms. Tosi of Momofuku, which has a pork-filled menu. “There’s enough bacon around here already.”", "url": "https://www.nytimes.com/2009/02/18/dining/18dess.html"}