{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:43", "date_modify": "2018-11-16 04:31:43", "date_publish": "2009-05-13 21:25:44", "description": "Over half a million children die or go blind each year because they are vitamin A deficient. There’s a simple fix: inexpensive supplements.", "filename": "2009_05_14_opinion_14kristof.html_module=inline_1542342703.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_14_opinion_14kristof.html_module=inline_1542342703.html", "title": "What a Little Vitamin A Could Do", "title_page": "What a Little Vitamin A Could Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Bailo had lost his sight from an excruciating affliction called river blindness, which is caused by baby worms that infest the body and destroy the optic nerve. River blindness was once endemic in much of West Africa and seemed almost hopeless. Yet today, in one of the great triumphs of humanitarian workers, it is under control and perhaps close to being conquered.\nCredit goes to former President Jimmy Carter for helping to lead the fight against the disease, to a number of aid groups and to Merck , which donated the medicines to kill the baby worms. Mr. Bailo will never recover his vision, but these days, virtually no one in West Africa is going blind from the disease.\nAmericans sometimes don’t want to help poor countries because of doubts about whether aid works. There are legitimate doubts about the effectiveness of many aid efforts, but there also are extraordinary triumphs that don’t get attention — such as the war on blindness.\nPhoto\nWhich leads us back to vitamin A.\nIn the major Sierra Leone city of Bo, which is about a three-day drive from Koundara, we visited the Paul School for the Blind, an audacious private institution that struggles to educate blind children in one of the world’s poorest countries. Some of its students were congenitally blind — and one girl had plastic melted into her eyes by rebel soldiers — but 80 percent of the students had lost their sight for reasons related to vitamin A deficiency.\nAccording to the United Nations , half of the children in many African countries are deficient in vitamin A (which comes from liver, mangos, orange-fleshed sweet potatoes and dark, green leafy vegetables), and a disease like measles will quickly deplete their supply further and trigger blindness. The upshot is that vitamin A deficiency is the leading cause of child blindness in the world today.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHealth wonks have found that vitamin A supplements reduce not only blindness, but also death from diarrhea and other diseases. A review by Unicef and Helen Keller International reports that in areas such as West Africa where many children lack the vitamin, child mortality drops by approximately 23 percent after vitamin A capsules are distributed to children.\n“Addressing vitamin A deficiency may be the most cost-effective intervention you can implement,” said Mr. Baker of Helen Keller International.\nNow there’s a big push already under way to distribute vitamin A capsules twice a year to all children at risk, by such organizations as Unicef, Helen Keller International and the Micronutrient Initiative of Canada . By one estimate, this could lead to 600,000 children’s lives saved each year in Africa — and, in the future, many fewer blind beggars being led by their children or grandchildren.\nBy now, Paul has bumped over so many potholed dirt roads with me that he probably wishes he had come in second in my contest. But it’s a special pleasure when our journey shows us not only the immense challenges that Africa faces, but also the immense progress that is being made.", "url": "https://www.nytimes.com/2009/05/14/opinion/14kristof.html?module=inline"}