{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:27:33", "date_modify": "2018-11-16 03:27:33", "date_publish": "2009-12-16 17:17:30", "description": "Going meatless isn’t murder, not with insanely flavorful vegetarian dishes for all.", "filename": "2009_12_20_magazine_20food-t-000_1542338853.html", "image_url": "https://static01.nyt.com/images/2009/12/20/magazine/20food-span/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_12_20_magazine_20food-t-000_1542338853.html", "title": "Not Eating Animals", "title_page": "Not Eating Animals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIt is one of the great conundrums of modern entertaining: cooking at home for friends whose dietary restrictions do not match your own. The Smiths are wonderful people, funny and kind and smart, exactly the sort to improve a dinner party immensely. Yet they don’t eat meat. (Cue the oat-groats pilaf!) Or they hew to some lunatic Atkins fringe and don’t eat vegetables either. (Steak, no salad, no starch.) A dinner constrained by rules can make your grocery shopping easier. But it’s hardly much fun.\nBobby Flay, the inveterate meat cooker and television-chef raconteur, suggests forging ahead without compromise, simply serving all dinner-party fare on platters, in component parts — vegetables, grains, meats — making sure always to have plenty of flavors in all three. “If you serve your meals family-style,” he said in a telephone interview, “vegetarians and nonvegetarians alike can pick and choose what they like, and no one gets uncomfortable.” The point, his “Iron Chef” colleague Mario Batali added in an e-mail message, is to try “to eliminate the alienation that vegetarians often face in our traditionally protein-heavy meals.”\nHere then are two recipes for vegetarians or, just as good, for meat eaters who insist that they don’t eat vegetables. They are wickedly effective on children. Serve them with rice or perhaps with sautéed greens. Both would go nicely with a plate of grilled pork chops or without a meat course altogether. They are deeply, crazily flavorful, as addictive in their way as anything you could order in a Chinese restaurant in a bad part of town, with pork fried rice and a Coke. Yet they leave a body feeling fine and happy, not guilty, bloated and sick.\n(Really? Thoreau doubted our ability to process such truths. “There is an incessant influx of novelty into the world,” he wrote, worried on the edge of his pond, “and yet we tolerate incredible dullness.” Not today, Hank. These recipes are dull’s antonym.)\nAdvertisement Continue reading the main story\nThe first is a take on a classic of Vietnamese restaurants, ca kho, or fish braised in caramel sauce. Mackerel, eel or perch is simmered in the dark and pungent liquid until it goes silky, and the whole is served with chilies and ginger, with rice. Corinne Trang included a recipe for ca kho in her indispensable 1999 cookbook, “Authentic Vietnamese Cooking,” and cheaters like me have tweaked her recipe over the years to accommodate other proteins. (Monkfish, for instance.) Best of all is tofu, firm and rich, which here takes on the character of savory Asian panna cotta, absorbing the velvety sauce and somehow heightening its flavor.\nPhoto\nVietnamese caramel sauce — nuoc mau — is easier to make than you might think, though it can be a dramatic process. In essence what you’re doing is melting sugar in a pan, then allowing it nearly to burn and finally adding water and soy sauce in order to arrest the process at a dark and golden bittersweet flavor that is at the heart of Vietnamese cooking.", "url": "https://www.nytimes.com/2009/12/20/magazine/20food-t-000.html"}