{"authors": [], "date_download": "2018-11-16 04:22:29", "date_modify": "2018-11-16 04:22:29", "date_publish": "2009-11-24 21:58:56", "description": "Following is a transcript of toasts by President Obama and Prime Minister Manmohan Singh of India at the state dinner on Nov. 24, provided by the White House.", "filename": "2009_11_25_us_politics_25dinner-text_1542342149.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_25_us_politics_25dinner-text_1542342149.html", "title": "Toasts by the President and the Prime Minister", "title_page": "State Dinner Toasts by the President and the Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It's a bond that includes more than two million Indian Americans who enrich every corner of our great nation -- leaders in government, science, industry and the arts -- some of whom join us tonight. And it's the bond of friendship between a President and a Prime Minister who are bound by the same unshakable spirit of possibility and brotherhood that transformed both our nations -- a spirit that gave rise to movements led by giants like Gandhi and King, and which are the reason that both of us can stand here tonight.\nAnd so, as we draw upon these ties that bind our common future together, I want to close with the words that your first Prime Minister spoke at that midnight hour on the eve of Indian independence, because Nehru's words speak to our hopes tonight: \"The achievement we celebrate today is but a step, an opening of opportunity, to the great triumphs and achievements that await us…The past is over and it is the future that beckons us now.\"\nSo I propose a toast to all of you.\nDoes the Prime Minister get a glass? Thank you.\nJust logistically, we want to make sure the Prime Minister has a glass here. (Laughter.)\nTo the future that beckons all of us. Let us answer its call. And let our two great nations realize all the triumphs and achievements that await us.\nCheers.\n(A toast is offered.)\nPRIME MINISTER MANMOHAN SINGH: Mr. President; the First Lady, Mrs. Michelle Obama; distinguished guests. I feel privileged to be invited to this first state banquet, Mr. President, under your distinguished presidency. You do us and the people of India great honor by this wonderful gesture on your part. We are overwhelmed by the warmth of your hospitality, the courtesy you have extended to us personally, and the grace and charm of the First Lady. (Applause.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. President, your journey to the White House has captured the imagination of millions and millions of people in India. You are an inspiration to all those who cherish the values of democracy, diversity, and equal opportunity. (Applause.)\nMr. President, I can do no better than to describe your achievements in the words of Abraham Lincoln who said -- and I quote -- \"In the end, it's not the years in your life that count. It is the life in your years.\" (Applause.)\nMr. President, we warmly applaud the recognition by the Nobel Committee of the healing touch you have provided and the power of your idealism and your vision. (Applause.)\nAdvertisement Continue reading the main story\nMr. President, your leadership of this great nation of the United States coincides with a time of profound changes taking place in the world at large. We need to find new pathways of international cooperation that respond more effectively to the grave challenges caused by the growing interdependence of nations. As two leading democracies, India and the United States must play a leading role in building a shared destiny for all humankind.\nMr. President, a strong and sustained engagement between our two countries is good for our people and, equally, it is highly important for the world as a whole. We are embarking on a new phase of our partnership. We should build on our common values and interests to realize the enormous potential and promise of our partnership.\nOur expanding cooperation in areas of social and human development, science and technology, energy, and other related areas will improve the quality of lives of millions of people in our country. The success of the nearly 2.7 million strong American community is a tribute to our common ethos. They have enriched and deepened our ties, and I thank them profoundly from the core of my heart. (Applause.)\nMr. President, I convey my very best wishes to you. Mr. President, as you lead this great nation, I look forward to working with you to renew and expand our strategic partnership. I wish you and the people of America a very, very happy Thanksgiving. (Applause.)\nLadies and gentlemen, I invite you to join me in a toast to the health and happiness of President Barack Obama and the First Lady, Mrs. Obama, the friendly people of the United States of America, and stronger and stronger friendship between India and the United States of America.\nMR. OBAMA: Cheers.\n(A toast is offered.)\nMR. OBAMA: Thank you, everybody. Enjoy your evening. (Applause.)", "url": "https://www.nytimes.com/2009/11/25/us/politics/25dinner-text.html"}