{"authors": ["Stephen Labaton"], "date_download": "2018-11-16 03:58:24", "date_modify": "2018-11-16 03:58:24", "date_publish": "2009-09-19 13:47:50", "description": "The head of the Senate Banking Committee will propose the merger of four bank agencies into one super-regulator.", "filename": "2009_09_20_business_economy_20regulate_1542340704.html", "image_url": "https://static01.nyt.com/images/2009/09/20/business/regulate_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_20_business_economy_20regulate_1542340704.html", "title": "Leading Senator Pushes New Plan to Oversee Banks", "title_page": "Leading Senator Pushes New Plan to Oversee Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his weekly radio and Internet address on Saturday, Mr. Obama again urged Congress to move swiftly to adopt legislation. He also accused lobbyists for the banks of being “hard at work trying to stop the reforms that would hold them accountable.”\nLawmakers and aides say the bill Mr. Dodd is preparing to make public in the coming weeks would be more ambitious and politically risky than the plan offered by the White House, which considered but then decided against combining the four banking agencies — the Federal Reserve, the Office of Thrift Supervision, the Federal Deposit Insurance Corporation and the Comptroller of the Currency — into one superagency.\nThe White House backed away from that plan to avoid a phalanx of industry opposition that might slow Congress.\nIn the House, Representative Barney Frank of Massachusetts, a Democrat and the chairman of the Financial Services Committee, has been working on legislation that is closer to the Obama plan on consolidation of the agencies.\nMr. Dodd and others say that the market crisis last year was caused in part by banks that were able to choose which agency would regulate them, and by bank agencies that reduced regulations to encourage more banks to choose them.\nThat problem would be eliminated if there were only one bank agency.\nThe Dodd plan is certain to run into sharp resistance from banking industry lobbyists, who have already been urging lawmakers to defeat it even before it is formally introduced.\nIt is also likely to face stiff opposition from bank regulators, who are protective of their turf and have already raised objections about the more modest Obama plan.\nPhoto\nMr. Dodd, who faces a difficult re-election campaign in Connecticut partly because of the perception that he is cozy with the banking industry, decided two weeks ago to remain chairman of the banking committee rather than succeed his close friend, the late Senator Edward M. Kennedy, as head of the health committee.\nAdvertisement Continue reading the main story\nSenior Democrats in Congress say Mr. Dodd may have to thread a needle as he publicly takes on the financial services industry — whose members have a heavy presence in Connecticut and are some of his biggest campaign contributors — while trying to project an image of independence from it to get re-elected. But as chairman, he may also have to make compromises with industry lobbyists to move the legislation through a chamber in which bankers hold political sway.\nMr. Dodd said he decided to remain chairman after conversations with the senior committee Republican, Senator Richard Shelby of Alabama. He said Mr. Shelby persuaded him that it would be possible to get bipartisan support for stronger financial regulation despite major disagreements between even the two senators.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe industry has important allies among Democrats and Republicans on the banking committee.\nIndustry lobbyists and colleagues said, for instance, that several Democrats were likely to oppose the Dodd plan to have one banking agency, a change that has been advocated by Senator Charles E. Schumer, Democrat of New York, and Senator Mark Warner, Democrat of Virginia.\nMr. Dodd and Mr. Shelby agree generally on some issues — including their skepticism of a more powerful Federal Reserve, reflecting a view shared widely among lawmakers. But among their disagreements are whether to have a new consumer financial protection agency that would regulate credit cards, mortgages and other loans.\nThe Dodd plan would reduce the stature of the Federal Reserve in several ways.\nThe central bank, which has evolved since its creation nearly a century ago into a powerful banking regulator and has gained even greater power over the last year, would lose authority over banks, as well as its ability to regulate mortgages and credit cards.\nMr. Dodd has also rejected the administration’s proposal to have the Fed play the leading role as a so-called “systemic risk” regulator that examines the connections between regulated and unregulated companies for trouble spots that could disrupt the markets. That role would instead be filled by a council of regulators.\n(Bowing to political skepticism about the Fed’s performance before the crisis began, the administration’s plan also would create a council, but it would put the Fed in the decisive role.)\nThe Federal Reserve chairman, Ben S. Bernanke, leading an agency threatened by the overhaul, has sought to push back by asserting the agency’s authority over subprime lending and executive pay in recent days.\nAdvertisement Continue reading the main story\nIn other important respects, the Dodd plan would be similar to the administration’s.\nLike the president, Mr. Dodd supports the creation of a new consumer financial protection agency to both write and enforce new rules protecting households from credit cards and mortgages with abusive or deceptive terms.\nThe legislation would also make it easier for the government to seize large troubled companies, as it did in the case of the American International Group. It would give shareholders the right to have nonbinding votes on the pay of senior executives. And it would impose tighter oversight of the derivatives market, though how vigorously is still not clear.\nBut the biggest difference is over bank consolidation. The issue is an incendiary one for the politically influential community banks, whose members are in every congressional district and whose top executives are often local power brokers.\nEdward L. Yingling, president of the American Bankers Association, said the consolidation “hasn’t worked in other countries that have tried it and it faces plenty of opposition in Congress. It could be that this is just an opening position for further negotiations.”\nThe Treasury secretary, Timothy F. Geithner, has proposed merging two of the four bank regulatory agencies — the Office of Thrift Supervision, which oversees savings associations, and the Comptroller of the Currency, which supervises nationally chartered banks — into one agency, but he would leave the others untouched.", "url": "https://www.nytimes.com/2009/09/20/business/economy/20regulate.html"}