{"authors": ["Mark Landler", "Peter Baker"], "date_download": "2018-11-16 04:44:07", "date_modify": "2018-11-16 04:44:07", "date_publish": "2009-08-03 22:58:26", "description": "Former President Bill Clinton went to North Korea to negotiate the release of two American television journalists who were sentenced to 12 years of hard labor.", "filename": "2009_08_04_world_asia_04korea_1542343447.html", "image_url": "https://static01.nyt.com/images/2009/08/03/world/04korea2_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_08_04_world_asia_04korea_1542343447.html", "title": "Bill Clinton in North Korea to Seek Release of U.S. Reporters", "title_page": "Bill Clinton in North Korea to Seek Release of U.S. Reporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWASHINGTON — Former President Bill Clinton went to North Korea on Monday to negotiate the release of two American television journalists who were sentenced to 12 years of hard labor for illegally entering North Korean territory, a person who was briefed on the mission said.\nMr. Clinton landed in Pyongyang, the North Korean capital, early Tuesday morning local time, Central TV, a North Korean station, reported. The White House declined to comment.\nThe journalists, Laura Ling, 32, and Euna Lee, 36, were detained by soldiers on March 17 near the North Korean border with China. In June, they were sentenced to 12 years in a North Korean prison camp for “committing hostilities against the Korean nation and illegal entry.”\nThe Obama administration had been considering for weeks whether to send a special envoy to North Korea.\nPhoto\nThe choice of Mr. Clinton would mark his first public mission on behalf of the administration. His wife, Secretary of State Hillary Rodham Clinton, has been deeply involved in the journalists’ case.\nAdvertisement Continue reading the main story\nThe jailing of Ms. Ling and Ms. Lee came amid a period of heightened tension between North Korea and the United States after Pyongyang tested a nuclear device in May and then launched a number of ballistic missiles.", "url": "https://www.nytimes.com/2009/08/04/world/asia/04korea.html"}