{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:20:00", "date_modify": "2018-11-16 04:20:00", "date_publish": "2009-06-16 03:02:15", "description": "The first summit of the so-called BRIC group — Brazil, Russia, India and China — is intended to underscore their rising economic clout.", "filename": "2009_06_17_world_europe_17bric_1542342000.html", "image_url": "https://static01.nyt.com/images/2009/06/17/world/17bric75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_17_world_europe_17bric_1542342000.html", "title": "Emerging Economies Meet in Russia", "title_page": "Emerging Economies Meet in Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n— Leaders of the four largest emerging market economies discussed ways to reduce their reliance on the United States at their first formal summit meeting on Tuesday. But they concluded with only a cautious statement suggesting a move away from the dollar ’s role in global commerce and a call for greater representation of developing countries in global financial institutions.\nBy some predictions, the four nations, Brazil , Russia, India and China , a group referred to as the BRIC group, will surpass the current leading economies by the middle of this century, a tectonic shift that by this reckoning will eventually nudge the United States and Western Europe away from the center of world productivity and power.\nRussia’s president, Dmitri A. Medvedev , said the main point of the meeting was to show that “the BRIC should create conditions for a more just world order.”\nThe four countries produce about 15 percent of the world’s gross domestic product and hold about 40 percent of the gold and hard currency reserves, but they are not a unified bloc and do not do enough business among themselves to justify a trade alliance.\nAdvertisement Continue reading the main story\nRussia and Brazil export natural resources, China exports manufactured goods and India bases its growth primarily on domestic demand. As such, India is not as concerned with the status of the dollar and is by no means as intent on scoring ideological points against the United States as is Russia.", "url": "https://www.nytimes.com/2009/06/17/world/europe/17bric.html"}