{"authors": ["Stephen Labaton"], "date_download": "2018-11-16 03:58:23", "date_modify": "2018-11-16 03:58:23", "date_publish": "2009-09-23 10:19:11", "description": "The administration dropped plans to require that banks offer simplified “plain vanilla” loans and credit cards.", "filename": "2009_09_24_business_24regulate_1542340703.html", "image_url": "https://static01.nyt.com/images/2009/09/23/us/geithner.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_24_business_24regulate_1542340703.html", "title": "The New York Times", "title_page": "A Modified Bill Moves Regulatory Plan Forward - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Consumer groups offered a measured response to the changes, expressing some relief that a stand-alone consumer-protection agency had not been scrapped altogether. “I don’t think anything here is intended to weaken or eviscerate this in any way,” said Ed Mierzwinski, consumer program director at the United States Public Interest Research Group. “The agency will still have a primary role of protecting consumers, and it will still have authorities.”\nThe legislation still faces major hurdles in Congress, where bankers hold considerable political sway. President Obama has asked lawmakers to approve a comprehensive bill this year, mindful that if the economy continues to mend, the political impetus could evaporate.\nSenator Christopher J. Dodd , Democrat of Connecticut and head of the Senate banking committee, is soon expected to file his own version of a comprehensive bill.\nPhoto\nThat legislation is likely to include a measure introduced this week by Senator Jack Reed , Democrat of Rhode Island , to impose tighter regulations on derivatives dealers. Mr. Reed’s measure would require that credit-default swaps — a form of insurance against bond defaults — be traded through clearinghouses. Top officials at the Securities and Exchange Commission and the Commodity Futures Trading Commission have called for tougher regulation of the derivatives market than the White House has.\nAn Obama proposal that Mr. Frank rejected would have required banks and other financial services companies to offer so-called plain vanilla products, like 30-year fixed mortgages and low-interest, low-fee credit cards.\nThat proposal set off criticism by Democrats and Republicans, some with close ties to the banking industry, that it was the first step toward having government bureaucrats approve and disapprove an array of products.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt a hearing on Wednesday before the financial services committee, Treasury Secretary Timothy F. Geithner said: “There has been a lot of concern that if you invest the government with the ability to decide what’s appropriate here and there, that will lead to less competition and choice. The chairman’s proposals, which I’ve had a chance to read quickly, provide a better balance of choice and protection.”\nMr. Frank said his measure would exempt various businesses — like merchants, retailers and providers of retirement plans — from oversight by the consumer financial protection agency.\nAdvertisement Continue reading the main story\nBoth Mr. Frank and Mr. Geithner emphasized that the legislation would be intended to limit the “too big to fail” policy of bailing out the nation’s largest institutions. That policy, which has provoked widespread voter anger, was central to the bailouts of Bear Stearns and the American International Group and led to big loans to the largest banks in the nation.\n“We will be putting a package of legislation together that will substantially diminish that problem,” Mr. Frank said. “We will be providing for mechanisms for putting financial institutions out of their misery. There will be death panels enacted by this Congress, but they will be for large institutions that are seen as too big to die. We are talking here about dissolution, not resolution. We are talking about making it unpleasant for these institutions to die.”\nMr. Geithner said those institutions whose problems could shake the financial system would face far greater regulatory scrutiny and higher capital standards. But under questioning from Representative Spencer Bachus of Alabama, the ranking Republican on the committee, he refused to rule out the possibility of more bailouts of big companies.\n“You can’t have a system, how shall I say it, where you abolish the fire station, or lock the doors to the fire station,” Mr. Geithner said. “That’s not a system that works.”", "url": "https://www.nytimes.com/2009/09/24/business/24regulate.html"}