{"authors": ["Dan Bilefsky", "Matthew Brunwasser"], "date_download": "2018-11-16 03:22:28", "date_modify": "2018-11-16 03:22:28", "date_publish": "2009-06-24 07:48:02", "description": "The former prime minister, Agim Ceku, wanted in Serbia on charges of alleged war crimes, was arrested Tuesday in Bulgaria.", "filename": "2009_06_25_world_europe_25kosovo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338548.html", "image_url": "https://static01.nyt.com/images/2009/06/24/world/24kosovo-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_25_world_europe_25kosovo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338548.html", "title": "The New York Times", "title_page": "Kosovo Ex-Premier, Agim Ceku, Is Arrested in War Crimes Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "— The former prime minister of Kosovo , Agim Ceku, a former rebel commander wanted in Serbia on war crimes charges, has been arrested in Bulgaria , Bulgarian officials announced Wednesday.\nThe Bulgarian Interior Ministry said Mr. Ceku had been detained based on an Interpol arrest warrant initiated by Serbia as he crossed the border from Macedonia on Tuesday. Kamen Mihov, a Bulgarian prosecutor in charge of international legal issues, said a court would decide by Friday whether to extend Mr. Ceku’s detention by 40 days — during which he could be extradited to Serbia — or to release him.\nSerbia has accused Mr. Ceku of committing war crimes during the 1998-99 war in Kosovo, when he was a commander of the Kosovo Liberation Army , a rebel group that used guerrilla tactics to fight against Serbia’s rule of Kosovo. The Serbian Justice Ministry said Mr. Ceku had been indicted in Serbia on charges of “command responsibility” in relation to what it called the illegal deaths of 669 Serbs and 18 other non-Albanians in 1999. He has strenuously denied the accusations.\nKosovo declared independence from Serbia in 2008. But Serbia, which regards Kosovo as its medieval heartland and is supported by Russia , has refused to recognize it as a country.\nAdvertisement Continue reading the main story\nSolomon Passy, the chairman of the Bulgarian Parliament ’s foreign relations committee, called the arrest “politically motivated.” Mr. Passy said he had invited Mr. Ceku to Bulgaria to discuss integrating Kosovo into international structures like the European Union and NATO .\nPhoto\n“The decision of one parochial court does not represent the motivation of the international community,” he said.", "url": "https://www.nytimes.com/2009/06/25/world/europe/25kosovo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}