{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:27:40", "date_modify": "2018-11-16 03:27:40", "date_publish": "2009-09-14 15:47:32", "description": "Stir-fries demonstrate what makes Asian diets so healthy: lots of vegetables, little meat.", "filename": "2009_09_14_health_nutrition_14recipehealth_1542338860.html", "image_url": "https://static01.nyt.com/images/2009/09/14/health/14recipehealth_600/14recipehealth_600-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_14_health_nutrition_14recipehealth_1542338860.html", "title": "Late Summer Stir-Fries", "title_page": "Late Summer Stir-Fries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBuilt around grains and produce, Asian diets are among the healthiest in the world — and I think the stir-fry is a prime example. Meat and fish may be present in relatively small quantities, contributing protein, flavor and body. But 2 to 4 ounces of pork, chicken or shrimp per serving is plenty when the dish is filled out with snow peas or sugar snap peas, eggplant, red and green peppers, or greens.\nMost of the time that you devote to a stir-fry goes into chopping and measuring out ingredients. Sometimes the list looks long to me, and I fear the dish is going to take forever to make. But while I may spend 30 minutes prepping everything, I’ll spend only five minutes at the stove. For things to go well, it’s important that the mise en place be organized. If liquids are to be added to a dish at the same time, combine them in one bowl or measuring cup. If the garlic and ginger are to be added together, have them minced and combined in a small container. Clean your work area before you start cooking, and have everything close to the stove. Once you begin to stir-fry, you won’t be able to do anything except grab the next ingredient. Read the recipe carefully from beginning to end, have the table set, your rice or noodles cooked and plates ready.\nStir-Fried Tofu With Red Chard\nI love the pink color that tofu takes on when cooked with red chard. Beet greens would also do the trick. In this recipe, blanching the greens is part of the prep.\n2 tablespoons soy sauce\n1 teaspoon sugar\n1 tablespoon plus 1 teaspoon chopped or grated fresh ginger\n3/4 pound firm tofu, sliced 1/2 inch thick, into 1- by 2-inch dominoes\nAdvertisement Continue reading the main story\n1 large bunch or 2 smaller bunches red chard (about 1 1/2 pounds), stemmed and thoroughly cleaned (retain the stems)", "url": "https://www.nytimes.com/2009/09/14/health/nutrition/14recipehealth.html"}