{"authors": ["Christine Muhlke"], "date_download": "2018-11-16 03:38:13", "date_modify": "2018-11-16 03:38:13", "date_publish": "2009-09-24 13:58:36", "description": "How the cookbook editor and author Judith Jones rediscovered beef in her own backyard.", "filename": "2009_09_27_magazine_27food-t-000_1542339493.html", "image_url": "https://static01.nyt.com/images/2009/09/27/magazine/27food-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_27_magazine_27food-t-000_1542339493.html", "title": "Raising Steaks", "title_page": "Raising Steaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Candles lighted, napkins removed from family rings, Jones paused above her plate. “Now. Shall we see how our cows taste?”\nThe flavorful, juicy patties on our china were courtesy of a Black Angus that had grazed on the picturesque hills surrounding her modest home. “It has that character of just beefiness!” she said. “I think we’ve forgotten that. I really had come to never buy hamburger meat because I didn’t think it was that good. Every cut has been good. Some have been a little chewy,” she admitted, noting the characteristic associated with grass-fed beef. “The chewiness goes with the flavor, you know. I like those extra chews!”\nPhoto\nJones’s Yankee pragmatism and culinary creativity are being drawn upon now that her country and city freezers are filled with random cuts from the 300 pounds of beef she split with her partners, her cousin John Reynolds and her stepdaughter Bronwyn Dunne last year. Talking about what to make with kidneys and stew meat and that giant heart makes her eyes shine.\nThrift and enjoyment in the kitchen are also the guiding principles behind the recipes in her second book in two years, “The Pleasures of Cooking for One.” Almost every dish begets several sensual meals, none of which have the cat-lady stigma of single suppers thanks to Jones’s wisdom and gracious cheer. (“This is apt to be a messy-looking pancake,” she writes in one recipe introduction. “But who cares? It’s just for you, and it’s delicious.”) Attention Julie Powell: leftover boeuf bourguignon makes an excellent beef-and-kidney pie on Day 2, not to mention a meaty pasta sauce when thinned with three or four San Marzano tomatoes.\nThe six pregnant cows that Jones bought for $900 apiece three years ago have multiplied into a herd of 20, which Reynolds moves between fenced pastures, feeding them hay during winters that drag into May. Last year he added Belted Galloways, a heritage breed chosen for its ability to winter better as well as fatten solely on grass.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nReynolds, who lives on a farm a Subaru-wagon’s throw away, has watched the farms around him disappear over the decades. “The profit center has moved from the farm to the processor,” he said. Reynolds had just given up on his heifer business before Jones proposed her scheme. “We thought originally, We’ll just sell the heifer calves. And thennnn,” he turned to Jones and laughed, “you kind of wanted to go for the beef.”\nJones sees her family’s project as more of a hobby than a business. They could make more by selling the meat themselves, but the Bryn Teg partners prefer to let someone else do the butchering and delivery.\nSample business discussion:\nJones: I think we might break even in another year or two, don’t you?\nReynolds: . . . .\nJones: Well, we’ll see.\nAdvertisement Continue reading the main story\nAnd so Dunne, who lives in Burlington, Vt., brought in Michael Gourlay, a grass-fed-beef specialist. He packages, sells and distributes their meat regionally under the Hardwick Beef label. (Gourlay noted that they have experienced a 50 percent increase in the availability of grass-fed beef in the last year alone.) Dunne sees potential in creating an online source for their beef and other Vermont products. “Supporting a local economy is beneficial to everybody,” she said. It also resonates beyond the quaint trendiness of the farmers’ market: “It may be the future of food security in the world.”\nWatching the cows work their way across the field creates its own sense of security. For Jones, it’s knowing that her family is restoring the land and providing what she believes are happy lives for cows. “I don’t mean to sound sentimental,” she said, “but you can see: This is a contented herd.”\nThey’ve also provided a return to the true beef flavor that she hadn’t experienced since she was in Paris in her 20s. The first time she tasted Bryn Teg’s meat last fall, Jones said, she wasn’t near tears out of guilt. “If anything I felt a sort of gratitude,” she recalled. “I felt, this is what meat should taste like.”", "url": "https://www.nytimes.com/2009/09/27/magazine/27food-t-000.html"}