{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 04:31:34", "date_modify": "2018-11-16 04:31:34", "date_publish": "2009-10-04 21:20:05", "description": "Transport Workers Union Local 100 has taken on the feel of a political action group, attacking Michael R. Bloomberg and supporting William C. Thompson Jr.", "filename": "2009_10_05_nyregion_05twu.html_module=inline_1542342694.html", "image_url": "https://static01.nyt.com/images/2009/10/05/nyregion/05twu_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_10_05_nyregion_05twu.html_module=inline_1542342694.html", "title": "The New York Times", "title_page": "Transport Workers Union Emerges as Voice for William Thompson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Traditionally considered a narrowly focused agitator that gets attention for threatening a subway strike, the Transport Workers Union has taken on the feel of a political action group in recent days, passing out anti-Bloomberg placards that blame the mayor for everything from high unemployment to holding back rent reform.\n“We don’t do anything halfway,” said Ed Watt, Local 100’s secretary-treasurer and a nonvoting member of the transportation authority’s board.\nIt is a timeworn political strategy to have others do your dirty work, and aides to Mr. Thompson say they are happy to have the added help, acknowledging that the union has the freedom to take an edgier stance.\n“The T.W.U.’s doing what they think is appropriate in their struggles for the mayor, and we’re engaged in our campaign with the mayor,” said Eduardo Castell, Mr. Thompson’s campaign manager, adding, “There are different approaches to it.”\nLocal 100 has endorsed Mr. Thompson in the mayor’s race. In 2005, it endorsed Fernando Ferrer, Mr. Bloomberg’s opponent, but played a less visible role in that race.\nStill, while its attacks range beyond transit matters, Local 100’s fire-and-brimstone rhetoric is by no means selfless.\nPhoto\nThe union is incensed that the transportation authority has not implemented an arbitration ruling granting big raises to transit workers — and labor leaders blame City Hall for the holdup.\nAdvertisement Continue reading the main story\nMr. Bloomberg has spoken out aggressively against the raises, arguing that the strapped transportation authority should not be forced to pay higher labor costs amid a fiscal crisis. In August, one of the mayor’s board members at the authority (where he controls 4 of 14 votes) urged transportation officials to “consider all avenues of appeal that are legally available.”\nUnion officials angrily pointed out that Mr. Bloomberg gave generous raises to city employees last year, setting a precedent that was later cited by the arbitration panel as a reason for its ruling. And Roger Toussaint, Local 100’s president, said Mr. Bloomberg privately supported the raises before publicly denouncing them. (Aides to the mayor have disputed this account.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“If the mayor is going to lie about what happened here, how is he going to tell the truth about anything else?” Mr. Watt said. “We believe that Bloomberg is not the right man for this upcoming crisis.”\nMr. Bloomberg’s campaign dismissed the union attacks, saying the transit workers did not have the funding or manpower to affect voters’ opinions. And City Hall officials have said the mayor never supported a labor contract that the authority could not afford.\nBoth Mr. Thompson’s and Mr. Bloomberg’s camps noted the long history of animosity between Local 100 and the mayor. During the 2005 transit strike, Mr. Bloomberg referred to the strike and its leaders as “thuggish,” drawing criticism from some who said the language was inappropriate for a union dominated by minority workers. Union officials invoked the incident at last week’s rally.\nWhile both Mr. Thompson and Mr. Bloomberg have received endorsements from other big labor groups, none of those unions have been nearly as visible in their political efforts as Local 100 has been. Some say that is because bad blood is already in place between City Hall and the Transport Workers Union.\n“The relationship publicly is already so poor with Bloomberg that there’s less worry about alienating a future mayor,” said Joshua B. Freeman, a labor historian at Queens College who studies New York labor issues.\nLeaders of other city unions said they were still in the process of organizing their members for campaign work, including calling and visiting constituents at their homes.\nAn inquiry to the Bloomberg camp prompted phone calls from half a dozen city labor leaders, all expressing full support for the mayor. But most acknowledged that they sympathized with the Transport Workers Union’s grievances. “I can understand their anger,” said George Miranda, president of Teamsters Joint Council 16. “They’re caught between a rock and a hard place.”\nThe Transport Workers Union plans to recruit members for a leafleting and canvassing effort on behalf of Mr. Thompson. And a “Day of Outrage” is scheduled for Oct. 14, although details were unavailable.\nAdvertisement Continue reading the main story\nMeanwhile, Mr. Thompson may continue to benefit from the transit workers’ discontent. Late last week, the home page of the transit workers’ Web site called Mr. Bloomberg a “bully” and declared, “It’s time for Mike to take a hike.” Mr. Thompson’s home pagefeatured a soft-focus photograph of the candidate. The caption: “Bill Delivers Speech on Education.”", "url": "https://www.nytimes.com/2009/10/05/nyregion/05twu.html?module=inline"}