{"authors": ["Kim Severson"], "date_download": "2018-11-16 04:53:06", "date_modify": "2018-11-16 04:53:06", "date_publish": "2009-10-27 17:49:31", "description": "After the death of his father, the chef Thomas Keller, who built his professional life on a devotion to precision and control, has started to soften.", "filename": "2009_10_28_dining_28keller_1542343986.html", "image_url": "https://static01.nyt.com/images/2009/10/28/dining/28kellerspan-1/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_10_28_dining_28keller_1542343986.html", "title": "What the Last Meal Taught Him", "title_page": "What the Last Meal Taught Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For dessert, Mr. Keller topped shortcake with the season’s first strawberries tossed in a shot of Grand Marnier because his father liked a little alcohol in his dessert. They ate on the patio. Mr. Keller remembers a nice breeze.\nThe next night, his father died. He was 86.\nA little more than a year earlier, the senior Keller had been on his way home after a day that, as best anyone can remember, included a visit to a casino, a golf lesson and dinner with a friend when his Mercedes slammed into another car. He broke his neck and became a quadriplegic. No one expected him to live more than a couple of months at the most, said his doctor, Brian Schmidt, a trauma surgeon.\nBut Mr. Keller’s son was determined. With help from his longtime companion, Laura Cunningham, they eventually got him home. Daily food deliveries from Thomas Keller’s chefs, 24-hour nursing care and a war-tested tenacity kept him alive for just over a year.\nPhoto\nThat year — one of mind-boggling medical challenges, family squabbles and equal measures of gratitude and mourning — punctuated a period of change for Mr. Keller.\nThe chef, who has built his professional life on a devotion to precision, analysis and control that borders on the obsessive, came to understand in new ways that life is messy, friends and colleagues say.\n“This was one of the first times during his successful professional life that there was no guarantee how things were going to go on any given day,” Ms. Cunningham said. “You just had to take each day for what it was.”\nMr. Keller said he began to think more deeply about the importance of family and about his place beyond the stove. It has been, in many ways, the softening of a chef.\nAdvertisement Continue reading the main story\n“You start thinking, ‘What am I going to leave? What’s my legacy going to be?’ “ he said during an interview on a recent Sunday morning in the Armani-designed Wall Street building where he and Ms. Cunningham share an apartment when they are in New York.\nThe night before he had cooked at Per Se, which is increasingly rare. It felt good, he said, but only underscored his shifting role from chef to executive of a multimillion dollar business.\nWhile he remains a demanding boss — an unfortunate young counter worker at New York’s Bouchon Bakery recently received a personal lecture on the importance of wearing a belt — Mr. Keller says he has become a more patient leader with a greater appreciation for collaboration.\n“It is so important to have relationships,” he said.\nAfter his father died, Mr. Keller and Ms. Cunningham became formally engaged. It was a move that produced a collective sigh of relief among friends who have watched them through ups and downs.\n“When you’ve been with someone 16 or 17 years, and you’re 53 years old, you think ’Jeez, I better get on this,’ “ Mr. Keller said.\nPhoto\nMs. Cunningham, once the director of operations for the Thomas Keller Restaurant Group, stepped away from it all in 2006 for reasons neither will speak about. Now she is getting back in the game, but this time on her own terms. She is designing a restaurant named for her beloved grandmother Vita Morrell, who died after Ed Keller’s accident.\nVita will feature Sicilian and Southern Italian food and should open in Yountville late this spring.\nMr. Keller’s empire is in transition, too. The chef de cuisine at the French Laundry, Corey Lee, left last summer and is opening a restaurant in San Francisco . Jonathan Benno, who has been the chef de cuisine at Per Se since it opened in 2004, is training his replacement, Eli Kaimeh, and will move on to become the executive chef of a new restaurant at Lincoln Center .\nOn Nov. 18, Mr. Keller opens Bouchon Beverly Hills , a restaurant that covers 17,000 square feet of indoor and outdoor space and cost close to $12 million to build.\nAdvertisement Continue reading the main story\nAnd then there is ”Ad Hoc at Home,” a cookbook of the family-style meals served at his casual restaurant about a mile down the road from the French Laundry. It comes out next week. The book shows a surprisingly goofy side of Mr. Keller, and his new commitment to family.\nIn the cookbook, Mr. Keller leads with his heart. He dedicates it to his brother Joseph and lays out in loving, exacting detail the recipes for the last meal he made his father. He reminds readers that life is better when you eat together with family and friends.\n“Thomas has gone through quite an evolution,” said Michael Ruhlman, the food writer who has been Mr. Keller’s voice on paper in each of his cookbooks.\nTaken as a series, they offer a way to frame that evolution. His first, “The French Laundry Cookbook,” published in 1999, was a pure expression of Mr. Keller’s philosophy. Astonishing in its heft and detail, the book essentially waved off home cooks without the time or skill to execute his complex menus.\nHe thought he would never do another book, but he realized other chefs who worked with him might want a book, too.\n“I woke up one day and thought maybe I was being selfish,” he said. “I started to rethink my position in life at that moment. It wasn’t about me.”\nPhoto\nWith the chef Jeffrey Cerciello, Mr. Keller and the team that created his first book produced “Bouchon” in 2004.\nThen came the 2008 book, “Under Pressure,” about sous-vide cooking, intended as a handbook for professional chefs. It marked Mr. Keller’s role as a leader and teacher.\nAdvertisement Continue reading the main story\n“Ad Hoc at Home” is his loosest and most accessible. He imagined it as a way to celebrate the people who run the restaurant, especially David Cruz, the chef.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIt’s a book of approachable dishes made really, really well. Apple butter simmered in a slow cooker. Fried chicken with a three-step dipping process. You will begin to peel vegetables over newspaper, understand salt and pepper in new ways and become a convert to the chef’s beloved “big-pot blanching” method for vegetables.\nStill, there are moments when Keller can’t help but be Keller. His chicken and dumplings require carrots cooked in honey and dumplings made with pâte-à-choux spooned into quenelles. “Once the dumplings have cooled,” he instructs, “trim any uneven edges with scissors.”\nMr. Keller ate many of the dishes in the book with his father at Ad Hoc. Even after the accident they would go, despite the physical challenges of getting his father out of the house.\nMs. Cunningham said she used to worry about how customers might feel watching the famous chef feed his father.\n“Here he was taking care of his father just like a baby,” she said. “For Thomas, it didn’t make the slightest difference. Whatever he could do to make his dad comfortable he did.”\nEven in his wheelchair, Ed Keller lived as large as he did before the accident.\nThat included showing up at the Bouchon Bastille Day celebration with his ventilator and a cigar; enjoying a visit with cheerleaders at a 49ers football game; or taking an unauthorized trip to the bank in his electric wheelchair, talking the teller into giving him $3,000 in $20 bills and then buying some forbidden chewing tobacco.\nPhoto\nEd Keller, who was as talkative as his son is private, helped people in Yountville learn more about the personal side of Thomas Keller. And his staff members say he helped Thomas play around a little more.\nMr. Keller has often credited his mother, Betty Keller, for much of his success. She got him into the restaurant business and gave him his sense of adventure, ambition and aesthetics.\nAdvertisement Continue reading the main story\nHis contact with his father consisted mostly of awkward phone conversations at Christmas.\nBut after his mother died and Mr. Keller had achieved a level of success, he began to reach out to his father, who had since remarried and had more children.\nIt turns out that genetics do matter. Thomas Keller discovered he was like his father in many ways, not the least of which was his height. The two shared a strong sense of economy, an appreciation of routine and the understanding of how powerful teamwork can be, Ms. Cunningham said.\nAfter the accident, Ms. Cunningham often spent more time with Thomas’s father than he did, rubbing lotion into his skin, cutting his hair, holding his hand and reading him an endless parade of sports stories and poetry.\nThe day he died, she said, it was clear he was having a difficult time. Thomas Keller kept his appointments as best he could, with his assistant and Ms. Cunningham letting him know how things were going.\nMr. Keller made it to his father’s bedside in the evening. Finally, at maybe 8 or 9 p.m. — “I can’t quite recall, it was the shift change for his nurses” — Ed Keller died.\n“I had him with me for some really meaningful moments before the accident and I didn’t have that as a child,” Mr. Keller said. “At the end of the day when we think about what we have, it’s memories.”\nMemories are what Mr. Keller strives to create with all his food. And food memories are something he said he cherishes about his last years with his father. Especially that last meal.\n“That was like fate,” he said, “like God stepping in.”\nDoes the great chef believe in God? That maybe Ed is now in heaven?\n“I hope his spirit is out there somewhere,” he said.\nDining, no doubt, on barbecued chicken and strawberry shortcake.", "url": "https://www.nytimes.com/2009/10/28/dining/28keller.html"}