{"authors": ["Stephen Labaton"], "date_download": "2018-11-16 03:58:25", "date_modify": "2018-11-16 03:58:25", "date_publish": "2009-09-29 10:22:01", "description": "Federal officials proposed a $45 billion plan financed by the industry to rescue the ailing insurance fund that protects bank depositors.", "filename": "2009_09_30_business_economy_30regulate_1542340705.html", "image_url": "https://static01.nyt.com/images/2009/09/30/business/economy/bair75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_30_business_economy_30regulate_1542340705.html", "title": "The New York Times", "title_page": "Banks to Prepay Assessments to Finance F.D.I.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Regulators have told the banks that they will not have to record the prepayments as an expense until the fees would ordinarily have been due, postponing the hit to balance sheets until a time when officials believe the industry will be better able to weather the costs.\nSenior officials emphasized that the plight of the fund would have no impact on insurance for bank deposits. Accounts are protected up to $250,000.\nWith nearly 100 bank failures so far this year, the fund has encountered its greatest crisis since the savings and loan debacle of the 1980s and ’90s. In May, officials projected $70 billion in losses to the fund to rescue failed banks. That estimate was a $5 billion increase from earlier in the year.\nOn Tuesday the F.D.I.C. increased that estimate by more than 40 percent, to $100 billion in total losses — mostly over this year and next. That would be on top of the nearly $20 billion in losses to the fund last year, when the crisis began and 25 banks failed.\nOfficials said that as of this week, the fund, which began the year at more than $30 billion and had about $10 billion over the summer, would have a negative net worth.\nThe officials said that if nothing was done, the fund would be holding almost exclusively hard-to-sell real estate and other unmarketable assets by early next year. At its last report this summer, the fund had about $22 billion in cash and other marketable securities. As more banks have collapsed, most of its liquid assets have been exchanged for less marketable assets seized from the failed institutions, like foreclosed property.\nPhoto\nOfficials said that the plan disclosed Tuesday was less expensive than a direct loan from the banks, an idea that many banks supported, because no interest would have to be paid and the plan would not be voluntary. And it was preferable to a loan from the Treasury, which some lawmakers and industry executives supported, because even though it would be paid back by the industry, such a loan could be seen as yet another taxpayer bailout.\nAdvertisement Continue reading the main story\n“It’s clear that the American people would prefer to see an end to policies that look to the federal balance sheet as a remedy for every problem,” said Sheila C. Bair, chairwoman of the F.D.I.C. “In choosing this path, it should be clear to the public that the industry will not simply tap the shoulder of the increasingly weary taxpayer.”\nRegulators are permitting the banks to record the prepayments as an asset known as a “prepaid expense” until the time that the payments would ordinarily have been due.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn addition, beginning in 2011, the banks will face an increase in their annual assessments of 3 cents for every $100 in deposits. The healthiest banks now pay 12 to 16 cents on every $100 in deposits.\nCreated in 1933 to restore confidence and arrest a wave of bank runs that contributed to the Great Depression, the insurance fund now stands behind some $4.8 trillion in deposits. The insurance fund is financed by the industry and is backed by the United States. Officials have the ability to borrow $100 billion from the Treasury immediately, and up to $500 billion with the approval of the Treasury secretary and the Federal Reserve.\nThe plan proposed by the deposit insurance agency was a partial victory for industry executives and lobbyists who fought against the idea of another special assessment. Last May the government imposed an assessment of 5 cents for every $100 in deposits, on top of the regular premiums.\nBut some bank executives expressed concern about the increase in premiums in two years.\nThe premium increase was a surprise, said Edward L. Yingling, president of the American Bankers Association. “The industry agrees that this is a better alternative to what clearly would have been several special assessments, but this prepayment will decrease the ability to lend.”\nThe agency agreed to accept comment on the proposal for 30 days before deciding how to proceed. Troubled banks can seek a waiver from the prepayments.\nThere was a split in the industry about whether to seek a loan for the fund from the Treasury, as the fund had after the savings and loan crisis.\nSome viewed it as a low-cost way of replenishing the fund, while others opposed it because of the fear that it would be seen as another taxpayer bailout and come with a new round of conditions on the banks in such areas as executive pay. Some executives also expressed concern that the proposal could limit the ability of banks to expand lending.\nAdvertisement Continue reading the main story\n“This prepayment will be a short-term asset, like an investment, but particularly for banks with a high percentage of loans, the prepayment will mean they have less money to lend as it will be tied up in this asset,” Mr. Yingling said.\n“There will and should be a discussion of whether it makes sense to use the Treasury line. Banks will pay the whole thing one way or another, but the line will not constrict lending as much in the short term.”\nMs. Bair said that the prepayment proposal would have little impact on the ability of most banks to continue their lending businesses, since the payments were a tiny fraction of the industry’s available assets. She also said that the banks did not face a significant liquidity problem now because of the many lending programs created by the Treasury and the Federal Reserve.", "url": "https://www.nytimes.com/2009/09/30/business/economy/30regulate.html"}