{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:50:01", "date_modify": "2018-11-16 03:50:01", "date_publish": "2009-04-28 16:10:01", "description": "President Obama discusses how his policies on schools, energy and health care might change daily life in America.", "filename": "2009_05_03_magazine_03Obama-t_1542340201.html", "image_url": "https://static01.nyt.com/images/2009/04/28/magazine/03obama-75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_03_magazine_03Obama-t_1542340201.html", "title": "After the Great Recession", "title_page": "After the Great Recession: An Interview With President Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What that means is not only do we have to have a healthy banking sector, but we’re going to have to figure out what we do with the nonbanking sector that was providing almost half of our credit out there. And we’re going to have to determine whether or not as a consequence of some of the steps that the Fed has been taking, the Treasury has been taking, that we see the market for securitized products restored.\nI’m optimistic that ultimately we’re going to be able to get that part of the financial sector going again, but it could take some time to regain confidence and trust.\nWhat I think will change, what I think was an aberration, was a situation where corporate profits in the financial sector were such a heavy part of our overall profitability over the last decade. That I think will change. And so part of that has to do with the effects of regulation that will inhibit some of the massive leveraging and the massive risk-taking that had become so common.\nNow, in some ways, I think it’s important to understand that some of that wealth was illusory in the first place.\nSo we won’t miss it?\nTHE PRESIDENT: We will miss it in the sense that as a consequence of 25-year-olds getting million-dollar bonuses, they were willing to pay $100 for a steak dinner and that waiter was getting the kinds of tips that would make a college professor envious. And so some of the dynamic of the financial sector will have some trickle-down effects, particularly in a place like Manhattan .\nBut I actually think that there was always an unsustainable feel about what had happened on Wall Street over the last 10, 15 years, and it’s not that different from the unsustainable nature of what was happening during the dot-com boom, where people in Silicon Valley could make enormous sums of money, even though what they were peddling never really had any signs it would ever make a profit.\nThat doesn’t mean, though, that Silicon Valley is still not a huge, critical, important part of our economy, and Wall Street will remain a big, important part of our economy, just as it was in the ’70s and the ’80s. It just won’t be half of our economy. And that means that more talent, more resources will be going to other sectors of the economy. And I actually think that’s healthy. We don’t want every single college grad with mathematical aptitude to become a derivatives trader. We want some of them to go into engineering, and we want some of them to be going into computer design.\nAdvertisement Continue reading the main story\nAnd so I think what you’ll see is some shift, but I don’t think that we will lose the enormous advantages that come from transparency, openness, the reliability of our markets. If anything, a more vigorous regulatory regime, I think, will help restore confidence, and you’re still going to see a lot of global capital wanting to park itself in the United States .\nAre there tangible ways that Wall Street has made the average person’s life better in the way that Silicon Valley has?\nTHE PRESIDENT: Well, I think that some of the democratization of finance is actually beneficial if properly regulated. So the fact that large numbers of people could participate in the equity markets in ways that they could not previously — and for much lower costs than they used to be able to participate — I think is important.\nNow, the fact that we had such poor regulation means — in some of these markets, particularly around the securitized mortgages — means that the pain has been democratized as well. And that’s a problem. But I think that overall there are ways in which people have been able to participate in our stock markets and our financial markets that are potentially healthy. Again, what you have to have, though, is an updating of the regulatory regimes comparable to what we did in the 1930s, when there were rules that were put in place that gave investors a little more assurance that they knew what they were buying.\nThere was this great debate among F.D.R.’s advisers about whether you had to split up companies — not just banks — you had to split up companies in order to regulate them effectively, or whether it was possible to have big, huge, sprawling, powerful companies — even not just possible, but better — and then have strong regulators. And it seems to me there’s an analogy of that debate now. Which is, do you think it is O.K. to have these “supermarkets” regulated by strong regulators actually trying to regulate, or do we need some very different modern version of Glass-Steagall ,(1)\nTHE PRESIDENT: You know, I’ve looked at the evidence so far that indicates that other countries that have not seen some of the problems in their financial markets that we have nevertheless don’t separate between investment banks and commercial banks, for example. They have a “supermarket” model that they’ve got strong regulation of.\nLike Canada?\nTHE PRESIDENT: Canada being a good example. (2) And they’ve actually done a good job in managing through what was a pretty risky period in the financial markets.\nSo — that doesn’t mean that, for example, an insurance company like A.I.G. grafting a hedge fund on top of it is something that is optimal. Even with the best regulators, if you start having so much differentiation of functions and products within a single company, a single institution, a conglomerate, essentially, things could potentially slip through the cracks. And people just don’t know what they’re getting into. I mean, I guarantee you that the average A.I.G. insurance policyholder had no idea that this stuff was going on. And in that sense I think you can make an argument that there may be a breaking point in which functions are so different that you don’t want a single company doing everything.\nAdvertisement Continue reading the main story\nBut when it comes to something like investment banking versus commercial banking, the experience in a country like Canada would indicate that good, strong regulation that focuses less on the legal form of the institution and more on the functions that they’re carrying out is probably the right approach to take.\nPhoto\nII. The Ticket to the Middle Class\nStaying on the Great Depression , it led to a surge in high-school graduation. A high-school diploma during that decade or two went from being elite to the norm, and it became a ticket to the middle class. I’m curious what you think today’s ticket to the middle class is. Do you want everybody aspiring to a four-year-college degree? Is a two-year or vocational degree enough? Or is simply attending college, whether or not you graduate, sufficient to reach the middle class?\nTHE PRESIDENT: We set out a goal in my speech to the joint session that said everybody should have at least one year of post-high-school training. And I think it would be too rigid to say everybody needs a four-year-college degree. I think everybody needs enough post-high-school training that they are competent in fields that require technical expertise, because it’s very hard to imagine getting a job that pays a living wage without that — or it’s very hard at least to envision a steady job in the absence of that.\nAnd so to the extent that we can upgrade not only our high schools but also our community colleges to provide a sound technical basis for being able to perform complicated tasks in a 21st-century economy, then I think that not only is that good for the individuals, but that’s going to be critical for the economy as a whole.\nI want to emphasize, though, that part of the challenge is making sure that folks are getting in high school what they need as well. You know, I use my grandmother as an example for a lot of things, but I think this is telling. My grandmother never got a college degree. She went to high school. Unlike my grandfather, she didn’t benefit from the G.I. Bill, even though she worked on a bomber assembly line. She went to work as a secretary. But she was able to become a vice president at a bank partly because her high-school education was rigorous enough that she could communicate and analyze information in a way that, frankly, a bunch of college kids in many parts of the country can’t. She could write —\nToday, you mean?\nTHE PRESIDENT: Today. She could write a better letter than many of my — I won’t say “many,” but a number of my former students at the University of Chicago Law School. So part of the function of a high-school degree or a community-college degree is credentialing, right? It allows employers in a quick way to sort through who’s got the skills and who doesn’t. But part of the problem that we’ve got right now is that what it means to have graduated from high school, what it means to have graduated from a two-year college or a four-year college is not always as clear as it was several years ago.\nAnd that means that we’ve got to — in our education-reform agenda — we’ve got to focus not just on increasing graduation rates, but we’ve also got to make what’s learned in the high-school and college experience more robust and more effective.\nI was in West Virginia recently talking to some college students, and these are kids in college, fully intending to graduate, and yet they were still telling me they’re not sure whether a college education is worth it. They’re going to be graduating in a recession. They’re worried their jobs will go to China . You hear these things all the time. What would you say — there are a large number of very thoughtful people who have those concerns — what would you say to them?\nAdvertisement Continue reading the main story\nTHE PRESIDENT: Well, look, I’d start off by saying just look at the statistics. The unemployment rate for high-school graduates is at least three times what it is for a college graduate. So it’s true that in this recession you’re seeing white-collar jobs impacted. Even before the recession, it’s true that you saw some outsourcing of white-collar jobs. But if you’re working the odds, your likelihood of getting a job that pays you a good, solid middle-class wage is vastly increased upon graduating from college — unless you’re LeBron James . And so I think the evidence (3) speaks for itself.\nNow, what is true is that a postgraduate education that isn’t giving you skills that are measurable in some way, that provide you with some differentiation, means that you’re going to have a little bit of a harder time. I would argue that anybody — that young people generally are going to benefit from a good, solid liberal-arts education. That’s what I got.\nIf you’re only going to go to school for two years, though, then making sure that you’re enrolled in a program where at the end of that journey you can see a job or a career or a field that’s growing instead of contracting certainly can make some sense.\nBut, again, I think the big challenge that we’ve got on education is making sure that from kindergarten or prekindergarten through your 14th or 15th year of school, or 16th year of school, or 20th year of school, that you are actually learning the kinds of skills that make you competitive and productive in a modern, technological economy.\nThat’s why I don’t just want to see more college graduates; I also want to specifically see more math and science graduates, I specifically want to see more folks in engineering. I think part of the postbubble economy that I’m describing is one in which we are restoring a balance between making things and providing services, whether it’s marketing or catering to people or servicing folks in some way. Those are all good jobs, and we’re not going to return to an economy in which manufacturing is as large a percentage as it was back in the 1940s just because of automation and technological advance.\nAnd there are advantages to service jobs, right? Less injury —\nTHE PRESIDENT: Less injury, less strain. And I’ve always claimed that if a Wal-Mart associate was getting paid 25 bucks an hour like the autoworker, then there’s no reason for complaint.\nAlthough I do think that there’s a culture of making things in a factory that appeals to people and that I understand. Whenever I’d walk into a factory during the campaign and would see these big turbines — things that, you know, you’d say, well, this is neat stuff — in a way you wouldn’t when you walk into a retail store.\nBut the broader point is that if you look at who our long-term competition will be in the global economy — China, India , the E.U., Brazil , Korea — the countries that are producing the best-educated work force, whose education system emphasizes the sciences and mathematics, who can translate those technology backgrounds or those science backgrounds into technological applications, they are going to have a significant advantage in the economy. And I think that we’ve got to have enough of that in order to maintain our economic strength.\nAdvertisement Continue reading the main story\nIII. The New Gender Gap\nThose factories are obviously filled disproportionately with men. There’s a way in which that reminds me of your grandparents, even though I know your grandfather wasn’t a factory worker. You talk about the fact that your grandmother outearned your grandfather. And in a way your family was a forerunner of a much larger trend: There’s still sexism, there’s still a pay gap, clearly, but the pay of men has stagnated, and the pay of women has gone up.\nI think there are a lot of men out there today, working at G.M. and Chrysler and other places, who feel the same kind of dejection (4) that your grandfather did. What do you think the future of work looks like for men?\nTHE PRESIDENT: I think it’s an interesting question, because as I said, you know, you go in to factories all across the Midwest and you talk to the men who work there — they’ve got extraordinary skill and extraordinary pride in what they make. And I think that for them, the loss of manufacturing is a loss of a way of life and not just a loss of income.\nI think a healthy economy is going to have a broad mix of jobs, and there has to be a place for somebody with terrific mechanical aptitude who can perform highly skilled tasks with his hands, whether it’s in construction or manufacturing. And I don’t think that those jobs should vanish. I do think that they will constitute a smaller percentage of the overall economy. And so what we’re going to have to do is, with a younger generation, find new places for that kind of work.\nThe possibilities are there, though. I spoke during the campaign of this company that I visited, McKinstry, in Seattle , where you’ve got a bunch of welders and tradesmen who are now retrofitting buildings. They’re not performing the same kind of manufacturing that their fathers might have, but with similar skill sets they are now making hospitals and schools and office buildings much more energy efficient, and then that’s providing enormous value to the economy as a whole.\nIn shaping our recovery package, one of the things I was pushing very hard was the smart grid (5) as a big project similar to the Interstate that could have some enormous ramifications for energy utilization. One of the biggest constraints that we’ve got in building a smart grid in addition to siting issues, which are sort of classic political jurisdictional battles, is actually we don’t have enough trained electricians to lay down those lines. Now, you can’t tell me that there aren’t a whole bunch of men and women out there who are interested in those jobs. But somehow we have not done a good job of matching up the training with the need out there. And that’s one of the things where government can help, help to guide and steer our education process in a way that meets future needs and not just the needs of the past.\nPhoto\nWould you also encourage men to become more comfortable working in fields that they traditionally have not? I mean, nursing is a very well-paying field. There’s a shortage there.\nTHE PRESIDENT: I mean, nursing, teaching are all areas where we need more men. I’ve always said if we can get more men in the classroom, particularly in inner cities where a lot of young people don’t have fathers, that could be of enormous benefit.\nAdvertisement Continue reading the main story\nNow, as you and I both know, in a lot of those fields they have been underpaid because they were predominantly women’s fields. And so part of what we have to do is to recognize that women are just as likely to be the primary bread earner, if not more likely, than men are today. As a consequence, eliminating the pay gap between men and women, and the pay gap between fields, becomes critically important. And we’ve already taken action, for example, with the Lilly Ledbetter bill (6) to try to move in that direction.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nI think that if you start seeing nursing pay better and teaching pay better, and some of these other professions, you’re going to see more men in those fields, although there’s a little bit of a chicken and an egg — if you start getting more men in those fields, then the stereotypes about this being a woman’s field and all the gender stereotypes that arise out of thinking that somehow they’re not the primary breadwinner, those stereotypes start being whittled away.\nDid Michelle ever make more than you did?\nTHE PRESIDENT: Oh, sure.\nProbably only for a brief time, because I was working three jobs most of the time that I was in the State Senate. I was still practicing law and I was still teaching. So when you kind of put everything together, I think I was still making a little bit more. But when I started campaigning for the U.S. Senate and I had to drop some of those jobs, then she carried us for a couple years.\nIV. Where the Economists are Coming From\nI want to talk broadly about policy. When you and I spoke during the campaign, you made it clear that you had thought a lot about the economic debates within the Clinton administration. And you said that you wanted to have a Robert Rubin type and a Robert Reich type having a vigorous debate in front of you. And clearly you have a spectrum of Democrats within your economic-policy team.\nTHE PRESIDENT: But I don’t have Paul Krugman or Joseph Stiglitz . (7) (Laughter.)\nNo, this wasn’t about them. But they have made it clear that they are not working in your administration, haven’t they?\nBut in your inner circle, it really is dominated by Rubin protégés. And I’d be interested if —\nTHE PRESIDENT: You know, the — I mean, look, Larry Summers and Tim Geithner obviously worked at Treasury under Rubin.\nAnd Peter Orszag , I think.\nTHE PRESIDENT: And Orszag — fair enough. You know, Christy Romer didn’t.\nJared Bernstein doesn’t — and Jared sits here every morning as part of my economic team. And Austan Goolsbee doesn’t. (8)\nI mean, the truth is that what I’ve been constantly searching for is a ruthless pragmatism when it comes to economic policy. It is probably true that, given the financial crisis that had arisen, that the fact that both Tim and Larry had familiarity with financial crises was a plus, because I thought that we needed some people who could hit the ground running and would be comfortable dealing with some very large and difficult economic issues. And frankly, that list is pretty small, because the last Democratic president we had was Bill Clinton ; he was on the scene for eight years, and for a big chunk of that time, Bob Rubin was his primary economic-policy maker. So it’s not surprising that anybody who had experience in those fronts was going to be coming out of a shop that would have been influenced by that.\nAdvertisement Continue reading the main story\nKeep in mind, though, I mean, I have enormous respect for somebody like Joe Stiglitz. I read his stuff all the time. I actually am looking forward to having these folks in for ongoing discussion. Somebody who has enormous influence over my thinking is Paul Volcker , who is robust enough that, having presided over the Carter and Reagan years, he’s still sharp as a tack and able to give me huge advice and to provide some counterbalance.\nThe last point I’d make, though, is I think that — and I may have mentioned this to you — but now that I think about it, maybe it was post-election. When I first started having a round table of economic advisers, and Bob Reich was part of that, and he was sitting across the table from Bob Rubin and others, what you discovered was that some of the rifts that had existed back in the Clinton years had really narrowed drastically.\nThey agree a lot more than they used to, but not entirely.\nTHE PRESIDENT: Not entirely. But, I mean, the fact is that Larry Summers right now is very comfortable making arguments, often quite passionately, that Bob Reich used to be making when he was in the Clinton White House. Now Larry might not like me saying that —\nLarry Summers is the new Bob Reich —\nTHE PRESIDENT: — that he’s become a soft touch. But, no, I think that one of the things that we all agree to is that the touchstone for economic policy is, does it allow the average American to find good employment and see their incomes rise; that we can’t just look at things in the aggregate, we do want to grow the pie, but we want to make sure that prosperity is spread across the spectrum of regions and occupations and genders and races; and that economic policy should focus on growing the pie, but it also has to make sure that everybody has got opportunity in that system.\nI also think that there’s very little disagreement that there are lessons to be learned from this crisis in terms of the importance of regulation in the financial markets. And I think that this notion that there is somehow resistance to that — to those lessons within my economic team — just isn’t borne out by the discussions that I have every day.\nIf anything, the only thing I notice, I think, that I do think is something of a carry-over from Bob Rubin — I see it in Larry, I see it in Tim — is a great appreciation of complexity.\nAnd a willingness to admit what you don’t know, in many cases.\nTHE PRESIDENT: Yes, exactly. And so what that means is that, as we’re making economic policy, I think there is a certain humility about the consequences of the actions we take, intended and unintended, that may make some outside observers impatient. I mean, you’ll recall Geithner was just getting hammered for months. But he, I think, is very secure in saying we need to get these things right, and if we act too abruptly, we can end up doing more harm than good. Those are qualities that I think have been useful.\nV. Postreform Health care\nYou have suggested that health care is now the No. 1 legislative priority. It seems to me this is only a small generalization — to say that the way the medical system works now is, people go to the doctor; the doctor tells them what treatments they need; they get those treatments, regardless of cost or, frankly, regardless of whether they’re effective. I wonder if you could talk to people about how going to the doctor will be different in the future; how they will experience medical care differently on the other side of health care reform .\nAdvertisement Continue reading the main story\nTHE PRESIDENT: First of all, I do think consumers have gotten more active in their own treatments in a way that’s very useful. And I think that should continue to be encouraged, to the extent that we can provide consumers with more information about their own well-being — that, I think, can be helpful.\nI have always said, though, that we should not overstate the degree to which consumers rather than doctors are going to be driving treatment, because, I just speak from my own experience, I’m a pretty-well-educated layperson when it comes to medical care; I know how to ask good questions of my doctor. But ultimately, he’s the guy with the medical degree. So, if he tells me, You know what, you’ve got such-and-such and you need to take such-and-such, I don’t go around arguing with him or go online to see if I can find a better opinion than his.\nPhoto\nAnd so, in that sense, there’s always going to be an asymmetry of information between patient and provider. And part of what I think government can do effectively is to be an honest broker in assessing and evaluating treatment options. And certainly that’s true when it comes to Medicare and Medicaid , where the taxpayers are footing the bill and we have an obligation to get those costs under control.\nAnd right now we’re footing the bill for a lot of things that don’t make people healthier.\nTHE PRESIDENT: That don’t make people healthier. So when Peter Orszag and I talk about the importance of using comparative-effectiveness studies (9) as a way of reining in costs, that’s not an attempt to micromanage the doctor-patient relationship. It is an attempt to say to patients, you know what, we’ve looked at some objective studies out here, people who know about this stuff, concluding that the blue pill, which costs half as much as the red pill, is just as effective, and you might want to go ahead and get the blue one. And if a provider is pushing the red one on you, then you should at least ask some important questions.\nWon’t that be hard, because of the trust that people put in their doctors, just as you said? Won’t people say, Wait a second, my doctor is telling me to take the red pill, and the government is saving money by saying take the blue —\nTHE PRESIDENT: Let me put it this way: I actually think that most doctors want to do right by their patients. And if they’ve got good information, I think they will act on that good information.\nNow, there are distortions in the system, everything from the drug salesmen and junkets to how reimbursements occur. Some of those things government has control over; some of those things are just more embedded in our medical culture. But the doctors I know — both ones who treat me as well as friends of mine — I think take their job very seriously and are thinking in terms of what’s best for the patient. They operate within particular incentive structures, like anybody else, and particular habits, like anybody else.\nAnd so if it turns out that doctors in Florida are spending 25 percent more on treating their patients as doctors in Minnesota , and the doctors in Minnesota are getting outcomes that are just as good — then us going down to Florida and pointing out that this is how folks in Minnesota are doing it and they seem to be getting pretty good outcomes, and are there particular reasons why you’re doing what you’re doing? — I think that conversation will ultimately yield some significant savings and some significant benefits.\nAdvertisement Continue reading the main story\nNow, I actually think that the tougher issue around medical care — it’s a related one — is what you do around things like end-of-life care —\nYes, where it’s $20,000 for an extra week of life.\nTHE PRESIDENT: Exactly. And I just recently went through this. I mean, I’ve told this story, maybe not publicly, but when my grandmother got very ill during the campaign, she got cancer ; it was determined to be terminal. And about two or three weeks after her diagnosis she fell, broke her hip. It was determined that she might have had a mild stroke, which is what had precipitated the fall.\nSo now she’s in the hospital, and the doctor says, Look, you’ve got about — maybe you have three months, maybe you have six months, maybe you have nine months to live. Because of the weakness of your heart, if you have an operation on your hip there are certain risks that — you know, your heart can’t take it. On the other hand, if you just sit there with your hip like this, you’re just going to waste away and your quality of life will be terrible.\nAnd she elected to get the hip replacement and was fine for about two weeks after the hip replacement, and then suddenly just — you know, things fell apart.\nI don’t know how much that hip replacement cost. I would have paid out of pocket for that hip replacement just because she’s my grandmother. Whether, sort of in the aggregate, society making those decisions to give my grandmother, or everybody else’s aging grandparents or parents, a hip replacement when they’re terminally ill is a sustainable model, is a very difficult question. If somebody told me that my grandmother couldn’t have a hip replacement and she had to lie there in misery in the waning days of her life — that would be pretty upsetting.\nAnd it’s going to be hard for people who don’t have the option of paying for it.\nTHE PRESIDENT: So that’s where I think you just get into some very difficult moral issues. But that’s also a huge driver of cost, right?\nI mean, the chronically ill and those toward the end of their lives are accounting for potentially 80 percent of the total health care bill out here.\nSo how do you — how do we deal with it?\nTHE PRESIDENT: Well, I think that there is going to have to be a conversation that is guided by doctors, scientists, ethicists. And then there is going to have to be a very difficult democratic conversation that takes place. It is very difficult to imagine the country making those decisions just through the normal political channels. And that’s part of why you have to have some independent group that can give you guidance. It’s not determinative, but I think has to be able to give you some guidance. And that’s part of what I suspect you’ll see emerging out of the various health care conversations that are taking place on the Hill right now.\nAdvertisement Continue reading the main story\nVI. Out of the Rough?\nDo you think this recession is a big-enough event to make us as a country willing to make some of the sorts of hard choices that we need to make on health care, on taxes in the long term — which will not cover the cost of government — on energy? Traditionally those choices get made in times of depression or war, and I’m not sure whether this rises to that level.\nTHE PRESIDENT: Well, part of it will depend on leadership. So I’ve got to make some good arguments out there. And that’s what I’ve been trying to do since I came in, is to say now is the time for us to make some tough, big decisions.\nThe critics have said, you’re doing too much, you can’t do all this at once, Congress can’t digest everything. I just reject that. There’s nothing inherent in our political process that should prevent us from making these difficult decisions now, as opposed to 10 years from now or 20 years from now.\nIt is true that as tough an economic time as it is right now, we haven’t had 42 months of 20, 30 percent unemployment. And so the degree of desperation and the shock to the system may not be as great. And that means that there’s going to be more resistance to any of these steps: reforming the financial system or reforming our health care system or doing something about energy. On each of these things — you know, things aren’t so bad in the eyes of a lot of Americans that they say, We’re willing to completely try something new.\nBut part of my job I think is to bridge that gap between the status quo and what we know we have to do for our future.\nAre you worried that the economic cycle will make that much harder? I mean, Roosevelt took office four years after the stock market crashed. You took office four months after Lehman Brothers collapsed. At some point people may start saying, Hey, why aren’t things getting better?\nTHE PRESIDENT: It’s something that we think about. I knew even before the election that this was going to be a very difficult journey and that the economy had gone through a sufficient shock and that it wasn’t going to recover right away.\nIn some ways it’s liberating, though, in the sense that whether I’m a one-termer or a two-termer, the problems are big enough and fundamental enough that I can’t sort of game it out. It’s not one of these things where I can say, Oh, you know what, if I time it just right, then the market is going to be going up and unemployment will be going down right before re-election. These are much bigger, much more systemic problems. And so in some ways you just kind of set aside the politics.\nWhat I’m very confident about is that given the difficult options before us, we are making good, thoughtful decisions. I have enormous confidence that we are weighing all our options and we are making the best choices. That doesn’t mean that every choice is going to be right, is going to work exactly the way we want it to. But I wake up in the morning and go to bed at night feeling that the direction we are trying to move the economy toward is the right one and that the decisions we make are sound.", "url": "https://www.nytimes.com/2009/05/03/magazine/03Obama-t.html"}