{"authors": ["Melissa Clark", "A Good Appetite"], "date_download": "2018-11-16 03:32:38", "date_modify": "2018-11-16 03:32:38", "date_publish": "2009-11-20 16:42:44", "description": "Pasta with pungent kale pesto and butternut squash packs a carbohydrate wallop.", "filename": "2009_11_25_dining_25appe_1542339158.html", "image_url": "https://static01.nyt.com/images/2009/11/25/dining/25appe-1/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_25_dining_25appe_1542339158.html", "title": "The New York Times", "title_page": "Building a Filling Meal to Power a Runner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WHEN my husband, Daniel, took up distance running, I knew it would have an effect in our kitchen.\nStrange space age food began to appear in the cabinets, silver packets of ultra endurance energy gels and bottles of electrolyte hydration tabs. I objected to the dehydrated egg protein concentrate he tried to stash next to the blender, because I believed that unprocessed free-range eggs are more healthful. And they make his smoothies froth like mousse.\nBut Daniel’s desire to eat more pasta was the one dietary change I could really get behind. This was especially important the night before the New York City Marathon, when Daniel requested a pasta dish that would pack a carbohydrate wallop.\nTo cram as many carbs as possible onto the plate, my first thought was to top the pasta with another carbohydrate-rich ingredient such as bread crumbs. Pasta with anchovies and bread crumbs is one of our favorite “there’s nothing in the house to eat” meals. But I wanted this pre-marathon meal to be special.\nPhoto\nPasta with potatoes was another idea, but white on white seemed too restrained for a celebratory vibe. Sweet potatoes, with their vivid color, were a possibility. Better was winter squash, with flesh that stays firmer when cooked.\nAdvertisement Continue reading the main story\nAt the farmers’ market, I weighed my options. The kabocha and turban squashes were appealing, like gorgeous autumnal sculptures. But I ended up going with butternut squash for its easy-to-peel convenience.", "url": "https://www.nytimes.com/2009/11/25/dining/25appe.html"}