{"authors": ["Rachel L. Swarns"], "date_download": "2018-11-16 04:22:23", "date_modify": "2018-11-16 04:22:23", "date_publish": "2009-11-24 20:07:37", "description": "India’s leader was the guest of honor at the Obamas’ first state dinner, which they infused with distinctive touches.", "filename": "2009_11_25_us_politics_25dinner_1542342143.html", "image_url": "https://static01.nyt.com/images/2009/11/24/us/25dinner2_337-395/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_25_us_politics_25dinner_1542342143.html", "title": "Modern Flourishes at Obamas’ State Dinner", "title_page": "Modern Flourishes at Obamas’ State Dinner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He wants to set a tone that’s different,” Vishakha N. Desai, a dinner guest and the Indian-born president of the Asia Society, said of the president. “Obama’s celebrating not just his African-American heritage, but the cultural diversity of America. And that’s a powerful message to send to the world.”\nMr. Obama greeted his guests in Hindi and hailed the contributions of Mohandas K. Gandhi and the Rev. Dr. Martin Luther King Jr., saying that such “giants” are “the reason why both of us can stand here tonight.”\nMr. Singh responded, “Your journey to the White House has captured the imaginations of millions and millions of Indians.”\nThe evening was a potent mix of politics, diplomacy and glamour, with the administration’s favored donors mingling with lawmakers from Congress, cabinet secretaries, Indian dignitaries and Hollywood celebrities decked out in tuxedos and designer dresses. The first lady wore a golden sleeveless gown created by Naeem Khan, an Indian-American designer.\nFor Mr. Obama, it was also a rare break from the bruising business of governance, allowing him to showcase his role as a world leader (and a gracious host) at a time when he is managing battles over health care legislation and wars in Afghanistan and Iraq — all while watching his standing falling in the polls.\nThe guest list included the actors Alfre Woodard and Blair Underwood, the directors Steven Spielberg and M. Night Shyamalan, the writer Jhumpa Lahiri, former Secretary of State Colin L. Powell, Gov. Bobby Jindal of Louisiana, a Republican, and Indra Nooyi, the chief executive of PepsiCo.\nPhoto\n“It does allow him to stand above the current squabbles in politics, to assume that role of head and state and remind people of the stature of the presidency,” said Doris Kearns Goodwin, the presidential historian, who noted that Franklin D. Roosevelt’s most famous state dinner — for the king and queen of England — occurred during the Depression.\nAdvertisement Continue reading the main story\n“It’s a break from the daily concerns,” Ms. Goodwin said. “This is our moment for that kind of ceremony, for that pomp and circumstance, and that’s nonpartisan.”\nPresident Ulysses S. Grant held the first White House state dinner when he hosted King David Kalakaua of Hawaii in 1874. Through the decades, leaders have used the occasions to reward prominent allies and to nurture diplomatic relationships with more or less regularity, depending on the president. (President George W. Bush held only six state dinners, while President Bill Clinton hosted more than 20.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSo as Washington buzzed in recent days about who was invited and who was not, many wondered how the country’s first African-American president and first lady would put their personal stamp on the occasion.\nThe Obamas promptly distinguished themselves from their immediate predecessors by holding their dinner under a grand tent on the South Lawn to allow for a more expansive guest list. (President Bush held his dinners indoors, which sharply limited the numbers of guests.) And they emphasized some of their favorite themes, including bipartisanship, diversity and a focus on healthy meals.\nThe president invited several prominent Republicans, though Mitch McConnell, the Senate minority leader, and Representative John A. Boehner, the House minority leader, sent their regrets. (The Senate majority leader, Harry Reid, also could not make it.)\nMrs. Obama made a splash by showcasing deep, rich colors — apple green for the tablecloths and varying shades of plum, purple and fuchsia in the hydrangea, roses and sweet peas in the centerpieces.\nThere was White House honey and sage from the garden and a menu that gave vegetables and beans — including eggplants and lentils — top billing. (For a White House keen on promoting fresh fruits and vegetables, what could be more serendipitous than a guest of honor who happens to be a vegetarian?) And the Obamas shook things up by serving, among other dishes, Indian food to an Indian delegation, typically a no-no.\n“You wouldn’t try to outdo the Indians; that would not be typical,” said Anita McBride, who served as Laura Bush’s chief of staff and took pains to praise Mrs. Obama as moving in a new direction. “It’s the perfect combination of American food with a nod to the visiting country.”\nAs for the dozens of schoolchildren invited to participate in the day’s events, many savored the chance to see the White House up close. One group of young women spent time with Mrs. Obama in the State Dining Room and learned about the history of American state dinners and sampled some pumpkin pie.\nAdvertisement Continue reading the main story\n“These events probably seem like they’re miles and miles away, like they’re just untouchable,” said Mrs. Obama to the young women, some wearing sneakers and short sleeves.\nShe said she hoped this would inspire them to think harder about their place in the world around them.\n“Who knows, maybe one of you all sitting at this table, one of our little mentees, will be living and studying somewhere in India — maybe New Delhi or Mumbai or Bangalore,” the first lady said. “Just imagine that. Start thinking about your future in that way. This visit at this table is the beginning of that for all of you.”", "url": "https://www.nytimes.com/2009/11/25/us/politics/25dinner.html"}