{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:44:55", "date_modify": "2018-11-16 04:44:55", "date_publish": "2009-06-08 00:47:32", "description": "North Korea found two American journalists guilty of illegal entry and sentenced them to 12 years of labor, the nation’s official news agency said Monday.", "filename": "2009_06_08_world_asia_08north_1542343495.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_08_world_asia_08north_1542343495.html", "title": "The New York Times", "title_page": "North Korea Sentences 2 American Journalists to 12 Years of Hard Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "— North Korea on Monday sentenced two American journalists to 12 years of hard labor in a case widely seen as a test of how far the isolated Communist state was willing to take its confrontational stance toward the United States .\nThe Central Court, the highest court of North Korea, held the trial of the two Americans, Laura Ling and Euna Lee , from Thursday to Monday and convicted them of “committing hostilities against the Korean nation and illegal entry,” the North’s official news agency, KCNA, said in a report monitored in Seoul.\nMs. Ling and Ms. Lee have been held since they were detained by North Korean soldiers patrolling the border between China and North Korea on March 17.\nSecretary of State Hillary Rodham Clinton has called the charges “baseless.”\nThe United States government had demanded that the North forgo the legal proceedings and release the two women.\nPhoto\nThe sentencing came amid rising tensions between Washington and Pyongyang. Earlier Monday, North Korea threatened to retaliate with “extreme” measures if the United Nations punished it for its nuclear test last month, and Washington warned that it might try to put the North back on its list of states that sponsor terrorism, a designation that could subject the impoverished state to more financial sanctions.\nAdvertisement Continue reading the main story\n“Our response would be to consider sanctions against us as a declaration of war and answer it with extreme hard-line measures,” the North Korea’s state-run newspaper, Rodong Sinmun, said in a commentary.", "url": "https://www.nytimes.com/2009/06/08/world/asia/08north.html"}