{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:08:34", "date_modify": "2018-11-16 04:08:34", "date_publish": "2009-12-24 07:16:56", "description": "The vote clears the way for negotiations with the House, which passed a broadly similar bill last month, bringing Democrats a step closer to a goal they have pursued for decades.", "filename": "2009_12_25_health_policy_25health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341314.html", "image_url": "https://static01.nyt.com/images/2009/12/24/health/24cnd-health3/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_12_25_health_policy_25health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341314.html", "title": "Senate Passes Health Care Overhaul on Party-Line Vote", "title_page": "Senate Passes Health Care Overhaul on Party-Line Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The bill would require most Americans to have health insurance, would add 15 million people to the Medicaid rolls and would subsidize private coverage for low- and middle-income people, at a cost to the government of $871 billion over 10 years, according to the Congressional Budget Office.\nThe budget office estimates that the bill would provide coverage to 31 million uninsured people, but still leave 23 million uninsured in 2019. One-third of those remaining uninsured would be illegal immigrants.\nMr. Obama hailed the Senate action. “We are now incredibly close to making health insurance reform a reality,” he said, before leaving the White House to celebrate Christmas in Hawaii.\nPhoto\nThe president, who endorsed the Senate and House bills, said he would be deeply involved in trying to help the two chambers work out their differences. But it is unclear how specific he will be — if, for example, he will push for one type of tax over another or try to concoct a compromise on insurance coverage for abortion.\nSenator Olympia J. Snowe of Maine, a moderate Republican who has spent years working with Democrats on health care and other issues, said she was “extremely disappointed” with the bill’s evolution in recent weeks. After Senate Democrats locked up 60 votes within their caucus, she said, “there was zero opportunity to amend the bill or modify it, and Democrats had no incentive to reach across the aisle.”\nLike many Republicans, Ms. Snowe was troubled by new taxes and fees in the bill, which she said could have “a dampening effect on job creation and job preservation.” The bill would increase the Medicare payroll tax on high-income people and levy a new excise tax on high-premium insurance policies, as one way to control costs.\nWhen the roll was called Thursday morning, the mood was solemn as senators called out “aye” or “no.” Senator Robert C. Byrd, the 92-year-old Democrat from West Virginia, deviated slightly from the protocol.\nAdvertisement Continue reading the main story\n“This is for my friend Ted Kennedy,” Mr. Byrd said. “Aye!”\nSenator Kennedy of Massachusetts, a longtime champion of universal health care, died of brain cancer in August at age 77.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSenator Jim Bunning, Republican of Kentucky, did not vote.\nThe fight on Capitol Hill prefigures a larger political battle that is likely to play out in the elections of 2010 and 2012, as Democrats try to persuade a skeptical public of the bill’s merits, while Republicans warn that it will drive up costs for those who already have insurance.\n“Our members are leaving happy and upbeat,” said the Senate Republican leader, Mitch McConnell of Kentucky. “The public is on our side. This fight is not over.”\nAfter struggling for years to expand health insurance in modest, incremental ways, Democrats decided this year that they could not let another opportunity slip away. As usual, lawmakers were deluged with appeals from lobbyists for health care interests who have stymied similar ambitious efforts in the past. But this year was different.\nPhoto\nLawmakers listened to countless stories of hardship told by constituents who had been denied insurance, lost coverage when they got sick or seen their premiums soar. Hostility to the insurance industry was a theme throughout the Senate debate.\nSenator Sherrod Brown, Democrat of Ohio, said insurance companies were often “just one step ahead of the sheriff.” Senator Dianne Feinstein, Democrat of California, said the industry “lacks a moral compass.” And Senator Sheldon Whitehouse, Democrat of Rhode Island, said the business model of the industry “deserves a stake through its cold and greedy heart.”\nThe bill would establish strict federal standards for an industry that, since its inception, has been regulated mainly by the states. Under it, insurers could not deny coverage because of a person’s medical condition; could not charge higher premiums because of a person’s sex or health status; and could not rescind coverage when a person became sick or disabled. The government would, in effect, limit insurers’ profits by requiring them to spend at least 80 to 85 cents of every premium dollar on health care.\nThe specificity of federal standards is illustrated by one section of the bill, which requires insurers to issue a benefits summary that “does not exceed four pages in length and does not include print smaller than 12-point font.”\nAnother force propelling health legislation through the Senate was the Democrats’ view that it was a moral imperative and an economic necessity.\nAdvertisement Continue reading the main story\n“The health insurance policies of America, what we have right now is a moral disgrace,” said Senator Tom Harkin, Democrat of Iowa. “We are called upon to right a great injustice, a great wrong that has been put upon the American people.”\nCosts of the bill would, according to the Congressional Budget Office, be more than offset by new taxes and fees and by savings in Medicare. The bill would squeeze nearly a half-trillion dollars from Medicare over the next 10 years, mainly by reducing the growth of payments to hospitals, nursing homes, Medicare Advantage plans and other providers.\nRepublicans asserted that the cuts would hurt Medicare beneficiaries. But AARP, the lobby for older Americans, and the American Medical Association ran an advertisement urging senators to pass the bill, under which Medicare would cover more of the cost for prescription drugs and preventive health services.\nKaren M. Ignagni, president of America’s Health Insurance Plans, a trade group, said the bill appeared to be unstoppable. But she added: “We are not sure it will be workable. It could disrupt existing coverage for families, seniors and small businesses, particularly between now and when the legislation is fully implemented in 2014.”", "url": "https://www.nytimes.com/2009/12/25/health/policy/25health.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}