{"authors": ["Anita Gates"], "date_download": "2018-11-16 04:52:05", "date_modify": "2018-11-16 04:52:05", "date_publish": "2009-10-15 17:13:39", "description": "Annie Baker’s new play is absorbing, unblinking and sharply funny.", "filename": "2009_10_16_theater_reviews_16circle_1542343925.html", "image_url": "https://static01.nyt.com/images/2009/10/15/theater/Circle75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_10_16_theater_reviews_16circle_1542343925.html", "title": "At Peter J. Sharp Theater: Actor, Make Like a Tree", "title_page": "At Peter J. Sharp Theater: Actor, Make Like a Tree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhat a clever idea, setting a play in a “creative drama” class.\nAnnie Baker’s absorbing, unblinking and sharply funny “Circle Mirror Transformation,” presented by Playwrights Horizons, shows us people doing deliberately wacky things in a dance studio. The artificiality of the acting games just emphasizes the naturalness of the characters’ real lives and feelings.\nGroup members pose as trees, beds and baseball gloves. They perform emotional scenes using only the words goulash and ak-mak. They pretend to be one another, telling their life stories. They write deep, dark secrets (anonymously) on scraps of paper and listen, sitting in a circle on the floor, as the confessions are read aloud.\nThis is deep stuff, and the group is made up mostly of strangers. Theresa (Heidi Schreck) is a former actress who has just moved to this small Vermont town from New York. Schultz (Reed Birney) is a lonely divorced guy who lives in the local condo complex. Lauren (Tracee Chimo) is a teenager who wants to work in theater when she grows up. Or maybe go to veterinary school. James (Peter Friedman) is the teacher’s husband.\nIt’s just the sort of motley crew you might find if you signed up for a writing class or a yoga weekend. Marty (Deirdre O’Connell), the instructor, has her hands full. But the games are just a device to reveal each person’s inner preschooler while relationships form and fold.\nAdvertisement Continue reading the main story\nSam Gold has directed with an uncommonly observant eye and ear. The cast is uniformly winning, but Ms. Chimo’s Lauren stands out as a symbol of childlike authenticity.\nPart of the time, Lauren seems to disappear inside her hoodie, like poor Kenny in his parka on “South Park.” But in the third week of the six-week course, she speaks up, asking Marty, “Are we going to be doing any real acting?”", "url": "https://www.nytimes.com/2009/10/16/theater/reviews/16circle.html"}