{"authors": ["Stephen Labaton"], "date_download": "2018-11-16 03:58:22", "date_modify": "2018-11-16 03:58:22", "date_publish": "2009-09-21 21:38:46", "description": "Bankers fear the alternative to the plan to have healthy banks lend billions to help the fund would be worse.", "filename": "2009_09_22_business_22bailout_1542340702.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_22_business_22bailout_1542340702.html", "title": "The New York Times", "title_page": "Looking to Healthy Banks to Lend to the F.D.I.C. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Federal Deposit Insurance Corporation, which oversees the fund, is said to be reluctant to use its authority to borrow from the Treasury.\nUnder the law, the F.D.I.C. would not need permission from the Treasury to tap into a credit line of up to $100 billion. But such a step is said to be unpalatable to Sheila C. Bair, the agency chairwoman whose relations with the Treasury secretary, Timothy F. Geithner, have been strained.\n“Sheila Bair would take bamboo shoots under her nails before going to Tim Geithner and the Treasury for help,” said Camden R. Fine, president of the Independent Community Bankers. “She’d do just about anything before going there.”\nPhoto\nBankers worry that a special assessment of $5 billion to $10 billion over the next six months would crimp their profits and could push a handful of banks into deeper financial trouble or even receivership. And any new borrowing from the Treasury would be construed as a taxpayer bailout that could open the industry to a political reaction, resulting in a wave of restrictions like fresh limits on executive pay.\nAny populist furor could be avoided, the thinking goes, if the government borrows instead from the banks.\n“Borrowing from healthy banks, instead of the Treasury, has the advantage of keeping this in the family,” said Karen M. Thomas, executive vice president of government relations at the Independent Community Bankers of America, a trade group representing about 5,000 banks. “It is much better for perceptions than having the fund borrow from somewhere else.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUltimately, officials say, the deposit insurance corporation could settle on a plan that replenishes the insurance fund by doing some of both: borrowing from healthy banks to shore up the shorter-term liquidity needs of the fund, and imposing a special fee on banks to increase the longer-term capital level of the fund.\nSince January the F.D.I.C. has seized 94 failing banks, causing a rapid decline in the deposit insurance fund. Despite a special assessment imposed on banks a few months ago to keep the fund afloat, its cash balance now stands at about $10 billion, a third of its size at the start of the year. (Another $32 billion has been set aside for failures that officials expect to occur in the coming months.)\nAdvertisement Continue reading the main story\nThe fund, which stands behind $4.8 trillion in insured deposits, could be wiped out by the failure of a single large bank, although the deposit insurance corporation could always seek a taxpayer bailout by borrowing from the Treasury to stay afloat.\nOfficials say that the F.D.I.C. will issue a proposed plan next week to begin to restore the financial health of the ailing fund.\nThere is no consensus among the five board members, consisting of Ms. Bair, two other F.D.I.C. officials, and the heads of the Office of Thrift Supervision and the Office of the Comptroller of the Currency. Others may propose novel ways to replenish the fund, for example, by asking the banks to prepay the premiums that they were planning to make next year.\nBorrowing from the industry is allowed under an obscure provision of a 1991 law adopted during the savings and loan crisis. The lending banks would receive bonds from the government at an interest rate that would be set by the Treasury secretary and ultimately would be paid by the rest of the industry. The bonds would be listed as an asset on the books of the banks.", "url": "https://www.nytimes.com/2009/09/22/business/22bailout.html"}