{"authors": ["Julia Moskin"], "date_download": "2018-11-16 03:27:06", "date_modify": "2018-11-16 03:27:06", "date_publish": "2009-12-01 20:51:06", "description": "Two former Saveur magazine staff members are behind Canal House Cooking, a self-published, thrice-yearly cookbook that has become a D.I.Y. hit.", "filename": "2009_12_02_dining_02canal_1542338826.html", "image_url": "https://static01.nyt.com/images/2009/12/02/dining/02canalspan-1/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_12_02_dining_02canal_1542338826.html", "title": "The New York Times", "title_page": "The Women Behind Canal House Cooking Magazine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLambertville, N.J.\nWOOD smoke, slow-running water and cheese straws were expected on a recent autumn day in the Delaware River Valley. The sharp reek of apples in their death throes, not so much.\nIn a former newspaper office here on the towpath of the Delaware Canal, two women skillfully shared space in a small skylit kitchen. They balanced shards of bacon on wedges of warm boiled egg, scattered baby sprouts over endive spears dipped in creamed blue cheese, and sloshed a jug of icy-sweet milk punch in and out of the freezer. Across the room, bowls held pears and apples in various stages of collapse; their once-plump bodies were weird and wrinkled as moonscapes.\nPhoto\n“We keep them to look at,” said Christopher Hirsheimer, one half of the food writing and photography team that produces Canal House Cooking, a food magazine that’s both old-fashioned and totally new, entirely from this room. The other half is Melissa Hamilton, a chef who was director of the test kitchen at Saveur magazine, where Ms. Hirsheimer was a founding editor.\nThe two have known each other for 15 years, via the small food community in this part of the world: Ms. Hirsheimer lives in Erwinna, Pa., and Ms. Hamilton’s father owns a restaurant here, Hamilton’s Grill Room. (Her sister, Gabrielle Hamilton, is the chef and owner of Prune in Manhattan’s East Village.)\nPhoto\nThe two abandoned the commuting life and started Canal House in 2006 as a photo and design studio for cookbooks and magazines. Ms. Hirsheimer’s aesthetic of artful neglect — like a handful of almonds and rosemary sprigs strewn across a tablecloth, or a raspberry tart served with mismatched silverware in an abandoned house — evolved in her time as an editor at Metropolitan Home magazine in the 1980s and ’90s (“When chefs became rock stars,” she said).\nAdvertisement Continue reading the main story\nBack then, the standard for food photography was artificial light and heavy-handed food styling, she said. Brown food, like their soy-glazed scallion-ginger meatballs, would never be photographed; green food was considered too dark; loose ends of pasta had to be tucked in one by one. “Of course, there are times you need to wipe the chin,” she said, cleaning drips of sauce from the rim of a white plate. “But people just feel pushed out of the kitchen by things that don’t look real.”\nPhoto\nThe Canal House itself seems like a foodie fantasy — leave the big city, start a small food business with your best cooking pal, sit around inventing cocktails and snacks at the end of every day — but both are resolutely real cooks.", "url": "https://www.nytimes.com/2009/12/02/dining/02canal.html"}