{"authors": ["Isabel Kershner", "The Saturday Profile"], "date_download": "2018-11-16 04:35:48", "date_modify": "2018-11-16 04:35:48", "date_publish": "2009-06-26 19:58:39", "description": "After 60 years in Israeli politics, Shimon Peres is basking in more power and public acceptance than ever before.", "filename": "2009_06_27_world_middleeast_27peres_1542342948.html", "image_url": "https://static01.nyt.com/images/2009/06/27/world/middleeast/27peres.75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_06_27_world_middleeast_27peres_1542342948.html", "title": "Israel’s Elder Statesman, Now With Renewed Clout", "title_page": "Shimon Peres, Israel’s Elder Statesman, Now With Renewed Clout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One sign of his tireless efforts came this month when Israel’s prime minister, Benjamin Netanyahu, of the conservative Likud Party, finally acquiesced, albeit with caveats, to the idea of a Palestinian state, a step that was welcomed by the White House and which helped soften Mr. Netanyahu’s image of intransigence abroad.\nAt an inauguration ceremony at the presidential residence on April 1, Mr. Netanyahu’s first day in office, Mr. Peres urged the new prime minister to advance the peace process and pointedly reminded him that the vision of two states for two peoples was “initiated by the American government and accepted by the majority of countries in the world.”\nIn the few weeks since, under intense pressure to fall into line with Washington, Mr. Netanyahu spent many hours in private discussions with Mr. Peres, who was elected by Parliament to a seven-year term as president in June 2007.\n“I am not imposing anything on Mr. Netanyahu,” Mr. Peres said. “I think he seeks my advice willingly,” he added, describing himself as a friend.\nThey make something of an odd couple. Though Mr. Peres’s résumé includes being the father of Israel’s nuclear weapons program, Israelis have traditionally seen him as a pro-peace idealist, while Mr. Netanyahu is widely seen as a security hawk.\nBUT Mr. Peres, who shared a Nobel Peace Prize with the late Yitzhak Rabin and the Palestinian leader Yasir Arafat for the Oslo peace accords, is considered more practiced in the ways of the world.\nIn a striking departure from diplomatic norms, Mr. Peres met with President Obama in Washington before Mr. Netanyahu did, to try to smooth the way. “I was reluctant,” said Mr. Peres. “I did not want to steal the show.” But the prime minister insisted, according to Mr. Peres. He said he told Mr. Obama that he was speaking not on the prime minister’s behalf, but with his consent and his blessing.\nAdvertisement Continue reading the main story\nWhen Shakespeare was rendered into Hebrew for the first time, Mr. Peres recalled, the “modest translator” introduced the oeuvre as “translated and improved.” In explaining the Israeli government’s position to Mr. Obama, Mr. Peres hinted mischievously, he may have done the same thing.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile the president of Israel is legally the head of state and the office has no limitations, it has often been confined in the past to formalities like assigning elected leaders to form new governments, accrediting diplomats, receiving foreign dignitaries and pardoning offenders. Mr. Peres says it is really the informal role that counts.\nOne might have expected such activism by Mr. Peres to rile the Israeli public and be seen as meddling. After all, as a Labor Party leader, he lost election after election — including a parliamentary vote for the presidency in 2000 to a far less distinguished Likud politician, Moshe Katsav. He was also once described as an “indefatigable schemer” by his political partner and rival, Mr. Rabin.\nYet, the only criticism of his actions has come from a few ultranationalists, and then it has been relatively low-key.\n“Everybody understands that he is an asset to the country,” said Clinton Bailey, an Israeli scholar and commentator, citing “a certain sense of pride and gratification he gives people across the board.”\nOfer Shelah, a columnist, recently wrote in the popular Maariv newspaper that Mr. Peres’s actions would “elicit anger if done by anyone else.” But given Mr. Lieberman’s propensity for “setting verbal fires,” Mr. Shelah noted, “public relations work and forging relations with foreign countries will be done by Peres.”\nMr. Peres is also seen as restoring honor to the presidency. His predecessor, Mr. Katsav, is soon to go on trial on charges of rape, indecent acts and sexual harassment, while Mr. Katsav’s predecessor, the late Ezer Weizman, stepped down early amid accusations of financial wrongdoing.\nDURING the interview, Mr. Peres kept referring to David Ben-Gurion, a founding father of the state of Israel and its first prime minister, who took the young, Polish-born Mr. Peres at 24 under his wing and later made him his deputy minister of defense.\n“I admired his honesty, his depth, his vision. Personally he pampered me very much,” Mr. Peres recalled, adding that Mr. Ben-Gurion gave him tremendous support for reasons that were hard for him to decode at the time, though today, he says he better understands.\nAdvertisement Continue reading the main story\nAs Mr. Ben-Gurion’s protégé, and perhaps aspiring to be remembered as his heir, Mr. Peres feels vindicated for having taken positions once considered divisive. Mr. Netanyahu’s acceptance of the two-state principle, he said, brings the Israeli left and the right full circle 70 years after Mr. Ben-Gurion concluded that there was no choice but to accept a Jewish nation on part of the land, sanctioning partition.\n“What finally won was the reality,” he said.\nMr. Peres combines experience with curiosity and a delight of innovation. He has championed nanotechnology and the electric car, and speaks passionately about emerging industries he believes Israel could excel in, like stem cell research to produce what he calls “human spare parts” or alternative energies to counteract the power of oil. The sun, he said, is “more democratic, more permanent and not a member of the Arab League or any other league.”\nHe says he sometimes longs for the “fighting period” when he was at the heart of the political fray.\nMostly, though, he has found a new freedom in staying away from the rancor of Israeli politics. “At my age and in my position I do not need a suntan,” he said. “I can stay in the shadow, quietly. I do not need to compete.”", "url": "https://www.nytimes.com/2009/06/27/world/middleeast/27peres.html"}