{"authors": ["Julia Moskin"], "date_download": "2018-11-16 03:31:41", "date_modify": "2018-11-16 03:31:41", "date_publish": "2009-01-06 18:27:53", "description": "The rich, spicy chicken noodle soups that are so popular throughout Southeast Asia go by many names, including curry laksa, curry mee, la sa ga and khao poon.", "filename": "2009_01_07_dining_07laksa_1542339101.html", "image_url": "https://static01.nyt.com/images/2009/01/07/dining/07laska_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_01_07_dining_07laksa_1542339101.html", "title": "From Asia, Rapture in a Bowl", "title_page": "From Asia, Rapture in a Bowl - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s great for the weather here, but people back there eat it every day, even in the heat,” said Rosa Michelman, a Brooklyn resident of Indonesian background who has traveled to Indonesia often since she was a child. She was catching up with friends last Tuesday at Minangasli, a restaurant in Elmhurst where the chef, Nani Tanzil, makes food from her native Sumatra.\nSoto ayam, an Indonesian version of the soup, is a clear herbal broth brightened by fresh turmeric and herbs, with skinny rice noodles buried in the bowl. According to Ms. Michelman, soto ayam is made by home cooks and street vendors alike, with special attention paid to the balance of flavor in the broth (and the quantity of chicken meat in each serving).\nPhoto\n“It’s simple but difficult in a way, because you want to keep the chicken flavor and not lose it in those strong herbs,” she said. The dish is served with lime wedges, fried shallots, halved hard-boiled eggs and a scoop of rice for extra substance.\nA few blocks away, both Malaysian and Singaporean versions of the soup are served at Taste Good restaurant. The chef, Kok Kiang Thong, has spent years adapting the complex flavors of his native Kuala Lumpur, Malaysia, to the ingredients here. He supplements standard Indian curry powder with quantities of paprika and turmeric, and adds powdered coconut to his soups to intensify the flavor of canned coconut milk. (In Malaysia, most food markets stock freshly squeezed coconut milk, he said.) Mr. Thong also adds half-and-half to the pot to adjust the broth. Coconut milk has a particular weighty creaminess, called lemak, that cooks appreciate but also treat carefully, because it can make some curries and soups too rich.\nHelen Thong, the restaurant’s co-owner and Mr. Thong’s wife, describes the Singaporean and Malaysian versions of curry laksa as completely different — “like New York and New Jersey,” she said.\nTo an outsider, the main difference appears to be in the toppings and the balance of spice, lemak, sweetness and heat. In both places, hawkers sell the soup morning, noon and night, customizing each bowl with specialties like golden puffs of fried tofu, juicy bean sprouts, tiny eggplants stuffed with fish paste and crisp-fried sheets of tofu skin.\nPhoto\nCurry laksa is hugely popular in Australia, especially Sydney, where the pan-Asian culinary influence has turned “let’s go for a laksa” into common post-pub parlance. Curry laksa with crab meat and green tea noodles, a luxurious version of the dish, is on the menu at Double Crown, a new restaurant in the East Village.\nAdvertisement Continue reading the main story\n“I fell in love with curry laksa in London, and the Australians I’ve worked with are obsessed with it,” said Brad Farmerie, the executive chef, who has traveled in Southeast Asia. “It’s so complex, with that richness and acidity, sweetness and heat, but also very versatile. The coconut curry base is almost like tomato sauce in Italy — you see variations on the theme all around the region.”\nThe Strait of Malacca, the narrow waterway that separates the Malay peninsula from Sumatra, is the most likely birthplace of curry laksa. (The word “laksa” also applies to another complex soup of the region: a dark, subtly sour fish-based broth called assam laksa.)\nThere, around Malacca and Kuala Lumpur, local ingredients like cinnamon, ginger, black pepper and coconut were combined with spices from around the world: cumin, star anise, mustard seeds and chilies as the spice trade developed. A large Chinese community grew up, and as that group intermarried with local Malays and Indian immigrants in the 18th century, a highly spiced, complex cuisine arose. Combining Malay, Indian and Chinese influences, it is known as Nyonya cooking. Malaysia claims curry laksa as a national dish; it is especially popular for breakfast in Kuala Lumpur.\nPhoto\n“Curry laksa is the ultimate Nyonya dish,” Ms. Tan said.\nCurry laksa belongs to a particular culture, but curry noodle soups are found all over Southeast Asia, the vast sweep of islands and peninsulas that leads northwest from the Indian Ocean to the South China Sea. Or in other words, from curry (India) to noodles (China).\nWhile the word “curry” is strongly associated with India, the entire region cooks similarly spiced, slow-cooked dishes that go by that name. Chicken curry is a staple dish in Myanmar and in Malacca, just as it is Mumbai. The hallmark of curry is the blending of different spices — warm and earthy, fiery and herbal — with liquid into a savory, unified sauce.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDepending on the region, the noodles used in curry noodle soup can be thin or thick, flat or round, made of rice, wheat or mung bean flour. The broth can be a complex, layered stock built for the soup, or as simple as a scoop of chicken-potato curry from the pot simmering at one end of the stove, thinned with hot broth right in the bowl. In Japan, kare udon, with fat wheat noodles and thick spicy-sweet soup, is popular.\nIn Thailand, a curried noodle soup called kao soy (also khao soi) is the signature dish of the northern city Chiang Mai, where entire restaurants are devoted to its production. Kao soy is rarely spotted in New York, but can be found at Sripraphai, a Thai restaurant in Woodside known for its exuberantly fiery, authentically spiced food. (Excellent versions are also served at Rhong-Tiam in Greenwich Village and Thai Market on the Upper West Side.)\nThe spice paste for Sripraphai’s kao soy is one of the restaurant’s standard flavor bases; the kitchen produces 54 different ones. Kao soy is powerfully coconut-flavored and its garnishes are palate knockouts: raw onion, pickled mustard greens, fresh lime juice and roasted chili paste.\n“I really think the palate of Americans has changed in the last 10 years,” said Lersak Tipmanee, whose mother, Sripraphai Tipmanee, came to New York from Yala province in southern Thailand and opened the restaurant in 1991. “The love of spice and flavor is really coming out.”", "url": "https://www.nytimes.com/2009/01/07/dining/07laksa.html"}