{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:44:08", "date_modify": "2018-11-16 04:44:08", "date_publish": "2009-08-04 23:11:47", "description": "Kim Jong-il’s bright smiles were not returned by Bill Clinton. Yet the grinning North Korean and stony-faced American were no doubt savoring their moment of mutual relevance.", "filename": "2009_08_05_opinion_05dowd_1542343448.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/dowd-circular/dowd-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_08_05_opinion_05dowd_1542343448.html", "title": "Let the Big Dog Run", "title_page": "Let the Big Dog Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kim Jong-il’s bright smiles were not returned by Bill Clinton . It was strange to see the reclusive Kim so eager and the raffish Clinton so disciplined. Yet the grinning North Korean and stony-faced American were no doubt both savoring their moment of mutual relevance.\nThe price set by Kim for releasing the two captured American journalists, Laura Ling and Euna Lee , was a few hours basking in the presence of the ex-president who most wanted to visit North Korea . Bill Clinton was willing to bow but not scrape.\nHillary sparked an international spat when she said that, as a mother, she understood that the North Koreans were simply unpopular and unruly children misbehaving to get attention.\nNow, less than two weeks later, those bad-seed children had managed to command the full attention of her husband.\nMaybe it was some clever North Korean revenge plot, giving the limelight to Daddy to punish Mommy. Just as Hillary muscled her way back into the spotlight, moving past her broken elbow and grabbing the focus from her bevy of peacock envoys, she was blown off the radar screen again by an even more powerful envoy: the one she lives with.\nPhoto\nIt was a moment unique in the annals of diplomacy. Bill was being hailed as a dazzling statesman who might have changed the stormy weather between the U.S. and North Korea, just as Hillary was beginning an 11-day trip to Africa designed to highlight the subjects she most cares about: do-gooder development and women’s issues.\nThe one in charge of world affairs disappeared from the news all day on Tuesday. The one out of office dominated the news. His plane is rolling down the runway in Pyongyang with the two pardoned women on board? Zowie!\nAdvertisement Continue reading the main story\nBill had the additional schadenfreude spritz of knowing that he had usurped three men he’d had fraught relationships with — Bill Richardson , Jimmy Carter and Al Gore (whose media company the women were working for) — by getting the high-profile assignment to rescue the damsels in distress.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRichardson, labeled “Judas” by James Carville after he endorsed Barack Obama in the campaign, was reduced to the supporting role of CNN commentator, giving Bill props on protocol: “The fact that he saw Kim Jong-il is huge. He only sees big shots and heads of state.”\nIt’s fun to speculate whether Bill and Kim discussed the exchange of insults with Hillary. (North Korea issued a jibe back that Hillary was “a funny lady” and that “sometimes she looks like a primary schoolgirl and sometimes a pensioner going shopping.”)\nYou can picture a charming Bill putting matters in perspective: “Pay no mind to that, Kimmie. She’s an amazin’ woman, but she just goes off sometimes. You should hear what she calls me when she gets riled up. An unruly teenager and then some.”\nConservatives were screeching, naturally, that the Clinton trip would provide propaganda cover to the North Koreans to continue their nuclear shell game.\n“Despite decades of bipartisan U.S. rhetoric about not negotiating with terrorists for the release of hostages,” John Bolton wrote for The Washington Post ’s Web site, “it seems that the Obama administration not only chose to negotiate, but to send a former president to do so.”\nBut the former Bush bullies have no credibility on diplomacy. They spent eight years wrecking it, and the score for them on North Korea is 0-6; zero meetings with Kim and enough plutonium for six nuclear bombs.\nBill Clinton will bring back valuable information about Kim’s mental and physical health. If we’d had that sort of information about the snubbed Saddam, we would have known that he was in his own spiral of doom, trying to bluff his neighbors, with no need for our shock and awe.", "url": "https://www.nytimes.com/2009/08/05/opinion/05dowd.html"}