{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:50:53", "date_modify": "2018-11-16 04:50:53", "date_publish": "2009-04-15 18:52:05", "description": "No show on Broadway right now makes as direct a grab for the heart — or wrings it as thoroughly — as does this brave, breathtaking musical.", "filename": "2009_04_16_theater_reviews_16norm.html_scp=1&sq=Next%2520to%2520Normal%2520Brantley&st=cse_1542343853.html", "image_url": "https://static01.nyt.com/images/2009/04/15/theater/Normal75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_04_16_theater_reviews_16norm.html_scp=1&sq=Next%2520to%2520Normal%2520Brantley&st=cse_1542343853.html", "title": "The New York Times", "title_page": "At the Booth Theater, a Musical About Fragmentation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One bizarrely chipper sequence found Diana having a consumerist breakdown in a Costco store. Fantasies involving her husband and doctors exuded an exaggerated flippancy. And the electric-shock therapy sequence that ended the first act had the crowd-courting campiness of a vintage shock-rock band playing a big arena. Even Ms. Ripley, fine as she was, sometimes seemed to be performing with a bright, conspiratorial wink.\nIt was as if the creative team felt that its audiences wouldn’t stay with it unless they were allowed to take an irony break from time to time. But the comic exaggerations and distortions had the opposite effect. Pull back from “Next to Normal,” and you start to see that its plot isn’t so different from those of dysfunctional-family movies of the week about healing and forgiveness. As for the what-lurks-within-the-rec-room aspect, there has been a surfeit of such exposés — in film, television and literature — since “American Beauty” took the Oscar a decade ago.\nBut the creators of “Next to Normal” realized they had something of authentic and original value beneath the formulaic flourishes. For the retooled version, first seen at the Arena Stage in Washington in November, they made the decision to toughen up and to cast off the last traces of cuteness. This meant never releasing the audience from the captivity of its characters’ minds. That decision has transformed a small, stumbling musical curiosity into a work of muscular grace and power.\nPhoto\nThe plot is exactly the same. And I’m reluctant to describe it in detail, since the show staggers its revelations about what triggered Diana’s illness and its impact on the other members of her family: her husband, Dan (J. Robert Spencer, in the role originated by Brian d’Arcy James) and her children, Natalie (Jennifer Damiano) and Gabe (Aaron Tveit). Besides, simply to describe what occurs — which is mostly reflection and recrimination with a few visits to doctors — doesn’t do justice to the excitement this show generates. And I’m sure medical and psychiatric experts would take issue with some of the details of Diana’s condition.\nBut as one of her two doctors (both suavely played Louis Hobson) says, there is no neat description or explanation for what she suffers from. And “Next to Normal” gives full weight to the confusion and ambivalence that afflict not only Diana but also everyone around her, including Natalie’s new boyfriend, a sweet stoner named Henry (Adam Chanler-Berat, who is both credible and eminently likable).\nMr. Yorkey’s lyrics are more likely to take the form of questions than answers. Mr. Kitt’s score — while sustaining the electric momentum of a rock opera — keeps shifting shapes, from dainty music-box lyricism to twanging country-western heartbreak, suggesting a restless, questing spectrum of moods. (The songs are propelled by the same rock ’n’ roll jaggedness and vitality that animated Duncan Sheik’s score for “Spring Awakening,” another musical about love and pain.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEven the outsize, fractured projections of a house and (later) a face — bringing to mind the comic-strip pointillism of Roy Lichtenstein — on Mark Wendland’s tiered industrial set feel newly appropriate. (Kevin Adams is the lighting designer.) This show is less about connecting the dots than about life as a state of fragmentation.\nNone of this would count for much, though, if the cast members didn’t convey this disconnectedness with the fluidity and intensity that they achieve here. That Mr. Spencer presents Dan as a weaker soul than Mr. James did doesn’t mean he’s giving a weaker performance. The character’s cheerful neutrality, which pervades even Mr. Spencer’s clear tenor, summons the evaporating spirit of a man who is slowly erasing himself.\nAdvertisement Continue reading the main story\nAs the teenage son who is both angel and demon to his mother, Mr. Tveit is contrastingly (and necessarily) as charismatic and ineffable as a figure in a dream, the kind who seems to have the solution to everything until you wake up.\nThe notion that personality is fragile, always on the edge of decomposition, is exquisitely reflected in Ms. Damiano’s astringent, poignant Natalie, a girl who lives in fear both of being invisible to her mother and turning into her. As for the Mom that everyone loves and loathes, Ms. Ripley is giving what promises to be the musical performance of the season. Her achingly exposed-seeming face and sweet, rawness-tinged voice capture every glimmer in Diana’s kaleidoscope of feelings. Anger, yearning, sorrow, guilt and the memory of what must have been love seem to coexist in every note she sings.\nNone of these are particularly comfortable emotions. In combination they’re a dangerous cocktail. But to experience them vicariously through Ms. Ripley is to tingle with the gratitude of being able to feel them all. Diana is right when she sings that “you don’t have to be happy at all to be happy you’re alive.” Nor do musicals have to bubble with cheer to transport an audience as this one does.\nNEXT TO NORMAL\nMusic by Tom Kitt; book and lyrics by Brian Yorkey; directed by Michael Greif; musical staging by Sergio Trujillo; sets by Mark Wendland; costumes by Jeff Mahshie; lighting by Kevin Adams; sound by Brian Ronan; orchestrations by Michael Starobin and Mr. Kitt; vocal arrangements by AnnMarie Milazzo; music director, Charlie Alterman; music coordinator, Michael Keller; technical supervisor, Larry Morley. Presented by David Stone, James L. Nederlander, Barbara Whitman and Patrick Catullo; and Second Stage Theater, Carole Rothman and Ellen Richard. At the Booth Theater, 222 West 45th Street, Manhattan; (212) 239-6200. Running time: 2 hours 20 minutes.\nWITH: Alice Ripley (Diana), J. Robert Spencer (Dan), Aaron Tveit (Gabe), Jennifer Damiano (Natalie), Adam Chanler-Berat (Henry) and Louis Hobson (Dr. Madden/Dr. Fine).", "url": "https://www.nytimes.com/2009/04/16/theater/reviews/16norm.html?scp=1&sq=Next%2520to%2520Normal%2520Brantley&st=cse"}