{"authors": ["Juliet Macur"], "date_download": "2018-11-16 04:14:04", "date_modify": "2018-11-16 04:14:04", "date_publish": "2009-10-02 06:28:36", "description": "Tens of thousands of people celebrated in Rio de Janeiro after the Brazilian city beat Madrid, Tokyo and Chicago in the International Olympic Committee’s vote.", "filename": "2009_10_03_sports_03olympics.html_module=inline_1542341644.html", "image_url": "https://static01.nyt.com/images/2009/10/02/sports/rio.75.3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_10_03_sports_03olympics.html_module=inline_1542341644.html", "title": "The New York Times", "title_page": "Rio de Janeiro Is Awarded 2016 Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Others said there was no explaining it.\n“Everybody was shocked at that result,” said Rene Fasel, an I.O.C. member from Switzerland , regarding Chicago’s first-round ouster. “Everybody expected Chicago and Rio, everybody. It was really strange, and I feel really sorry. If it would have been Chicago and Rio in the end, it would have been much closer.”\nAnita DeFrantz, one of two I.O.C. members from the United States, said she could not believe how the vote unfolded, particularly after the Obamas’ visit. “I hate the fact that these elegant people were here and then our country got treated that way,” she said.\nBeyond showing an apparent indifference to the United States’ star power, the I.O.C. vote was interpreted as a repudiation of the U.S.O.C., which has been in upheaval over the past year and has struggled to gain a favorable standing within the I.O.C.\n“It was a defeat for the U.S.O.C., not for Chicago,” said Denis Oswald, an I.O.C. member from Switzerland.\nPhoto\nMr. Oswald said that 10 to 15 fellow I.O.C. members had approached him recently wanting to discuss issues related to the U.S.O.C. He said that changes in U.S.O.C. leadership “has not helped,” either, and that it was clear that the Chicago bid and the U.S.O.C. were not united. Stephanie Streeter, the acting chief executive of the U.S.O.C., and Larry Probst, the committee’s chairman, have taken their posts in the last year and have run into problems with the I.O.C., most notably over their stalled plan for an Olympic television network and their share of the Games’ network and corporate sponsorship contracts.\n“The United States, within the Olympic movement, hasn’t engaged as well as we could have for a long time,” said Robert Ctvrtlik, the U.S.O.C. vice president for international relations. “There’s a lot of politics going on. This isn’t just on the merits. I don’t think it’s anti-American. Maybe we still don’t have the horsepower to do some of the politicking within the movement.”\nAdvertisement Continue reading the main story\nFor the first time, a United States president met with the I.O.C. on behalf of an American bid — which U.S.O.C. officials called the country’s strongest bid ever — but that was not enough. This followed New York City ’s failed bid for the 2012 Summer Games, a second-round exit after winning only 19 votes.\n“All we know is that the first round is always the most dangerous and obviously we didn’t have a large region of support,” Chicago’s bid leader, Patrick G. Ryan, said. “We wanted to bring home the victory and we didn’t. It wasn’t our day.”\nOn his flight back to Washington on Friday, Mr. Obama said he was disappointed about Chicago’s finish.\nPhoto\n“I have no doubt that it was the strongest bid possible and I’m proud that I was able to come in and help make that case in person,” Mr. Obama said after arriving back in Washington.\nIn Rio, officials declared a holiday for city and state employees. While tens of thousands of people had begun the celebration on the city’s Copacabana beach, where people dressed in shorts and bikinis jumped to samba music , the scene was different earlier in Chicago.\nAll over the city, people responded to the city’s elimination with astonished silence, blank looks and questions. The word there had been that Chicago would survive at least until a late round of voting, if not win. Planned celebrations at schools, parks and restaurants ended abruptly Friday morning.\n“It’s sad,” said Marshall Burt, a lawyer, as he stood in Daley Plaza, in the heart of Chicago’s Loop, where thousands had gathered for what they expected to be a victory rally. “But I think probably the world is still not real keen on America.” He added later, “Chicago may still have the image of gangsters and corruption.”\nThe I.O.C. member Kevan Gosper, of Australia , said the few votes cast for Chicago could have been an accident. “There might have been an effort on the part of the Asian group to protect Tokyo in the first round,” he said.\nPhoto\nRichard W. Pound, an I.O.C. member from Canada , said that Chicago might have been eliminated early on purpose. “I think there were a lot of people saying, if we don’t get it, we’ll support you, but we’ve got to stop Chicago,” he said. “That’s sport politics, not anything else. It’s election management. The Europeans and the Asians are much better at this than we are.”\nAdvertisement Continue reading the main story\nSome members of the Olympic movement in the United States said they were bracing for this moment.\nSkip Gilbert, the chief executive of USA Triathlon and the chairman of the National Governing Bodies Association, said he planned to meet with other executives at national governing bodies to decide what to do next. One option would be to recommend a change in leadership, he said.\n“I think it comes down to when you have a leadership that has no real connection to the Olympic movement before they walk into their roles, what would you expect that they’re going to be able to do in terms of being leaders of an Olympic movement?” he said. “Unfortunately it seems like — and the vote kind of confirms it — that we were doomed to fail from the beginning.”\nStill, Chicago planned for victory. The bid team reserved a hall in downtown here, where they had planned to celebrate with about 500 supporters. When the team arrived, the crowd began singing “The Star-Spangled Banner,” said Michael Plant, a U.S.O.C. board member here as part of Chicago’s delegation.\nGeography, though, was Rio’s strongest point. It helped the city overcome concerns about security in the Brazilian city. There were also concerns that the country would be overextended because it is hosting the 2014 World Cup.\nIt helped Rio that the I.O.C. has a history of trying to effect change with its choices for bid cities. The committee awarded the 2008 Summer Games to Beijing , hoping to help open China to the world. In 1981, it gave the 1988 Summer Games to Seoul to help usher in a civilian government.\nBy choosing Rio, it could help the country develop faster and could bring an entire continent of people closer to the Olympic movement.", "url": "https://www.nytimes.com/2009/10/03/sports/03olympics.html?module=inline"}