{"authors": ["Emily Bazelon"], "date_download": "2018-11-16 04:00:55", "date_modify": "2018-11-16 04:00:55", "date_publish": "2009-07-07 15:13:45", "description": "Supreme Court Justice Ruth Bader Ginsburg talks about women on the bench and their effect on the dynamics and decisions of the court.", "filename": "2009_07_12_magazine_12ginsburg-t.html_module=inline_1542340855.html", "image_url": "https://static01.nyt.com/images/2009/07/07/magazine/ginsburg.7575.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_07_12_magazine_12ginsburg-t.html_module=inline_1542340855.html", "title": "The Place of Women on the Court", "title_page": "The Place of Women on the Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q: At your confirmation hearings in 1993, you talked­ about how you hoped to see three or four women on the court. How do you feel about how long it has taken to see simply one more woman nominated?\nJUSTICE GINSBURG: My prediction was right for the Supreme Court of Canada. They have Beverley McLachlin as the chief justice, and they have at least three other women. The attrition rate is slow on this court.\nQ: Now that Judge Sotomayor has been nominated, how do you feel about that?\nJUSTICE GINSBURG: I feel great that I don’t have to be the lone woman around this place.\nQ: What has that been like?\nJUSTICE GINSBURG: It’s almost like being back in law school in 1956, when there were 9 of us in a class of over 500, so that meant most sections had just 2 women, and you felt that every eye was on you. Every time you went to answer a question, you were answering for your entire sex. It may not have been true, but certainly you felt that way. You were different and the object of curiosity.\nQ: Did you feel that this time around from your male colleagues?\nJUSTICE GINSBURG: My basic concern about being all alone was the public got the wrong perception of the court. It just doesn’t look right in the year 2009.\nQ: Why on a deeper level does it matter? It’s not just the symbolism, right?\nJUSTICE GINSBURG: It matters for women to be there at the conference table to be doing everything that the court does. I hope that these hearings for Sonia will be as civil as mine were and Steve Breyer’s were. Ours were unusual in that respect.\nQ: Did you think that all the attention to the criticism of Sotomayor as being “bullying” or not as smart is sex-inflected? Does that have to do with the rarity of a woman in her position, and the particular challenges?\nAdvertisement Continue reading the main story\nJUSTICE GINSBURG: I can’t say that it was just that she was a woman. There are some people in Congress who would criticize severely anyone President Obama nominated. They’ll seize on any handle. One is that she’s a woman, another is that she made the remark about Latina women. [In 2001 Sotomayor said: “I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn’t lived that life.”] And I thought it was ridiculous for them to make a big deal out of that. Think of how many times you’ve said something that you didn’t get out quite right, and you would edit your statement if you could. I’m sure she meant no more than what I mean when I say: Yes, women bring a different life experience to the table. All of our differences make the conference better. That I’m a woman, that’s part of it, that I’m Jewish, that’s part of it, that I grew up in Brooklyn, N.Y., and I went to summer camp in the Adirondacks, all these things are part of me.\nOnce Justice O’Connor was questioning counsel at oral argument. I thought she was done, so I asked a question, and Sandra said: Just a minute, I’m not finished. So I apologized to her and she said, It’s O.K., Ruth. The guys do it to each other all the time, they step on each other’s questions. And then there appeared an item in USA Today, and the headline was something like“Rude Ruth Interrupts Sandra.”\nQ: It seemed to me that male judges do much more abrasive things all the time, and it goes unremarked.\nJUSTICE GINSBURG: Yes, the notion that Sonia is an aggressive questioner — what else is new? Has anybody watched Scalia or Breyer up on the bench?\nQ: She’ll fit right in?\nJUSTICE GINSBURG: She’ll hold her own.\nQ: From your point of view, does having another woman on the court matter primarily in terms of the public’s perception, or also for what it feels like to be in conference and on the bench?\nJUSTICE GINSBURG: All of those things. What was particularly good was that Sandra and I were different — not cast in the same mold. Sandra gets out two words to my every one. I think that Sonia and I will also be quite different in our style. I think she may be the first justice who didn’t have English as her native language. And she has done just about everything that you can do in law as a prosecutor, in a private firm and on the District Court and the Court of Appeals.\nQ:Do you know her well or a little bit?\nJUSTICE GINSBURG: I know her because I’m the Second Circuit Justice. So I go once a year to the Judicial Conference.\nQ:What do you think about Judge Sotomayor’s frank remarks that she is a product of affirmative action?\nAdvertisement Continue reading the main story\nJUSTICE GINSBURG: So am I. I was the first tenured woman at Columbia. That was 1972, every law school was looking for its woman. Why? Because Stan Pottinger, who was then head of the office for civil rights of the Department of Health, Education and Welfare, was enforcing the Nixon government contract program. Every university had a contract, and Stan Pottinger would go around and ask, How are you doing on your affirmative-action plan? William McGill, who was then the president of Columbia, was asked by a reporter: How is Columbia doing with its affirmative action? He said, It’s no mistake that the two most recent appointments to the law school are a woman and an African-American man.\nQ: And was that you?\nJUSTICE GINSBURG: I was the woman. I never would have gotten that invitation from Columbia without the push from the Nixon administration. I understand that there is a thought that people will point to the affirmative-action baby and say she couldn’t have made it if she were judged solely on the merits. But when I got to Columbia I was well regarded by my colleagues even though they certainly disagreed with many of the positions that I was taking. They backed me up: If that’s what I thought, I should be able to speak my mind.\nQ: Is that another example of how you’ve worked with men over the years?\nJUSTICE GINSBURG: I always thought that there was nothing an antifeminist would want more than to have women only in women’s organizations, in their own little corner empathizing with each other and not touching a man’s world. If you’re going to change things, you have to be with the people who hold the levers.\nQ: You sent me an article by Michael Klarman, a Harvard law professor, that was about ways in which you and Thurgood Marshall were effective as litigators. Klarman pointed out that you were very good at influencing a male lawyer’s brief without making him feel that you had taken over the case. Is that something you learned to do? Was it a conscious approach?\nJUSTICE GINSBURG: I think it was a conscious approach. If you want to influence people, you want them to accept your suggestions, you don’t say, You don’t know how to use the English language, or how could you make that argument? It will be welcomed much more if you have a gentle touch than if you are aggressive.\nQ: Do you think women have to learn how to do that in a different way from men sometimes in the workplace?\nJUSTICE GINSBURG: I haven’t noticed it. There are some very sympathetic men.\nQ: Is it an approach that you still use with your colleagues to try and have a gentle touch?\nJUSTICE GINSBURG: Yes, or to have a sense of humor.\nQ: Do you think if there were more women on the court with you that other dynamics would change?\nAdvertisement Continue reading the main story\nJUSTICE GINSBURG: I think back to the days when — I don’t know who it was — when I think Truman suggested the possibility of a woman as a justice. Someone said we have these conferences and men are talking to men and sometimes we loosen our ties, sometimes even take off our shoes. The notion was that they would be inhibited from doing that if women were around. I don’t know how many times I’ve kicked off my shoes. Including the time some reporter said something like, it took me a long time to get up from the bench. They worried, was I frail? To be truthful I had kicked off my shoes, and I couldn’t find my right shoe; it traveled way underneath.\nQ: You are said to have very warm relationships with your colleagues. And so I was surprised to read a comment you made in an interview in May with Joan Biskupic of USA Today. You said that when you were a young lawyer, your voice was often ignored, and then a male colleague would repeat a point you’d made, and other people would be alert to it. And then you said this still happens now at conference.\nJUSTICE GINSBURG: Not often. It was a routine thing [in the past] that I would say something and it would just pass, and then somebody else would say almost the same thing and people noticed. I think the idea in the 1950s and ’60s was that if it was a woman’s voice, you could tune out, because she wasn’t going to say anything significant. There’s much less of that.But it still exists, and it’s not a special experience that I’ve had. I’ve talked to other women in high places, and they've had the same experience.\nQ: I wonder if that would change if there were more women who were part of the mix on the court?\nJUSTICE GINSBURG: I think it undoubtedly would. You can imagine in Canada, where McLachlin is the chief, I think they must have a different way of hearing a woman’s voice if she is the leader.\nQ: I wanted to ask you about the academic research on the effect of sex on judging. Studies have found a difference in the way male and female judges of similar ideologies vote in some cases. And that the presence of a woman on a panel can influence the way her male colleagues vote. How do these findings match your experience?\nJUSTICE GINSBURG: I’m very doubtful about those kinds of [results]. I certainly know that there are women in federal courts with whom I disagree just as strongly as I disagree with any man. I guess I have some resistance to that kind of survey because it’s what I was arguing against in the ’70s. Like in Mozart’s opera “Così Fan Tutte”: that’s the way women are.\nPhoto\nQ: We started by talking about the idea of three or four women on the Supreme Court. Could you imagine a Supreme Court that had five or six or seven women on it?\nJUSTICE GINSBURG: Yes, we’ve had some state Supreme Courts that have had a majority of women.\nQ: Do you have a sense of what that would be like to actually work on and how it would be different?\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nJUSTICE GINSBURG: The work would not be any easier. Some of the amenities might improve.\nQ: Do you think that some of the discrimination cases might turn out differently?\nAdvertisement Continue reading the main story\nJUSTICE GINSBURG: I think for the most part, yes. I would suspect that, because the women will relate to their own experiences.\nQ: That’s one area in which outcomes might actually differ?\nJUSTICE GINSBURG: Yes. I think the presence of women on the bench made it possible for the courts to appreciate earlier than they might otherwise that sexual harassment belongs under Title VII [as a violation of civil rights law].\nQ: Can I bring up the Ricci case, brought by the New Haven firefighters?\nJUSTICE GINSBURG: This case had some very hard elements. It was a bit like the Heller case, which involved the Second Amendment. [Last year, the Supreme Court found that Washington gun-control laws that barred handguns in private homes were unconstitutional.] For that, the plaintiff was a nice guy who was a security guard at the Federal Judicial Center, and he had to carry a gun on his job, but he couldn’t carry it home. And in Ricci, you have a dyslexic firefighter. Which is just exactly what you should do as a lawyer. I mean, that’s what I did.\nQ: It’s true, it’s a very good strategy. He was a very sympathetic plaintiff. And it was important that the city had already given the test that the white firefighters scored high on and the black firefighters did not.\nJUSTICE GINSBURG: Yes. And the city weights the written and oral parts of the test 60-40, and says: That’s what the union wanted, it’s been in the bargaining contracts for 20 years.\nI don’t know how many cases there were, Title VII civil rights cases, where unions were responsible. The very first week that I was at Columbia, Jan Goodman, a lawyer in New York, called me and said, Do you know that Columbia has given layoff notices to 25 maids and not a single janitor? Columbia’s defense was the union contract, which was set up so that every maid would have to go before the newly hired janitor would get a layoff notice.\nQ: What about the case this term involving the strip search, in school, of 13-year-old Savana Redding? Justice Souter’s majority opinion, finding that the strip search was unconstitutional, is very different from what I expected after oral argument, when some of the men on the court didn’t seem to see the seriousness here. Is that an example of a case when having a woman as part of the conversation was important?\nJUSTICE GINSBURG: I think it makes people stop and think, Maybe a 13-year-old girl is different from a 13-year-old boy in terms of how humiliating it is to be seen undressed. I think many of [the male justices] first thought of their own reaction. It came out in various questions. You change your clothes in the gym, what’s the big deal?\nAdvertisement Continue reading the main story\nQ: Seeing that Souter wrote the opinion in Savana Redding’s case reminded me of Justice Rehnquist writing the majority opinion in Nevada v. Hibbs, the 2003 case in which the court ruled 6-3 that the Family Medical Leave Act applies to state employers, for both female and male workers. Chief Justice Rehnquist wrote in his opinion about an idea you have been talking about for a long time, about stereotypes. He discussed how when women are stereotyped as responsible for the domestic sphere, and men are not, that makes women seem less valuable as employees. I wonder if one of the measures of your success on the court is that a male justice would write an opinion like this?\nJUSTICE GINSBURG: That opinion was such a delightful surprise. When my husband read it, he asked, did I write that opinion? I was very fond of my old chief. I have a sense that it was in part his life experience. When his daughter Janet was divorced, I think the chief felt some kind of responsibility to be kind of a father figure to those girls. So he became more sensitive to things that he might not have noticed.\nQ: Right. Chief Justice Rehnquist once said that sex-discrimination claims carry little weight. And he quipped at the end of a case you argued, when you were a lawyer, “You won’t settle for putting Susan B. Anthony on the new dollar, then?” Do you think he was affected by working with you and Justice O’Connor?\nJUSTICE GINSBURG: I wouldn’t attribute it to one thing. I think I would attribute it to his court experience and his life experience. One of the most moving statements at a memorial service I ever heard was when Janet Rehnquist’s daughter read a letter that she had written to her grandfather. The closeness of their relationship and the caring was just beautiful. Most people had no idea that there was that side to Rehnquist.\nQ: You have written, “To turn in a new direction, the court first had to gain an understanding that legislation apparently designed to benefit or protect women could have the opposite effect.” The pedestal versus the cage. Has the court made that turn completely, or is there still more work to be done?\nJUSTICE GINSBURG: Not completely, as you can see in the case involving whether a child acquires citizenship from an unwed father. [Nguyen v. INS, in which the court in 2001 upheld, by 5 to 4, a law that set different requirements for a child to become a citizen, depending on whether his citizenship rights came from his unmarried mother or his unmarried father.] The majority thought there was something about the link between a mother and a child that doesn’t exist between the father and a child. But in fact the child in the case had been brought up by his father.\nThey were held back by a way of looking at the world in which a man who wasn’t married simply was not responsible. There must have been so many repetitions of Madame Butterfly in World War II. And for Justice Stevens [who voted with the majority], that was part of his experience. I think that’s going to be over in the next generation, these kinds of rulings.\nQ: Let me ask you about the fight you waged for the courts to understand that pregnancy discrimination is a form of sex discrimination.\nAdvertisement Continue reading the main story\nJUSTICE GINSBURG: I wrote about it a number of times. I litigated Captain Struck’s case about reproductive choice. [In 1972, Ginsburg represented Capt. Susan Struck, who became pregnant during her service in the Air Force. At the time, the Air Force automatically discharged any woman who became pregnant and told Captain Struck that she should have an abortion if she wanted to keep her job. The government changed the regulation before the Supreme Court could decide the case.] If the court could have seen Susan Struck’s case — this was the U.S. government, a U.S. Air Force post, offering abortions, in 1971, two years before Roe.\nQ: And suggesting an abortion as the solution to Struck’s problem.\nJUSTICE GINSBURG: Yes. Not only that, but it was available to her on the base.\nQ: The case ties together themes of women’s equality and reproductive freedom. The court split those themes apart in Roe v. Wade. Do you see, as part of a future feminist legal wish list, repositioning Roe so that the right to abortion is rooted in the constitutional promise of sex equality?\nJUSTICE GINSBURG: Oh, yes. I think it will be.\nQ: If you were a lawyer again, what would you want to accomplish as a future feminist legal agenda?\nJUSTICE GINSBURG: Reproductive choice has to be straightened out. There will never be a woman of means without choice anymore. That just seems to me so obvious. The states that had changed their abortion laws before Roe [to make abortion legal] are not going to change back. So we have a policy that affects only poor women, and it can never be otherwise, and I don’t know why this hasn’t been said more often.\nQ: Are you talking about the distances women have to travel because in parts of the country, abortion is essentially unavailable, because there are so few doctors and clinics that do the procedure? And also, the lack of Medicaid for abortions for poor women?\nJUSTICE GINSBURG: Yes, the ruling about that surprised me. [Harris v. McRae — in 1980 the court upheld the Hyde Amendment, which forbids the use of Medicaid for abortions.] Frankly I had thought that at the time Roe was decided, there was concern about population growth and particularly growth in populations that we don’t want to have too many of. So that Roe was going to be then set up for Medicaid funding for abortion. Which some people felt would risk coercing women into having abortions when they didn’t really want them. But when the court decided McRae, the case came out the other way. And then I realized that my perception of it had been altogether wrong.\nQ: When you say that reproductive rights need to be straightened out, what do you mean?\nJUSTICE GINSBURG: The basic thing is that the government has no business making that choice for a woman.\nAdvertisement Continue reading the main story\nQ: Does that mean getting rid of the test the court imposed, in which it allows states to impose restrictions on abortion — like a waiting period — that are not deemed an “undue burden” to a woman’s reproductive freedom?\nJUSTICE GINSBURG: I’m not a big fan of these tests. I think the court uses them as a label that accommodates the result it wants to reach. It will be, it should be, that this is a woman’s decision. It’s entirely appropriate to say it has to be an informed decision, but that doesn’t mean you can keep a woman overnight who has traveled a great distance to get to the clinic, so that she has to go to some motel and think it over for 24 hours or 48 hours.\nI still think, although I was much too optimistic in the early days, that the possibility of stopping a pregnancy very early is significant. The morning-after pill will become more accessible and easier to take. So I think the side that wants to take the choice away from women and give it to the state, they’re fighting a losing battle. Time is on the side of change.\nQ: Since we are talking about abortion, I want to ask you about Gonzales v. Carhart, the case in which the court upheld a law banning so-called partial-birth abortion. Justice Kennedy in his opinion for the majority characterized women as regretting the choice to have an abortion, and then talked about how they need to be shielded from knowing the specifics of what they’d done. You wrote, “This way of thinking reflects ancient notions about women’s place in the family and under the Constitution.” I wondered if this was an example of the court not quite making the turn to seeing women as fully autonomous.\nJUSTICE GINSBURG: The poor little woman, to regret the choice that she made. Unfortunately there is something of that in Roe. It’s not about the women alone. It’s the women in consultation with her doctor. So the view you get is the tall doctor and the little woman who needs him.\nQ: In the 1980s, you wrote about how while the sphere for women has widened to include more work, men haven’t taken on as much domestic responsibility. Do you think that things are beginning to change?\nJUSTICE GINSBURG: That’s going to take time, changing that kind of culture. But looking at my own family, my daughter Jane teaches at Columbia, she travels all over the world, and she has the most outstanding supportive husband who certainly carries his fair share of the load. Although their division of labor is different than mine and my husband’s, because my daughter is a super cook.\nQ: Can courts play a role in changing that culture?\nJUSTICE GINSBURG: The Legislature can make the change, can facilitate the change, as laws like the Family Medical Leave Act do. But it’s not something a court can decree. A court can’t tell the man, You’ve got to do more than carry out the garbage.", "url": "https://www.nytimes.com/2009/07/12/magazine/12ginsburg-t.html?module=inline"}