{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:44:32", "date_modify": "2018-11-16 04:44:32", "date_publish": "2009-05-24 23:33:06", "description": "North Korea said it had successfully conducted its second nuclear test, raising the stakes in the effort to get the nation to give up its nuclear weapons program.", "filename": "2009_05_25_world_asia_25nuke.html_module=inline_1542343472.html", "image_url": "https://static01.nyt.com/images/2009/05/25/world/25nuke.754.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_25_world_asia_25nuke.html_module=inline_1542343472.html", "title": "North Korea Claims to Conduct 2nd Nuclear Test", "title_page": "North Korea Claims to Conduct 2nd Nuclear Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Korea conducted its first nuclear test on Oct. 9, 2006, which was considered something of a bust by South Korean and American officials. North Korea had given some advance notice before that test, which, like Monday’s test, also was conducted in the country’s northeast.\nPyongyang had recently threatened to conduct a second nuclear test, citing what it called Washington’s “hostilities.”\nIf the North’s latest test was more of a success, it could mean that North Korea has bolstered its atomic weapons capabilities — and its leverage over the United States, which has sought to denuclearize the North.\nPhoto\nIn Washington, the Obama administration had a cautious initial reaction to the news early Monday. “We are aware of the reports of a nuclear test by North Korea,” said a senior State Department official who spoke on condition of anonymity because the department was still gathering information. “We are consulting with our allies. Once we have established the facts, we will have more to say.”\nThere was no immediate reaction to the test from the Chinese foreign ministry, but China ’s official news agency, Xinhua, cited concern by officials in Japan , Russia and the European Union . Japan was expected to call for an emergency meeting of the United Nations Security Council , Xinhau said.\nHints that the North had conducted a new test first emerged Monday morning when South Korean authorities detected an artificially triggered tremor emanating from the area of Kilju, in northeastern North Korea, said Lee Dong-kwan, spokesman of the office of President Lee Myung-bak of South Korea.\nThe spokesman said “intelligence officials of South Korea and the United States are analyzing the data and closely monitoring the situation.”\nAdvertisement Continue reading the main story\nEarlier Monday, North Korea announced that Kim Jong-il had sent a message expressing “profound condolences” to the widow of Mr. Roh, who had pursued a more conciliatory policy toward the North. It remained unclear whether Mr. Kim would send a delegation to Mr. Roh’s funeral slated for Friday.\nRelations between the Koreas have deteriorated since Mr. Roh’s successor, Mr. Lee, took office in February 2008, promising to reverse the “sunshine policy” of promoting political reconciliation with Pyongyang with economic aid.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAgreements resulting from a 2007 summit meeting called for the South to spend billions of dollars to help rebuild the impoverished North’s dilapidated infrastructure. Mr. Lee believed that such aid must be linked to improvements in the North’s human rights record and the dismantling of its nuclear facilities.\nNorth Korea has viciously attacked Mr. Lee, calling him a “national traitor,” cutting off official dialogue and reducing traffic across the countries’ heavily armed border.\nThe new test comes against a backdrop of heightened tensions between North Korea and the United States, which keeps a heavy military deployment in South Korea.\nPhoto\nTwo American journalists are scheduled to be tried June 4 in North Korea, charged with illegal entry into the North and “hostile acts,” and that case in particular has aggravated tensions between Pyongyang and Washington. The relationship was already strained by the North’s launching of a long-range rocket on April 5.\nAfter that launch, Washington pressed the United Nations Security Council to tighten sanctions on the North. In retaliation, Pyongyang expelled United Nations nuclear monitors, while threatening to restart a plant that makes weapons-grade plutonium and to conduct a nuclear test.\nThis month, one day after an American diplomat offered new talks on North Korea’s nuclear program , the North said it had become useless to talk further with the United States.\n“The study of the policy pursued by the Obama administration for the past 100 days since its emergence made it clear that the U.S. hostile policy toward the D.P.R.K. remains unchanged,” the North Korean Foreign Ministry said, using the initials for the country’s official name, the Democratic People’s Republic of Korea.\nAdvertisement Continue reading the main story\nIn comments carried by KCNA, the ministry said: “There is nothing to be gained by sitting down together with a party that continues to view us with hostility.”\nThe rebuff came as Stephen W. Bosworth, the American special envoy on North Korea, began a trip to Asia with a fresh offer of dialogue. The North’s vow to “bolster its nuclear deterrent” came just hours before Mr. Bosworth was due to arrive in Seoul.\nThe North’s first nuclear test in 2006 was widely condemned, but it created a new urgency in the six-party talks that had failed to prevent the blast. The parties to the talks are the two Koreas, the United States, China, Japan and Russia.\nIn February 2007, Washington agreed to ease sanctions against banks dealing with Pyongyang, and North Korea concurrently agreed to a process that would lead to the dismantling of its nuclear weapons program. North Korea would receive deliveries of fuel oil in exchange for certain verifications that it was ending its program.\nBut last December the process collapsed when North Korea rejected the verification measures being sought by the Bush administration.", "url": "https://www.nytimes.com/2009/05/25/world/asia/25nuke.html?module=inline"}