{"authors": ["Carlotta Gall", "Taimoor Shah"], "date_download": "2018-11-16 03:21:45", "date_modify": "2018-11-16 03:21:45", "date_publish": "2009-05-14 18:47:59", "description": "The number of civilians killed by U.S. airstrikes in Farah Province last week may never be fully known, but villagers tell stories of devastation.", "filename": "2009_05_15_world_asia_15farah_1542338505.html", "image_url": "https://static01.nyt.com/images/2009/05/14/world/15farah_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_15_world_asia_15farah_1542338505.html", "title": "Afghan Villagers Describe Chaos of U.S. Strikes", "title_page": "Afghan Villagers Describe Chaos of U.S. Strikes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is bombings like this one that have turned many Afghans against the American-backed government and the foreign military presence. The events in Granai have raised sharp questions once again about the appropriateness and effectiveness of aerial bombardment in a guerrilla war in which the insurgents deliberately blend into the civilian population to fight and flee.\nTaliban insurgents are well aware of the weakness and are making the most of it, American and Afghan officials say. Farah, a vast province in the west, contains only a smattering of foreign special forces and trainers who work among Afghan police and army units. Exploiting the thin spread of forces, the insurgents sought to seize control of Granai and provoke a fierce battle over the heads of the civilian population, Afghan and American officials say.\nAfter hours of fighting and taking a number of casualties, the American forces called in their heaviest weapon, airstrikes, on at least three targets in the village.\nThe rapid mass burial of the victims and the continuing presence of insurgents in the area have hampered investigations. Journalists were advised against visiting Granai. Villagers were interviewed here in Farah, the provincial capital, where they came to collect compensation payments, and in the neighboring province of Herat, where some were taken for treatment.\nMuch of the villagers’ descriptions matched accounts given by the United States military spokesman, Col. Greg Julian, and the provincial police chief, Col. Abdul Ghafar Watandar. But they differed on one important point: whether the Taliban had already left Granai before the bombing began.\nThere was particular anger among the villagers that the bombing came after, they say, the Taliban had already left at dusk, and the fighting had subsided, so much so that men had gone to evening prayers at 7 p.m. and returned and were sitting down with their families for dinner.\nThe police chief said that sporadic fighting continued into the night and that the Taliban were probably in the village until 1 a.m.\nAdvertisement Continue reading the main story\nWhatever the case, American planes bombed after 8 p.m. in several waves when most of the villagers thought the fighting was over; and whatever the actual number of casualties, it is clear from the villagers’ accounts that dozens of women and children were killed after taking cover.\nOne group went to a spacious compound owned by a man named Said Naeem, on the north side of the village, where the two girls were wounded. Only one woman and six children in the compound survived, one of their fathers said.\nPhoto\nAnother group gathered in the house of the village imam, or religious leader, Mullah Manan. That, too, was bombed, causing an equally large number of casualties, villagers said. Colonel Julian, the American military spokesman, said that the airstrikes hit houses from which the Taliban were firing. The enormous explosions left such devastation that villagers struggled to describe it. “There was someone’s legs, someone’s shoulders, someone’s hands,” said Said Jamal, an old white-bearded man with rheumy eyes, who lost two sons and a daughter. “The dead were so many.”\nA joint government and United States military delegation visited Granai last week but came back sharply divided in their conclusions. The Afghan government said that 140 civilians were killed and 25 wounded, and that 12 houses were destroyed.\nThe United States military said the Afghan numbers were far too high. This week, a senior military investigator, Brig. Gen. Raymond A. Thomas III of the United States Army, arrived to conduct an in-depth inquiry for the region’s overall military commander, Gen. David H. Petraeus.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAn independent Afghan organization, Afghanistan Rights Monitor, said Wednesday that at least 117 civilians were killed — including 26 women and 61 children — drawing on interviews with 21 villagers and relatives of the dead. The group criticized both the Taliban for fighting among civilians, and the United States military for using excessive force.\nThe police chief, Colonel Watandar, confirmed much of the villagers’ accounts of the fighting. A large group of Taliban fighters, numbering about 400, they estimated, entered the village and took up positions at dawn on May 4. By midmorning, the Taliban began attacks on police posts on the main road, just yards from the village, they said.\nThe fighting raged all day. The police called in more police officers, Afghan Army units and an American quick reaction force from the town of Farah as reinforcements.\nBy midafternoon, the exchanges escalated sharply and moved deeper into the village. Taliban fighters were firing from the houses, and at one point a Marine unit called in airstrikes to allow Marines to go forward and rescue a wounded Afghan soldier, said Colonel Julian, the United States military spokesman. After that, Taliban fire dropped significantly, he said.\nAdvertisement Continue reading the main story\nA villager named Multan said that one house along the southern edge of the village was hit by a bomb and that one Taliban fighter was killed there. But villagers did not report any civilian casualties until the American planes bombed that night.\nTillah, the 12-year-old girl, whose face bears the scars of a scorching blast, still twisted in pain from the burning in her leg at the provincial hospital in Herat, where she and other survivors were taken to a special burn unit. Her two sisters, Freshta, 5, and Nuria, 7, were barely visible under the bandages swathing their heads and limbs.\nThe three girls were visiting their aunt’s house with their mother when a plane bombed the nearby mosque, around 8 p.m., Tillah said. That is when they fled to Said Naeem’s seven-room home.\n“When we reached there we felt safe and I fell asleep,” Tillah said. She said she heard the buzzing noise of a plane, but then only remembers coming to when someone pulled her from the rubble the next morning.\nA second girl, Nazo, 9, beside her in another hospital bed, said she saw two red flashes in the courtyard that kicked up dust seconds before the explosion.\n“I heard a loud explosion and the compound was burning and the roof fell in,” she said. Seven members of the family with her died, and four were wounded, her father, Said Malham, said.\n“Why do they target the Taliban inside the village?” he asked wearily. “Why don’t they bomb them when they are outside the village?”\n“The foreigners are guilty,” he continued. “Why don’t they bomb their targets, but instead they come and bomb our houses?”", "url": "https://www.nytimes.com/2009/05/15/world/asia/15farah.html"}