{"authors": ["Andrew Ross Sorkin", "Michael J. De La Merced"], "date_download": "2018-11-16 03:51:47", "date_modify": "2018-11-16 03:51:47", "date_publish": "2009-10-14 21:27:56", "description": "Mr. Wasserstein was a Wall Street investment banker who helped pioneer the hostile takeover and reshaped the mergers and acquisitions business into a high art.", "filename": "2009_10_15_business_15wasserstein.html_module=inline_1542340307.html", "image_url": "https://static01.nyt.com/images/2009/10/15/business/wasserstein75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_10_15_business_15wasserstein.html_module=inline_1542340307.html", "title": "Bruce Wasserstein, Lazard Banker, Dies at 61", "title_page": "Bruce Wasserstein, Lazard Banker, Dies at 61 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To Mr. Wasserstein, deal-making was a chess game, one ripe for unusual strategies — that often came at high cost. Never one to easily lose a deal, he often urged clients to reach deep into their pocketbooks to win, often stroking their egos with what became known as his “Dare to be Great” speech. Critics bestowed upon him a sobriquet he detested: Bid-’em-Up Bruce.\n“He was a great tactician,” Mr. Rohatyn said Wednesday. “He frightened people. That’s why they called him Bid-’em-Up Bruce.”\nBut Mr. Wasserstein often said he was misunderstood. “Naturally, people say, ‘Well, he likes messy things,’ ” he said in an interview in 2006. “It’s because, well, what do people turn to us for? It’s complicated things where it matters that you can actually think.”\nMr. Wasserstein is survived by his wife, Angela Chao, an executive at her family’s shipping company and the sister of Elaine Chao, the former labor secretary, and seven children. He adopted the daughter of his sister, the Pulitzer Prize-winning playwright Wendy Wasserstein, who died in 2006. He was divorced three times.\nTwo of Mr. Wasserstein’s five siblings have died of illness. Wendy Wasserstein died of lymphoma at the age of 55. Another sister, Sandra W. Meyer, a senior marketing executive, died in 1997 of breast cancer at the age of 60.\nLazard said on Wednesday that it had appointed Steven J. Golub, a vice chairman, as its interim chief. Other executives, including Charles G. Ward III and Gary W. Parr, have also been floated as potential successors, according to people inside the firm.\nMr. Wasserstein’s death poses several other issues for Lazard. At the time of his death, he and a family trust own about an 11 percent stake in Lazard, or about 16.2 million shares, according to public filings, and the trust can name a board member.\nAdvertisement Continue reading the main story\nBruce Wasserstein was born on Dec. 25, 1947, in Brooklyn to Morris W. Wasserstein, a fabric executive, and Lola Schleifer. He graduated from the University of Michigan at the age of 19, moving on to Harvard Law School and the Harvard Business School, where he worked as one of Ralph Nader’s “Nader’s Raiders.”\n“From when we were classmates at Harvard Law School in 1967 to last week, he was constantly giving me and so many friends unsolicited and loving advice on our careers and plans,” said Mark Green, the former New York City public advocate, who wrote a book with Mr. Wasserstein.\nHe later traveled to Cambridge University in England as a Knox Fellow, where his interest in business began with his studies of British mergers.”\nAfter graduation, he began working at the law firm Cravath, Swaine & Moore, where he quickly impressed other deal-makers. Among them was Mr. Perella, then a banker at First Boston.\n“It was 1976 and I went to a meeting where Bruce was the junior guy at Cravath,” Mr. Perella recalled. “When I left the meeting, I said, ‘Hey, we’ve got to know that guy.’”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Wasserstein was hired that year and, with Mr. Perella, built the firm into a powerhouse deal shop. Many of the deals that symbolized the frenzy that was the 1980s Wall Street — Texaco’s acquisition of Getty Oil, ABC’s sale to Capital Cities — bore their fingerprints. (Mr. Rohatyn said he tried to lure Mr. Wasserstein and Mr. Perella to Lazard in the 1980s.)\nMr. Wasserstein cemented his deal-making reputation in 1981 through his work on DuPont’s purchase of Conoco, outmaneuvering Mobil and Seagram with a lesser bid by using a tactic he devised called a “front-end loaded two-step tender.” Mr. Perella said that no one gave DuPont a chance at the outset.\n“The rules were just developing in terms of tender offers and he was very creative,” said Joseph Flom, a partner at the law firm Skadden, Arps, Slate, Meagher & Flom and another veteran mergers adviser. “He kept coming up with new ideas and gimmicks. And he was a heck of a salesman.”\n(DuPont’s winning strategy eventually was banned by the Securities and Exchange Commission.)\nBut Mr. Wasserstein also worked as a corporate defender, becoming the “antidote of choice” to Michael R. Milken, the Drexel Burnham Lambert financier whose junk bonds powered many of the 1980s’ hostile deals, Mr. Perella said.\nAdvertisement Continue reading the main story\nIn 1988, after months of feuding with First Boston, he and Mr. Perella left to set up their own shop, Wasserstein Perella & Company, taking many of their former colleagues and clients.\n“When Bruce and Joe left First Boston, they and their colleagues came across Park Avenue to our office to continue working on a number of major deals,” said Martin Lipton, a partner at the law firm Wachtell, Lipton, Rosen & Katz and another gray eminence of deal-making. “They were so busy that they overloaded our phone system so that they, and we, were out of business for several hours.”\nIt was there that Mr. Wasserstein advised on K.K.R.’s takeover of Nabisco. The private equity firm hired him in part to ensure that he could not appear on the opposite side of the negotiating table. Other prominent deals included Philip Morris’s purchases of Kraft and General Foods.\nThough Mr. Perella left the boutique firm in the 1990s (and has since co-founded another investment bank), Mr. Wasserstein stayed on and sold it to Dresdner Bank in 2000 for about $1.4 billion. Ever the deal-maker, he reaped much of the proceeds.\nIn 2002, he was hired by Michel David-Weill, then Lazard’s chairman, to run the investment bank he had long admired.\nMr. Wasserstein largely ended years of bitter infighting and began rebuilding the advisory shop as a formidable Wall Street player. But he also persuaded many of the firm’s deal-makers to support one of the biggest deals of his career: taking Lazard public and ending more than a century of private ownership. The move set off a bitter feud between the two men, one often played out in the press.\nSoon after Lazard went public, Mr. Wasserstein embarked on another major deal, advising the corporate raider Carl C. Icahn in an assault on a former client, AOL Time Warner. Mr. Icahn recalled the beginnings of that odd pairing this way: “We both have houses in the Hamptons and we were walking down the beach together and got to talking about Time Warner. I told him I didn’t want to pay a big banker fee. He said he’d take just a small percent of the deal.”\nMr. Icahn and Mr. Wasserstein failed to take over Time Warner, but their efforts propelled the media giant’s stock higher, earning them both a tidy sum.\nAdvertisement Continue reading the main story\n“I always used to tell him, ‘That walk on the beach got you $26 million,’ ” Mr. Icahn said.\nMore recently, Mr. Wasserstein led the team advising Kraft, a longtime client, in its potential takeover of Cadbury. Colleagues said the work had seemed to infuse him with new energy, and he had been in the office as recently as last week.\nMr. Wasserstein’s side career as a media mogul struck some as an unusual choice. But Adam Moss, New York’s editor in chief, said the businessman took a kind of personal pleasure in owning the publication.\n“He had always been interested in journalism, an interest sharpened by being on the receiving end of it,” Mr. Moss said. “But he never used it to wield influence the way other powerful men would have, never tried to plant a story, never complained about anything we published.”", "url": "https://www.nytimes.com/2009/10/15/business/15wasserstein.html?module=inline"}