{"authors": ["Micheline Maynard"], "date_download": "2018-11-16 03:26:25", "date_modify": "2018-11-16 03:26:25", "date_publish": "2009-05-19 20:41:51", "description": "It is an age-old remedy for sick children and grown-ups alike. Now, homemade ginger ale is appearing on drink menus across the country under happier circumstances.", "filename": "2009_05_20_dining_20ginger_1542338785.html", "image_url": "https://static01.nyt.com/images/2009/05/19/dining/20ginger75.3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_05_20_dining_20ginger_1542338785.html", "title": "The New York Times", "title_page": "From Scratch, Ginger Ales That Zing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Nothing’s more local than things being made from scratch,” Ms. Stensson said.\nMaking things from scratch is a hallmark of a new breed of cocktail bars, too, where bartenders eschew commercial mixers in favor of those made on the spot.\nChristine Sismondo of Toronto, the author of “Mondo Cocktail,” said the revived popularity of ginger ale was a sharp contrast to its previous reputation as a sweetener to make strong drinks more palatable. “Rye and ginger, in Canada, was the joke drink,” Ms. Sismondo said.\nBut beyond current fashions, homemade ginger ale has a lively bite that is especially appealing as summer nears.\n“It’s a very refreshing, vibrant feeling,” said Geoff Alexander, the managing partner of Wow Bao, part of Lettuce Entertain You Enterprises, the Chicago restaurant company.\nPhoto\nTypically less sweet than store-bought sodas, the handmade ales get an added zing from fresh ginger. At Stand, it is peeled and put through a strainer to make juice, said P. J. Bodoy, the general manager. The juice is steeped with lemon juice and simple syrup. When a customer orders a ginger ale, this base is topped off with seltzer delivered by Walter Backerman, a third-generation seltzer seller.\nA glass of plain ginger ale costs $6. The soda also serves as an ingredient in mixed drinks, at $9 each, like the Mr. Sunshine, made with rye, and the Dark and Stormy, made with dark rum.\nMr. Petraske’s ginger ale base at Drinkshop calls for lime juice instead of lemon. It is an ingredient in the slyly named Presbyterian, which includes bourbon or rum blended with ale and club soda, and topped with a twist of lemon.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDrinkshop also offers the London Buck, which has gin, ale, lemon and, in a nod to Atlanta’s local fruit, peach juice. The cocktails run $13 each.\nAdvertisement Continue reading the main story\nA less expensive ginger ale is sold at Sweetwaters Coffee and Tea in Ann Arbor, Mich., where a nonalcoholic drink called the Ginger Fizz costs $2.95 a serving.\nThe Fizz is the latest variation on the ginger-lemon tea, available hot or cold, that Sweetwaters has sold since its original branch in downtown Ann Arbor opened 15 years ago, said Lisa Bee, a co-owner. Both the tea and the ale start with a base of ginger, honey, lemon, water and an ingredient that Ms. Bee declined to identify. To make a Fizz, the concentrate is mixed with sparkling water.\nAlthough Sweetwaters offers a variety of stronger, sweeter drinks, the Fizz’s lack of sugar and caffeine are selling points. “If we have all-natural alternatives,” Ms. Bee said, “people will consider them.”\nHomemade ginger ale is selling well in Chicago, where the three Wow Bao shops serve 1,000 cups a week, at $2.29 apiece. The ale, made from a concentrate produced in the same kettles used to steam buns and dumplings, comes in plain, green tea and pomegranate flavors.\nWow Bao also offers the ginger concentrate at its Jackson Boulevard shop as a topping for plain frozen yogurt.\nThe ale fits with the restaurants’ Asian theme, Mr. Alexander said. “Ginger is a very important part of Chinese cooking,” he said. “It became a natural part of our menu.”\nThough customers have suggested that Wow Bao expand its ginger ale flavorings, Mr. Alexander is reluctant to experiment too much. (A cranberry version failed to catch on.) “We could go the full spectrum,” he said, “but people who want ginger ale really want ginger ale.”", "url": "https://www.nytimes.com/2009/05/20/dining/20ginger.html"}