{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:11:18", "date_modify": "2018-11-16 04:11:18", "date_publish": "2009-09-13 13:07:38", "description": "“The Lost Symbol,” Dan Brown’s overdue follow-up to “Angels & Demons” and “The Da Vinci Code,” brings sexy back to a genre that had been left for dead.", "filename": "2009_09_14_books_14maslin.html_pagewanted=all&_r=0&module=inline_1542341478.html", "image_url": "https://static01.nyt.com/images/2009/09/14/books/ARTS-BROWN75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_09_14_books_14maslin.html_pagewanted=all&_r=0&module=inline_1542341478.html", "title": "The New York Times", "title_page": "‘The Lost Symbol’ by Dan Brown: Baddies and Brainiacs and the Secrets of Freemasonry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mal’akh appears in the stereotypically sinister prologue, disguising his identity as he is initiated into the highest echelon of Freemasonry. Next up is the return of Langdon, first seen here on a private plane en route to Washington. He has agreed on short notice to give a speech at the behest of Peter Solomon, Langdon’s mentor and Katherine’s brother. Why is Langdon in such demand? He’s barely off the plane when a woman brings up his last book, the one about the church and the sacred feminine: it seems to have created some kind of stir. “What a delicious scandal that one caused!” she says. “You do enjoy putting the fox in the henhouse!”\nLangdon heads for the National Statuary Hall in the Capitol building , where he is to speak. And here comes Mr. Brown’s first neat trick: The Solomon summons was fake. There’s no audience waiting. Just as Langdon realizes he has been lured to Washington under a false pretext, a shriek arises from the Rotunda. Some fiend has deposited Peter Solomon’s severed, tattooed hand right above the Capitol Crypt — and right below the dome art that depicts George Washington, founding father and Freemason, as an ascending deity. “That hardly fits with the Christian underpinnings of this country,” huffs the tiny, irritating C.I.A. official who serves as this book’s Jar Jar Binks, when Langdon starts holding forth about the “Ancient Mysteries” the Capitol hides.\nMeanwhile, at the Smithsonian Museum Support Center in Maryland (the book gives street addresses if you don’t want to wait for the official Dan Brown bus tours), Dr. Solomon is in her lab. It is located within an immense, highly guarded building that also houses Mars meteorite ALH-84001 and an architeuthis (a k a giant squid). And here it’s worth bringing up that Mr. Brown has a sideline as a walking crossword puzzle. His code- and clue-filled book is dense with exotica, from Futhark to Eiomahe to the Kubera Kolam. As for actual symbology, there’s a fabulous moment when Mal’akh has Langdon trapped in a box that is rapidly filling with water. He suddenly shows Langdon a 64-symbol-encoded grid. If Langdon doesn’t figure out its meaning in less than 60 seconds, he’ll stop breathing and something truly terrible will happen: We won’t get to hyperventilate through another mind-blowing Langdon story.\nMr. Brown’s splendid ability to concoct 64-square grids outweighs what might otherwise be authorial shortcomings. Within this book’s hermetically sealed universe, characters’ motivations don’t really have to make sense; they just have to generate the nonstop momentum that makes “The Lost Symbol” impossible to put down. So Mal’akh’s story is best not dissected beyond the facts that he is bad, self-tattooed, self-castrated and not Langdon’s friend.\nPhoto\nAlso, the author uses so many italics that even brilliant experts wind up sounding like teenage girls. And Mr. Brown would face an interesting creative challenge if the phrases “What the hell\n...?,” “Who the hell ... ?” and “Why the hell ... ?” were made unavailable to him. The surprises here are so fast and furious that those phrases get quite the workout.\nAdvertisement Continue reading the main story\nThen again, Mr. Brown’s excitable, hyperbolic tone is one of the guilty pleasures of his books. (“ ‘Actually, Katherine, it’s not gibberish.’ His eyes brightened again with the thrill of discovery. ‘It’s ... Latin.’ ”) It’s all in a day’s work for Langdon to ponder “a single solitary image that represented the illumination of the Egyptian sun god, the triumph of alchemical gold, the wisdom of the Philosopher’s Stone, the purity of the Rosicrucian Rose, the moment of the Creation, the All, the dominance of the astrological sun” and so much more in that cosmically mystical vein.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The Lost Symbol” manages to take a twisting, turning route through many such aspects of the occult even as it heads for a final secret that is surprising for a strange reason: It’s unsurprising. It also amounts to an affirmation of faith. In the end it is Mr. Brown’s sweet optimism, even more than Langdon’s sleuthing and explicating, that may amaze his readers most.\nMr. Brown was writing sensational visual scenarios long before his books became movie material. This time he again enlivens his story with amazing imagery. Some particularly hot spots: the unusually suspense-generating setup for Katherine’s laboratory; the innards of the Library of Congress ; the huge tank of the architeuthis; and two highly familiar tourist stops, both rendered newly breathtaking by Mr. Brown’s clever shifting of perspective. Thanks to him, picture postcards of the capital’s most famous monuments will never be the same.\nFinally, there’s the jacket art for “The Lost Symbol,” its background covered with hundreds of symbols that form tiny coded inscriptions. These are so faint that in order to see them you need to pick up an actual copy of the book. You were probably going to do that anyhow.", "url": "https://www.nytimes.com/2009/09/14/books/14maslin.html?pagewanted=all&_r=0&module=inline"}