{"authors": ["Christine Muhlke"], "date_download": "2018-11-16 03:38:20", "date_modify": "2018-11-16 03:38:20", "date_publish": "2009-11-24 16:05:17", "description": "Soul Food Farm learned the meaning of community-supported agriculture the hard way.", "filename": "2009_11_29_magazine_29food-t-000_1542339500.html", "image_url": "https://static01.nyt.com/images/2009/11/29/magazine/29food-span/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_11_29_magazine_29food-t-000_1542339500.html", "title": "The New York Times", "title_page": "Learning About Community-Supported Agriculture the Hard Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nWhen a brush fire destroyed two chicken houses at Soul Food Farm in Vacaville, Calif., in September, killing 1,200 chicks that would have been cooked rather differently at Chez Panisse, Alexis Koefoed was sure her business wouldn’t survive. The loss of two weeks’ income would put her young farm over the edge, especially since her husband had lost his job in June.\nNo second-career farmer will tell you that she does it for the money. The biggest dividend is a newfound community, a web extended and strengthened by shoppers and chefs. And it’s the community that saved Soul Food Farm. Days after the fire, area food leaders and restaurants set up fund-raising dinners and raffles. The Web site Eater San Francisco posted a guide to “Navigating the Soul Food Farm Benefits,” as customers like Chez Panisse, Coi, Quince, Camino, Bi-Rite Market, Prather Ranch Meat Company and other Bay Area heavy hitters chipped in to help Koefoed re-coop. They raised more than $25,000. And thanks to the 35 volunteers who showed up to build one weekend, she now has four chicken houses.\n“I sincerely did not know that so many people knew about Soul Food Farm,” Koefoed said when I talked to her two weeks after the arson-sparked blaze, some of the 30 acres of charred pasture and hills visible behind her. “When people started calling and saying that they wanted to help, and they cared and it mattered to them that the farm be here, it was a huge eye-opener. So I guess I can’t quit now!”\nA zippy, attractive woman in her mid-40s whose triathlete’s physique should spur gyms to offer egg-gathering classes, she’s a prime example of a starmer, or star farmer. (She was on the cover of Edible San Francisco with a chicken, and Soul Food Farm was voted “the Best Chicken, the Best Eggs” by San Francisco Magazine.) But just because Soul Food Farm is a darling of the local media doesn’t mean that Koefoed lives a Martha Stewart life. Muddy Wellies and vintage pickup trucks may be fashionable signifiers, but the days are taxing and long. There are no sick days or weekends, and she and her husband, Eric, vacation in shifts. Imagine the hours and effort of a start-up, without the Google payout.\nAdvertisement Continue reading the main story\nKoefoed said that she has done everything backward and nothing by the book. The eggs came first: she raised them for her family on their 55-acre farm beginning in 2005 and sold some in the neighborhood. “Eventually it sort of dawned on me: Wow, this might be a nice little business.” She left her job at Havens Wine Cellars to farm full time, but things kicked in when a friend who was a sous chef at Chez Panisse took Koefoed’s eggs to work. The vibrant yolks and clean, grass-fed flavor won over the kitchen. Today the restaurant buys up to 100 dozen a week.\nPhoto\nThen came the chickens. Alice Waters and one of her head chefs called a year into their relationship to ask Koefoed if she would raise birds for meat. “I said, ‘Nooooo!’ ” she recalled. “Then I hung up the phone and said: ‘Ugh! Of all the stupid things you have said — in your life — that may be the stupidest thing.’ ” She called back and told them she’d do it. “I was like: ‘No problem! Total breeze!’ and then the next day I ran down to the library and bookstore and bought every book I could find on pasture-raised meat birds and figured it out.”", "url": "https://www.nytimes.com/2009/11/29/magazine/29food-t-000.html"}