{"authors": ["Frank Bruni"], "date_download": "2018-11-16 04:53:04", "date_modify": "2018-11-16 04:53:04", "date_publish": "2009-04-28 19:55:34", "description": "Anthos Upstairs, Halfsteak, DFF and the lounge at Per Se are all lower-cost alternatives to higher-gloss productions, attached to or even circumscribed by brand-name hosts.", "filename": "2009_04_29_dining_reviews_29rest_1542343984.html", "image_url": "https://static01.nyt.com/images/2009/04/29/dining/29rest_75.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2009_04_29_dining_reviews_29rest_1542343984.html", "title": "In Search of Recession Beaters", "title_page": "Restaurants: In Search of Recession Beaters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The idea and approach aren’t unlike those long used at, say, Bread Bar, which is the casual wing of Tabla, or in the front area of Aquavit, only Anthos Upstairs wasn’t part of the original plan. It’s an improvisation, and feels that way. The 15 tables press together in an awkward geometry, and the noise level is high.\nThe menu simply lists more than a dozen small- and medium-size dishes, most $10 to $13, none above $15. Like the food at Anthos and even at its Upper West Side sibling Kefi, a boisterous taverna for nearly 200, these dishes underscore Mr. Psilakis’s determination to move beyond the tropes of Greek cooking.\nSure, there’s feta afoot, but where you’ll find it is in a BFT sandwich, replacing lettuce as a consonant donor. Lamb appears not in kebab or shank form but as grilled ribs, whose oozing succulence is accomplished with a tad too much pure fat, even for the most zealous fat worshiper (read: me).\nOn the subtle-to-blunt spectrum of Anthos to Kefi, the food here falls almost smack in the middle. Only two dishes lingered in my thoughts. One was the “crispy cod,” fried fish nuggets done with a magically and delightfully light touch. The other was the hilopites, a Greek pasta combining braised pork belly and calamari to wickedly flavorful effect. Upstairs, downstairs or out on the sidewalk, I’d happily eat bowl after bowl of this.\nStill, I had better luck and a better time at DFF, 47 East 19th Street; (212) 780-0880; dffnyc.com; no reservations, the re-appropriation of the private-party room adjacent to Craft, in the Flatiron district.\nDamon Wise, Craft’s executive chef, supervises the DFF menu, initially available on Friday nights only. Now it’s served every night but Tuesday, when the Craft empire’s august paterfamilias, Tom Colicchio, may be using the space and stage-set kitchen here to prepare ambitious, expensive tasting menus under the rubric Tom: Tuesday Dinner.\nPhoto\nLike TTD, DFF demonstrates a reverence for pork and offal and an affinity for seasonal ingredients. But at DFF, these are harnessed into snacks and small plates that never exceed $10. The wines by the glass top out at the same price.\nAdvertisement Continue reading the main story\nWith its frantic pace — the food zooms out of the kitchen — DFF reminds you that one of the trade-offs for cheaper eats is often less time at the table, less of an ability to turn a meal into the prolonged main event of a night out. It clearly wants fleet turnover.\nThe dozens of menu items, including miniature pizzas and jarred rillettes, target a spirit of sophisticated fun. There’s teriyaki beef jerky (so-so); gooey pork croquettes (excellent); pig tails with a blood orange molasses (too sweet); skewered lamb with medjool date and harissa (terrific); cookie-bracketed ice cream sandwiches (adorable). Call it filigreed finger food.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSemantically cuter but otherwise less appealing than DFF, Halfsteak, 85 10th Avenue, (15th Street); (212) 400-6699; no reservations, occupies what had been the front cocktail lounge of Craftsteak, Mr. Colicchio’s upscale steakhouse.\nIts dozens of dishes are listed by their prices, which are typeset in accordance with the overall conceit: $6 1/2 (for a serviceable wedge of fried mac & cheese, for example); $11 1/2 (for an irresistible fried oyster po’ boy); $13 1/2 (for pointless wagyu nachos or a charmless casserole of stone-hard meatballs, gnocchi and smoked mozzarella).\nFor $7 1/2, there are diminutive (six-ounce) cocktails with names like “half-thyme” and “not half bad.” The obsessions with fractions carried over to the sluggish performance of the wait staff for the first 45 minutes of our meal. We got half service.\nIn the front lounge of Per Se, fourth floor of Time Warner Center, Columbus Circle; (212) 823-9335; perseny.com; no reservations for lounge, we were pampered beyond pampering, which is what Per Se, of course, is all about.\nThis gilded, gorgeous lounge space used to exist for diners getting ready for, or unwinding from, a multicourse, $275-a-person (including tip but not wine) extravaganza in the adjacent dining room. But now it’s a way to sample Per Se in abbreviated, piecemeal form.\nOn the night we went, the à la carte lounge menu had seven savory dishes ranging from $26 to $46. They beautifully demonstrated the kitchen’s greatness, which lies in its ability to amplify ingredients and express their flavors with a clearness that’s close to magical.\nFava bean agnolotti tasted more vibrantly of fava bean than seemed possible, and the swish of vivid red beneath a sea scallop had a sweetness purer and truer than I thought a beet could yield.\nAdvertisement Continue reading the main story\nThe meal was superb — and yet utterly ridiculous. The lounge’s seating arrangement, with armchairs and couches positioned at what are essentially coffee tables, isn’t suitable for eating fastidiously composed dishes, or for presenting them: stressed servers’ arms wobbled as they lowered plates.\nAnd what happens when the longer Per Se menu is broken down price-wise to its component parts is that the food actually seems more expensive, because you can more easily calculate — and find yourself automatically aware of — the bites per dollar. At $46 (including service), a modest portion of veal tenderloin was well over $6 a bite.\nUsing the Per Se lounge for food that doesn’t require as substantial a commitment of money and time is smart. But until the furniture is rethought or the dishes presented in a less fussy fashion, it won’t be quite as silvery a recession concession as it’s meant to be.", "url": "https://www.nytimes.com/2009/04/29/dining/reviews/29rest.html"}