{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:24:15", "date_modify": "2018-11-16 04:24:15", "date_publish": "2010-11-03 19:42:53", "description": "Sarah Palin’s work for successful candidates suggests that she will have many well-placed allies if she runs for president.", "filename": "2010_11_04_us_politics_04palin_1542342255.html", "image_url": "https://static01.nyt.com/images/2010/11/04/us/04palin_337-395/04palin_337-395-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04palin_1542342255.html", "title": "The New York Times", "title_page": "Palin’s 2010 Investment May Well Pay Off in 2012 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Palin had endorsed dozens of candidates, including ones in some of the highest-profile races.\nThe result was a mixed record that included some spectacular losses — the Delaware and Nevada Senate races — but plenty of victories that Ms. Palin and her allies have already begun to point to as evidence of her political prowess and her ability to shape and direct the unwieldy frustration that is fueling American politics.\nFor Ms. Palin and a handful of other Republicans, Wednesday was not only a time to savor victory, but also a time to begin laying the groundwork for a bid to capture their party’s presidential nomination.\nMitt Romney, the former governor of Massachusetts, campaigned more quietly, but just as aggressively, for candidates this year in the hopes of building up the good will he needs to make a second deep run at the nomination. His political action committee donated more than $1 million to Republican candidates.\nHaley Barbour, the governor of Mississippi and the chairman of the Republican Governors Association, stood shoulder-to-shoulder Wednesday with Republican leaders in Congress as he claimed success in governors’ races across the country.\nGov. Tim Pawlenty of Minnesota used his Freedom First political action committee to raise his profile and help Republican candidates.\nPhoto\nAs they plot tactics and strategy, all of the potential Republican presidential candidates will need to navigate political terrain that appears to be more sharply conservative than it has been in the past.\nFour in 10 voters told exit pollsters on Tuesday that they supported the Tea Party movement. Self-described conservative voters accounted for 41 percent of this year’s electorate, up from 32 percent four years ago.\nAdvertisement Continue reading the main story\nIt is not clear whether Ms. Palin will seek the presidential nomination.\nShe has said that she would consider doing so if there are not other good candidates stepping forward.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd if she does run, she may have to answer to the Republican establishment for pushing candidates who made it harder — not easier — for the party to seize control of the Senate on Tuesday night.\nIn Delaware, Ms. Palin all but created the Tea Party candidate Christine O’Donnell, helping thrust her onto the national political stage over the strenuous objections of the Republican elite in Washington. And in the end, Ms. O’Donnell never had a chance, handing what quite likely would have been a Republican Senate seat back to the Democrats.\nAnd in Nevada, Republican celebration was muted when their top target, Harry Reid, the Senate’s majority leader, handily defeated Ms. Palin’s chosen candidate, Sharron Angle, to return to Washington.\nFarther west, in Ms. Palin’s home state, political turmoil still reigns thanks to Ms. Palin’s support for the Tea Party candidate Joe Miller’s successful bid to defeat Senator Lisa Murkowski during the Republican primary in Alaska this year. With “Write-in” winning more votes on Tuesday than anyone else, however, Senator Murkowski may retain the seat, having run an insurgent campaign that directly challenged Ms. Palin’s influence in her own state.\nIn the meantime, Ms. Palin is taking advantage of the media attention she receives to retain a high profile.\nShe will appear in a reality television show called “Sarah Palin’s Alaska,” in which she will celebrate the outdoors in her home state.\nIn an advertisement for the show that ran Tuesday night, Ms. Palin is shown hiking and kayaking with her family.\n“I’d rather be doing this than in some dumpy old political office,” Ms. Palin says in the ad. “I’d rather be out here being free.”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04palin.html"}