{"authors": ["John Willoughby"], "date_download": "2018-11-16 03:38:11", "date_modify": "2018-11-16 03:38:11", "date_publish": "2010-03-23 18:57:07", "description": "Pomegranate molasses, a popular ingredient in the Middle East, can be used in nontraditional ways.", "filename": "2010_03_24_dining_24power_1542339491.html", "image_url": "https://static01.nyt.com/images/2010/03/24/dining/24powerspan-1/24power_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_03_24_dining_24power_1542339491.html", "title": "Making a Foreign Staple Work Back Home", "title_page": "After Travels Abroad, Making a Foreign Staple Work Back Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But over the years, I’ve also found a somewhat unexpected benefit from these forays into new cuisines. I’ve stumbled across a handful of what you might call “power ingredients,” products that not only add distinctive flavor to the dishes that they are traditionally used in but also insinuate themselves into my routine cooking, giving it new life.\nPhoto\nOn a trip to Istanbul many years ago, for example, I fell in love with muhammara, a concoction of walnut and bell pepper used as a dip and sometimes as a sauce for kebabs. I recognized the nuts in the mix, along with the roasted bell peppers, lemon juice, cumin and chili peppers. But there was also a deeply beguiling, sweet-tart taste that I couldn’t put my finger on.\nTurned out it was pomegranate molasses. Made by boiling down the juice of a tart variety of pomegranate, this thick, dark brown, deeply flavorful liquid is also used in Turkish pilafs and, in southern Turkey, in the ubiquitous shepherd’s salad. In other Middle Eastern cuisines, it is most often found in soups and stews.\nI brought a bottle home specifically so I could make muhammara, which my friends loved as much as I did.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut since the bottle was there on the shelf, and since I had become a big fan of its flavor, I started using it in nontraditional ways. I substituted it for half the vinegar in vinaigrettes, slipped a spoonful into lamb stews at the end of cooking, mixed it with sparkling water for a summer drink, used it as a glaze on roast chicken, drizzled it over ice cream, even added a tablespoon or two to classic American grandma-style desserts, to very good effect.\nIt has become a standard workhorse flavoring in my pantry, one that not only tastes great but also has the advantage of being outside the familiar American culinary vernacular.\nFortunately, it is now readily available in most American cities, at any Middle Eastern market and some Asian stores. The most widely distributed brand, Cortas, is perfectly fine, but another brand called Indo-European is slightly richer and less bitter.\nThis is only one of the many potent flavor boosters that can be appropriated from relatively unfamiliar cuisines. Over the next few months, we’ll check out a number of them, exploring how they are used traditionally and how they can be slipped into your daily cooking. The more you use them, the more uses you’ll find for them.\nIn other words, we’re going to exercise a little benign culinary imperialism, appropriating ingredients and adding them to our larder. No one gets hurt, and dinner becomes more interesting.", "url": "https://www.nytimes.com/2010/03/24/dining/24power.html"}