{"authors": ["Melena Ryzik"], "date_download": "2018-11-16 03:23:13", "date_modify": "2018-11-16 03:23:13", "date_publish": "2010-04-23 11:15:36", "description": "The director Nicole Holofcener addresses issues drawn from the urban female experience. Her latest is “Please Give.”", "filename": "2010_04_25_movies_25give.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338593.html", "image_url": "https://static01.nyt.com/images/2010/04/25/arts/25give_CA0/25give_CA0-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_25_movies_25give.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338593.html", "title": "The New York Times", "title_page": "Nicole Holofcener and Her Latest Film, ‘Please Give’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She added: “I don’t have a drawer full of ideas. I kind of look around and take notes and wonder what could actually be a whole movie. And each time I think I’m going to do it more commercial this time, I’m going to get a big budget and make it. But I always come up with some small idea.”\n“Please Give,” her fourth feature in 14 years — the others are “Friends With Money,” “Lovely and Amazing” and “Walking and Talking” — cost $3 million. It was inspired by a friend who bought a neighbor’s apartment, and was filmed in another friend’s building, using props from her home. In real life nothing much happened; in Ms. Holofcener’s screen version the situation allows for a meditation on the value of holding on to things, whether they’re objects or relationships or notions of self, across four generations of women.\nLike Ms. Holofcener’s other movies, “Please Give” stars her friend and muse, Catherine Keener, the anti-diva known for her incisive, casual performances and great hair. And like the other movies, it offers gimlet observations about quotidian stuff — friends’ romances, sibling rivalry, real estate envy — that add up to, as Ms. Keener put it, “a wallop at the end.”\n“I will drop everything” to work with her, Ms. Keener said. They live near each other in California and talk regularly. Ms. Keener is sometimes in the editing room with Ms. Holofcener, though not for self-preservation. “She knows me very well, all of my bad parts, my secrets, and I would trust her to take them and bend them the way she wants to,” Ms. Keener said.\nPhoto\nIn “Please Give” she plays the owner of a vintage furniture shop with a solipsistic sense of do-gooderism that’s mediated by a bratty-awkward 15-year-old daughter (Sarah Steele) and a husband (Oliver Platt) with a wandering eye and sharp tongue. It has an urbane New York sensibility — Ms. Holofcener was raised there — and a familiar attachment to the neurotic. (She spent part of her childhood on Woody Allen sets; her stepfather, Charles H. Joffe, was one of his producers.) But compared with her other work it has a grander scope, dealing with homelessness and community as well as relationships.\nAsked if that was a sign of maturity, Ms. Holofcener asked: “Is it maturation or is it narcissism? Or fear of death?”\n“I’m not sure,” she continued. “There’s always been this rumbling inside me, this inability to bear the disparity between the rich and the poor, and this movie has helped me express it. It doesn’t help the problem in any way except to express the struggle that I often feel, and how ridiculous I think the helplessness is, in a way, and how ultimately narcissistic it is.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAmanda Peet, who plays an aesthetician obsessed with an ex in “Please Give,” said: “She deals with very serious issues but always with humor, and somehow without calling attention to her own profundity. There’s nothing that feels ‘Look at me’ about Nicole or her movies.”\nAdvertisement Continue reading the main story\nThe film, Mr. Platt said, is about “the mysterious nature of fulfillment,” the sense that, if I only had X, happiness would follow.\nMs. Holofcener has her own version of X: bigger budgets. “I don’t need $80 million,” she said. “But $12 million would be good, a few more days, a bigger art department, to pay people properly, things like that.”\nShe pointed to Noah Baumbach, whose latest is “Greenberg,” as an example of an indie director who has crossed over to broader recognition — and who can now afford better location shots. Nonetheless, she said, she doesn’t feel marginalized.\n“There’s movies I could’ve made that would’ve gotten me out of the indie ghetto,” she said. She recently left a cancer comedy with Seth Rogen because, she said, it would have taken her away from her family. (She is divorced, with 12-year-old twin sons.) She reads scripts but rarely jumps at them. “It’s too hard to fake enthusiasm and inspiration,” she said.\nAs a filmmaker Ms. Holofcener has few peers, said Todd Field, a director of films like “Little Children” who worked with her as an actor in “Walking and Talking.” He compared her to Mr. Baumbach too. “Who else out there is writing original screenplays that are consistently and courageously autobiographical, and then allowed to continue that kind of personal work?” he wrote in an e-mail message.\nMs. Holofcener would like to make something a little less personal. In between her own projects, she has carved out a career directing television shows like “Sex and the City” and “Gilmore Girls,” and doing rewrites for studios. She is currently working on an adaptation of “Every Secret Thing,” a suspense novel by Laura Lippman about two murderous little girls. “It’s not gory, but it’s disturbing and sick,” Ms. Holofcener said. “I like that.”", "url": "https://www.nytimes.com/2010/04/25/movies/25give.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}