{"authors": ["Justin Gillis"], "date_download": "2018-11-16 03:54:40", "date_modify": "2018-11-16 03:54:40", "date_publish": "2010-11-13 21:01:16", "description": "Researchers have been startled to see signs of rapid melting in Greenland and Antarctica, but lack data to precisely calculate how much flooding could result.", "filename": "2010_11_14_science_earth_14ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340480.html", "image_url": "https://static01.nyt.com/images/2010/11/14/world/JP-ICE-3/JP-ICE-3-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_14_science_earth_14ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340480.html", "title": "As Glaciers Melt, Science Seeks Data on Rising Seas", "title_page": "As Glaciers Melt, Science Seeks Data on Rising Seas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scientists long believed that the collapse of the gigantic ice sheets in Greenland and Antarctica would take thousands of years, with sea level possibly rising as little as seven inches in this century, about the same amount as in the 20th century.\nBut researchers have recently been startled to see big changes unfold in both Greenland and Antarctica.\nAs a result of recent calculations that take the changes into account, many scientists now say that sea level is likely to rise perhaps three feet by 2100 — an increase that, should it come to pass, would pose a threat to coastal regions the world over.\nAnd the calculations suggest that the rise could conceivably exceed six feet, which would put thousands of square miles of the American coastline under water and would probably displace tens of millions of people in Asia .\nThe scientists say that a rise of even three feet would inundate low-lying lands in many countries, rendering some areas uninhabitable. It would cause coastal flooding of the sort that now happens once or twice a century to occur every few years. It would cause much faster erosion of beaches , barrier islands and marshes. It would contaminate fresh water supplies with salt.\nIn the United States , parts of the East Coast and Gulf Coast would be hit hard. In New York, coastal flooding could become routine, with large parts of Queens and Brooklyn especially vulnerable. About 15 percent of the urbanized land in the Miami region could be inundated. The ocean could encroach more than a mile inland in parts of North Carolina .\nAbroad, some of the world’s great cities — London , Cairo, Bangkok , Venice and Shanghai among them — would be critically endangered by a three-foot rise in the sea.\nAdvertisement Continue reading the main story\nClimate scientists readily admit that the three-foot estimate could be wrong. Their understanding of the changes going on in the world’s land ice is still primitive. But, they say, it could just as easily be an underestimate as an overestimate. One of the deans of American coastal studies, Orrin H. Pilkey of Duke University , is advising coastal communities to plan for a rise of at least five feet by 2100.\n“I think we need immediately to begin thinking about our coastal cities — how are we going to protect them?” said John A. Church, an Australian scientist who is a leading expert on sea level. “We can’t afford to protect everything. We will have to abandon some areas.”\nSea-level rise has been a particularly contentious element in the debate over global warming . One published estimate suggested the threat was so dire that sea level could rise as much as 15 feet in this century. Some of the recent work that produced the three-foot projection was carried out specifically to counter more extreme calculations.\nGlobal warming skeptics, on the other hand, contend that any changes occurring in the ice sheets are probably due to natural climate variability, not to greenhouse gases released by humans.\nSuch doubts have been a major factor in the American political debate over global warming, stalling efforts by Democrats and the Obama administration to pass legislation that would curb emissions of heat-trapping gases. Similar legislative efforts are likely to receive even less support in the new Congress, with many newly elected legislators openly skeptical about climate change.\nA large majority of climate scientists argue that heat-trapping gases are almost certainly playing a role in what is happening to the world’s land ice. They add that the lack of policies to limit emissions is raising the risk that the ice will go into an irreversible decline before this century is out, a development that would eventually make a three-foot rise in the sea look trivial.\nMelting ice is by no means the only sign that the earth is warming. Thermometers on land, in the sea and aboard satellites show warming. Heat waves, flash floods and other extreme weather events are increasing. Plants are blooming earlier, coral reefs are dying and many other changes are afoot that most climate scientists attribute to global warming.\nYet the rise of the sea could turn out to be the single most serious effect. While the United States is among the countries at greatest risk, neither it nor any other wealthy country has made tracking and understanding the changes in the ice a strategic national priority.\nAdvertisement Continue reading the main story\nThe consequence is that researchers lack elementary information. They have been unable even to measure the water temperature near some of the most important ice on the planet, much less to figure out if that water is warming over time. Vital satellites have not been replaced in a timely way, so that American scientists are losing some of their capability to watch the ice from space.\nThe missing information makes it impossible for scientists to be sure how serious the situation is.\n“As a scientist, you have to stick to what you know and what the evidence suggests,” said Gordon Hamilton, one of the researchers in the helicopter. “But the things I’ve seen in Greenland in the last five years are alarming. We see these ice sheets changing literally overnight.”\nDodging Icebergs\nIn the brilliant sunshine of a late summer day in southeastern Greenland, the pilot at the controls of the red helicopter, Morgan Goransson, dropped low toward the water. He used the downdraft from his rotor to clear ice from the surface of Sermilik Fjord.\nThe frigid waters were only 30 feet below, so any mechanical problem would have sent the chopper plunging into the sea. “It is so dangerous,” Mr. Goransson said later that night, over a fish dinner.\nTaking the temperature of waters near the ice sheet is essential if scientists are to make sense of what is happening in Greenland. But it is a complex and risky business.\nThe two scientists — Dr. Straneo, of the Woods Hole Oceanographic Institution in Massachusetts , and Dr. Hamilton, of the University of Maine — are part of a larger team that has been traveling here every summer with financing from the National Science Foundation , the federal agency that sponsors much of the nation’s most important research. Not only do they remove the doors of helicopters and lean over icy fjords to get their readings, but they dodge huge icebergs in tiny boats and traipse over glaciers scarred by crevasses that could swallow large buildings.\nThe reading that the scientists obtained a few weeks ago, of 40 degrees near the bottom of the fjord, fit a broader pattern that researchers have been detecting in the past few years.\nWater that originated far to the south, in warmer parts of the Atlantic Ocean, is flushing into Greenland’s fjords at a brisk pace. Scientists suspect that as it melts the ice from beneath, the warm water is loosening the connection of the glaciers to the ground and to nearby rock.\nAdvertisement Continue reading the main story\nThe effect has been something like popping a Champagne cork, allowing the glaciers to move faster and dump more ice into the ocean. Within the past decade, the flow rate of many of Greenland’s biggest glaciers has doubled or tripled. Some of them have eventually slowed back down, but rarely have they returned to their speed of the 1990s.\nTwo seismologists, Meredith Nettles and Göran Ekström of Columbia University , discovered a few years ago that unusual earthquakes were emanating from the Greenland glaciers as they dumped the extra ice into the sea. “It’s remarkable that an iceberg can do this, but when that loss of ice occurs, it does generate a signal that sets up a vibration that you can record all across the globe,” Dr. Nettles said in an interview in Greenland.\nAnalyzing past records, they discovered that these quakes had increased severalfold from the level of the early 1990s, a sign of how fast the ice is changing.\nSatellite and other measurements suggest that through the 1990s, Greenland was gaining about as much ice through snowfall as it lost to the sea every year. But since then, the warmer water has invaded the fjords, and air temperatures in Greenland have increased markedly. The overall loss of ice seems to be accelerating, an ominous sign given that the island contains enough ice to raise global sea levels by more than 20 feet.\nStrictly speaking, scientists have not proved that human-induced global warming is the cause of the changes. They are mindful that the climate in the Arctic undergoes big natural variations. In the 1920s and ’30s, for instance, a warm spell caused many glaciers to retreat.\nJohn R. Christy, a climatologist at the University of Alabama in Huntsville who is often critical of mainstream climate science, said he suspected that the changes in Greenland were linked to this natural variability, and added that he doubted that the pace would accelerate as much as his colleagues feared.\nFor high predictions of sea-level rise to be correct, “some big chunks of the Greenland ice sheet are going to have to melt, and they’re just not melting that way right now,” Dr. Christy said.\nYet other scientists say that the recent changes in Greenland appear more pervasive than those of the early 20th century, and that they are occurring at the same time that air and ocean temperatures are warming, and ice melt is accelerating, throughout much of the world.\nAdvertisement Continue reading the main story\nHelheim Glacier, which terminates in Sermilik Fjord, is one of a group of glaciers in southeastern Greenland that have shown especially big changes.\nOn a recent day, the red helicopter landed on a rocky outcrop above the glacier, a flowing river of ice about 25 miles long and nearly four miles wide. On the side of the canyon, Dr. Hamilton pointed toward a band of light-colored rock.\nIt was, in essence, a bathtub ring.\nSomething caused the glacier, one of Greenland’s largest, to speed up sharply in the middle of the last decade, and it spit so much ice into the ocean that it thinned by some 300 feet in a few years. A part of the canyon that was once shielded from the sun by ice was thus left exposed.\nThe glacier has behaved erratically ever since, and with variations, that pattern is being repeated all over Greenland. “All these changes are happening at a far faster pace than we would have ever predicted from our conventional theories,” Dr. Hamilton said.\nA few days after the helicopter trip, an old Greenlandic freighter nudged its way gingerly up Sermilik Fjord, which was so choked with ice that the boat had to stop well short of its goal. “You have to be flexible to work out here,” said the leader of the team that day, Dr. Straneo of Woods Hole .\nSoon she was barking orders, and her team swung into motion. A cold, Arctic drizzle fell on the boat and the people. Off the port side in a rickety skiff, David Sutherland, a young scientist at the University of Washington , tossed a floating buoy, carrying a string of instruments, into the water, and an anchor snatched it below the surface. Over the next year, it will measure temperature, currents and other factors in the fjord.\nDr. Sutherland climbed back aboard the freighter with cold, wet feet. As the boat headed back to port, it passed icebergs the size of city blocks, chunks of the Greenland ice sheet bound for the open sea.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAn Ocean in Flux\nThe strongest reason to think that the level of the sea could undergo big changes in the future is that it has done so in the past.\nWith the waxing and waning of ice ages, driven by wobbles in the earth’s orbit, sea level has varied by hundreds of feet, with shorelines moving many miles in either direction. “We’re used to the shoreline being fixed, and it’s not,” said Robin E. Bell, a scientist at the Lamont-Doherty Earth Observatory of Columbia University.\nAdvertisement Continue reading the main story\nBut at all times in the past, when the shoreline migrated, humans either had not evolved yet or consisted of primitive bands of hunter-gatherers who could readily move. By the middle of this century, a projected nine billion people will inhabit the planet, with many millions of them living within a few feet of sea level.\nTo a majority of climate scientists, the question is not whether the earth’s land ice will melt in response to the greenhouse gases those people are generating, but whether it will happen too fast for society to adjust.\nRecent research suggests that the volume of the ocean may have been stable for thousands of years as human civilization has developed. But it began to rise in the 19th century, around the same time that advanced countries began to burn large amounts of coal and oil.\nThe sea has risen about eight inches since then, on average. That sounds small, but on a gently sloping shoreline, such an increase is enough to cause substantial erosion unless people intervene. Governments have spent billions in recent decades pumping sand onto disappearing beaches and trying to stave off the loss of coastal wetlands.\nScientists have been struggling for years to figure out if a similar pace of sea-level rise is likely to continue in this century — or whether it will accelerate. In its last big report, in 2007, the United Nations group that assesses climate science, the Intergovernmental Panel on Climate Change , said that sea level would rise at least seven more inches, and might rise as much as two feet, in the 21st century.\nBut the group warned that these estimates did not fully incorporate “ice dynamics,” the possibility that the world’s big ice sheets, as well as its thousands of smaller glaciers and ice caps, would start spitting ice into the ocean at a much faster rate than it could melt on land. Scientific understanding of this prospect was so poor, the climate panel said, that no meaningful upper limit could be put on the potential rise of sea level.\nThat report prompted fresh attempts by scientists to calculate the effect of ice dynamics, leading to the recent, revised projections of sea-level rise.\nSatellite evidence suggests that the rise of the sea accelerated late in the 20th century, so that the level is now increasing a little over an inch per decade, on average — about a foot per century. Increased melting of land ice appears to be a major factor. Another is that most of the extra heat being trapped by human greenhouse emissions is going not to warm the atmosphere but to warm the ocean, and as it warms, the water expands.\nAdvertisement Continue reading the main story\nWith the study of the world’s land ice still in its early stages, scientists have lately been trying crude methods to figure out how much the pace might accelerate in coming decades.\nOne approach, pioneered by a German climate researcher named Stefan Rahmstorf, entails looking at the past relationship between the temperature of the earth and sea level, then making projections. Another, developed by a University of Colorado glaciologist named Tad Pfeffer, involves calculations about how fast the glaciers, if they keep speeding up, might be able to dump ice into the sea.\nThose two methods yield approximately the same answer: that sea level could rise by 2 1/2 to 6 1/2 feet between now and 2100. A developing consensus among climate scientists holds that the best estimate is a little over three feet.\nCalculations about the effect of a three-foot increase suggest that it would cause shoreline erosion to accelerate markedly. In places that once flooded only in a large hurricane, the higher sea would mean that a routine storm could do the trick. In the United States, an estimated 5,000 square miles of dry land and 15,000 square miles of wetlands would be at risk of permanent inundation, though the actual effect would depend on how much money was spent protecting the shoreline.\nThe worst effects, however, would probably occur in areas where land is sinking even as the sea rises. Some of the world’s major cities, especially those built on soft sediments at the mouths of great rivers, are in that situation. In North America , New Orleans is the premier example, with large parts of the city already sitting several feet below sea level.\nDefenses can be built to keep out the sea, of course, like the levees of the New Orleans region and the famed dikes of the Netherlands . But the expense is likely to soar as the ocean rises, and such defenses are not foolproof, as Hurricane Katrina proved.\nStorm surges battering the world’s coastlines every few years would almost certainly force people to flee inland. But it is hard to see where the displaced would go, especially in Asia, where huge cities — and even entire countries, notably Bangladesh — are at risk.\nMoreover, scientists point out that if their projections prove accurate, the sea will not stop rising in 2100. By that point, the ice sheets could be undergoing extensive melting.\nAdvertisement Continue reading the main story\n“Beyond a hundred years out, it starts to look really challenging,” said Richard B. Alley, a climate scientist at Pennsylvania State University . “You start thinking about every coastal city on the planet hiding behind a wall, with storms coming.”\nA Shortage of Satellites\nOne Saturday morning a few months back, a University of Colorado student named Scott Potter, sitting in a control room on the Boulder campus, typed a word into a computer.\n“GO.”\nOver the next 40 seconds, indicators in the control room turned red. Alarms rang. Pagers buzzed. High above the earth, a satellite called ICESat, reacting to Mr. Potter’s order, prepared itself to die.\nThe commotion was expected. Mr. Potter, one of several Colorado students who hold part-time jobs as satellite controllers under professional supervision, was doing the bidding of NASA . His command that day formally ended the ICESat mission, which had produced crucial information about the world’s ice sheets for seven years.\nAt the end of August, two weeks after Mr. Potter sent his order, the remains of ICESat plunged into the Barents Sea, off the Russian coast. Its demise was seen by many climate researchers as a depressing symbol.\nAfter a decade of budget cuts and shifting space priorities in Washington, several satellites vital to monitoring the ice sheets and other aspects of the environment are on their last legs, with no replacements at hand. A replacement for ICESat will not be launched until 2015 at the earliest.\n“We are slowly going blind in space,” said Robert Bindschadler, a polar researcher at the University of Maryland, Baltimore County, who spent 30 years with NASA studying ice.\nSeveral federal agencies and two presidential administrations, Democratic and Republican, have made decisions that contributed to the problems.\nAdvertisement Continue reading the main story\nFor instance, an attempt by the Clinton and Bush administrations to combine certain military and civilian satellites ate up $5 billion before it was labeled a “horrendous and costly failure” by a Congressional committee.\nA plan by President George W. Bush to return to the moon without allocating substantial new money squeezed budgets at NASA.\nNow, the Obama administration is seeking to chart a new course, abandoning the goal of returning to the moon and seeking a substantial increase in financing for earth sciences. It is also promising an overall strategy for improving the country’s environmental observations.\nMajor elements of the administration’s program won support from both parties on Capitol Hill and were signed into law recently, but amid a larger budget impasse, Congress has not allocated the money President Obama requested.\nIn the meantime, NASA is spending about $15 million a year to fly airplanes over ice sheets and glaciers to gather some information it can no longer get by satellite, and projects are under way in various agencies to plug some of the other information gaps. NASA has begun planning new satellites to replace the ones that are aging.\n“The missions that are being designed right now are fantastic,” said Tom Wagner, who runs NASA’s ice programs.\nThe satellite difficulties are one symptom of a broader problem: because no scientifically advanced country has made a strategic priority of studying land ice, scientists lack elementary information that they need to make sense of what is happening.\nThey do not know the lay of the land beneath most of the world’s glaciers, including many in Greenland, in sufficient detail to calculate how fast the ice might retreat. They have only haphazard readings of the depth and temperature of the ocean near Greenland, needed to figure out why so much warm water seems to be attacking the ice sheet.\nAdvertisement Continue reading the main story\nThe information problems are even more severe in Antarctica. Much of that continent is colder than Greenland, and its ice sheet is believed to be more stable, over all. But in recent years, parts of the ice sheet have started to flow rapidly, raising the possibility that it will destabilize in the same way that much of the world’s other ice has.\nCertain measurements are so spotty for Antarctica that scientists have not been able to figure out whether the continent is losing or gaining ice. Scientists do not have good measurements of the water temperature beneath the massive, floating ice shelves that are helping to buttress certain parts of the ice sheet in West Antarctica. Since the base of the ice sheet sits below sea level in that region, it has long been thought especially vulnerable to a warming ocean.\nBut the cavities beneath ice shelves and floating glaciers are difficult to reach, and scientists said that too little money had been spent to develop technologies that could provide continuing measurements.\nFiguring out whether Antarctica is losing ice over all is essential, because that ice sheet contains enough water to raise global sea level by nearly 200 feet. The parts that appear to be destabilizing contain water sufficient to raise it perhaps 10 feet.\nDaniel Schrag, a Harvard geochemist and head of that university’s Center for the Environment, praised the scientists who do difficult work studying ice, but he added, “The scale of what they can do, given the resources available, is just completely out of whack with what is required.”\nClimate scientists note that while the science of studying ice may be progressing slowly, the world’s emissions of heat-trapping gases are not. They worry that the way things are going, extensive melting of land ice may become inevitable before political leaders find a way to limit the gases, and before scientists even realize such a point of no return has been passed.\n“The past clearly shows that sea-level rise is getting faster and faster the warmer it gets,” Dr. Rahmstorf said. “Why should that process stop? If it gets warmer, ice will melt faster.”", "url": "https://www.nytimes.com/2010/11/14/science/earth/14ice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}