{"authors": ["Norimitsu Onishi"], "date_download": "2018-11-16 03:55:19", "date_modify": "2018-11-16 03:55:19", "date_publish": "2010-05-07 14:55:12", "description": "The former first lady of the Philippines is battling to restore the Marcos name in coming elections.", "filename": "2010_05_08_world_asia_08marcos_1542340519.html", "image_url": "https://static01.nyt.com/images/2010/05/08/world/08marcos-cnd/08marcos-cnd-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_08_world_asia_08marcos_1542340519.html", "title": "Marcos Seeks to Restore Philippine Dynasty", "title_page": "Imelda Marcos Seeks to Restore Philippine Dynasty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than parties or ideology, family rivalries have always defined Philippine politics. And no feud has shaped the modern Philippines more than the epic fight between the Marcoses and the Aquinos: the standoff between Mr. Marcos, the American-backed autocrat, and Benigno S. Aquino Jr., the opposition leader, which eventually led to Mr. Aquino’s assassination, Mr. Marcos’s downfall and the rise of Corazon C. Aquino as president in 1986.\nPhoto\nMrs. Aquino’s death last year led to emotional calls for her only son, a senator who had never shown much ambition for higher office, to run for the presidency. In a news conference announcing his candidacy, he said he wanted to muster the “political will” to recover the “hidden wealth of the Marcoses.”\nThe Marcoses’ only son, Ferdinand Marcos Jr., 52, known as Bongbong, said: “Immediately that got our attention. It doesn’t frighten us, but it certainly defined what could happen should he become president.”\nHe added: “I thought these issues were resolved 24 years ago. You won. The government fell.”\nOver the years, the Marcoses have patiently worked at re-establishing their political power from their stronghold here, in the province of Ilocos Norte, where the younger Mr. Marcos, his older sister Imee and first cousins have, in rotation, held the seats for governor or the House. An early run by Mr. Marcos for the Senate failed, but he earned plaudits as governor by becoming the first person to erect windmills in the country and building tourism.\nThis time, Mr. Marcos is considered a very strong candidate for one of the 12 seats open for election in the Senate, the legislative body that has produced most of the country’s past presidents. Older voters may associate the Marcos name with martial law, political repression and cronyism. But in a country where half the population is under 22.5 years old and history is taught poorly, many young voters interviewed outside the Marcos redoubt here, like Jeffrey Zamora, a 31-year-old caretaker, said they knew little about the Marcos legacy.\nAsked whether the family hoped that a Senate victory would allow the late president’s son to run for the presidency next time, Mariano Marcos, a first cousin, said, “Oh, yeah, that’s what all of us are hoping and working toward.”\nBut Mr. Aquino’s run for the presidency, his lead in the polls and his comment about the Marcoses’ wealth complicated matters, creating a family feud over which of Mr. Aquino’s opponents to back for president. When the dust settled, the Marcoses found themselves in need of a candidate for the House. With no one in the younger generation interested in politics yet, the family turned to its matriarch to run for the House seat being vacated by her son.\nAdvertisement Continue reading the main story\nLeaving her home in Manila, Mrs. Marcos set up her campaign headquarters here in the little-used family mansion, where cobwebs still laced the living-room chandelier on a recent visit.\nPhoto\nIn a wide-ranging interview, Mrs. Marcos defended her husband’s legacy (thrusting her right index finger in the air) and bemoaned the government’s largely unsuccessful lawsuits against her family (dabbing her eyes). After her son’s success in exploiting wind power, Mrs. Marcos said she wanted to save the environment.\nAs the former mother of the Philippines, she said she would now become an all-knowing mother to Ilocos Norte, using the Internet to “monitor, 24/7,” even from Congress in Manila, “every extended family in every barangay,” or village, here in the province.\n“It’s very exciting,” she said. “I hardly can sleep. I feel that my target now is really to save Mother Earth for humanity. And it’s doable.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOn a recent afternoon, however, Mrs. Marcos had to tend to the darker side of Philippine politics by attending a wake for the campaign organizer gunned down the previous day under mysterious circumstances. After a 40-minute drive up a mountainous road, she arrived at the man’s home, a modest house of concrete blocks under a roof of corrugated zinc, in a small town called Nueva Era. People swarmed around her. A young boy reached up to touch the back of her hair.\nInside, the organizer, Andres Peralta, 42, lay in a white glass-covered coffin. Mrs. Marcos patted the left arm of his widow, Nancy, and held one of the couple’s seven children.\nBack outside, Mrs. Marcos joked with some elderly women who came to greet her: “How old are you? What? I’m older than you but I look younger! What happened to you?”\n“I’m running not only as your representative, but as your mother,” said Mrs. Marcos, still the queen and maybe still the winner, as she passed out juice packets to the children and packs of Winnsboro cigarettes to the men of Nueva Era. “I’ll take care of all of you.”", "url": "https://www.nytimes.com/2010/05/08/world/asia/08marcos.html"}