{"authors": ["A. G. Sulzberger", "Tim Stelloh"], "date_download": "2018-11-16 04:31:26", "date_modify": "2018-11-16 04:31:26", "date_publish": "2010-07-28 21:35:34", "description": "Under New York law, a settlement over a serious injury often exceeds one over a fatal shooting like that of Sean Bell.", "filename": "2010_07_29_nyregion_29bell_1542342686.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_29_nyregion_29bell_1542342686.html", "title": "The New York Times", "title_page": "Sean Bell Case Shows Limits of Wrongful-Death Payouts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the Bell lawsuit, the settlements to be paid to two friends of his who were wounded in the episode totaled more than the payment to his estate. Joseph Guzman, a friend who was struck by 17 bullets, will receive $3 million; Trent Benefield, who was less seriously injured, will receive $900,000.\nThe plaintiffs’ lawyers will receive one-third of the payouts, subject to court approval of the settlement. The money for Mr. Bell’s children will be placed in a trust fund that will not be available to them until they are 18, though the family can apply to have the money released sooner, one of the lawyers said.\nMr. Bell’s fiancée will receive nothing, because New York law does not permit such payouts to unwed partners. Mr. Bell was killed on the morning of the day he was to be married.\nRichard D. Emery, a lawyer who works on police abuse cases, said the city’s settlement probably reflected a desire to conclude a case that had brought continuing negative publicity, rather than any obligation under the law. The $3.25 million figure, he said, is “ridiculously high if you look at it in terms of wrongful death,” but he added, “It’s modest if you look at the egregiousness and outrageousness of the actions of the police.”\nPhoto\nThe reason for what lawyers described as a fairly modest payout to the Bell estate was largely that compensation in wrongful-death cases is limited to the loss of financial support and future companionship suffered by a child or a spouse.\nThe result is a calculation in which the death of a middle-aged head of household with a steady income and children would result in a far larger payout than the death of, for example, an unemployed, unmarried teenager.\nThat partly explains why the family of another victim of a fatal police shooting, Amadou Diallo, refused for years to accept the city’s settlement offers, said Anthony H. Gair, the lawyer who handled the case.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“He had no children, he had no next of kin, he was making no money selling things on the street,” Mr. Gair said. “They were offering very little money — way under a million. They were arguing under New York wrongful-death law it wasn’t worth very much. And they were right.”\nAdvertisement Continue reading the main story\nThe city eventually increased its offer to $3 million, which the family accepted. Mr. Gair said the state’s laws on the subject were “the most antiquated, backward wrongful-death laws in the United States.” (The city’s largest settlement in a wrongful-death case, $8.75 million, went to a high-paid lawyer and a father of four, John Healy, 44, who died in the ferry crash.)\nAnother factor is that wrongful-death cases typically carry limited damages for pain and suffering. One study found that the average payout for wrongful-death cases had been about twice as much as for herniated disc cases and a third as much as for cases involving brain damage, said Mark Geistfeld, who teaches civil litigation at New York University School of Law.\n“Obviously a herniated disc isn’t half as bad as wrongful death,” Mr. Geistfeld said.\nThe settlement of the Bell lawsuit was reached on Tuesday at the end of two days of intense negotiations.\n“At one point it seemed that both sides were going to walk away without a settlement,” said Scott Rynecki, one of the plaintiffs’ lawyers. “It wasn’t until the last half-hour that we finally closed the gaps.”\nJoel Berger, a lawyer who worked for the city’s Law Department from 1988 to 1996, said the Bell settlement appeared to be consistent with the city’s typical strategy.\n“The city always tries to get away with paying as little as possible,” Mr. Berger said, “and in the end it always caves in and settles, because it fears what the jury might award in such a high-profile matter. Make it go away: that has been the policy of this administration.”", "url": "https://www.nytimes.com/2010/07/29/nyregion/29bell.html"}