{"authors": ["Clifford J. Levy"], "date_download": "2018-11-16 04:36:06", "date_modify": "2018-11-16 04:36:06", "date_publish": "2010-01-14 19:45:45", "description": "Viktor F. Yanukovich, a candidate known for his ties to Russia, is capitalizing on his nation’s disillusionment with its pro-Western leaders.", "filename": "2010_01_15_world_europe_15ukraine_1542342966.html", "image_url": "https://static01.nyt.com/images/2010/01/15/world/15ukraine_CA0_337-span/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_15_world_europe_15ukraine_1542342966.html", "title": "Toppled in Ukraine but Nearing a Comeback", "title_page": "Toppled in Ukraine but Nearing a Comeback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Do we want to keep living as we have lived these five years?” he asked. “When you know the answer to that, then you will know how to vote.”\nThe Orange Revolution shook the former Soviet Union, ushering in a pro-Western government in Ukraine that seemingly stood as a model for the many post-Soviet states seeking to emerge from authoritarianism.\nThe movement broke out after protesters asserted that Mr. Yanukovich had triumphed in the 2004 presidential election over Viktor A. Yushchenko only because of widespread fraud. A new election was held, which Mr. Yushchenko won. He had already garnered worldwide attention when he was poisoned by dioxin during the campaign, a crime never solved.\nIn recent weeks, polls have shown Mr. Yanukovich leading by 10 or 15 percentage points, but the race remains volatile. He is likely to be forced into a runoff next month against the other front-runner, Prime Minister Yulia V. Tymoshenko, an Orange leader known for her impassioned speeches and peasant braid.\nIf Mr. Yanukovich does become president, it will be a victory for the Kremlin, which has worked assiduously in recent years to discredit the Orange movement and ensure against a pro-Western realignment in its backyard.\nBut perhaps not the total victory the Kremlin may hope for. Since his defeat five years ago, Mr. Yanukovich has sought to avoid being pigeonholed as the Kremlin’s candidate. Sounding somewhat like an Orange politician, he said he supported Ukraine’s integration with Europe, as well as a robust, multiparty democracy at home.\nBut Mr. Yanukovich said he would repair relations with Russia, which has been especially angered by President Yushchenko’s attempt to seek NATO membership.\nAdvertisement Continue reading the main story\n“We do not want to join any military bloc,” Mr. Yanukovich said an interview, explicitly rejecting NATO membership.\nSpeaking of Russia, he said: “Relations should be natural, as they are between the Ukrainian people and the Russian people. They must be friendly, they must be pragmatic, they must be strategic.”\nThe Kremlin, in fact, is trying to maintain ties with both front-runners, indicating that tensions may be soothed however the election turns out. Prime Minister Vladimir V. Putin of Russia has had warm words recently for Ms. Tymoshenko, and she has reciprocated.\nPhoto\nLeft behind has been President Yushchenko, an Orange leader and Kremlin foe who, rightly or wrongly, has been widely blamed for the economic troubles. He is seeking re-election, but his favorability ratings are in the single digits.\nLately, he seems mostly intent on destroying the candidacy of Ms. Tymoshenko, his former ally, as if he would rather Mr. Yanukovich win than she.\nMr. Yanukovich began his comeback in 2006, when relations between President Yushchenko and Ms. Tymoshenko collapsed, and Mr. Yushchenko named Mr. Yanukovich as prime minister. Mr. Yanukovich then lost the job to Ms. Tymoshenko after parliamentary elections in 2007.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPolitically, Ukraine remains divided along geographic lines, with Mr. Yanukovich’s base in the Russian-speaking east and south. It is unclear whether he will be able to broaden his appeal to areas where the Ukrainian language dominates.\nBut Orange voters are disenchanted, and some may not show up at the polls.\nMs. Tymoshenko has been running a populist campaign, trying to paint Mr. Yanukovich as a front man for the country’s business elite.\n“The oligarchs want a weak puppet leader who can be easily managed and ruled,” she said.\nBut political experts here said she faced a challenge overcoming the Orange backlash.\nAdvertisement Continue reading the main story\n“There is this element of positive experience and timing,” said Andrei Yermolayev, director of the Sofia Center for Social Research in Kiev. “There is a certain stereotype that the years when Yanukovich was prime minister were years of success, and the years when Tymoshenko was prime minister were years of conflict and problems.”\nMr. Yanukovich has been assisted by Paul J. Manafort, an American political consultant who has been advising him since 2005. Mr. Manafort’s business partner is Rick Davis, who managed Senator McCain’s 2008 presidential campaign, though Mr. Davis has no role here. (And Mr. Manafort said he did no work for Mr. McCain.)\nMr. Manafort declined to discuss in detail his relationship with Mr. Yanukovich, but he acknowledged that he was pursuing a classic anti-incumbent strategy.\n“Despite the great expectations from the Orange campaign promises of five years ago, the world and the people of Ukraine see that Tymoshenko has failed,” Mr. Manafort said.\nHe is not the only American consultant involved in Ukraine. The former firm of David Axelrod, President Obama’s senior adviser, is working for Prime Minister Tymoshenko. President Yushchenko is advised by the firm of Mark J. Penn, the strategist for the Clintons.\nMr. Manafort’s influence was apparent on Mr. Yanukovich’s visit this week in Dneprodzerzhinsk. His old style tended toward rambling speeches that seemed more suited for a Politburo meeting than a campaign rally. But throughout his day, he spoke in short, crisp sentences that rarely strayed from his theme of the Orange Revolution’s failures.\nIt seemed, however, that Mr. Yanukovich’s advance team could have used a strategy session. This city is named for Feliks Dzerzhinsky, founder of the Soviet secret police, and the campaign put Mr. Yanukovich right in front of a statue of Mr. Dzerzhinsky himself.\nMs. Tymoshenko is a native of this region, but it is now a Yanukovich stronghold. And there were people in the crowds who were once Orange backers.\n“I voted for Yushchenko,” said Marina Sazonova, 44, a lawyer. “I was sitting home, breastfeeding my baby, watching with tears in my eyes our people getting up off their knees. There was this impression that everybody was united.\nAdvertisement Continue reading the main story\n“People hoped that it would make their lives better,” she continued. “But nothing of the kind happened.”", "url": "https://www.nytimes.com/2010/01/15/world/europe/15ukraine.html"}