{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 03:53:03", "date_modify": "2018-11-16 03:53:03", "date_publish": "2010-01-21 21:19:25", "description": "The Supreme Court decision will increase the power of interest groups at the expense of candidates and parties.", "filename": "2010_01_22_us_politics_22donate_1542340383.html", "image_url": "https://static01.nyt.com/images/2010/01/22/us/22donate_CA0/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_22_us_politics_22donate_1542340383.html", "title": "Lobbyists Get Potent Weapon in Campaign Ruling", "title_page": "Lobbyists Get Potent Weapon in Campaign Ruling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Democrats predicted that Republicans would benefit most from the decision, because they are the traditional allies of big corporations, who have more money to spend than unions.\nIn a statement shortly after the decision, President Obama called it “a green light to a new stampede of special interest money in our politics.”\nAs Democrats vowed to push legislation to install new spending limits in time for the fall campaign, Republicans disputed the partisan impact of the decision. They argued that Democrats had proven effective at cultivating their own business allies — drug companies are spending millions of dollars to promote the administration’s health care proposals, for example — while friendly interest groups tap sympathetic billionaires and Hollywood money.\nAfter new restrictions on party fund-raising took effect in 2003, many predicted that the Democrats would suffer. But they took Congress in 2006 and the White House two years later.\nWhile Democrats pledged new limits, some Republicans argued for bolstering parties and candidates by getting rid of the limits on their fund-raising as well. Several cases before lower courts, including a suit filed by the Republican National Committee against the Federal Election Commission, seek to challenge those limits.\nThursday’s decision, in Citizens United vs. the Federal Election Commission, “is going to flip the existing campaign order on its head,” said Benjamin L. Ginsberg, a Republican campaign lawyer at the law-and-lobbying firm Patton Boggs who has represented both candidates and outside groups, including Swift Boat Veterans for Truth, a group formed to oppose Senator John Kerry’s 2004 presidential campaign.\n“It will put on steroids the trend that outside groups are increasingly dominating campaigns,” Mr. Ginsberg said. “Candidates lose control of their message. Some of these guys lose control of their whole personalities.”\nAdvertisement Continue reading the main story\n“Parties will sort of shrink in the relative importance of things,” he added, “and outside groups will take over more of the functions — advertising support, get out the vote — that parties do now.”\nPhoto\nIn practice, major publicly held corporations like Microsoft or General Electric are unlikely to spend large sums money on campaign commercials, for fear of alienating investors, customers and other public officials.\nInstead, wealthy individuals and companies might contribute to trade associations, groups like the Chamber of Commerce or the National Rifle Association, or other third parties that could run commercials.\nPreviously, Mr. Noble of Skadden Arps said, his firm had advised companies to be wary about giving money to groups that might run so-called advocacy commercials, because such activity could trigger disclosure requirements that would identify the corporate financers.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“It could be traced back to you,” he said. “That is no longer a concern.”\nSome disclosure rules remain intact. An outside group paying for a campaign commercial would still have to include a statement and file forms taking responsibility. If an organization solicits money specifically to pay for such political activities, it could fall under regulations that require disclosure of its donors.\nAnd the disclosure requirements would moderate the harshness of the third-party advertisements, because established trade associations or other groups are too concerned with their reputations to wage the contentious campaigns that ad hoc groups like MoveOn.org or Swift Boat Veterans for Truth might do.\nTwo leading Democrats, Senator Charles E. Schumer of New York and Representative Chris Van Hollen of Maryland, said that they had been working for months to draft legislation in response to the anticipated decision.\nOne possibility would be to ban political advertising by corporations that hire lobbyists, receive government money, or collect most of their revenue abroad.\nAnother would be to tighten rules against coordination between campaigns and outside groups so that, for example, they could not hire the same advertising firms or consultants.\nAdvertisement Continue reading the main story\nA third would be to require shareholder approval of political expenditures, or even to force chief executives to appear as sponsors of commercials their companies pay for.\nThe two sponsors of the 2002 law tightening the party-fundraising rules each criticized the ruling.\nSenator Russ Feingold, Democrat of Wisconsin, called it “a terrible mistake.” Senator John McCain of Arizona, the Republican presidential nominee in 2008, said in a television interview on CNN that he was “disappointed.”\nFred Wertheimer, a longtime advocate of campaign finance laws, said the decision “wipes out a hundred years of history” during which American laws have sought to tamp down corporate power to influence elections.\nBut David Bossie, the conservative activist who brought the case to defend his campaign-season promotion of the documentary “Hillary: The Movie,” said he was looking forward to rolling out his next film in time for the midterm elections.\nTitled “Generation Zero,” the movie features the television host Lou Dobbs and lays much of the blame for the recent financial collapse on the Democrats.\n“Now we have a free hand to let people know it exists,” Mr. Bossie said.", "url": "https://www.nytimes.com/2010/01/22/us/politics/22donate.html"}