{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:18:34", "date_modify": "2018-11-16 04:18:34", "date_publish": "2010-05-19 05:50:51", "description": "The widely expected conclusion was bound to escalate tensions between the Koreas and to intensify an international debate on how to punish the North.", "filename": "2010_05_20_world_asia_20korea.html_module=inline_1542341914.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_20_world_asia_20korea.html_module=inline_1542341914.html", "title": "South Korea Publicly Blames the North for Ship’s Sinking", "title_page": "South Korea Publicly Blames the North for Ship’s Sinking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The South insists that the sinking of its warship deserves punishment — through unilateral and United Nations economic sanctions — because it violates the United Nations charter and the 1953 Korean War armistice.\n“We will take resolute counter-actions against North Korea. We should make North Korea admit to its wrongdoing through international cooperation,” President Lee Myung-bak of South Korea told Australian Prime Minister Kevin Rudd by phone, Mr. Lee’s office said. “In the past too, North Korea had denied involvement after committing military provocations and terrorism. But this time, its sophism won’t work because we have evidence no county, no one in the world can dispute.”\nOn Tuesday, the Notational Defense Commission, the North’s highest ruling agency headed by its leader, Kim Jong-il, vowed to retaliate against any attempt to link it to the March 26 sinking of the 1,200-ton ship, the Cheonan, which occurred near the two Koreas’ disputed western sea border.\n“We will swiftly respond to any punishment, acts of revenge or sanctions that violate our national interest by taking strong measures, including a full-scale war,” the commission said in statement carried in the North’s state-run media.\nInvestigators established a critical forensic link when South Korean fishing boats scouring the sea bottom near where the ship went down recovered fragments of a torpedo, including a propulsion motor, propellers and a steering section, Yoon Duk-yong, the head of the investigative team, during a nationally televised news conference on Thursday morning. The parts were on display during the news conference.\nThe fragments matched in size and shape the specifications found in sales pamphlets that North Korea has distributed internationally to export its torpedoes.\nIn one of the parts, the investigators found a handwritten marking in the Korean alphabet Hangul, which reads “No. 1” in English. It was consistent with a similar marking found on a stray North Korean torpedo obtained by the South seven years ago, Mr. Yoon said.\nAdvertisement Continue reading the main story\nAfter an analysis of intelligence data, the team also concluded that a few small submarines and a mother ship supporting them had left a North Korean naval base two to three days before the South Korean ship was destroyed in an explosion and had returned to port two or three days after the sinking.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Furthermore, we confirmed that all submarines from neighboring countries were either in or near their respective home bases at the time of the incident,” Mr. Yoon said.\n“The Cheonan was split apart and sunk due to a shock wave and bubble effect produced by an underwater torpedo explosion,” he said, also citing an analysis of damage on the ship’s hull. He said the weapon was a high explosive torpedo “manufactured by North Korea.”\nOne of the North’s ten midget submarines of the 130-ton Yeono class is believed to have approached the Cheonan by sneaking through international waters and torpedoed it at night, said Air Force Brigadier General Hwang Won-dong, a senior investigator. Mr. Hwang said the North has built the Yeono craft mainly for exports.\nFaced with what it considers the boldest North Korean provocation in years, the government in Seoul has begun rallying international support for sanctions against the North. It invited foreign experts to lend credibility to its investigation. it briefed its neighbors and foreign diplomats in Seoul about the investigation’s findings before formally making them publc.\nIn recent weeks, South Korean officials have dropped widespread hints about North Korean culpability in the attack. They said that if they proved the ship had been struck by a torpedo, people would reasonably conclude that the North was to blame, given its history of military and terrorist provocations against the South.\nStill, South Korean officials have carefully marshaled their evidence in hopes of securing international support for sanctions. Vital to such an effort would be support from China, a veto-wielding member of the United Nations Security Council and a North Korean ally, which has shored up the regime in Pyongyang.\nOn Tuesday, when South Korea is thought to have briefed the Chinese ambassador in Seoul about its investigation, China’s top envoy in Pyongyang met with North Korean leaders and said that the warm welcome given to the North Korean leader, Kim Jong-il, when he traveled to Beijing earlier this month was proof of an “undefeatable friendship” between the allies, according to North Korea’s state-run media.\nChina’s stance is likely to drive South Korea into an even closer military alliance with the United States. Officials here have discussed increasing the number of joint United States-South Korean naval exercises in the Yellow Sea, a maneuver designed to guard against the North but certain to irk China.\nAdvertisement Continue reading the main story\n“This attack proves that despite the past decade of international efforts to engage North Korea, nothing has fundamentally changed,” said Ryoo Kihl-jae, a professor at the University of North Korean Studies in Seoul.\nThe two Koreas remain technically at warm because the Korean War ended in 1953 with a truce, but not a permanent peace treaty. South Korea’s previous “Sunshine Policy” of engaging the North with economic aid was altered after Mr. Lee took office two years ago with a vow not to coddle the North until it gives up nuclear weapons.\nEven before the formal announcement of the investigation’s findings, South Korea has suspended financing for government-level exchanges with North Korea and has asked companies in the South not to start any new deals with the North. But it has shied away from consideration of a military response, which could risk a broader conflict.", "url": "https://www.nytimes.com/2010/05/20/world/asia/20korea.html?module=inline"}