{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:23:55", "date_modify": "2018-11-16 04:23:55", "date_publish": "2010-11-03 22:41:14", "description": "Mr. Boehner, the speaker in waiting, now commands the attention once given to Nancy Pelosi.", "filename": "2010_11_04_us_politics_04hill_1542342235.html", "image_url": "https://static01.nyt.com/images/2010/11/04/us/HILL/HILL-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04hill_1542342235.html", "title": "The New York Times", "title_page": "Boehner in Spotlight After Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Pelosi took a circuitous route to the taping session to avoid getting corralled by members of the news media. When it was over, she slipped quickly into a Capitol elevator, clutching her grandson’s hand. Lips pursed, she deflected questions about her future.\n“We’ll let you know,” the speaker said tersely, as the elevator doors closed.\nThe few other Democrats in the Capitol walked around looking shell-shocked. Representative George Miller, the California Democrat and a member of Ms. Pelosi’s inner circle, could be found in a basement hallway of the Rayburn House Office Building, plastic foam coffee cup in hand, on the way from the cafeteria to his office to watch Mr. Obama address the nation. Mr. Miller has been in Congress for 35 years. He made his displeasure with the president clear.\n“I’m not good at all,” the congressman said, shaking his head. “I think we did some very important things. What we did on health care, what we did on financial reform, what we did on student loans — big and important, as was the recovery act.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSo what happened?\n“Well,” he said, “I think the president never started selling it soon enough. He didn’t sell what he inherited, and he didn’t sell what he was doing until almost 18, 19 months later.”\nUpstairs on the Rayburn Building’s second floor, the big heavy wooden doors leading to the office of Representative Ike Skelton, the Missouri Democrat who is chairman of the Armed Services Committee, were closed. Mr. Skelton was thrown out by voters after 17 terms. A handful of aides, dressed casually in sweaters, milled around their cubicles, trying to make sense of the night before.\nMany, if not all, will be out of work come January. Mr. Skelton’s press secretary, at his desk eating leftovers for lunch, was not in a mood to talk. The congressman will be back Thursday, he said.\nWhenever the balance of power is upset in Washington, it takes time for things to settle out. So it was on Wednesday, as aides to Ms. Pelosi said they did not know when she would announce her plans, and Mr. Boehner made clear that, despite his party’s historic gains, he was not yet certain of how he intended to proceed.\n“We’ll make a lot of decisions over the coming months about what’ll happen in January,” Mr. Boehner said, as reporters peppered him with queries about how quickly he would move to repeal Mr. Obama’s health care legislation, and what federal programs would be on the chopping block now that Republicans are vowing to make cuts.\nAnd Mr. Boehner seemed momentarily flummoxed over a question on raising the debt limit — a move the House will have to take next year to avoid throwing the government into default, but one that Tea Party candidates will almost certainly oppose.\nAdvertisement Continue reading the main story\n“We’ll be working that out,” the speaker in waiting said, “over the next couple of months.”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04hill.html"}