{"authors": ["Oliver Strand"], "date_download": "2018-11-16 03:35:30", "date_modify": "2018-11-16 03:35:30", "date_publish": "2010-09-07 20:58:51", "description": "The chef Daniel Humm hopes to transform an overachieving neighborhood restaurant into one of the world’s standard-bearers of fine dining.", "filename": "2010_09_08_dining_08humm_1542339330.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/08humm-span/08humm-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08humm_1542339330.html", "title": "The New York Times", "title_page": "Eleven Madison Park Revises Menu and Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They decided to fix what ain’t broke,” said Danny Meyer, one of the owners. Mr. Meyer said his “jaw dropped” when Mr. Humm and Mr. Guidara presented their plans earlier this year. Eventually, he gave them his blessing. “Restaurants are like kids,” he said. “You hope you understand their innate gifts, and then you let them realize their aspirations.”\nMr. Humm, 33, and Mr. Guidara, 30, might not be children, but they’re young by the standards of New York restaurants. Usually, the two are impeccably groomed, but both took a shaving sabbatical while Eleven Madison Park was closed last week. The resulting stubble was unconvincing.\nLast month, Mr. Humm and Mr. Guidara put the final touches on the restaurant’s changes at a staff meeting at which almost all of the sous-chefs, captains and managers were in their 20s. Despite the average age at the table, the behavior was sober and serious, the conversation articulate and thoughtful. It felt less like the rock ’n’ roll world of restaurants than a policy presentation by Congressional aides.\nSuch deliberation is important when you fiddle with the Kabuki of fine dining.\nSome of the changes are subtle. There is no longer a podium with a reservation book. Instead, the host asks your name after you come through the revolving doors, then leads you to your table.\n“When you go to your friend’s house for dinner, who opens the door for you?” Mr. Guidara asked. “Your friend.” And your friend, he explained, doesn’t consult a computer or stand behind a desk.\nSome of the changes are practical. The back dining room has been walled off and turned into a pantry (at the sacrifice of 34 seats, bringing the total down to 80), so that the sorting of stemware and silverware is no longer conducted in public view.\nSome of the changes are philosophical. There is no longer a strict division between “front of house” and “back of house.” Every night, two line cooks join the servers and ferry out the first several courses, giving them a chance to see the dining room, explain the cooking, perform a little and share in the tips. Also, the newly remodeled kitchen has an alcove where diners can stand at a narrow counter with an amuse bouche and a glass of Champagne while watching the activity. “People want to see the kitchen,” Mr. Humm said. “They want to see the room, see the chefs.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe most noticeable change is the menu.\n“The natural thing would be for us to become a tasting-menu restaurant,” Mr. Guidara said. “We wanted to do more than that.”\nAdvertisement Continue reading the main story\nUntil last week, it was possible to order one or two courses for lunch, but Mr. Guidara and Mr. Humm believed that was a disservice to the diners who make a gastronomic pilgrimage to the restaurant. “Because we’re one of the four-star restaurants that’s open for lunch, people come here,” Mr. Guidara said. “But they might have a completely different experience than they would have at dinner. That doesn’t feel appropriate.”\n“We realize that people come here for more than to be fed or have a business meeting,” Mr. Humm said. “When they walk into the door they basically say, ‘Take me for a ride.’ ”\nThen, they redesigned the menu. The adjectives are gone, as are the verbs. The farms and purveyors are no longer listed. Mr. Humm hopes diners will trust that his ingredients are the best.\n“Why just these words on a page?” Mr. Guidara said when asked about the spare layout. “It heightens our ability to be a lot more quick.”\n“We can respond to the market that day,” Mr. Humm said. “Why have four kinds of fish? I believe that if you feel like eating fish, it doesn’t really matter what fish you’re eating. What does matter is that it’s the best fish you can get.”\nThe diners choose the ingredient that strikes their fancy. And if, after talking to the server, they don’t like the sound of the dish, they can ask the kitchen to prepare it more to their liking.\n“Tasting menus are like monologues,” Mr. Guidara said. “This is a dialogue.”\nIt’s a subtle shift, but by focusing on the ingredients instead of the preparation, the kitchen becomes more nimble. Everything can be adjusted or reworked. If most fine dining is ready-to-wear, albeit of the highest order, Eleven Madison Park intends to be made-to-measure.\n“For a long time we tried to be everything to everybody,” Mr. Humm said. “We did brunch. We did a bar menu. We did big wine events. We did a really affordable lunch menu.”\nWhile Eleven Madison Park may have lost some of the crowd-pleasing accessibility that has been a hallmark of Mr. Meyer’s restaurants, Mr. Humm believes that that loss will be offset by the new focus on providing a more rarefied experience to a smaller number of diners. \"When we take some things away, we add so much,” Mr. Humm said.\nAdvertisement Continue reading the main story\nMr. Guidara put it more simply. “If it’s not awesome, we don’t want to do it,” he said, for once sounding his age.", "url": "https://www.nytimes.com/2010/09/08/dining/08humm.html"}