{"authors": ["Glenn Collins"], "date_download": "2018-11-16 03:35:13", "date_modify": "2018-11-16 03:35:13", "date_publish": "2010-09-07 20:58:50", "description": "With the Red Rooster, the former Aquavit chef turns his attention to inexpensive ingredients, drawn from the neighborhood’s ethnic mix.", "filename": "2010_09_08_dining_08rooster.html__r=1&scp=1&sq=samuelsson%20and%20red%20rooster&st=cse_1542339313.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/12rooster-span/12rooster-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08rooster.html__r=1&scp=1&sq=samuelsson%20and%20red%20rooster&st=cse_1542339313.html", "title": "The New York Times", "title_page": "Marcus Samuelsson Opens the Red Rooster in Harlem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n“FOOD can be cooked from the soul,” said Marcus Samuelsson as he moved through the raw space of Red Rooster Harlem, his upcoming restaurant on Lenox Avenue near West 125th Street. “But that doesn’t make it soul food.”\nAnd so, Red Rooster won’t be devoted to the Southern cooking that has long fueled Sylvia’s, a block away. Nor will it exclusively channel the African dishes Mr. Samuelsson once served at Merkato 55, his vast, exotic meatpacking district flameout. Instead, he will preside over what he calls “an elevated American comfort food” that borrows from both cuisines, and others. “Harlem is so diverse, and our menu will be, too,” he said.\nMr. Samuelsson, 39, was born in Abragodena, Ethiopia, orphaned at 3 and adopted by a Swedish couple in Gothenburg. But cooking in Harlem, where he has lived for six years, is a voyage home to his identity and ancestry, he said. “For any person of color, no matter where you come from, Harlem has special meaning.”\nThe name of his 100-seat restaurant, opening in October, salutes the original Red Rooster, a storied, long-shuttered Harlem hangout whose clientele included James Baldwin and Willie Mays. The ground floor of the new $2 million Red Rooster will have a restaurant, a breakfast cafe, a grocery, a horseshoe-shaped bar and a communal table, all of it covering 3,400 square feet. He means to fill the 1,800-square-foot basement not only with a party space that has “a speak-easy vibe with jazz, gospel and open-mike music,” he said, but also with cooking classes and demonstrations.\nAdvertisement Continue reading the main story\nMr. Samuelsson is the winner of the last “Top Chef Masters,” guest chef for the first state dinner of the Obama administration, and a city fixture who made his bones at Aquavit, where he took over the kitchen in 1995 and is still a part owner.", "url": "https://www.nytimes.com/2010/09/08/dining/08rooster.html?_r=1&scp=1&sq=samuelsson%20and%20red%20rooster&st=cse"}