{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:19:02", "date_modify": "2018-11-16 04:19:02", "date_publish": "2010-12-08 22:57:35", "description": "California is poised to execute Kevin Cooper, who federal judges say was framed. Will Governor Schwarzenegger save him?", "filename": "2010_12_09_opinion_09kristof.html_module=inline_1542341942.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_12_09_opinion_09kristof.html_module=inline_1542341942.html", "title": "Framed for Murder?", "title_page": "Framed for Murder? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“ California may be about to execute an innocent man.”\nThat’s the view of five federal judges in a case involving Kevin Cooper, a black man in California who faces lethal injection next year for supposedly murdering a white family. The judges argue compellingly that he was framed by police.\nMr. Cooper’s impending execution is so outrageous that it has produced a mutiny among these federal circuit court judges, distinguished jurists just one notch below the United States Supreme Court . But the judicial process has run out for Mr. Cooper. Now it’s up to Gov. Arnold Schwarzenegger to decide whether to commute Mr. Cooper’s sentence before leaving office.\nThis case, an illuminating window into the pitfalls of capital punishment, dates to a horrific quadruple-murder in June 1983. Doug and Peggy Ryen were stabbed to death in their house, along with their 10-year-old daughter and an 11-year-old houseguest. The Ryens’ 8-year-old son, Josh, was left for dead but survived. They were all white.\nJosh initially told investigators that the crime had been committed by three people, all white, although by the trial he suggested that he had seen just one person with an Afro. The first version made sense because the weapons included a hatchet, an ice pick and one or two knives. Could one intruder juggling several weapons overpower five victims, including a 200-pound former Marine like Doug Ryen, who also had a loaded rifle nearby?\nPhoto\nBut the police learned that Mr. Cooper had walked away from the minimum security prison where he was serving a burglary sentence and had hidden in an empty home 125 yards away from the crime scene. The police decided that he had committed the crime alone.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2010/12/09/opinion/09kristof.html?module=inline"}