{"authors": ["Helene Cooper"], "date_download": "2018-11-16 04:19:51", "date_modify": "2018-11-16 04:19:51", "date_publish": "2010-03-27 16:29:19", "description": "Experts on the art of power say President Obama may have come of age as a leader last week, but bigger challenges loom.", "filename": "2010_03_28_weekinreview_28cooper_1542341991.html", "image_url": "https://static01.nyt.com/images/2010/03/28/weekinreview/28cooper01_span/28cooper01_span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_03_28_weekinreview_28cooper_1542341991.html", "title": "Obama: A Giant-Killer, Feeling His Oats", "title_page": "Obama: A Giant-Killer, Feeling His Oats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Just days after the health vote, Mr. Obama completed a landmark arms control accord with Russia that had eluded negotiators for months. The Start agreement took far more time to reach than Mr. Obama had expected, exceeding the deadline by four months. But in the end, Russia backed down on the last contentious point. That was after Mr. Obama refused to yield to Russian demands on missile defense, even though he risked missing another looming deadline, the nuclear security summit he will host in April.\n“Had Obama lost the health care vote, he would have been politically damaged,” said David Rothkopf, a Clinton administration official now who writes on foreign policy. “And that would have had an effect on everything else. But the major transformational consequence of winning isn’t a political boost, but the fact that he is now learning on the job. The message is that he is starting to come of age as a leader.”\nHow Mr. Obama applies the lessons of health care to other issues will be a big part of determining his success, many presidential historians say. Tenacity isn’t necessarily enough; there has to be patience and a willingness, at some point, to draw a line in the sand.\nAfter the fractious Copenhagen climate change summit in December, Mr. Obama sounded much more willing to accept compromise and the imperfect. After pushing and prodding, he reached a deal with China, India, Brazil and South Africa that codified commitments by those countries to act on their own to tackle global warming. But the agreement failed to set a 2010 goal for reaching a binding international treaty to seal the provisions of the accord. Nor did it commit either the industrialized or the developing nations to firm targets for mid- or long-term reductions in greenhouse gas emissions.\nFor Mr. Obama, it was, at best, the equivalent of hitting a single in baseball. He defended the pact as a flawed but essential step forward, saying he was “making the best of the situation that you’re in at this point, and then continually trying to improve and make progress from there.”\nFast forward three months to Friday, post health-care victory, as Mr. Obama took his second victory lap of the week, on the Russian arms control agreement, the equivalent of a double in baseball. “It took patience, it took perseverance,” Mr. Obama said. “But we never gave up.”\nNor, this week, did Mr. Obama settle for a smaller compromise with Israel. Instead, he shocked even the most hardened Middle East peace negotiators by swinging for the fence, demanding of Israel’s prime minister, Benjamin Netanyahu, a firm commitment to rein in settlement construction in East Jerusalem.\nAdvertisement Continue reading the main story\nThe stakes on this issue are sky-high. Most Middle East experts say there can be no final Israeli-Palestinian peace agreement without resolving Jerusalem. Mr. Netanyahu’s governing coalition views the city, east and west, as the undivided, eternal capital of the Jewish people, in which they can build where they want. The Palestinians and supporters throughout the Arab and Muslim worlds see East Jerusalem as holy, and rightfully under Palestinian sovereignty.\nIn refusing last week to settle for Mr. Netanyahu’s compromise offers, including restrictions on Israeli troop activities in the West Bank, the freeing of Palestinian prisoners and further efforts to bolster the Palestinian economy, Mr. Obama sent Mr. Netanyahu back to Israel empty-handed, lengthening the deepest crisis between the two allies in years. The Israeli press has written that Mr. Netanyahu was ambushed, Mr. Obama has come under fire from the pro-Israel lobby in Washington and from Republican lawmakers. Even some Democrats have privately questioned whether he has gone too far.\nIt no doubt will be months, if not years, before anyone will know how the Israel standoff will end. But Mr. Obama, in pushing Mr. Netanyahu, is forcing the Israeli prime minister into a stark choice, argues Martin Indyk, a former United States ambassador to Israel and the vice president and director of foreign policy at the Brookings Institution: “He’s pushing the issue for Bibi, and forcing him to answer this question: Do you want to be Bibi, the politician?” Mr. Indyk said, using Mr. Netanyahu’s nickname.\n“Or do you want to be a statesman?”", "url": "https://www.nytimes.com/2010/03/28/weekinreview/28cooper.html"}