{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 04:30:43", "date_modify": "2018-11-16 04:30:43", "date_publish": "2010-10-22 17:57:40", "description": "After 12 months as the embattled chairman of the Metropolitan Transportation Authority, Jay H. Walder faces the ultimate performance review: Will the next governor keep him onboard?", "filename": "2010_10_24_nyregion_24walder.html_module=inline_1542342643.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_24_nyregion_24walder.html_module=inline_1542342643.html", "title": "The New York Times", "title_page": "M.T.A. Chairman’s Bumpy First Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“People that I used to trust and respect said this was a good time to come back to the M.T.A.,” Mr. Walder said at a recent speech in Queens. “They said the M.T.A. was funded for the foreseeable future. Well, the foreseeable future turned out to be a few weeks.”\nMr. Walder, who grew up in the Rockaways, bluntly refers to “the mess I’m in today” with a lopsided grin. He has spent much of his first year on a cost-cutting campaign that included the authority’s first layoffs in decades, the elimination of thousands of positions and a $500 million cut in its bloated budget. He has also overhauled the agency’s Web site, added 100 countdown clocks on platforms and installed GPS devices on some cross-town buses so riders can track their location.\nDespite such impressive results on many of the system’s most intractable problems, Mr. Walder’s tenure remains, in the minds of many residents and politicians, underlined by its moment: one in which New Yorkers are being forced to pay more for less service.\nNow, he faces the performance review that really counts: Will the next governor keep him onboard? Carl P. Paladino, the Republican nominee, has called for his ouster, and Attorney General Andrew M. Cuomo, the Democratic candidate, complained at a debate last week that “nobody is in charge of the M.T.A.” Historically, few chairmen last longer than a year after a turnover at the State House.\n“I would like to stay,” Mr. Walder said at a forum this month. “I hope to stay and I expect to stay.”\nONE of the world’s most respected transit planners, Mr. Walder was fresh off a private-sector stint at McKinsey, the elite consulting firm, when he accepted Gov. David A. Paterson’s offer to take the authority’s helm.\nAs a top transit executive in London, he had transformed a moribund train and bus network into one of the world’s finest, pioneering computer chip-enabled fare cards and charging fees for motorists to drive in the city. The expectation was for a repeat act in New York.\nAdvertisement Continue reading the main story\nInstead, the job quickly became a triage mission. A budget hole that began at $100 million ballooned to nearly $1 billion, a result of falling tax revenue and the financial neglect of state lawmakers. “Very quickly, we needed to realize we had to quickly reduce our cost structure,” Mr. Walder said in a recent interview.\nInside the agency’s Madison Avenue headquarters, Mr. Walder established himself as a demanding manager, set on shaking up a sluggish culture that had suffered from years of infighting and inertia. He promised to close a “credibility gap” between the authority and its customers.\n“He is refreshingly direct; he does not obfuscate,” said Kathryn S. Wylde, president of the Partnership for New York City. “He was perhaps the only person in the world who was qualified to step into that agency in a crisis.”\nPhoto\nA glossy manifesto, “Making Every Dollar Count,” was released in January, laying out a plan to remake the transit agency into a leaner, more accountable operation. Mr. Walder signed a $500,000 consulting contract with his former employer, Transport for London, and hired Accenture, the big consulting firm, to help renegotiate contracts with vendors and identify extraneous projects, like a $3 million program to replace armrests on commuter trains. (Accenture earned millions in fees.) He went after overtime abuse among workers, cutting those payouts by 11 percent.\nHe does not own a car, and proudly reports clocking more than 900 trips on his authority-issued unlimited MetroCard — the daily commute, meetings across the city, weekend excursions to museums and Mets games. On those trips he frequently reports problems like overflowing trash bins or errant signs.\nOn an E train bound for Jamaica, Queens, the other day, he spotted a digital sign that erroneously announced 34th Street as the next stop and pulled out his BlackBerry. “Let me just write down this car number,” he said, thumbs flicking across the keyboard. Some call it diligence; others, micromanagement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe is, at heart, a technocrat, and he seemed to relish the opportunity to import new technology even in dire financial times. Besides the countdown clocks, which were in the works for years and cost more than $200 million, and those big flat screens, the agency introduced mechanisms to speed bus service along First and Second Avenues. New Yorkers “have waited too long for basic improvements,” Mr. Walder said. “They actually just want to see us deliver on the things that the M.T.A. has promised for years.”\nHe hopes to add more countdown clocks — they are now mostly on the numbered trains, but will soon be up and down the A and C lines, and eventually on the N and R. “It’s about changing a culture in an organization that wasn’t unleashing the creativity that was there,” Mr. Walder said.\nChange, however, can create friction. Mr. Walder’s willingness to publicly criticize the transportation authority’s past performance led to some resentment.\nAdvertisement Continue reading the main story\nOutside the agency, Mr. Walder’s efforts to empathize with riders often fell flat. Where previous transit chiefs tried to exude emotional warmth, Mr. Walder is all cool professionalism. “I appreciate the fact that this has been a very difficult year on the transit system,” he said when asked about the agency’s troubled image, “and I appreciate the fact that many people are frustrated.”\nAt 6-foot-6, he tends to loom over his interlocutors; he has a habit of grinning nervously when confronted with difficult questions, an attempt to disarm that can sometimes grate. He promotes himself as a dedicated public servant who rides the system he runs: he is fond of relaying an anecdote from his McKinsey days, when, as he tells it, he would take the subway to Kennedy Airport for business trips, befuddling colleagues accustomed to car service.\nLabor leaders have tried to caricature Mr. Walder as an aristocrat, drawing attention to his vacation home in the south of France and the $1.6 million three-bedroom condo he recently bought on the Upper West Side. But he has humble roots: the son of the editor of the Rockaway Wave, a graduate of the State University at Binghamton.\nDURING his first stint at the transportation authority, which lasted a dozen years, Mr. Walder worked on the original MetroCard and ascended to chief financial officer. He left to teach at Harvard’s Kennedy School in 1995, then followed a former authority chairman, Robert Kiley, to London in 2001, but left in 2007 after being passed over for that city’s top transit job.\nHe returned to New York to find a subway transformed. “I get on trains at 11, 12 o’clock at night, and they are crowded,” Mr. Walder said recently. “It’s very clear that people are using the system more intensively, and during more hours, than they were doing when I was here before.”\nFor all the improvements he has overseen on technology and customer service, the fare increases and service cuts have taken their toll. Mr. Walder earned politicians’ ire by threatening to end MetroCard discounts for the city’s students. And he rejected calls to use federal stimulus money to avoid service cuts, saying it should be reserved for capital investments.\n“You have to admit that the M.T.A.’s relationship with the public and the political leadership has never been worse,” said Assemblyman Richard L. Brodsky, a Westchester Democrat and close watcher of the authority.\nThe agency’s relationship with its union has seriously frayed. “When Jay Walder speaks about partnering with the union, that is doublespeak for extracting massive concessions,” said John Samuelsen, the president of Local 100 of the Transport Workers Union. (Mr. Walder, for his part, said his troubles with the union had been the “biggest disappointment” of his year.)\nAdvertisement Continue reading the main story\nAnd the authority’s budget remains precarious. Its five-year capital program, which includes major projects like the Second Avenue subway, has secured only two years’ worth of funding from the Legislature, and there is no money authorized to expand pilot programs like the flat screens in Brooklyn. Mr. Walder said he was committed to finishing those projects, but he has learned the hard way that there are no guarantees in Albany.\nMr. Walder’s six-year contract is designed so that he will have a giant payday if the next governor removes him. But many are hoping he will stay, lending the system needed stability.\n“I do think the changes to the Web site and the countdown clocks and the things he’s trying to do, to me that’s the dawn of a new age,” said Gene Russianoff, the éminence grise of the city’s rider advocates. “I would not be eager to go through a learning curve for a new chairman.”", "url": "https://www.nytimes.com/2010/10/24/nyregion/24walder.html?module=inline"}