{"authors": ["David W. Chen", "Al Baker"], "date_download": "2018-11-16 04:31:19", "date_modify": "2018-11-16 04:31:19", "date_publish": "2010-07-27 19:06:09", "description": "Payments will be made to the family and two friends of Sean Bell, who was fatally shot in 2006.", "filename": "2010_07_28_nyregion_28bell_1542342679.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_28_nyregion_28bell_1542342679.html", "title": "The New York Times", "title_page": "New York City to Pay $7 Million in Sean Bell Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "None of the three men in the car had guns, although the officers apparently believed at least one did.\nThree of the officers were acquitted of manslaughter and reckless endangerment charges in State Supreme Court in Queens in 2008. The other two officers who opened fire did not face criminal charges.\nFederal prosecutors declined in February to file civil rights charges against the officers, citing insufficient evidence.\nPhoto\nPaul J. Browne, the Police Department’s chief spokesman, said the department could now proceed with its administrative case against the eight officers with some involvement in the episode. Mr. Browne had no comment on the settlement.\nAt the federal courthouse in Downtown Brooklyn, Ms. Bell, 26, emerged from a courtroom looking weary after two days of negotiations, arm in arm with Mr. Bell’s mother, Valerie. Ms. Bell said the settlement was fair but not a victory. “No amount of money can provide closure, no amount of money can make up for the pain,” she said. “We’ll just try to learn how to live with it and move on.”\nThe money will go to her two children with Mr. Bell, Jada, 7, and Jordyn, 4; she will not receive a share because she was not married to Mr. Bell (she took his name legally after his death). Ms. Bell promised to keep pushing for the passage of police reforms intended to prevent a similar episode.\nStanding beside her, Mr. Guzman, 34, said he was sure that something similar would happen again. “I don’t think a black or Hispanic man’s life means much in this city,” he said.\nAdvertisement Continue reading the main story\nMr. Guzman had walked out of the courtroom with a noticeable limp. “My injuries are my injuries,” he said. “I’ve got a metal rod in my leg. I’ve got four bullets still in me. I’ve got one pushing out my back right now.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Benefield, 26, was not present, but he is expected to join Ms. Bell and Mr. Guzman at a news conference Wednesday at the Brooklyn offices of one of their lawyers, Sanford A. Rubenstein. “It’s a fair and reasonable settlement,” Mr. Rubenstein said.\nMichael A. Cardozo, the city’s corporation counsel, said: “The Sean Bell shooting highlighted the complexities our dedicated officers must face each day. The city regrets the loss of life in this tragic case, and we share our deepest condolences with the Bell family. The city is also settling claims with Mr. Guzman and Mr. Benefield. We hope that all parties can find some measure of closure by this settlement.”\nBut Michael J. Palladino, the president of the Detectives Endowment Association, criticized the settlement as “laughable.”\nPhoto\n“I think there is something seriously wrong with the entire picture,” Mr. Palladino said, “because if you take a look at the situation in its entirety, it’s that the police were there performing their lawful duty; Bell was intoxicated and he tried to run the police down.”\n“If you take a look at the whole situation,” he added, “the settlement is absurd, for that amount of money, when Bell was responsible for the entire incident.”\nAlbert W. O’Leary, a spokesman for the Patrolmen’s Benevolent Association, declined to comment on the settlement. The five officers who fired the shots and were named in the lawsuit will not have to contribute to the settlement.\nThe five officers who opened fire — Detectives Gescard F. Isnora, Michael Oliver, Marc Cooper and Paul Headley and Officer Michael Carey — were part of a unit investigating the strip club. All are on modified assignment, with no gun and no shield, Mr. Browne said. Officer Headley is on military leave.\nLt. Gary Napoli, the supervising officer that night, is also on modified assignment, Mr. Browne said, facing internal charges of failing to supervise the operation. Two other officers, Detective Robert Knapp and Sgt. Hugh McNeil of the Crime Scene Unit, were also internally charged, the detective with failing to thoroughly process the crime scene, and the sergeant with failing to ensure that thorough processing was done, Mr. Browne said.\nAdvertisement Continue reading the main story\nThe settlement was among the largest in recent years involving the police. In 2004, the family of Amadou Diallo agreed to a $3 million settlement after Mr. Diallo, an unarmed immigrant from West Africa, died in a hail of 41 police bullets in the Bronx. In 2001, Abner Louima, a Haitian immigrant who was tortured with a broken broomstick in a Brooklyn police station in 1997, was awarded a total of $8.75 million in a settlement with the city and the police union.\nLast month, the city agreed to pay $9.9 million, the largest personal settlement in its history, to a man, Barry Gibbs, who served almost two decades in prison but was released after evidence surfaced that he had been framed for murder by a corrupt detective.\nPaul P. Martin, a lawyer for Detective Cooper, said, “On behalf of Marc Cooper, he understands no amount of money can console the family of Sean Bell and Trent Benefield, and we’d hope that this action, on behalf of the city, will put some closure to the Sean Bell family and to Mr. Benefield.”\nAsked how Detective Cooper was doing, Mr. Martin said: “I saw him last Sunday in church. He is in decent spirits; still haunted by this whole situation but trying to move on with his life.”", "url": "https://www.nytimes.com/2010/07/28/nyregion/28bell.html"}