{"authors": ["John Willoughby"], "date_download": "2018-11-16 03:37:58", "date_modify": "2018-11-16 03:37:58", "date_publish": "2010-04-13 13:40:39", "description": "The spice captures the allure of a smoky flavor for indoor cooking.", "filename": "2010_04_14_dining_14power_1542339478.html", "image_url": "https://static01.nyt.com/images/2010/04/14/dining/14powerspan-1/14power_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_14_dining_14power_1542339478.html", "title": "The New York Times", "title_page": "Pimentón More Than Fills Paprika’s Small Shoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I first experienced it in a lamb stew served in a little restaurant in the town of Jarandilla de la Vera. The stew, rich with the slight gaminess of lamb, the tang of sherry and the smooth comfort of white beans, was brought to greatness by the subtle heat and almost mysterious smokiness of the pimentón.\nOver the next few days, I tasted pimentón in dishes from paella to the crisp spiced potatoes called papas bravas. I also discovered that it’s a primary flavoring in Spanish chorizo.\nPhoto\nI still make a version of that lamb stew, but once I got a can of pimentón back here, I started finding plenty of ways to use it.\nA teaspoon or two wakes up guacamole and makes plain yogurt into a sauce for grilled fish. A tablespoon, sautéed at the start with the other aromatics, transforms any red-meat stew or braise. Toss a bit in a bowl with some nuts, and you’ve got an instant hors d’oeuvre. It’s also particularly good in lentil or bean dishes, giving them a pleasant complexity. You can even surprise people by sprinkling it on deviled eggs instead of that other paprika.\nBut the way I’ve used this powder most often is in spice rubs for meats. When combined with some salt plus cumin, coriander or another spice you prefer, it adds a hint of the grill to roasts, steaks or chops cooked inside.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nGiven that, I’m not sure why it was so long before it occurred to me that it would be ideal for that perennial faux favorite, “oven barbecue.” Developed as a way of getting your barbecue fix when the weather is less than ideal, oven barbecue is most often enhanced with liquid smoke. But pimentón adds a smoother smokiness along with a sneaky heat that’s perfect with the rich fattiness of a brisket cooked to fall-apart tenderness.\nPimentón comes in three versions, with varying levels of heat depending upon the particular chilies used. Dulce is slightly sweet with very little heat; agridulce has only a trace of sweetness (but a good belt of heat); and picante is quite hot with just a trace of bitterness. In a Goldilocks kind of way, I find agridulce to be just right for cooking, though picante certainly has its merits when rubbed on meat.\nAll three remain surprisingly scarce in the United States, even in specialty food shops, though they are readily available by mail order. There are many good brands, but be sure the one you choose has “Consejo Regulation Denominación de Origen” somewhere on it, indicating the Spanish government’s assurance that it was made in La Vera.\nMany aficionados favor La Chinita brand. Personally, I’m partial to Santo Domingo, not just for its flavor but for its crazily colorful container.\nAdvertisement Continue reading the main story\nAnd while you’re at it, go ahead and get the big tin; you’ll find plenty of ways to use it.\nPlus you need to fill that empty space on the spice rack where your old paprika used to be.", "url": "https://www.nytimes.com/2010/04/14/dining/14power.html"}