{"authors": ["Al Baker"], "date_download": "2018-11-16 04:31:45", "date_modify": "2018-11-16 04:31:45", "date_publish": "2010-08-10 21:59:12", "description": "An early-morning confrontation that left one man dead, and five others wounded, including two officers, included a fusillade of 46 shots from the police.", "filename": "2010_08_11_nyregion_11shoot_1542342705.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_08_11_nyregion_11shoot_1542342705.html", "title": "Harlem Shooting Account Is Made Clearer in Inquiry", "title_page": "Harlem Shooting Account Is Made Clearer in Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Much remains shrouded in confusion. The origin of each bullet, its trajectory and landing spot, will be pieced together as the department’s Firearms Discharge Review Board works to determine if the shooting falls within guidelines for the use of deadly physical force, said Paul J. Browne, the department’s chief spokesman.\nAlso to be determined is whether the man identified by police as the gunman, Angel Alvarez, 23, owned or initially fired the .38-caliber revolver recovered at the scene. The gun, which was fired four times, might have belonged to the man fighting with Mr. Alvarez before the first two shots went off during their confrontation.\nThat man, Luis Soto, 21, was killed, struck by five bullets and grazed by a sixth. The fatal bullet most likely came from the police; ballistics tests revealed it was fired by a semiautomatic weapon, the type of gun used by the four officers involved in the shooting. Mr. Alvarez suffered nearly two dozen bullet wounds, but survived.\nThe police said that two of the four rounds fired from the .38-caliber gun were recovered. One of them was pried from a concrete divider, three-quarters of a block down Lenox Avenue, a location consistent with Mr. Alvarez having fired at Officer Brightman. The other round was found in the pavement next to a car about eight feet from where Officer Brightman was standing.\nWho owned the .38-caliber gun was unknown on Tuesday. It was one of three purchased together at a Georgia gun store in August 2007, and police and agents of the federal Bureau of Alcohol, Tobacco, Firearms and Explosives went to Georgia to interview the man who bought the guns, said one official. So far, no evidence has emerged tracing the gun to another crime in New York.\nBut two days later, some of the key elements in the shooting were coming into sharper focus in the police account.\nOfficer Brightman and a partner had been on foot in Harlem on Sunday, following orders from a supervisor in the Manhattan North Task Force to monitor the dispersal of a large crowd of early-morning revelers several blocks away, when the first shots went off. Officer Brightman, who was in uniform, ran toward Lenox and 144th, according to a police account.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSimultaneously, Sergeant Paul Kerrigan and two fellow anticrime unit officers on routine patrol were driving north on Lenox when they saw Mr. Alvarez chase Mr. Soto and begin fighting with him.\nAdvertisement Continue reading the main story\nSergeant Kerrigan and Officers Michael Tedeschi and Thomas Cozart, all in plain clothes, stopped their unmarked sedan and got out “right on top of the situation,” a law enforcement official said.\nThings moved quickly.\nInvestigators believe Mr. Soto pulled a .38-caliber revolver as Mr. Alvarez got the better of the fight. They wrestled for the weapon. Two shots sounded, but who fired the gun was unclear.\nMr. Alvarez emerged from the struggle holding the gun. He moved toward Officer Brightman and fired once, maybe twice. Officer Brightman fired two bullets in return. One hit Officer Tedeschi in his bullet-resistant vest, and another struck a car.\nStanding near one another, the plainclothes officers fired. Their bullets went in a mostly southerly direction. Investigators believe the officers might have been aiming at Mr. Alvarez as he moved south, because of the pattern of their gunshots.\nDuring the shooting, three bystanders — all men — were hit by bullets, though it is not clear whose weapons those came from. One man was hit as he stood on Lenox about halfway between 144th and 143rd Streets, and two men were struck near the corner of 143rd and Lenox.\nOn Tuesday, Mr. Alvarez remained at Harlem Hospital Center in stable condition, the police said. Lawyers for Mr. Alvarez’s and Mr. Soto’s families did not return calls on Tuesday.\nFriends of Mr. Alvarez and Mr. Soto who were at the scene of the shooting gave competing accounts of who had fired the gun.\nInvestigators have collected some accounts indicating that Mr. Soto and Mr. Alvarez were struggling and that both were standing when the gunshots were heard. Separately, a friend of Mr. Alvarez’s said he saw Mr. Soto take out the gun and saw the two men struggle before Mr. Alvarez jumped to his feet and shots were fired.\nThose accounts — as well as the probable finding that a police officer killed Mr. Soto — would make a murder charge against Mr. Alvarez unlikely. The state penal code would dictate a more likely charge of attempted murder, based on accounts that he fired toward the police.", "url": "https://www.nytimes.com/2010/08/11/nyregion/11shoot.html"}