{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:35:33", "date_modify": "2018-11-16 03:35:33", "date_publish": "2010-09-07 20:58:56", "description": "New restaurants coming to New York City in the next few months.", "filename": "2010_09_08_dining_08preview_1542339333.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/08preview-span/08preview-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08preview_1542339333.html", "title": "The New York Times", "title_page": "Coming Up Next: Guacamole Sorbet and Pu-Pu Platters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIN SHOP Harold Dieterle and Alicia Nosenzo of Perilla take on modern Thai food: 469 Avenue of the Americans (12th Street), (212) 675-4295. October.\nLANI KAI Tiki refreshed: Julie Reiner of the Clover Club in Brooklyn will bring drinks made with exotic fruits and a Polynesian-inspired menu to a Hawaiian garden setting: 525 Broome Street (Sullivan Street), (646) 596-8778. October.\nLOWCOUNTRY William Sullivan, a Virginia native, will be cooking Southern food with a Tidewater vibe. Look for grouper with late summer succotash: 142 West 10th Street (Greenwich Avenue), (212) 255-2330. September.\nLYON François Latapie will interpret a Lyonnais machon, with an emphasis on pâtés and charcuterie in this informal cafe: 118 Greenwich Avenue (13th Street). October.\nMARY QUEEN OF SCOTS Brian McGrory, of the Scottish pub the Highlands, gives the same cuisine a French spin: 115 Allen Street (Delancey Street). October.\nMEHTAPHOR Jehangir Mehta, who owns Graffiti in the East Village, has a larger place on tap with inventive dishes like beef tartare with guacamole sorbet and churros with jalapeño ice cream: Duane Street Hotel, 130 Duane Street (Church Street), (212) 542-9440. September.\nMPD The owners, Derek and Daniel Koch, and the Ginza Group (of Mari Vanna) say the name stands for “mon petit dejeuner” (my little breakfast), not meatpacking district, though it will serve late-night snacks, not breakfast: 73 Gansevoort Street (Washington Street), (212) 541-6991. October.\nAdvertisement Continue reading the main story\nNIKO Sushi by an alumnus of Sushi Yasuda (with help from the writer Trevor Corson) will coexist with more substantial Japanese-inspired food, including charred hanger steak: 170 Mercer Street (West Houston Street), (212) 991-5650. September.\nOSTERIA MORINI Michael White and Chris Cannon undertake the lush, carnivorous cooking of Emilia-Romagna: 218 Lafayette Street (Kenmare Street), (212) 965-8777. September.\nPORSENA Sara Jenkins is settling in just a stone’s throw from her tiny roast-pig sandwich shop, Porchetta. This time, pasta will rule, and there will be 50 seats. “I want to bring back recipes of my childhood,” she said, “and some favorites from 50 Carmine Street.” Individual Tuscan lasagna, macaroni with ragù and slow-cooked chicken will be on a menu that — radical for these times — “will be the same in January as it is in June”: 21-23 East Seventh Street (Third Avenue), (212) 228-4923. October.\nREDFARM Joe Ng takes liberties with Chinese food, like saffron soup dumplings and Peking duck sliders: 529 Hudson Street (Charles Street). October.\nSOCARRAT A branch of the paella restaurant in Chelsea will have many features that are similar to the original: 284 Mulberry Street (Houston Street). October.\nSPASSO Bobby Werhane’s latest in the Village will be for rustic Italian fare crafted by Craig Wallen, whose credentials include Convivio: 551 Hudson Street (Perry Street). November.\nTHEATER BAR Albert Trummer’s latest bar will evoke Vienna in the 1930s, with a stage for cocktail presentations: 114 Franklin Street (West Broadway). September.\nTRIBECA CANVAS Masaharu Morimoto’s second restaurant in New York blends Japanese and American comfort foods, with dishes like onion gratin soup dumpling, Morimoto bone marrow and chicken pot pie: 310 Church Street (Walker Street). December.\nAdvertisement Continue reading the main story\nBETWEEN 14TH STREET AND 60TH STREET\n9 Michael Berardino will be the chef with a Mediterranean menu, in this replacement for Mangia e Bevi: 800 Ninth Avenue (53rd Street). September.\nAI FIORI The chef Michael White interprets the food of the Italian and French Rivieras: Setai Fifth Avenue, 400 Fifth Avenue (37th Street). November.\nASELLINA Marco Porceddu, from Sardinia via Las Vegas, will be the executive chef, with a light Italian menu: 420 Park Avenue South (29th Street), (212) 317-2900. September.\nBAORITO Michael Bao Huynh, the Energizer bunny of the New York restaurant scene, is giving what was a Baoguette a somewhat Mexican spin, with Asian burritos: 241 Third Avenue (19th Street), (212) 228-5500. September.\nPhoto\nBAR BASQUE Jeffrey Chodorow and Terry Zarikian have hired Yuhi Fujinaga, who trained in the Basque region of Spain, for this second-floor, ultra-modern Spanish restaurant with an immense greenhouse terrace in the new Eventi Hotel. Though the menu may define Basque food for some New Yorkers, it also offers paella, a Valencian interloper. “It’s not Basque,” Mr. Zarikian said, “but we know people will expect it”: 845 Avenue of the Americas (30th Street). October.\nBILL’S BAR & BURGER The sprawling two-story flagship of a budding chain will be able to feed hundreds: 45 Rockefeller Center (51st Street), (212) 705-8510. September.\nBISTRO LAMAZOU Nancy and Aziz Lamazou, the owners of a cheese shop in Kips Bay, are taking their expertise to the restaurant level, with a cheese-centric menu: 344 Third Avenue (25th Street). November.\nBRATS Hot dogs and other sausages will star in this quick-service spot from Daniel Angerer of Klee Brasserie nearby: 362 West 23rd Street. September.\nAdvertisement Continue reading the main story\nCARNICERIA AD Steaks, Latin style, will be served on the lower level of Agua Dulce: 802 Ninth Avenue (53rd Street), (212) 262-5963. September.\nCIANO Shea Gallante is focusing on Italy’s regional cuisines, driven by the seasons (see article, Page 7): 45 East 22nd Street (Park Avenue South). October.\nDANJI Small plates of Korean inspiration will be the focus of chef and owner Hooni Kim’s cooking. The restaurant’s name refers to the clay jars used to contain kimchee, and they have inspired the décor: 346 West 52nd Street. October.\nEAST INDIA TEA COMPANY Peter Beck, the executive chef at Tamarind, will evoke the days of the Raj in this snack and tea parlor serving English cutlets and stuffed parathas: 101 Lexington Avenue (27th Street). September.\nEOLO The food will be Sicilian, eclectic and original, with Sicilian breads, homemade spaghetti tossed with bottarga and clams, wild fennel pasta and seafood couscous of Trapani: 190 Seventh Avenue (21st Street). September.\nHARRY’S ITALIAN A mini-branch of the financial district restaurant, with a taste of Adrienne’s Pizzabar folded in: 30 Rockefeller Plaza. December.\nTHE HIGHLINER At the former Empire Diner, waffles will come with sweetbreads, and biscuits with duck bacon: 210 10th Avenue (22nd Street). September.\nHILL COUNTRY CHICKEN Marc Glosserman, the founder of Hill Country Barbecue Market, follows up with his family recipes for fried chicken (in two styles), Southern sides; and pies: 1123 Broadway (25th Street), (212) 257-6446. September.\nAdvertisement Continue reading the main story\nTHE HURRICANE CLUB It’s tiki time, Part 2: Craig Koketsu, the chef of Quality Meats and Park Avenue, lights up the pu-pu platter (see article, Page 7): 360 Park Avenue South (26th Street), (212) 951-7111. September.\nTHE JOHN DORY OYSTER BAR Ken Friedman and April Bloomfield’s defunct seafood restaurant will be relocated, along with most of its nautical flotsam. This time, it’s mostly bar-stool seating: 1196 Broadway (29th Street), (212) 792-9000. October.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nJUNOON A high-profile Indian chef, Vikas Khanna, presides over what promises to be a lavish, art-driven installation: 27 West 24th Street (Broadway), (212) 490-2100. October.\nMILLESIME Laurent Manrique has not severed his ties to San Francisco, but he is also in charge of the kitchen in this lavish duplex, formerly Country, in the Carlton Hotel. The focus is on seafood dishes like lobster pot au feu and fish a la plancha: 92 Madison Avenue (29th Street), (212) 889-7100. October.\nNATIONAL BAR & DINING ROOMS This will be a grand cafe, with a varied menu by Geoffrey Zakarian, everything from omelets to steaks, from morning until night: The Benjamin, 557 Lexington Avenue (50th Street). October.\nNEW YORK CENTRAL The Grand Hyatt is redoing the former Manhattan Sky into a more distinctive restaurant. The chef, Christian Ragano, has the highly regarded Nomi in Chicago on his resume, and will give the menu a European focus: 109 East 42nd Street, (212) 883-1234. October.\nLA PETITE MAISON In the town house that was Grayz, a branch of a place in Nice: 15 West 54th Street. October.\nRADICCHIO PASTA & RISOTTO A spin-off of Radicchio in Ridgewood, N.J., with Daniel Montoya, the same chef, turning out an assortment of pasta and risotto dishes: 235 East 53rd Street. (212) 956-3976. September.\nRIVERPARK Sisha Ortuzar, Tom Colicchio’s partner in ’Wichcraft, is the executive chef and a partner in this spacious restaurant that will have outdoor seating and East River views. The American market-driven menu tends to catch the sea breeze, with clam bruschetta and an alliterative roasted red snapper with saffron-scented seafood stew: 450 East 29th Street (First Avenue), (212) 729-9790). October.\nAdvertisement Continue reading the main story\nSPRIG California cuisine comes to the Lipstick Building from breakfast through dinner. Once a lobby bar, now an enclosed restaurant, it is owned by Mark Lukin and his sister, Melissa Lukin-Kotlyar, the chef: 885 Third Avenue (54th Street), (212) 249-4500. October.\nTODD ENGLISH RESTAURANT Todd English’s latest, an American barbecue done Asian-style, will be a collaboration with Ian Kittichai, the Thai chef who is no longer at the restaurant bearing his name in SoHo. There will be 190 seats on two levels of what was a supermarket: 647 Ninth Avenue (46th Street). November.\nTULSI Hemant Mathur, who was the co-chef and a partner at Dévi, plans a high-end Indian restaurant with a menu that ranges from street snacks like chaat and kati rolls to classic rogan josh and tandoori prawns: 211 East 46th Street (Third Avenue). October.\nABOVE 60TH STREET\nBAR ITALIA MADISON Denis Franceschini, who owns Bar Italia, brings his Italian food with a light touch to this new location: 768 Madison Avenue (66th Street). September.\nPhoto\nDE CASA Francesco Antonucci has engaged Adam Tihany to turn the gracious town house that was Bruno Jamais into a warm setting for homestyle Italian food: 24 East 81st Street. December.\nDITCH PLAINS Marc Murphy is bringing his style of informal seafood to the Upper West Side: 100 West 82nd Street. November.\nFISH TAG Michael Psilakis’s fourth go-round in this space takes on seafood, at a stretch of raw bar in the front half and in a dining room beyond. Whole fish will be served with the fishmonger’s tag attached, hence the name: 222 West 79th Street (Broadway), (212) 362-7470. October.\nGO BURGER BLT Burger has evolved into this chain, with burgers and milkshakes, some for adults only, and beers: 1450 Second Avenue (75th Street). November.\nAdvertisement Continue reading the main story\nGRAFFIT Jesús Nuñez, who owned a restaurant in Madrid, will open this place dominated by a tapas bar. Guests make their selections with a deck of little menu cards designed by the chef: 141 West 69th Street. Late November.\nLINCOLN Jonathan Benno’s multimillion-dollar, 165-seat Italian restaurant anchors a remodeled Lincoln Center (see article, Page 5): 142 West 65th Street, (212) 359-6500. September.\nNEELY’S PIG PARLOR Pat and Gina Neely of Food Network fame, and a string of Tennessee barbecue joints, come north: 1125 First Avenue (62nd Street), (212) 832-1551. November.\nRED ROOSTER HARLEM Marcus Samuelsson will offer a menu that combines soul food, American comfort and his Ethiopian, Scandinavian and American experience (see article, this page): 310 Lenox Avenue (125th Street). October.\nSQUARE MEALS Yura Mohr will try to replicate her successful Upper East Side spot, known for its homespun American menu: 154 West 70th Street. November.\nTOLOACHE Julian Medina will open a smaller uptown branch of his theater district Mexican restaurant in the former Le Refuge space, this time with a children’s menu: 166 East 82nd Street. November.\nBROOKLYN\nFAT GOOSE There have been numerous roadblocks delaying the opening of this spot for American food with an intriguing name based on the owner’s Polish surname, Gesiak: 125 Wythe Avenue (North Eighth Street), Williamsburg, Brooklyn. October.\nSPRITZENHAUS Robert Shamlian, the owner of Spitzer’s Corner, is calling this a European gastro-pub with an emphasis on German and Belgian beers. There will be 200 seats in 6,000 square feet, and a beer garden as well: 33 Nassau Avenue (Guernsey Street), Greenpoint, Brooklyn. October.\nAdvertisement Continue reading the main story\nQUEENS\nTHE DECK Eric Hara, the executive chef at the Oak Room in the Plaza, will add this global cafe with seating indoors and out: 3015 Newtown Avenue, Astoria, Queens. September.\nMEXIQ Barbecue that goes back and forth over the Rio Grande is what Julieta Ballestros of Crema, the consulting chef, has in mind. The taps will pour 24 beers: 37-11 30th Avenue, Astoria, Queens. September.\nSIENNA Eric Hara, still of the Oak Room, will oversee this 250-seat sushi bar and lounge with a global menu for dining: 2802 31st Street, Astoria, Queens. October.\nLOOKING AHEAD TO 2011\nA NUMBER of estimable chefs are busy selecting flatware and building menus for restaurants that they hope to open by the year’s end.\nBut next year promises to deliver what may be an even more impressive lineup of new places by marquee chefs and restaurateurs. Here are some.\nBOUCHON BAKERY A second Manhattan edition of Thomas Keller’s cafe, this one in Rockefeller Center.\nBRUSHSTROKE David Bouley says that his on-again-off-again Japanese restaurant in partnership with Yoshiki Tsuji, who owns cooking schools in Japan, is finally on track to settle into the space that was Danube.\nCAFÉ DES ARTISTES A new operator, Gianfranco Sorrentino, expects to reopen this landmark with a new Italian menu and with the murals intact.\nCHARLIE TROTTER RESTAURANT Charlie Trotter, the Chicago chef, still says he is going forward with his first New York restaurant, as yet unnamed, in the condominium building at 1 Madison Square Park between 22nd and 23rd Streets.\nAdvertisement Continue reading the main story\nDANIEL BOULUD His unnamed restaurant next to Bar Boulud at Lincoln Center will specialize in grilled food. In a first for Mr. Boulud, it also has a retail shop, selling charcuterie and sandwiches.\nIMPERIAL NO. 9 The seafood restaurant by the heartthrob Sam Talbot in the new Mondrian hotel at 9 Crosby Street at the southern edge of SoHo will have a dressy, neutral-tone room. The name, but not the food, references nearby Chinatown restaurants.\nMIGUEL SÁNCHEZ ROMERA RESTAURANT Miguel Sánchez Romera, a neurologist who was also a Michelin-starred chef at the now-closed L’Esguard near Barcelona, plans to showcase his cerebral Spanish cooking in the new Dream Hotel, to open in the spring in Chelsea.\nUNION SQUARE HOSPITALITY GROUP RESTAURANTS Danny Meyer’s juggernaut will add another high-end restaurant, this one across from the World Financial Center at 102 North End Avenue. The concept, chef and name are still in development. Meanwhile, the group’s cafe in the Whitney Museum, being designed by David Rockwell, will have its debut next winter.", "url": "https://www.nytimes.com/2010/09/08/dining/08preview.html"}