{"authors": ["Charlie Savage", "Carl Hulse"], "date_download": "2018-11-16 03:14:53", "date_modify": "2018-11-16 03:14:53", "date_publish": "2010-05-06 22:11:52", "description": "Senators Joseph I. Lieberman and Scott Brown have sponsored legislation to allow the State Department to revoke the citizenship of people who provide support to terrorist groups.", "filename": "2010_05_07_world_07rights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338093.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_07_world_07rights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338093.html", "title": "Bill Targets Citizenship of Terrorists’ Allies", "title_page": "Bill Targets Citizenship of Terrorists’ Allies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Citing with approval news reports that President Obama has signed a secret order authorizing the targeted killing of a radical Yemeni-American cleric, Anwar Al-Awlaki, Mr. Lieberman argued that if that policy was legal — and he said he believed it was — then stripping people of citizenship for joining terrorist organizations should also be acceptable.\nSeveral major Democratic officials spoke positively about the proposal, including Secretary of State Hillary Rodham Clinton. Noting that the State Department already had the authority to rescind the citizenship of people who declare allegiance to a foreign state, she said the administration would take “a hard look” at extending those powers to cover terrorism suspects.\n“United States citizenship is a privilege,” she said. “It is not a right. People who are serving foreign powers — or in this case, foreign terrorists — are clearly in violation, in my personal opinion, of that oath which they swore when they became citizens.”\nSpeaker Nancy Pelosi said she supported the “spirit” of the measure, although she urged caution and said that the details of the proposal, like what would trigger a loss of citizenship, still needed to be fleshed out.\nSeveral Republican officials, though, were skeptical of the idea. Representative John A. Boehner of Ohio, the Republican leader, questioned the constitutionality of the proposal.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“If they are a U.S. citizen, until they are convicted of some crime, I don’t see how you would attempt to take their citizenship away,” Mr. Boehner said. “That would be pretty difficult under the U.S. Constitution.”\nThe proposal would amend an existing, although rarely used, program run by the State Department. It dates to a law enacted by Congress in 1940 that allowed the stripping of citizenship for activities like voting in another country’s elections or joining the army of a nation that is at war with the United States. People who lose their citizenship can contest the decision in court.\nThe Supreme Court later narrowed the program’s scope, declaring that the Constitution did not allow the government to take away people’s citizenship against their will. The proposal does not alter the requirement of evidence of voluntariness.\nAdvertisement Continue reading the main story\nThat means that if the proposal passed, the State Department would have to cite evidence that a person not only joined Al Qaeda, but also intended to relinquish his citizenship, and the advantages it conveys, to rescind it.\nSeveral legal scholars disagreed about the legality and effectiveness of the proposal.\nKevin R. Johnson, the dean of the law school at the University of California, Davis, argued that it was “of dubious constitutionality” because merely joining or donating to a terrorist group fell short of unequivocal evidence that someone intended to relinquish his citizenship.\nPeter H. Schuck, a Yale University law professor, said the Supreme Court might allow Congress to declare that joining Al Qaeda created a presumption that an American intended to relinquish his citizenship, so long as the program allowed the person to rebut that view.\nMr. Lieberman portrayed the proposal as a reaction to increasing involvement in Islamic terrorism by United States citizens, including Faisal Shahzad, the Pakistani-American man who was arrested in connection with the failed attempt to set off a car bomb in Times Square last Saturday. Mr. Shahzad was granted American citizenship last year.\nHowever, Mr. Lieberman emphasized, the measure would apply only to people who commit such acts in the future. Senate aides said that it would apply only to acts undertaken overseas.", "url": "https://www.nytimes.com/2010/05/07/world/07rights.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}