{"authors": ["M. H. Reed", "M.", "H. Reed"], "date_download": "2018-11-16 03:44:23", "date_modify": "2018-11-16 03:44:23", "date_publish": "2010-04-30 20:35:33", "description": "The space has been renovated and renamed for the view of the Tappan Zee Bridge from its wall of picture windows.", "filename": "2010_05_02_nyregion_02qbitewe_1542339863.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_02_nyregion_02qbitewe_1542339863.html", "title": "The New York Times", "title_page": "Bridge View Tavern Specializes in Comfort Food - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some might remember Bridge View Tavern when it was called Goldie’s by the Bridge, in the 1990s. But, in fact, the Maceyak family has owned and intermittently operated a bar in this building at the river end of Beekman Street for 30 years.\nThe family has now reclaimed it in earnest, renovating the cozy space and renaming it for the view of the Tappan Zee Bridge sparkling far beyond its wall of picture windows.\nBoth the dining room and adjoining bar radiate a haimish vibe. From singles to families, all comers receive a warm welcome, splendid service and an outstanding selection of 18 beers, ales and stouts on tap: Six Point Righteous Ale, Old Rasputin Imperial Stout, Allagash White, Dogfish Head 90 Minute, Brooklyn Brown, to name a few.\nSolid home-style dishes come in large and small plates , with most dinner entrees priced at under $20 (children’s menu, $7).\nAdvertisement Continue reading the main story\nMany starters, like a first-rate quesadilla ($9), chili ($7) or chicken wings ($10), could sate small appetites. Burgers with fries and slaw are on hand as well, including 10-ounce burgers ($12) on brioche, garnished with either pulled pork or caramelized onion, cheddar and bacon.\nDeeply flavored, thick tomato-vegetable soup ($6) or five-onion gratinée will counter the wind that blows off the river. Fresh salmon with herb butter and spinach, codfish and chips, steaks, baby back ribs and fettuccini with shrimp are just a few of the entrees. And among the homemade desserts is an intriguing-sounding Beeramisu.", "url": "https://www.nytimes.com/2010/05/02/nyregion/02qbitewe.html"}