{"authors": ["Miguel Helft", "David Barboza"], "date_download": "2018-11-16 04:19:42", "date_modify": "2018-11-16 04:19:42", "date_publish": "2010-03-22 15:31:49", "description": "Google said it would direct users to an uncensored version based in Hong Kong. China on Tuesday said the case would not affect ties with the U.S. “unless politicized” by others.", "filename": "2010_03_23_technology_23google.html_module=inline_1542341982.html", "image_url": "https://static01.nyt.com/images/2010/03/23/business/23google-cnd/23google-cnd-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_03_23_technology_23google.html_module=inline_1542341982.html", "title": "The New York Times", "title_page": "Google to Redirect China Users to Uncensored Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Google declined to comment on its talks with Chinese authorities, but said that it was under the impression that its move would be seen as a viable compromise.\n“We got reasonable indications that this was O.K.,” Sergey Brin, a Google founder and its president of technology, said. “We can’t be completely confident.”\nGoogle’s retreat from China, for now, is only partial. In a blog post, Google said it would retain much of its existing operations in China, including its research and development team and its local sales force. While the China search engine, google.cn, has stopped working, Google will continue to operate online maps and music services in China.\nGoogle’s move represents a powerful rejection of Beijing ’s censorship but also a risky ploy in which Google, a global technology powerhouse, will essentially turn its back on the world’s largest Internet market, with nearly 400 million Web users.\n“Figuring out how to make good on our promise to stop censoring search on google.cn has been hard,” David Drummond , Google’s chief legal officer, wrote in the blog post. “The Chinese government has been crystal clear throughout our discussions that self-censorship is a nonnegotiable legal requirement.”\nMr. Drummond said that Google’s search engine based in Hong Kong would provide mainland users results in the simplified Chinese characters used on the mainland and that he believed it was “entirely legal.”\n“We very much hope that the Chinese government respects our decision,” Mr. Drummond said, “though we are well aware that it could at any time block access to our services.” Some Western analysts say Chinese regulators could retaliate against Google by blocking its Hong Kong or American search engines entirely, just as it blocks YouTube , Facebook and Twitter .\nAdvertisement Continue reading the main story\nGoogle’s decision to scale back operations in China ends a nearly four-year bet that Google’s search engine in China, even if censored, would help bring more information to Chinese citizens and loosen the government’s controls on the Web.\nPhoto\nInstead, specialists say, Chinese authorities have tightened their grip on the Internet in recent years. In January, Google said it would no longer cooperate with government censors after hackers based in China stole some of the company’s source code and even broke into the Gmail accounts of Chinese human rights advocates.\n“It is certainly a historic moment,” said Xiao Qiang of the China Internet project at the University of California, Berkeley . “The Internet was seen as a catalyst for China being more integrated into the world. The fact that Google cannot exist in China clearly indicates that China’s path as a rising power is going in a direction different from what the world expected and what many Chinese were hoping for.”\nWhile other multinational companies are not expected to follow suit, some Western executives say Google’s decision is a symbol of a worsening business climate in China for foreign corporations and perhaps an indication that the Chinese government is favoring home-grown companies. Despite its size and reputation for innovation, Google trails its main Chinese rival, Baidu.com , which was modeled on Google, with 33 percent market share to Baidu’s 63 percent.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe decision to shut down google.cn will have a limited financial impact on Google, which is based in Mountain View, Calif. China accounted for a small fraction of Google’s $23.6 billion in global revenue last year. Ads that once appeared on google.cn will now appear on Google’s Hong Kong site. Still, abandoning a direct presence in the largest Internet search market in the world could have long-term repercussions and thwart Google’s global ambitions, analysts say.\nGovernment officials in Beijing have sharpened their attacks on Google in recent weeks. China experts say it may be some time before the confrontation is resolved.\n“This has become a war of ideas between the American company moralizing about Internet censorship and the Chinese government having its own views on the matter,” said Emily Parker, a senior fellow at the Center on U.S.-China Relations at the Asia Society .\nIn China, many students and professionals said they feared they were about to lose access to Google’s vast resources.\nIn January, when Google first threatened to leave China, many young people placed wreaths at the company headquarters in Beijing as a sign of mourning.\nAdvertisement Continue reading the main story\nThe attacks were aimed at Google and more than 30 other American companies. While Google did not say the attacks were sponsored by the government, the company said it had enough information about the attacks to justify its threat to leave China.\nPeople, inside and outside of Google, investigating the attacks have since traced them to two universities in China: Shanghai Jiao Tong University and Lanxiang Vocational School. The schools and the government have denied any involvement.\nAfter serving Chinese users through its search engine based in the United States , Google decided to enter the Chinese market in 2006 with a local search engine under an arrangement with the government that required it to purge search results on banned topics. But since then, Google has struggled to comply with Chinese censorship rules and failed to gain significant market share from Baidu.com .\nGoogle is not the first American Internet company to stumble in China. Nearly every major American brand has arrived with high hopes only to be stymied by government rules or fierce competition from Chinese rivals.\nAfter struggling to compete, Yahoo sold its Chinese operations to Alibaba Group, a local company; eBay and Amazon never gained traction; and Microsoft ’s MSN instant messaging service badly trails that of Tencent.\nGoogle’s departure could present an opportunity for Baidu, whose stock has soared since the confrontation between Google and China began. It could also give a chance to Microsoft, a perennial underdog in Internet search, to make inroads in the Chinese market. Microsoft’s search engine, Bing, has a very small share of the market.", "url": "https://www.nytimes.com/2010/03/23/technology/23google.html?module=inline"}