{"authors": ["Ethan Bronner"], "date_download": "2018-11-16 03:45:42", "date_modify": "2018-11-16 03:45:42", "date_publish": "2010-06-05 06:24:35", "description": "The Israeli military said it boarded an Irish-owned vessel carrying supplies and a group of pro-Palestinian activists.", "filename": "2010_06_06_world_middleeast_06flotilla_1542339942.html", "image_url": "https://static01.nyt.com/images/2010/06/06/world/06flotillaspan-cnd/06flotillaspan-cnd-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_06_06_world_middleeast_06flotilla_1542339942.html", "title": "Israeli Military Boards Gaza Aid Ship", "title_page": "Israeli Military Boards Gaza Aid Ship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The journalist, Ron Ben-Yishai of Ynet News, said the takeover, shortly before 12:30 p.m., took five minutes and involved two missile boats carrying about 20 combat soldiers.\nA spokeswoman for the Free Gaza Movement, Greta Berlin, said by telephone from Cyprus that boarding the boat was “just another violent act,” and that “Israel needs to understand that we are not going to stop until they stop the blockade.” She said four boats were already lined up for trips to Gaza.\nHer group aims to end the three-year blockade of Gaza, which Israel says is intended to prevent the infiltration of weapons and militants into the Hamas-run territory.\nThe Israeli military said that the ship, the Rachel Corrie, had been asked three times to dock in Ashdod, change course or face a naval takeover and that the requests had been ignored. The operation did not involve an airdrop as in the raid on Monday.\nA military spokeswoman here, Lt. Col. Avital Leibovich, said the passengers would be questioned by the police, processed through customs and deported. Those who refused deportation could face jail, she said.\nA senior naval commander said that the cargo would be inspected here and that anything that would not serve Hamas for weapons or defense would be sent over land to Gaza.\nThe commander, who spoke by telephone to journalists under military rules of anonymity, was asked why Israel did not agree to inspect the cargo at sea and then permit the boat to reach Gaza.\nPhoto\n“It is not possible to inspect thousands of bags inside a vessel,” he said. “You have to unload it in port and examine it there.”\nAdvertisement Continue reading the main story\nHe said the entire cargo would be delivered to Gaza, including cement, which is usually banned. Israel says cement can be used to build bunkers, tunnels and rockets. However, some shipments have recently been allowed for specific civilian building projects.\nIsrael has been widely condemned for its blockade, which some experts in international law say is illegal. After Monday’s raid, when Israeli commandos met fierce resistance and opened fire on the anti-blockade activists, Israel said it was open to new ways to ensure that civilian goods could enter Gaza while meeting Israeli security needs. It is unclear what the new ways would include.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt the United Nations, Secretary General Ban Ki-moon was cobbling together a proposal for an international panel to investigate the deadly raid.\nThe panel would include representatives from Turkey and Israel, or at least one member each to represent their interests, and two or three others selected from a list assembled by Mr. Ban, diplomats said.\nMr. Ban plans to pitch the plan to Israel and Turkey over the weekend, the diplomats said, and the United States has said it will sign off on it once Israel accepts it.\nThere was no immediate reaction from the missions of Israel or Turkey.\nTurkey, with Arab support, has been adamant that the Security Council statement on the raid approved by all 15 members on Tuesday meant that an investigation by Israel alone would be insufficient. The Council’s statement said the investigation should be impartial, transparent and credible, but did not explicitly say international.\nWhile Israel has resisted the idea of an international investigation, insisting it is perfectly capable of carrying out an investigation on its own, Israeli cabinet members have indicated it might accept some foreign participation.\nThe United States has suggested that some international representation on the panel would make the results more credible, as it did on the panel recently convened by South Korea to investigate the sinking of its warship.\nAdvertisement Continue reading the main story\nThe Rachel Corrie, named after an American activist killed in 2003 as she tried to prevent an Israeli bulldozer from razing a Palestinian home, had been due to join the other boats in the flotilla last week but was delayed by technical problems.\nHamas, which rejects Israel’s existence, won Palestinian parliamentary elections in early 2006. Israel then began to reduce trade and relations with Gaza. When Hamas militants seized an Israeli soldier, Gilad Shalit, in a raid that June, Israel further reduced what was permitted in and out of the coastal territory.\nA year later, after Hamas fighters drove the more moderate Fatah movement from Gaza, Israel imposed a full closing on Gaza, permitting in only basic humanitarian goods.\nAlthough international aid agencies say there is no starvation or acute medical crisis there, malnutrition is creeping up, water treatment and sewage are problematic and the economy has been almost entirely shut down by the blockade, which is also enforced by Egypt. The United States and other world powers say that the situation is untenable and that a new approach must be found.", "url": "https://www.nytimes.com/2010/06/06/world/middleeast/06flotilla.html"}