{"authors": ["Manohla Dargis", "Joel Coen", "Ethan Coen", "Charles Portis", "Novel"], "date_download": "2018-11-16 03:23:31", "date_modify": "2018-11-16 03:23:31", "date_publish": "2010-12-21 17:48:29", "description": "The Coen brothers’ remake of “True Grit” brings Rooster Cogburn and his brutish world back to a tougher Mattie Ross.", "filename": "2010_12_22_movies_22true.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338611.html", "image_url": "https://static01.nyt.com/images/2010/12/22/arts/TRUE/TRUE-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_12_22_movies_22true.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338611.html", "title": "The New York Times", "title_page": "‘True Grit’ From Coen Brothers, With Jeff Bridges - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Their journey leads them into Indian country (with few Indians) and increasingly tense and violent encounters featuring corpses, severed fingers and a bad, bad man (Barry Pepper, spewing fear and spittle). On occasion a Texas Ranger, LaBoeuf (Matt Damon), who calls himself LaBeef, joins in the search. Wearing jangling spurs and a luxurious mustache that sits on his lip like a spoiled Persian cat, LaBoeuf hopes to bag Chaney for a large reward. Dead or alive, everyone in this story — snaggletooth thief or boardinghouse owner — has a price either on his head or in mind, usually in the form of the dollars and cents one person hopes to extract from another. “Why do you think I am paying you,” Mattie asks Rooster, “if not to have my way?”\nThe Coens deliver that line with a touch so light you might not even notice its sting. They have been surprisingly faithful to the tone and idiomatic tang of Mr. Portis’s novel, perhaps because its worldview suits their ironic purposes. The whiskey-soaked Rooster still likes to “pull a cork,” as he does in the book, and the Coens and Mr. Bridges get into the boozy spirit of things with slurs and pratfalls.\nDespite Mr. Bridges’s showy turn, the movie opens and closes with Mattie’s voice-over, which shifts the story away from Rooster and back to her. The Coens also restore the novel’s framing device: “True Grit” isn’t just the story of a gutsy 14-year-old; it is her story as called from the memory of the woman (Elizabeth Marvel) she became.\nAdvertisement Continue reading the main story\nThe Coens opened their last film, “A Serious Man,” about a 1960s Minneapolis professor who endures trials worthy of Job, with an enigmatic short story about a 19th-century tale involving a possible dybbuk. That story is prefaced with a quotation attributed to the medieval Jewish scholar Rashi (“Receive with simplicity everything that happens to you”) that appears in a 19th-century comic story, “The Gilgul, or The Wandering Soul,” about a dybbuk, or restless spirit, that inhabits a person. In “True Grit” the Coens switch to Solomon, opening the film with the first half of Proverbs 28:1 (“The wicked flee when none pursueth”), a line Mattie quotes early in the novel. Like Mr. Portis, they notably omit the second line: “But the righteous are bold as a lion.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Portis’s book hit in 1968, in the midst of a pop-cultural cycle that, partly fueled by the Vietnam war, was revisiting the cowboy myth with degrees of cynicism and nostalgia. “True Grit” sticks to the western template, but with characters who, at least initially, fall far short of the heroic ideal of the type that Wayne himself embodied for decades. Yet no matter how roguish (and laughable) in the novel, Rooster can’t help registering as a larger-than-life hero on screen because the legend who played him, by then a survivor of cancer and countercultural assaults (for the jingoistic “Green Berets”), had played his role for so long. When Wayne won best actor for “True Grit,” it was for playing John Wayne.\nThe first “True Grit” opened in New York in early July 1969, a week after “The Wild Bunch,” the Sam Peckinpah western that’s widely seen as a metaphor about interventionist follies like Vietnam and that remains an enduring evisceration of the genre. The Coens, who like to play with genre, often with giggles and winks, haven’t mounted an assault on the western. But in Mattie they have created a character whose single-minded pursuit of vengeance has unmistakable resonance. In the first “True Grit,” when Rooster watches Mattie cross a river on horseback, he jocularly says, “She reminds me of me.” The line isn’t in the remake, but from the long, hard look Rooster gives her now, it’s clear that she still does, for better and worse.\nIn classic Coen style, the brothers punctuate the image of Mattie riding to dry ground with a cutaway to a slack-jawed Rooster, his mouth agape in wonder. By the time the scene ends, the mood has switched again, and Rooster has drawn his gun on LaBoeuf in deadly seriousness. (Mr. Damon plays the designated clown with grace, as Mr. Bridges slides between buffoonery and malice.)\nIn some ways, much like Charles Laughton’s “Night of the Hunter,” which the Coens quote both musically and visually, “True Grit” is a parable about good and evil. Only here, the lines between the two are so blurred as to be indistinguishable, making this a true picture of how the West was won, or — depending on your view — lost.\n“True Grit” is rated PG-13 (Parents strongly cautioned). Three severed digits and several holes to the head.\nTRUE GRIT\nOpens on Wednesday nationwide.\nWritten and directed by Joel Coen and Ethan Coen, based on the novel by Charles Portis; director of photography, Roger Deakins; edited by Roderick Jaynes; music by Carter Burwell; production design by Jess Gonchor; costumes by Mary Zophres; produced by Joel Coen, Ethan Coen and Scott Rudin; released by Paramount Pictures. Running time: 1 hour 50 minutes.\nWITH: Jeff Bridges (Rooster Cogburn), Matt Damon (LaBoeuf), Josh Brolin (Tom Chaney), Barry Pepper (Lucky Ned Pepper), Hailee Steinfeld (Mattie Ross), Bruce Green (Harold Parmalee), Roy Lee Jones (Yarnell) and Elizabeth Marvel (adult Mattie).", "url": "https://www.nytimes.com/2010/12/22/movies/22true.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}