{"authors": ["Dexter Filkins"], "date_download": "2018-11-16 03:21:50", "date_modify": "2018-11-16 03:21:50", "date_publish": "2010-10-23 02:53:01", "description": "Joao Silva, a longtime contract photographer for The New York Times, was severely wounded when he stepped on a mine while on patrol with American soldiers.", "filename": "2010_10_24_world_asia_24silva_1542338510.html", "image_url": "https://static01.nyt.com/images/2010/10/24/world/24silva1/24silva1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_24_world_asia_24silva_1542338510.html", "title": "The New York Times", "title_page": "Joao Silva, Times Photographer, Wounded by Afghan Mine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — A New York Times photographer was severely wounded Saturday when he stepped on a mine while on patrol with American soldiers in southern Afghanistan.\nThe photographer, Joao Silva, 44, suffered leg wounds from the bomb, which detonated as he was moving through an area near the town of Arghandab.\nThree American soldiers sustained concussions.\nHomemade bombs and mines account for more casualties among American and NATO troops than any other means. A group of minesweepers and bomb-sniffing dogs had already moved over the area several steps ahead of Mr. Silva, but many bombs are made with a minimum amount of metal and are very difficult to detect.\nPhoto\nMr. Silva, a longtime contract photographer, and a Times reporter were embedded with a unit of the Fourth Infantry Division. American soldiers have been clearing Taliban insurgents from Arghandab and the surrounding area for the past several weeks, as part of a larger effort to secure the approaches to Kandahar.\nAdvertisement Continue reading the main story\n“Those of you who know Joao will not be surprised to learn that throughout this ordeal he continued to shoot pictures,” said Bill Keller, the executive editor of The Times, in a memorandum to the staff. “Joao suffered serious injuries to both of his legs, along with other wounds, but he is extraordinarily strong and indomitable of spirit.”", "url": "https://www.nytimes.com/2010/10/24/world/asia/24silva.html"}