{"authors": ["Steven Heller"], "date_download": "2018-11-16 04:55:47", "date_modify": "2018-11-16 04:55:47", "date_publish": "2010-01-23 20:51:53", "description": "Mr. Noorda was an internationally known graphic designer who helped introduce a Modernist look to advertising posters, corporate logos and the New York City subway system.", "filename": "2010_01_24_arts_design_24noorda_1542344147.html", "image_url": "https://static01.nyt.com/images/2010/01/24/nyregion/24noorda01/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_24_arts_design_24noorda_1542344147.html", "title": "The New York Times", "title_page": "Bob Noorda, Who Changed the Look of the Subways, Dies at 82 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I remember when Bob came to New York and spent every day underground in the subway to record the traffic flow in order to determine the points of decision where the signs should be placed,” Mr. Vignelli said in an interview.\nThe existing signs they encountered were cluttered with various typefaces of different sizes.\n“Their system was a mess,” Mr. Noorda was quoted as saying in “Unimark International: The Design of Business and the Business of Design” (Lars Müller), a recently published book by Jan Conradi. “Sometimes pieces of paper taped to the wall were the only indication for the station.”\nPhoto\nHe and Mr. Vignelli set about standardizing the type family to make sure that the signs were cleaner and clearer; they settled on Helvetica, originally a Swiss design known for its sans serif economy and sterility, against a white background. Mr. Noorda worked on every detail, from typeface selection to color coding.\nHe “had a very systematic mind,” Mr. Vignelli said, adding that “his work was extremely civilized.”\nYet the project proved disappointing to the designers. The Transit Authority was responsible for executing the designs and producing the signs in its own sign shop, and Mr. Noorda's directives were not always followed. The sign makers, for example, at first chose to use Standard Medium, a typeface from their own shop. “They did not want to invest in Helvetica,” Ms. Conradi wrote.\nMr. Noorda's black-on-white signs also got dirty quickly, so the authority switched to white on black.\nPhoto\nStill, though they have been modified over the years, the signs New York subway riders see today are essentially the work of Mr. Noorda and Mr. Vignelli, from the bold, clean type to the color coding used to identify the system’s many train lines.\nAdvertisement Continue reading the main story\nMr. Noorda had helped found Unimark in 1965, teaming up with a group of American and European designers, including Mr. Vignelli, who initially set up shop in Chicago and Milan.\nTheirs was among the first international design firms to base their work on the Modernist principle that a good design could have a positive effect on all aspects of life, not just on business. An early proponent of unified branding — the consistent use of distinctive type and imagery to identify a company — Unimark has been credited with awakening the corporate world to Modernist design thinking.\nUnimark became identified with the austere Helvetica typeface. “For better or worse,” Ms. Conradi wrote, the firm became “a prime contributor to Helvetica’s ubiquitous appearance in corporate identities around the world.”\nPhoto\nBorn in Amsterdam in 1927, Mr. Noorda served in the Dutch army in its former East Indies colonies before leaving Holland in 1954 for Milan, where he began his career. He never returned to live in Holland.\nHis colorful posters for Pirelli tires, where he was briefly the art director, wed the simplicity of Bauhaus typography to vibrant graphic styling. Yet it was his economical signage system for the Milan subway that opened doors to the corporate world. (Mr. Noorda also worked on the underground transit systems in São Paulo, Brazil, and Naples, Italy.)\nIt was in Milan where Mr. Noorda met Mr. Vignelli and established a long business partnership and friendship. They went on to teach together at the School of Industrial Design in Venice before starting Unimark, which eventually opened offices in Switzerland, Germany and Holland as well as in Italy and the United States. It closed in the 1970s.\nAfterward Mr. Noorda opened his own design studio in Milan with his wife, Ornella Vitali Noorda. She survives him, as does their daughter, Catharin, of Milan.\nFor his contributions to Milan, Mr. Noorda was given a sepulcher in the city’s historic cemetery, the Famedio del Cimitero Monumentale, where some of its most famous citizens are buried.", "url": "https://www.nytimes.com/2010/01/24/arts/design/24noorda.html"}