{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:36:51", "date_modify": "2018-11-16 03:36:51", "date_publish": "2010-10-20 20:01:51", "description": "Growing peppers and tomatoes is a fine family project. Chickens and pigs are another story.", "filename": "2010_10_24_magazine_24food-t-000_1542339411.html", "image_url": "https://static01.nyt.com/images/2010/10/24/magazine/24food-span/24food-t-000_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_24_magazine_24food-t-000_1542339411.html", "title": "Cooking With Dexter: Not in My Backyard", "title_page": "Cooking With Dexter: Not in My Backyard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You might think “Mommy could die” would be a fairly effective argument-ender, but Dexter still asks me sometimes how we could find a queen for our colony. Long ago I learned that when he has a fixed idea in his head, stalling maneuvers are the best defense. My favorite tactic in the face of his relentless pro-farming agitation is teaching him to make sausage. Because, yes, Dexter wants to raise hogs in our backyard too. But before we can have pigs, I tell him, we need to learn how to handle the fresh raw meat.\nHe doesn’t blink at this. I’ve been talking to him about the ultimate fate of food animals for years, and now that he’s 6, he’s used to the concept. In fact, the prospect of hog-butchering at home is just the kind of daunting project he loves. In our basement is an old darkroom, which could be converted to an abattoir without much trouble. We could cut up the pig there and grind the scraps into glorious sausages. But first we have to practice.\nOf course, there is a hidden agenda. I’ve been making sausages at home for a decade and always enjoy myself. But lately I’ve been watching with rapt interest as some Brooklyn butchers apply real creativity to their sausage craft. In the hands of Greene Grape Provisions or Marlow & Daughters or especially the Meat Hook, stuffing a hog intestine looks like sport. The meat manipulators at the Meat Hook have shaken all my preconceptions with their banh mi sausages (stuffed with cilantro as well as jalapeños and carrots). Another tastes exactly like a bacon cheeseburger, a magic trick in a tube (and, like a good magic trick, it incorporates some trade secrets). They’ve come up with a fresh L.A.-style chorizo the likes of which New York has never seen, vivid orange with guajillo chilies, and they make something they call the ’90s Man, the first chicken-apple sausage flavorful enough to keep up with venerable, no-nonsense links like cotechino.\nTom Mylan, an owner of the Meat Hook, gave me two recipes to start. When Dexter and I master them, I’ll ask for another. If all goes well, we’ll still be practicing when he goes off to college, where he can petition the dean for a campus farm while my wife and I drink vinho verde on a beach in Portugal. And if that fails, I’ve got one card left to play. That health code that used to prohibit honeybees? It still bans pigs.\nRecipe: L.A.-Style Chorizo\nApproximately 8 feet sausage casing, packed in salt (optional; see note)\n2 pounds pork belly, rind removed, cut into 1-inch chunks, well chilled\n1pound lean beef, cut into 1-inch chunks, well chilled\n3slices white bread\n¼cup guajillo chiles, deseeded, rehydrated and puréed with 3 tablespoons simmering liquid\nPhoto\n¼cup tomato paste\n2tablespoons kosher salt\n1½tablespoons crushed garlic\n2teaspoons dried Mexican oregano\nAdvertisement Continue reading the main story\n2tablespoons cumin seed, toasted and ground\n1teaspoon coriander seed, toasted and ground\n1tablespoon cayenne\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n1teaspoon white vinegar.\n1.If you are making sausage links, thoroughly rinse the casing of salt and soak it in a large pot of cold water overnight. Thoroughly rinse the casing again and place it in fresh, cold water until ready to use.\n2.Attach the knife and grinding-plate attachments to a stand mixer. Run the pork and beef through the grinder into a large bowl, followed by a slice of bread to push out any bits of meat stuck inside the works. Discard any ground bread. Add the remaining ingredients and mix together with your hands. Knead the meat until it seizes up and holds together, about 2 minutes. At this point you can shape the sausage mixture into patties.\n3.If you are making links, replace the grinding plate with a stuffer attachment with a ¾-inch opening. Select a length of casing and run water from the tap through it in order to clear out any excess salt and spot any holes, which you should trim out. Cut a length of casing at least 3 to 4 feet long; tie it off. Run the casing between your fingers to remove excess water. Stretch the open end of the casing around the attachment’s nozzle and gradually slide the rest of the casing onto the nozzle, an inch or 2 at a time. Leave about 3 inches at the knotted end dangling free. Put the sausage in the hopper of the grinder and turn it on (Speed 4 tends to work best). Hold the dangling casing with one hand, and with the other, feed the sausage mixture into the hopper with a wooden pestle at an even pace. When 2 inches of casing are empty at both the knotted and free ends, stop stuffing and slowly pull on the casing to free it from the stuffer nozzle. Run your fingers over the casing to distribute the sausage evenly. Pinch the middle of the sausage and gently twist it to form two long links. Keep pinching and twisting to form links 4 or 5 inches long. Repeat this process until all of the sausage meat has been used, pushing out the last bits of meat with another slice or two of bread.\n4.Whether you’ve made patties or links, refrigerating the sausage overnight, wrapped in wax paper, will help it hold together as it cooks. To cook, snip off a single length containing as many individual sausages as you like. Don’t separate the links until they have been cooked (in an oiled skillet, on the grill or under the broiler). Any uncooked remainders will freeze well. Makes 14 sausages. Adapted from Tom Mylan and Sara Bigelow at the Meat Hook in Brooklyn.\nNote: Sausage casing can be bought from most sausage-making butchers or ordered online at Amazon.com.\nRecipe: The 90's Man\nApproximately 8 feet sausage casing, packed in salt (optional)\n2 pounds boneless, skinless chicken thighs, cut into 1-inch thick strips, well chilled\n1 pound pork belly, cut into 1-inch thick strips, well chilled\n1 Granny Smith (or other baking apple), peeled, cored and very finely minced\n1/4 cup coarsely chopped parsley\n1/4 cup minced rosemary\n1/4 cup coarsely chopped cilantro\n1½ tablespoons crushed garlic\nAdvertisement Continue reading the main story\n2 tablespoons kosher salt\n1 teaspoon pepper\n3 tablespoons white wine\n3 slices white bread (optional).\n1. If you are making sausage links, thoroughly rinse the casing of salt and soak in large pot of cold water overnight. Thoroughly rinse the casing again and place it in fresh, cold water.\n2. Attach the knife and grinding-plate attachments to a stand mixer. Run the chicken and pork belly through the grinder into a large bowl, followed by a slice of bread to push out any bits of meat stuck inside the works. Discard any ground bread. Add the remaining ingredients and mix together with your hands. Knead the meat until it seizes up and holds together, about 2 minutes. At this point you can shape the sausage mixture into patties.\n3. If you are making links, replace the grinding plate with a stuffer attachment with a ¾-inch opening. Select a length of casing and run water from the tap through it in order to clear out any excess salt and spot any holes, which you should trim out. Cut a length of casing at least 3 to 4 feet long; tie it off. Run the casing between your fingers to remove excess water. Stretch the open end of the casing around the attachment’s nozzle and gradually slide the rest of the casing onto the nozzle, an inch or 2 at a time. Leave about 3 inches at the knotted end dangling free. Put the sausage in the hopper of the grinder and turn it on (speed 4 tends to work best). Hold the dangling casing with one hand and, with the other, feed the sausage mixture with a wooden pestle into the hopper at an even pace. When 2 inches of casing are empty at both the knotted and free ends, stop stuffing and slowly pull on the casing to free it from the stuffer nozzle. Run your fingers over the casing to distribute the sausage evenly. Pinch the middle of the sausage and gently twist it to form two long links. Keep pinching and twisting to form links 4 or 5 inches long. Repeat this process until all sausage meat has been used, pushing out the last bits of meat with another slice or two of bread. 4. Whether you’ve made patties or links, refrigerating the sausage overnight, wrapped in wax paper, will help it hold together as it cooks. Snip off a single length containing as many individual sausages as you like. Don’t separate the links until they have been cooked (in an oiled skillet, on the grill or under the broiler...) Any uncooked remainders will freeze well. Makes 18 to 24 sausages. Adapted from Tom Mylan at the Meat Hook in Brooklyn. Note: Sausage casing can be bought from most sausage-making butchers, or order online at amazon.com.", "url": "https://www.nytimes.com/2010/10/24/magazine/24food-t-000.html"}