{"authors": ["Ian Urbina"], "date_download": "2018-11-16 03:53:14", "date_modify": "2018-11-16 03:53:14", "date_publish": "2010-01-22 21:25:06", "description": "A Supreme Court decision does not overturn all relevant state laws, experts said, but the laws will face court challenges or will be repealed by legislatures.", "filename": "2010_01_23_us_politics_23states_1542340394.html", "image_url": "https://static01.nyt.com/images/2010/01/23/us/23states_CA0/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_23_us_politics_23states_1542340394.html", "title": "The New York Times", "title_page": "Supreme Court’s Ruling on Campaign Finance Has Consequences for States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his dissent to the 5-to-4 ruling, Justice John Paul Stevens highlighted the burden placed on states.\n“The court operates with a sledgehammer rather than a scalpel when it strikes down one of Congress’s most significant efforts to regulate the role that corporations and unions play in electoral politics,” he wrote. “It compounds the offense by implicitly striking down a great many state laws as well.”\nFor now, the decision does not overturn all the state laws in question, but it is only a matter of time, experts said, before the laws will be challenged in the courts or repealed by state legislatures. Since the state laws are vulnerable, it is unlikely that officials will continue enforcing them, experts said.\nPhoto\nMontana is one of the states that will probably be affected. It has one of the nation’s oldest campaign finance laws, approved by voters in 1912 after a copper baron, William A. Clark of Butte, bribed members of the State Legislature to get a United States Senate seat.\nChris Gallus, a former lobbyist and a lawyer who represents business interests in Montana, said his clients would most likely challenge the statute if it were not stricken.\nStates that can expect to see the biggest and most sudden influx of money are those — like Ohio and Florida — where it is relatively expensive to run campaigns and where races are competitive, said Ray La Raja, a political science professor at the University of Massachusetts, Amherst. He predicted corporate spending would increase in states where control of state governments hangs in the balance.\nThe ruling left many state lawmakers frustrated and uncertain how to proceed.\n“It’s absolutely outrageous and we’ve got to find a way to deal with it,” said Michael E. Gronstal, the Senate majority leader in Iowa, where lawmakers were exploring how they might keep at least some of the restrictions on political expenditures in the current state law.\nAdvertisement Continue reading the main story\nThe decision could also affect pending trials, like that of Mr. DeLay, who was charged in 2005 with criminal violations of state campaign finance laws and money laundering.\n“The money laundering and conspiracy to commit money laundering charges will definitely be undermined,” said Dick DeGuerin, Mr. DeLay’s lawyer. “The reason is that the foundation of the prosecution’s argument is that corporate donations are illegal in any part of the political process, but the Supreme Court just struck that idea down.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Carl Bryan Case, the director of the Appellate Division at the Travis County District Attorney’s Office, which is handling Mr. DeLay’s case, disagreed.\n“The indictments against Mr. DeLay describe corporate contributions to a political campaign,” he said. “What the Supreme Court addressed was independent expenditures made by third parties on their own and without having to do with campaigns.”\nAlan Schneider, the state prosecutor in Grand Traverse County, Mich., said he was concerned about his continuing criminal investigation of Meijer Inc.’s actions in a 2007 recall election. “We’re going to have to shift our focus entirely,” he said.\nPhoto\nThe court’s decision effectively overturns the section of the Michigan Campaign Finance Act that prohibits corporate financing of candidate campaigns, Mr. Schneider said. Meijer is accused of illegally funneling tens of thousands of dollars to groups to try to depose the township board in Acme Township in a 2007 recall election.\n“Unfortunately, we now have to drop the felony charges we were pursuing and only go after the misdemeanors,” he said. “It’s frustrating.”\nDavid Primo, a political science professor at the University of Rochester, counseled caution about predicting the impact of the Supreme Court decision. While it grants corporations and unions new access, it is also likely to spur state officials and campaign reform groups to push for new types of restrictions.\n“This tug of war will continue as long as we have fundamental disagreements in the country over the role of money in politics,” he said.\nAdvertisement Continue reading the main story\nThe decision may galvanize reformers to push harder for public financing of elections.\nIt will also bring new pressure on states to improve their disclosure rules, experts said, since those rules will be one of the only ways left to regulate how corporations and other groups make expenditures in local races.\nJoseph Birkenstock, the former chief counsel for the Democratic National Committee now with the law firm Caplin & Drysdale in Washington, said states that previously banned corporate expenditures would begin adapting disclosure rules so that the public can get the same information about corporate political advertisements that is currently available for advertisements paid for by individuals or political action committees.\nRichard Hasen, an election law specialist at Loyola Law School in Los Angeles, said he expected state judicial races to be especially affected by the Supreme Court decision.\nIn recent years, he said, the states where corporate contributions were permitted saw an explosion in spending in judicial races. With the new ruling, those states and others where such donations were limited or banned are likely to see more money spent on these races.\nBetween 2000 and 2009, spending on state supreme court races across 22 states that had competitive elections was about $207 million, up from $86 million between 1990 and 2000, according Justice at Stake, at watchdog group that monitors money in court races.", "url": "https://www.nytimes.com/2010/01/23/us/politics/23states.html"}