{"authors": ["Adam Nagourney", "Monica Davey"], "date_download": "2018-11-16 04:24:24", "date_modify": "2018-11-16 04:24:24", "date_publish": "2010-11-03 20:38:28", "description": "A string of Republican victories left the Democrats with lonely bastions on the coasts and with reason to fear redistricting based on the 2010 census.", "filename": "2010_11_04_us_politics_04region.html_ref=politics_1542342264.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04region.html_ref=politics_1542342264.html", "title": "The New York Times", "title_page": "G.O.P. Expands Control of South and Midwest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If these past 18 years have demonstrated anything, it is that allegiance shifts quickly, particularly among independents. Just two years ago, many were suggesting the Republican Party had been reduced to a regional party, representing only the South.\n“It’s a historic, epic change in the political dynamics of the country,” said Gov. Tim Pawlenty of Minnesota, a likely Republican presidential candidate in 2012. “But we should be realistic about the lessons of history: It can change back very quickly, as President Obama learned between 2008 and 2010. The days of the pendulum swinging very slowly have become a digital clock ticking very quickly.”\nChet Culver, Iowa’s Democratic governor who lost his re-election bid, called it a “short-term swing of the pendulum,” but described it as “wake-up call” for Democrats to talk about issues of concern to middle-class voters.\nThe only real bright spots for Democrats were on the East and West Coasts — where voters selected two Democratic governors and three Democratic senators — and in Western states like this one, where Senator Harry Reid was re-elected, and Colorado, which chose a Democratic governor and re-elected Democratic Senator Michael Bennet.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBy contrast, “a tsunami just hit the heartland,” as Mark Steven Kirk, the Republican who won President Obama’s former Senate seat from Illinois, put it. State legislatures sank to 38 percent Democrats across the Midwest, the lowest percentage there since 1956.\nState legislatures that had been Democratically controlled, in one or both chambers, in Minnesota, Wisconsin, Michigan, Indiana, Ohio and Pennsylvania will now be dominated by Republicans. Governors’ seats flipped from Democratic to Republican in Iowa, Michigan, Wisconsin, Pennsylvania and Ohio.\n“Can I brag for one moment?” Mr. Pawlenty said. “Minnesota’s State Legislature, for the first time since party designation in Minnesota, both houses are in Republican hands.” The designation change occurred in 1975.\nIn the South, in addition to winning the governorship, Republicans took over the State Legislature in Alabama for the first time in 136 years. They won control of the governor’s office and the Tennessee State Legislature for the first time since Reconstruction, took over the North Carolina Legislature for the first time in more than a century, had their best showing ever in Arkansas, and won all statewide offices in Georgia and South Carolina. In five states, only one Democratic House member will remain, and in four of those cases that Democrat represents the state’s majority-minority district.\nAdvertisement Continue reading the main story\nThrough the 1990s, Deep South states often sent Republicans to Washington while voting for Democrats back home. But white Southern voters may be dropping that habit: statewide offices in the South are becoming as overwhelmingly dominated by Republicans as they were by Democrats for most of the 20th century. With Republicans in control of so many statehouses on the eve of redistricting, the white Southern Democrat is a profoundly endangered species.\nDemocrats in the Midwest were quick to suggest that the scale of their losses appeared larger, in part, because Democrats had held so many offices. Any party in control, they said, would have been tossed aside given the dismal unemployment rates and state budgets laden with deficits and unfunded pension liabilities.\nJohn J. Cullerton, the State Senate president in Illinois and a Democrat, said the same tide that hit Democrats this year could hit Republicans in two years. “To govern, these people are either going to raise taxes, make cuts or borrow, and all of those, when they happen, will have political consequences,” he said.\nTad Devine, a consultant for Lincoln Chafee, who was elected Tuesday as governor of Rhode Island as an independent, argued that voters were turning against political leaders who did not appear responsive to their concerns. “They’ve decided to put politicians on a choke chain and pull the leash,” Mr. Devine said. “That doesn’t mean they’ve become Republicans. If anything, there is a powerful independent movement in the country.”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04region.html?ref=politics"}