{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:35:23", "date_modify": "2018-11-16 03:35:23", "date_publish": "2010-09-07 20:58:50", "description": "Complete with pu-pu platters and exotic cocktails, New York’s new tiki bars represent a break from serious dining.", "filename": "2010_09_08_dining_08tiki_1542339323.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/08tiki-span/08tiki-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08tiki_1542339323.html", "title": "The New York Times", "title_page": "Tiki Bars Make a Comeback in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTHE tiki revival — a gust of nostalgia for a time when Trader meant Vic’s, not Joe’s — planted its paper umbrellas at a couple of New York bars this year. But soon it will go for the big time when the 250-seat Hurricane Club opens on Park Avenue South.\n“I think we need some of the escapism, especially in an economic downturn,” said Michael Stillman, president of Fourth Wall Restaurants, which is opening the 13,000-square-foot bar and restaurant on Sept. 13. “All that farm-to-table stuff is serious and exhausting and too earnest. We need to have some fun.”\nDrinks at the Hurricane Club include a frozen Peruvian pisco number with cucumber and mint; a dark rum cocktail with caramelized banana and a stick of sugar cane; one with cachaça, passion fruit and ginger; and a vodka punch for two or more served in a watermelon with mango, lime and hibiscus. They are the work of Richard Leach, the restaurant’s rather dour pastry chef, not some bartender in porkpie hat and vest.\nPhoto\nCraig Koketsu, the executive chef of the Hurricane Club as well as Fourth Wall’s other restaurants, including Quality Meats and Park Avenue Summer, has a menu that includes baby back ribs and lotus root, a stone pot of Hawaiian fried rice with an egg on top that suggests bibimbap, tofu “gnocchi” with green curry vegetables, and miso-glazed lobster. And yes, there will be a pu-pu platter, with Samoan deviled eggs, Chinese sausage and stick rice “arancini,” coconut shrimp and chilies stuffed with pork sausage.\nAdvertisement Continue reading the main story\nThe restaurant is being designed by AvroKo, the company better known for its industrial style, Edison bulbs and exposed beams than for the lagoon lounges with barnacle and seahorse light fixtures it is installing here. “The look will be Polynesian but updated, contemporary,” Mr. Stillman said.", "url": "https://www.nytimes.com/2010/09/08/dining/08tiki.html"}