{"authors": ["Peter Baker", "Carl Hulse"], "date_download": "2018-11-16 04:24:17", "date_modify": "2018-11-16 04:24:17", "date_publish": "2010-11-03 07:32:34", "description": "A day after Democrats got what the president called a “shellacking,” both parties explored the reshaped political terrain.", "filename": "2010_11_04_us_politics_04elect_1542342257.html", "image_url": "https://static01.nyt.com/images/2010/11/04/us/04elect2_inline/04elect2_inline-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04elect_1542342257.html", "title": "The New York Times", "title_page": "Obama and Republicans Vow Cooperation, but Deep Divisions Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Their view is that we haven’t cooperated enough,” said Senator Mitch McConnell of Kentucky , the Republican minority leader. “I think what the American people were saying yesterday is that they appreciated us saying no to the things that the American people indicated they were not in favor of.”\nThe trials awaiting a fractured capital could arrive swiftly when the departing Democratic-controlled Congress returns in lame-duck session this month with contentious issues like tax cuts, the federal debt limit, unemployment insurance , an arms control treaty with Russia and gay men and lesbians in the military all on the table.\nAs Washington awoke to the new order on Wednesday, Republicans had picked up at least 60 seats in the House, with 11 races undecided, the biggest swing since the 1948 elections under President Harry S. Truman . They took at least six seats in the Senate, falling short of control, with two races undecided.\nIn Colorado , Senator Michael Bennet , the Democrat, won, while in Washington Senator Patty Murray led her Republican challenger by one percentage point. In Alaska , Senator Lisa Murkowski , who ran as a write-in after losing the Republican primary, appeared poised to surpass both party nominees. If the incumbents hang onto their seats, The Democratic caucus will have a majority of 53 to 47.\nThe election results immediately played out on Capitol Hill as House Republicans began a leadership shuffle and Democrats awaited a decision by Speaker Nancy Pelosi of California on whether she intended to remain as her party’s leader in the minority. Ms. Pelosi told Diane Sawyer of ABC News that she would talk with her family “and pray over it” before deciding but added that she had “no regrets” and blamed the economy for her party’s losses.\n“Nine and a half percent unemployment is a very eclipsing event,” she said. “If people don’t have a job, they’re not too interested in how you intend for them to have a job. They want to see results.”\nTheir rise to power means Republicans have more leadership positions to fill. With Representative John A. Boehner of Ohio slated to become speaker and Representative Eric Cantor of Virginia expected to become majority leader, Representative Kevin McCarthy of California, who was active in recruiting candidates this year, announced he would seek the No. 3 job of majority whip.\nAdvertisement Continue reading the main story\nRepresentative Jeb Hensarling of Texas , formerly leader of a bloc of House conservatives, is seeking the No. 4 slot, conference chairman. He could face a challenge from Representative Michele Bachmann of Minnesota , a Tea Party favorite.\nPhoto\nMaking his debut as speaker in waiting, Mr. Boehner predicted that he would be able to work well with the incoming conservative class elected on Tuesday. “What unites us as Republicans will be the agenda of the American people,” he said. “And if we’re listening to the American people, I don’t see any problems incorporating members of the Tea Party, along with our party, in a quest that’s really the same.”\nMr. Boehner could find that unity tested, probably early next year, when the House must vote on raising the federal debt ceiling. Most Republicans in recent years have refused to support such increases, and many candidates this year ran on a platform opposing any increase in red ink. But as the party soon to be in charge of the House, Republicans run the risk of triggering a government default and a financial crisis should they refuse to increase federal borrowing power.\nMr. Boehner had no ready answer for how Republicans would handle the potentially explosive issue. “We’ll be working that out over the next couple of months,” he said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nExcept for early in President George W. Bush ’s tenure, when a party switch briefly handed control of the Senate to Democrats, this will be the first time Congress has been split between the parties since the 1986 election. The Senate may prove useful to Mr. Obama in killing Republican initiatives he opposes but it remains unclear whether he will be able to play off a Republican House heading into 2012 the way President Bill Clinton used a Republican-controlled Congress as a foil for his re-election in 1996.\nThe divide between the two chambers was evident as Senator Harry Reid of Nevada , the Democratic leader, having survived an election scare, emerged to argue that the lesson of the election was that voters want more cooperation from the parties. The onus, he said, is on Republicans.\n“Republicans must take their responsibility to solve the problems of ordinary Americans,” Mr. Reid said in a conference call with reporters. “No is not the answer. It has to be yes. Not our yes, but a combined yes, something we work out, a consensus yes. The time for politics is over.”\nWeakened by the election results, Mr. Obama sought Wednesday to occupy the public stage and take his punishment without surrendering stature. He announced no staff shuffle or new direction, as presidents sometimes do when they get in trouble. But he called the defeat “humbling” and said “it feels bad” to see so many allies go down for voting for his program.\n“This is something that I think every president needs to go through,” he said. “In the rush of activity, sometimes we lose track of, you know, the ways that we connected with voters that got us here in the first place.”\nAdvertisement Continue reading the main story\nLiving in the White House, he said, “it is hard not to seem removed.”\nBut he quickly added, to laughter: “Now, I’m not recommending for every future president that they take a shellacking like I did last night. I’m sure there are easier ways to learn these lessons.”\nStill, his analysis of that shellacking differed sharply from that of the Republicans and many independent strategists. He agreed that many voters felt government was growing too large and intrusive. But he maintained his were still the right policies.\n“It would be hard to argue that we’re going backwards,” he said. “I think what you can argue is we’re stuck in neutral.”\nWhere he conceded a misstep was in failing to follow through on promises to reform the way Washington works out of a need to confront the economic crises he inherited: “We were in such a hurry to get things done that we didn’t change how things got done. And I think that frustrated people.”\nMr. Obama said he was “very eager to sit down” with Republicans and laid out “a whole bunch of areas where we can agree,” including job creation, deficit reduction, energy independence, education reform and infrastructure investment . While a carbon cap cannot pass “this year or next year or the year after,” he said, he suggested that he and Republicans could collaborate to promote natural gas, electric cars and nuclear energy.\nHe specifically embraced a proposal by Mr. Cantor to impose a moratorium on special Congressional spending items known as earmarks. Asked if there was anything in the Republicans’ Pledge to America campaign manifesto that he could support, he mentioned its promises to reform how Washington works.\n“I do believe there is hope for civility,” he said. “I do believe there’s hope for progress.”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04elect.html"}