{"authors": ["Marc Lacey"], "date_download": "2018-11-16 04:20:04", "date_modify": "2018-11-16 04:20:04", "date_publish": "2010-11-03 01:41:09", "description": "Across the country, voters in dozens of states weighed in not just on candidates but on all matter of issues large and small, more than 150 of them in all.", "filename": "2010_11_03_us_politics_03ballot_1542342004.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_03_us_politics_03ballot_1542342004.html", "title": "California Rejects Marijuana Legalization", "title_page": "California Rejects Marijuana Legalization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They can get it more easily than alcohol, more easily than tobacco,” said Hanna Dershowitz, a lawyer and mother of two from Southern California who backed the cannabis initiative. “Drug dealers don’t ask for ID.”\nLegalizing marijuana, advocates had argued, would have had the added benefit of generating tax revenue and helping reduce the violence caused by Mexican organizations that traffic in illegal drugs. “When was the last time Coors Lite did a drive-by shooting on Budweiser because they didn’t like their marketing?” asked Nate Bradley, a former police officer who supported the measure. But opponents carried the day with their argument that lifting the ban on marijuana would translate into increased usage of the drug. Already, a recent change in the law categorizes possession of small amounts as an infraction, the lowest level of offense.\nAnd even some marijuana smokers did not like the idea of cannabis, long a symbol of the counterculture, being regulated. “I don’t want Anheuser-Busch handling pot or to have to buy Marlboro marijuana,” said Shaun Ramos, 29, who spent Tuesday morning sticking “No on Prop 19” posters on light posts in downtown Oakland, only to see them quickly removed by supporters of legalization. “This is all about corporate control.”\nTuesday’s legalization effort was not the first attempt to decriminalize cannabis. California voters had rejected a similar legalization effort in 1972 and over the last decade voters in Alaska, Colorado, Nevada and South Dakota had all said no to marijuana.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMedical marijuana initiatives have fared better, with more than a dozen states allowing cannabis for those who get permission from their doctors. But voters in South Dakota rejected a measure allowing medical marijuana in that state, and Arizona appeared poised to do the same. Voters in Oregon, where about 40,000 people legally use medical marijuana, rejected a measure to set up state-regulated dispensaries.\nThe vote on legalizing marijuana in California was closely watched, especially in Mexico, where the government is engaged in a violent battle with drug traffickers who grow marijuana and sneak the profitable herb in bales across the border.\nAlso in California, voters rejected a measure to suspend the state’s curbs on greenhouse gas emissions while the economy was in the doldrums. Largely financed by out-of-state oil companies, the initiative sought to tap into voters’ economic woes to roll back landmark environmental legislation approved in 2006 that called for the state to curb emissions by 15 percent by 2020.\n“This the first time ever that there’s been such a huge referendum on climate change and clean energy policy,” said Fred Krupp, president of the Environmental Defense Fund. “This sends a clear message that people want a clean energy future.”\nAdvertisement Continue reading the main story\nIn Washington state, voters rejected an initiative creating the state’s first income tax, exclusively on individuals who earn more than $200,000. It was backed by Bill Gates Sr., father of the Microsoft founder who is the country’s richest man. In Massachusetts, voters endorsed wiping out the sales tax for alcohol, but rejected rolling back the 6.25 percent sales tax to 3 percent.\nThree ballot measures in Colorado that would have cut the state income tax and sharply restricted government borrowing and property taxes for schools were overwhelmingly defeated. Voters also rejected an antiabortion amendment to the Colorado Constitution that would have conferred rights “to every human being from the beginning of the biological development.”\nIn Arizona and Oklahoma, voters approved measures aimed at preventing President Obama’s health care legislation from going into effect. Colorado voters rejected a similar measure.", "url": "https://www.nytimes.com/2010/11/03/us/politics/03ballot.html"}