{"authors": ["Susan Dominus", "Big City"], "date_download": "2018-11-16 04:31:27", "date_modify": "2018-11-16 04:31:27", "date_publish": "2010-10-25 20:12:29", "description": "Nicole Paultre Bell, thrust into the spotlight when her fiancé was shot to death by the police in 2006, is running for City Council in Queens.", "filename": "2010_10_26_nyregion_26bigcity_1542342687.html", "image_url": "https://static01.nyt.com/images/2010/10/26/nyregion/BIGCITY/BIGCITY-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_26_nyregion_26bigcity_1542342687.html", "title": "The New York Times", "title_page": "Sean Bell’s Ex-Fiancée Seeking City Council Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And now Ms. Paultre Bell is one of seven candidates running in a special election on Nov. 2 to fill the Council seat formerly held by Thomas White Jr., who died in late August. Mr. White represented the area of Queens where both Ms. Paultre Bell and Mr. Bell grew up.\nLast week, Ms. Paultre Bell sat in a Guyanese restaurant next door to her spare campaign office in the Richmond Hill neighborhood.\n“In a million years, I never would have imagined this would have happened to my family,” she said. “But I’m a strong woman trying to persevere — this was my calling.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAn uncommonly photogenic woman with a calm presence, Ms. Paultre Bell discussed her interest in fostering dialogue between the police and neighborhood residents, but spoke with equal enthusiasm, if not more, of her desire to help women in her own situation, or the situation of so many friends — single mothers, some of them struggling financially; some of them victims of violence. “I want to be there for every woman who feels alone,” she said.\nAsked how, exactly, she would like to help them, she occasionally was at a loss — more support groups? But one could see in Ms. Paultre Bell the warmth that made her popular in her neighborhood long before she was famous — so famous that young men, recognizing her on the street, regularly pass her their cellphones, asking her to speak to their girlfriends.\nWhen I suggested that voters might think, given her inexperience, that she basically followed Mr. Sharpton’s lead, her eyes narrowed, and her gaze reflected four years of well-controlled anger and drive. How often did she and Mr. Sharpton disagree on how to proceed? “All the time,” she said.\nLater, Mr. Sharpton dismissed the idea that he directed Ms. Paultre Bell.\n“I really tried to talk her out of it,” he said of her bid for office. “Politics can get ugly. I didn’t want to see her go through it.”\nA 26-year-old college sophomore with little life experience — other than that one singular, profound life experience — might not be the most obvious political candidate. But Ms. Paultre Bell has earned the endorsement of more traditional politicians, including the public advocate, Bill de Blasio.\n“She’d be a voice we rarely have in public life, someone who represents the grass roots,” Mr. de Blasio said. “There are so many people suffering, and not enough leaders who can directly relate to that.”\nAdvertisement Continue reading the main story\nLike Christine O’Donnell, the Tea Party darling in Delaware, Ms. Paultre Bell’s pitch to voters could be: “I’m you.” But her life is more extreme than that of everywoman. She lived through one tragedy and came out a voice for moderation and conciliation.", "url": "https://www.nytimes.com/2010/10/26/nyregion/26bigcity.html"}