{"authors": ["Michael Wines"], "date_download": "2018-11-16 04:46:49", "date_modify": "2018-11-16 04:46:49", "date_publish": "2010-09-09 10:12:34", "description": "Chen Guangcheng, a blind lawyer, had been imprisoned after challenging government policies that exploited farmers, discriminated against the disabled and brutally enforced China’s one-child policy.", "filename": "2010_09_10_world_asia_10china_1542343609.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_10_world_asia_10china_1542343609.html", "title": "The New York Times", "title_page": "China Releases Blind Advocate Chen Guangcheng but Keeps Him Under Strict Watch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Chen’s imprisonment became a global cause for human rights activists, and international protests led the government to retry him — but he was convicted on the same charges.\nMr. Chen had severe gastrointestinal problems in prison and was denied Braille reading material, his family has said. A Beijing lawyer and friend, Teng Biao, said by telephone on Thursday that Mr. Chen remained heavily guarded at his home in Dongshigu, a village near Linyi City.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“He said that he was escorted home early this morning at 6 a.m.,” he said. “There were about 30 people in the village and eight or nine guards in his courtyard to prevent his family from getting in touch with the outside.”\nHe continued: “He also told me that he suffered from chronic diarrhea in prison, and food poisoning happened very often there. He was using his relative’s cellphone, but later I heard that all of their cellphones are being blocked right now.”\nMr. Chen, who turns 39 in November, lost his sight as a child after a fever and was trained in acupressure, a Chinese medical technique that is one of the few professions available to the blind.\nAlthough he never formally attended law school, he audited enough law classes to begin assisting local villagers with legal problems, and began filing cases in local courts seeking to force officials to abide by laws protecting the disabled and small farmers.\nBut it was his documentation of abuses of China’s one-child policy that led to his detention.\nOn Thursday, the advocacy group Human Rights Watch applauded his release in a written statement, adding that he should never have been imprisoned. A Hong Kong researcher for the organization, Nicholas Bequelin, said in an interview that Mr. Chen’s continued home confinement under guard, a practice known in China as “soft detention,” has no basis in Chinese law.\n“Because his case has attracted international attention, Beijing authorities have given the instruction to local affiliates that he should not be able to cause embarrassment to China for his work, and local authorities should not do anything that raises his profile,” he said. “So in the end, what they do is to prevent him from doing anything without arresting him.”", "url": "https://www.nytimes.com/2010/09/10/world/asia/10china.html"}