{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 03:45:40", "date_modify": "2018-11-16 03:45:40", "date_publish": "2010-05-31 01:13:32", "description": "Prime Minister Benjamin Netanyahu of Israel canceled his plans for meeting with President Obama after a raid on ships carrying supplies for Gaza left nine people dead.", "filename": "2010_06_01_world_middleeast_01flotilla.html_module=inline_1542339940.html", "image_url": "https://static01.nyt.com/images/2010/06/01/world/FLOTILLA_span/FLOTILLA-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_06_01_world_middleeast_01flotilla.html_module=inline_1542339940.html", "title": "Deadly Israeli Raid Draws Condemnation", "title_page": "Deadly Israeli Raid Draws Condemnation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The government failed the test of results; blaming the organizers of the flotilla for causing the deaths by ignoring Israel’s orders to turn back is inadequate,” wrote Aluf Benn, a columnist for Haaretz, on the newspaper’s Web site on Monday, calling for a national committee of inquiry. “Decisions taken by the responsible authorities must be probed.”\nThe flotilla of cargo ships and passenger boats was carrying 10,000 tons of aid for Gaza, where the Islamic militant group Hamas holds sway, in an attempt to challenge Israel’s military blockade of Gaza.\nPhoto\nThe raid and its deadly consequences have thrown Israel’s policy of blockading Gaza into the international limelight; at the Security Council on Monday voices were raised against the blockade, and the pressure to abandon it is bound to intensify.\nIsrael had vowed not to let the flotilla reach the shores of Gaza, which Hamas, an organization sworn to Israel’s destruction, took over in 2007.\nNamed the Freedom Flotilla, and led by the pro-Palestinian Free Gaza Movement and a Turkish organization, Insani Yardim Vakfi, the convoy had converged at sea near Cyprus and set out on the final leg of its journey on Sunday afternoon. Israel warned the vessels to abort their mission, describing it as a provocation.\nThe confrontation began shortly before midnight on Sunday when Israeli warships intercepted the aid flotilla, according to a person on one boat. The Israeli military warned the vessels that they were entering a hostile area and that the Gaza shore was under blockade.\nThe vessels refused the military’s request to dock at the Israeli port of Ashdod, north of Gaza, and continued toward their destination.\nAdvertisement Continue reading the main story\nAround 4 a.m. on Monday, naval commandos came aboard the Turkish ship, the Mavi Marmara, having been lowered by ropes from helicopters onto the decks.\nAt that point, the operation seems to have gone badly wrong.\nIsraeli officials say that the soldiers were dropped into an ambush and were attacked with clubs, metal rods and knives.\nAn Israeli official said that the navy was planning to stop five of the six vessels of the flotilla with large nets that interfere with propellers, but that the sixth was too large for that. The official said there was clearly an intelligence failure in that the commandos were expecting to face passive resistance, and not an angry, violent reaction.\nPhoto\nThe Israelis had planned to commandeer the vessels and steer them to Ashdod, where their cargo would be unloaded and, the authorities said, transferred overland to Gaza after proper inspection.\nThe military said in a statement that two activists were later found with pistols taken from Israeli commandos. It accused the activists of opening fire, “as evident by the empty pistol magazines.”\nAnother soldier said the orders were to neutralize the passengers, not to kill them.\nBut the forces “had to open fire in order to defend themselves,” the navy commander, Vice Adm. Eliezer Marom, said at a news conference in Tel Aviv, adding, “Their lives were at risk.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt least seven soldiers were wounded, one of them seriously. The military said that some suffered gunshot wounds; at least one had been stabbed.\nSome Israeli officials said they had worried about a debacle from the start, and questioned Israel’s broader security policies.\nEinat Wilf, a Labor Party member of Parliament who sits on the influential Foreign Affairs and Defense Committee, said that she had warned Mr. Barak and others well in advance that the flotilla was a public relations issue and should not be dealt with by military means.\nAdvertisement Continue reading the main story\n“This had nothing to do with security,” she said in an interview. “The armaments for Hamas were not coming from this flotilla.”\nThe fatalities all occurred aboard the Mavi Marmara, a Turkish passenger vessel that was carrying about 600 activists under the auspices of Insani Yardim Vakfi, an organization also known as I.H.H. Israeli officials have characterized it as a dangerous Islamic organization with terrorist links.\nPhoto\nYet the organization, founded in 1992 to collect aid for the Bosnians, is now active in 120 countries and has been present at recent disaster areas like Haiti and New Orleans.\n“Our volunteers were not trained military personnel,” said Yavuz Dede, deputy director of the organization. “They were civilians trying to get aid to Gaza. There were artists, intellectuals and journalists among them. Such an offensive cannot be explained by any terms.”\nThere were no immediate accounts available from the passengers of the Turkish ship, which arrived at the naval base in Ashdod on Monday evening, where nearly three dozen were arrested, many for not giving their names. The base was off limits to the news media and declared a closed military zone.\nThe injured had been flown by helicopter to Israeli hospitals. At the Sheba Medical Center at Tel Hashomer, near Tel Aviv, relatives of injured soldiers were gathered outside an intensive care unit when a man with a long beard, one of the wounded passengers, was wheeled by, escorted by military police.\nOrganizers of the flotilla, relying mainly on footage filmed by activists on board the Turkish passenger ship, because all other communications were down, blamed Israeli aggression for the deadly results.\nThe Israeli soldiers dropped onto the deck and “opened fire on sleeping civilians at four in the morning,” said Greta Berlin, a leader of the pro-Palestinian Free Gaza Movement, speaking by phone from Cyprus on Monday.\nAdvertisement Continue reading the main story\nIsraeli officials said that international law allowed for the capture of naval vessels in international waters if they were about to violate a blockade. The blockade was imposed by Israel and Egypt after the Hamas takeover of Gaza in 2007. Israel’s deputy foreign minister, Danny Ayalon, said Monday that the blockade was “aimed at preventing the infiltration of terror and terrorists into Gaza.”\nDespite sporadic rocket fire from the Palestinian territory against southern Israel, Israel says it allows enough basic supplies through border crossings to avoid any acute humanitarian crisis. But it insists that there will be no significant change so long as Hamas continues to hold Gilad Shalit, an Israeli soldier captured in a cross-border raid in 2006.\nThe Free Gaza Movement has organized several aid voyages since the summer of 2008, usually consisting of one or two vessels. The earliest ones were allowed to reach Gaza. Others have been intercepted and forced back, and one, last June, was commandeered by the Israeli Navy and towed to Ashdod. This six-boat fleet was the most ambitious attempt yet to break the blockade.", "url": "https://www.nytimes.com/2010/06/01/world/middleeast/01flotilla.html?module=inline"}