{"authors": ["Glenn Collins"], "date_download": "2018-11-16 03:35:26", "date_modify": "2018-11-16 03:35:26", "date_publish": "2010-09-07 18:47:14", "description": "Making sure the pasta is not watery at a high-end Manhattan restaurant.", "filename": "2010_09_08_dining_08benno_1542339326.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/12benno-span/12benno-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08benno_1542339326.html", "title": "The New York Times", "title_page": "New Restaurant Lincoln Tests Its Menu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This was the 10th major assessment of possible menu offerings, and in the sweltering kitchen the tasters literally rolled up their sleeves, grasped their Dixon Ticonderoga No. 2 pencils and poised to mark sheets with categories that included flavor, eye appeal, plate presentation and originality.\nCritical scrutiny attends every aspect of the full-contact realpolitik that is the creation of a high-end dining room in Manhattan — a traditionally secretive process that has been the subject of this series of articles on the restaurant, at 142 West 65th Street.\nAt center stage in Lincoln’s ongoing saga has been construction tumult, a Darwinian struggle for farmers’ produce, and even an uproar occasioned by the very choice of its name. But to its overlords, the primacy of the menu overshadowed even the fanfare over Lincoln Center’s 50th anniversary celebration, and the éclat of the first private preview of Lincoln tomorrow at a party for New York Fashion Week.\nAnd so, on the menu at the tasting for the restaurant (where the average dinner check, with beverage, will be $110 per person) was not only the strozzapreti but also a bistecca alla Fiorentina offering 35-day dry-aged black Angus porterhouse; a caponata of eggplant, tomatoes and peppers; spigarelli broccoli with gnocchi and finferli mushrooms; as well as biscotti, sorbetto and tartufo, an ice-cream dessert.\nThe evaluators inhaled the perfume of the plates before sampling them and penciling comments. “Love the texture,” Mr. Valenti said of the pasta tossed in basil purée and served on a pesto of squash blossom, yellow squash and Champagne vinegar. “Clean.”\nThe tastings were conducted at “the only moment in the life of a restaurant when the staff has the time to explore not only the menu but also what the presentation and the flow of the meal are going to be,” said Malcolm M. Knapp, who heads a restaurant consulting firm in Manhattan that bears his name. “Because after the tastings, they have to knuckle down and calculate the profit margin on each dish, and the practicality of producing it in a busy kitchen.”\nBut in the Met’s kitchen it was still very much about taste. John O’Neil, a Patina senior vice president, sampled a bit more and wrote: “Big improvement.”\nAdvertisement Continue reading the main story\nHe referred to the pasta that had just been extruded from a gleaming new $3,500 Emiliomiti machine. This was, in fact, only the latest of several tasting rounds for the strozzapreti.\n“I’ve had the yellow-squash pesto in my back pocket for a long time,” Mr. Benno said, and during the tastings he realized “it worked perfectly with strozzapreti tossed in basil purée.”\nBut at a tasting two weeks before, the pasta itself had been thin. Even watery.\nMr. Valenti was nothing but blunt. “The pasta machine was better today,” he said, deadpan. “It tasted like pasta.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Benno explained that “I’d basically been using durum and water,” but in working with the machine, and on advice from the manufacturer, Emilio Miti himself, Mr. Benno upgraded to a mix of durum, semolina, egg and water.\nAs for the caponata, Mr. Benno discerned during the tastings that it would pair well with cod cakes; his version will utilize the tail and belly of a cod in a mix with potatoes, egg and flour, pan-fried with salt and pepper.\nAnd the very notion of offering a bistecca Fiorentina “was a philosophical discussion,” Mr. Benno said. “We want to be known for the quality of our pasta and fish, but should we offer a Fiorentina in the steakhouse capital of the world? We decided yes — but only if it could be exceptional, perfectly sourced and treated with respect. So it was a commitment.”\nThe pasta widget was recommended to Mr. Benno by the chef Michael White, who described it as “the Cadillac of machines,” adding that he’d long been using the brand at his restaurant Marea.\nTo Mr. White, Lincoln’s tasting phase was “a crucial part of the process,” he said, “when Nick gets to know the sensibility of Jonathan and his staff, and when the staff gets comfortable with the menu descriptions.” He added: “Developing a menu is a monumental task. It’s never boilerplate.”\nMr. Benno has been scribbling down his own ideas for an Italian restaurant for years. When he was the chef de cuisine at Thomas Keller’s restaurant Per Se, “together with the team, I was given a lot of freedom,” Mr. Benno said, “but the underlying philosophy was that of Thomas Keller.”\nAdvertisement Continue reading the main story\n“So at 40,” he added, “I am reinventing myself.” In the tastings, then, has he found his own voice? “The voice is there — but it needs to be developed,” he said, “in an à la carte restaurant with more volume than Per Se, where there are things we have to learn very quickly.”\nBut even as the tasting proceeded, menu development was hardly the sole concern of the commandants of Lincoln. Think damask banquettes, tiles of Azul Ataija stone, Jade stoves, inspection hurdles and, most important, people.\nIf a free-standing restaurant on the flight path of some of the five million who visit Lincoln Center yearly might seem to be catnip to job-seekers, the truth was that finding applicants with an elevated skill level was fraught.\nMr. Benno explained that “if you’re a captain at Gramercy Tavern, or Marea, or Daniel, you’re going to be reluctant to leave your job in this economy.”\nAnd so, in the staff dragnet, Lincoln hosted “open calls” akin to theatrical casting scrums, and Mr. Valenti, Mr. Benno and Mr. Novello trekked up to the Culinary Institute of America in Hyde Park, N.Y., to make a fervent pitch to 30 students. Eight signed on.\nThey will find themselves presenting a menu annealed in tasting after tasting after tasting. But even the most indefatigable professional nibblers have their limits. And after two hours in the opera-house kitchen, the tasters were sated. So Mr. Benno sent them on their way with a sampler of Mr. Capizzi’s almond, rainbow and pignoli cookies. And a zeppole or two.\n“Is this a form of bribery?” asked Fred Wolfe, president of Patina Group.\nMr. Benno smiled, then wiped his hands on his blue-and-white-striped apron, and said to his sous-chef, Mr. Lentz: “We’re getting there.”", "url": "https://www.nytimes.com/2010/09/08/dining/08benno.html"}