{"authors": ["Clifford J. Levy", "The Saturday Profile"], "date_download": "2018-11-16 04:35:44", "date_modify": "2018-11-16 04:35:44", "date_publish": "2010-02-05 11:55:44", "description": "Yulia V. Tymoshenko, a heroine of the Orange Revolution, has trailed in the polls leading to the presidential runoff on Sunday.", "filename": "2010_02_06_world_europe_06ukraine.html_module=inline_1542342944.html", "image_url": "https://static01.nyt.com/images/2010/02/05/world/05cnd-ukraine1/05cnd-ukraine1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_02_06_world_europe_06ukraine.html_module=inline_1542342944.html", "title": "The New York Times", "title_page": "Tymoshenko Stumps for Her Turn to Lead Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“My goal in politics from the very beginning has been, and will be, the goal of giving Ukraine a chance to finally secure a firm footing in the world as a competitive, independent and real European state,” she said.\n“I ask you in these final days to help Ukraine — and me — to help everyone who today has stood up to defend Ukraine,” she said. “I ask you, people who care about the soul of Ukraine, those who want to preserve the heart, the spirit and the faith of our country for future generations, to please defend it.”\nMS. TYMOSHENKO, 49, may be the underdog, but her emphatic delivery underscores that she is by no means on the ropes. On Thursday, she threatened protests if the campaign of her opponent, Viktor F. Yanukovich, committed fraud, in what would be a repeat of the Orange Revolution. She charged that Mr. Yanukovich pushed through a last-minute amendment to the election law this week so that his campaign would have an advantage in the ballot counting. President Viktor A. Yushchenko, a former Orange ally of Ms. Tymoshenko who lost his bid for another term last month, sided with Mr. Yanukovich and approved the law.\nPhoto\nEach side has accused the other of planning to steal the election, but given how disenchanted many people are, major demonstrations seem unlikely.\nMs. Tymoshenko has long had a reputation as an intense competitor, shifting her stances, alliances and images as she has risen through the ranks. Ukraine is split by a linguistic and geographic divide, and when Ms. Tymoshenko got her start in politics, she was a Russian speaker from the east with long dark hair. Now, she is a champion of the Ukrainian language, with its base in the western half of the country.\nMore recently, she has changed her tone toward neighboring Russia. Once a staunch critic of the Kremlin, she is promising to patch things up and has even praised Prime Minister Vladimir V. Putin.\nHer detractors contend that Ms. Tymoshenko is a secret admirer of Mr. Putin and would govern as he has, with the same strong-arm tactics. They also say that her tendency to engage in political brawls undercuts her ability to govern.\nAdvertisement Continue reading the main story\n“I do not believe that she is a democrat,” said Yosyp Vinsky, who was Ms. Tymoshenko’s transportation minister before resigning last year and accusing her of poor management and unethical behavior. (Her aides said he himself had ethics issues.)\n“She is more of a P.R. expert than a real leader,” said Mr. Vinsky, who said he was not backing Mr. Yanukovich, either.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“And she is absolutely an autocrat who is willing to spit on the law and stamp on the Constitution.”\nFor now, Ms. Tymoshenko is struggling to close the gap with Mr. Yanukovich, a former prime minister who won the fraudulent election that set off the Orange Revolution and then lost the rematch. Once dismissed as a boorish Kremlin crony, he has undergone an image makeover of his own, positioning himself as more polished and independent of the Kremlin.\nIn the first round of the election last month, Mr. Yanukovich won by 10 percentage points. But no candidate received a majority, necessitating a runoff.\nPhoto\nMr. Yanukovich has focused on Ms. Tymoshenko’s role in the government, treating her as if she were the incumbent and asserting that voters should hold her responsible for Ukraine’s economic and political troubles.\nMs. Tymoshenko has ridiculed Mr. Yanukovich as a dimwitted pawn of Ukraine’s oligarchs. On Monday, he refused to take part in a debate against her. She appeared alone, calling him a coward. He later responded that she was a habitual liar.\nIn Ivano-Frankivsk on Tuesday, she mocked him for a verbal gaffe. He had told a crowd, “Gathered here is the best genocide in the country,” when he meant “gene pool.”\nIf Mr. Yanukovich were president, Ms. Tymoshenko said, he would be such an embarrassment that “who will agree to come to Ukraine to make investments, who will offer their hand to us?”\nAdvertisement Continue reading the main story\nSTILL, her visit here suggested the scope of her challenge. People at the theater, many of whom were educators, did not respond with notable enthusiasm, as if they had heard it all before. There were not many rounds of applause, and when someone tried to get the audience to chant her name, it petered out.\nThis in a region that is extremely unlikely to support Mr. Yanukovich, who is from eastern Ukraine.\nMs. Tymoshenko’s problem is that disaffected people here may not vote. To make matters worse, President Yushchenko, her former ally, is so angry with her that he is urging the public to cast ballots “against all” — a legal option.\nIn her speech, Ms. Tymoshenko assailed that advice. “Each of those votes is a vote for Yanukovich,” she said.\nIn the audience, a preschool teacher named Yelena Frezyuk, 30, listened intently but did not appear moved. She said she would vote for Ms. Tymoshenko very reluctantly because she was deeply disappointed in the Orange Revolution.\n“There were a lot of promises, and very few carried out,” Ms. Frezyuk said.\nBut others said they adored Ms. Tymoshenko. Anna Yakimiv, 58, a university administrator, said, “We have hope only in her.”\nBut Ms. Yakimiv said she was nervous. “There is a great danger that Yulia will not make it,” she said.", "url": "https://www.nytimes.com/2010/02/06/world/europe/06ukraine.html?module=inline"}