{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:23:44", "date_modify": "2018-11-16 04:23:44", "date_publish": "2010-11-03 22:40:51", "description": "Republicans won a majority of the nation’s governorships and legislative chambers, giving them the upper hand next year as states begin the once-a-decade process of drawing Congressional districts.", "filename": "2010_11_04_us_politics_04states.html_module=inline_1542342224.html", "image_url": "https://static01.nyt.com/images/2010/11/04/us/states/states-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04states.html_module=inline_1542342224.html", "title": "The New York Times", "title_page": "Republicans Gain Upper Hand at State Level, Ahead of Redistricting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By Mr. Storey’s tally, Tuesday’s results will give Republicans the power to unilaterally draw 190 Congressional districts, while Democrats can only hope to unilaterally draw up to 70 at most, if they manage to win several races that are still undecided. (The rest of the districts, Mr. Storey said, would be drawn by divided state governments or appointed commissions.)\nWith redistricting raising the stakes, both parties waged frantic and expensive campaigns this year at the state level.\nThe Republican Governors Association reported spending $102 million, and won at least 23 of the 37 governors’ elections held Tuesday, with four more too close to call. And the Republican State Leadership Committee reported raising more than $30 million this year, much of which went to elect state lawmakers.\nAlthough some races were still too close to call Wednesday, and the control of some chambers, including the New York Senate, was still in doubt, Republicans exceeded their expectations.\nThey will go from controlling 36 legislative chambers to at least 54 next year, and will gain an estimated 680 seats, giving them their most state lawmakers since 1928, Mr. Storey said.\nEd Gillespie, a former chairman of the Republican National Committee who led the Republican state group, said in a statement, “Election Day proved to be an even bigger ‘wave’ election than anyone anticipated.”\nAlthough Republicans racked up many big victories, including in Florida, where Rick Scott, a health care executive, was elected governor, there were a few bright spots for Democrats.\nAdvertisement Continue reading the main story\nThe party picked up at least three governorships that had been held by Republicans: Vermont, Hawaii, and the biggest prize of all, California, where Jerry Brown, a former governor, beat Meg Whitman, the former chief executive of eBay, who vastly outspent him.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn Colorado, a state that was once expected to go Republican, John Hickenlooper, the Democratic mayor of Denver, was easily elected governor when he beat a divided Republican field that included a Tea Party-backed Republican candidate and a conservative third-party challenger.\nAnd Democrats hope to win the race to succeed Gov. Tim Pawlenty of Minnesota, a Republican, in a contest so close that it appeared to be heading toward a recount.\nThe turnover at governors’ mansions and statehouses will have all kinds of implications for policy, including states’ efforts to balance their budgets and close persistent deficits, and proposed legislation and regulations for major industries, like insurance.\nBut one of the first orders of business in many states will be redistricting.\nRedistricting, it is commonly said, allows elected officials to choose their voters, instead of the other way around. The once-a-decade process was originally designed to protect the one-person-one-vote rule by making sure that Congressional districts kept pace with the population changes reported by the census.\nBut over the years both parties have grown adept — using sophisticated computer software, savvy consultants and lawyers to handle the frequent legal challenges — at narrowly slicing districts to give themselves an edge in elections.\nThe biggest impact will be in states that lose or gain Congressional seats. After Tuesday’s votes, Republicans will control the governorships and both legislative houses in Michigan, Ohio and Pennsylvania, which are all expected to lose seats.\nThat means Republicans there will get to decide whose districts are erased, or, as Michael P. McDonald, an associate professor at George Mason University who studies redistricting, put it, “Who doesn’t get a chair when everyone has to sit down at the end of the song?”\nRepublicans also retained control of the governor’s mansion and legislatures in some states that are expected to gain Congressional seats, like Florida and Texas. Republicans said there would now be Republican governors in 11 of the 18 states that are expected to gain or lose Congressional seats, and hold legislative majorities in 10 of them.\nAdvertisement Continue reading the main story\nAlthough Democrats will control the governor’s mansion and both houses of the Legislature in California, they will not have the power to draw Congressional districts there: this year California’s voters passed an initiative giving an independent commission the power to draw the maps.\nAnd in North Carolina, where Republicans gained control of both houses of the General Assembly for the first time since 1870, it matters little that the governor, Bev Perdue, is a Democrat: North Carolina law does not give the governor veto power over redistricting bills.\nThe Republican successes were so big this year that it could make redistricting more complicated, at least on a technical level, Professor McDonald said. Their problem is that there will be so many Republican incumbents wanting safe districts.\n“The challenge,” he explained, “will be how can Republicans draw plans that are going to protect everybody?”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04states.html?module=inline"}