{"authors": ["Eric Schmitt"], "date_download": "2018-11-16 03:17:03", "date_modify": "2018-11-16 03:17:03", "date_publish": "2010-01-25 21:21:36", "description": "The ambassador in Kabul offered a bleak accounting of the Afghan leadership and the risks of sending more troops.", "filename": "2010_01_26_world_asia_26strategy_1542338223.html", "image_url": "https://static01.nyt.com/images/2010/01/26/world/26strategy_337_span/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_26_world_asia_26strategy_1542338223.html", "title": "The New York Times", "title_page": "U.S. Envoy’s Cables Show Deep Concerns on Afghan Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Sending additional forces will delay the day when Afghans will take over, and make it difficult, if not impossible, to bring our people home on a reasonable timetable,” he wrote Nov. 6. “An increased U.S. and foreign role in security and governance will increase Afghan dependence, at least in the short-term.”\nWithout offering details, Mr. Eikenberry has said in public hearings since then that his concerns have been dealt with, and that he supported the White House’s troop increase plan.\nBut it is not clear what might have changed about his assessment of President Karzai as a reliable partner, and the strong language of the cables may increase tensions between the ambassador and the Karzai government, especially as world leaders meet in London on Thursday to discuss a much-debated Afghan plan to reintegrate Taliban fighters. It also coincides with a strong effort by the administration to mend ties with Mr. Karzai.\nAn American official provided a copy of the cables to The Times after a reporter requested them. The official said it was important for the historical record that Mr. Eikenberry’s detailed assessments be made public, given that they were among the most important documents produced during the debate that led to the troop buildup.\nOn Nov. 6, Mr. Eikenberry wrote: “President Karzai is not an adequate strategic partner. The proposed counterinsurgency strategy assumes an Afghan political leadership that is both able to take responsibility and to exert sovereignty in the furtherance of our goal — a secure, peaceful, minimally self-sufficient Afghanistan hardened against transnational terrorist groups.\n“Yet Karzai continues to shun responsibility for any sovereign burden, whether defense, governance or development. He and much of his circle do not want the U.S. to leave and are only too happy to see us invest further,” Mr. Eikenberry wrote. “They assume we covet their territory for a never-ending ‘war on terror’ and for military bases to use against surrounding powers.”\nHe continued, “Beyond Karzai himself, there is no political ruling class that provides an overarching national identity that transcends local affiliations and provides reliable partnership.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn a second cable, dated Nov. 9, he expressed new concerns: “In a PBS interview on November 7, Karzai sounded bizarrely cautionary notes about his willingness to address governance and corruption. This tracks with his record of inaction or grudging compliance in this area.”\nAdvertisement Continue reading the main story\nOn Monday, Mr. Eikenberry declined through an embassy spokeswoman, Caitlin M. Hayden, to comment on the cables and his views on Mr. Karzai. She said by e-mail, “We stand by what we provided during the review process, which got us to the clear strategy we’re now implementing, that the ambassador unequivocally supports.”\nIn his memos, Mr. Eikenberry raised other concerns. He said he had serious doubts about the ability of the Afghan police and military forces to take over security duties in the country by 2013. “The Army’s high attrition and low recruitment rates for Pashtuns in the south are crippling,” he wrote. “Simply keeping the force at current levels requires tens of thousands of new recruits every year to replace attrition losses and battlefield casualties.”\nThe ambassador, who left the military last April to become Mr. Obama’s emissary, also complained about an inadequate civilian counterpart organization to the NATO military command in Afghanistan. Nearly three months later, he is still expressing concerns about too few civilian experts in Afghanistan.\nHe also noted worries that the success of Mr. Obama’s Afghanistan policy hinged on Pakistani forces’ eliminating militants’ havens in the mountainous region near the Afghan border.\n“ Pakistan will remain the single greatest source of Afghan instability so long as the border sanctuaries remain,” he wrote. “Until this sanctuary problem is fully addressed, the gains from sending additional forces may be fleeting.”\n“As we contemplate greatly expanding our presence in Afghanistan, the better answer to our difficulties could well be to further ratchet up our engagement in Pakistan,” he wrote without elaboration.\nOn Nov. 9, he repeatedly warned against rushing into a large deployment of more American forces without further study.\nHe urged that the White House appoint a bipartisan panel of “civilian and military experts to examine the Afghanistan-Pakistan strategy” and provide recommendations by the end of 2009. The recommendation, which would have extended a White House-led policy review of many months, was not accepted.\nMr. Eikenberry suggested sending a relatively small force to train Afghan security forces and protect some population centers, and to condition more troops on the Afghans’ meeting objectives, like committing to taking full responsibility for national defense by a specific date.\nAdvertisement Continue reading the main story\nAnd while General McChrystal warned of failure if additional troops were not deployed, Mr. Eikenberry concluded by cautioning of competing risks “that we will become more deeply engaged here with no way to extricate ourselves, short of allowing the country to descend again into lawlessness and chaos.”", "url": "https://www.nytimes.com/2010/01/26/world/asia/26strategy.html"}