{"authors": ["Scott Shane", "Ellen Barry"], "date_download": "2018-11-16 03:13:48", "date_modify": "2018-11-16 03:13:48", "date_publish": "2010-07-09 21:09:41", "description": "Some of the cases of the four men show how the definition of spying has grown murkier since relations have warmed between the United States and Russia.", "filename": "2010_07_10_world_europe_10spies.html_module=inline_1542338028.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_10_world_europe_10spies.html_module=inline_1542338028.html", "title": "Intrigue and Ambiguity in Cases of 4 Russians Sent to West in Spy Swap", "title_page": "Intrigue and Ambiguity in Cases of 4 Russians Sent to West in Spy Swap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another of the four, Sergei V. Skripal, also seems to fit the classic cold war model, though without quite the roller-coaster intrigue of the Zaporozhsky case. A retired colonel in Russia’s military intelligence service, Mr. Skripal was convicted in 2006 of having passed classified information to British intelligence, MI6, for a decade, in return for $100,000 wired to a bank account in Spain.\nBut there is at least a little post-Communist ambiguity surrounding the two other men in the swap. Gennadi Vasilenko, a former K.G.B. major, was arrested in 1998 for contacts with a C.I.A officer but soon released, only to be arrested again in 2005 and imprisoned not for spying, but for illegal trafficking in weapons and explosives.\nAnd Igor V. Sutyagin, working at a Moscow think tank, did contract research for a British company that may or may not have been a front for Western intelligence. He has maintained his innocence, and human rights activists have defended him.\nWhile all four men signed written confessions to espionage as a condition for their release — and then were immediately pardoned — some of the cases show how the definition of spying has grown murkier since relations have warmed between the United States and Russia. For an arms-control researcher like Mr. Sutyagin to supply information to a British company would have been unacceptable to the Kremlin in the 1970s. In more recent years, boundaries have not been so clear.\nBut American officials demanded precisely these four Russians as soon as talks about a swap began and valued them enough to make the lopsided trade. That suggests indebtedness on the side of the United States, said David Wise, a Washington author and veteran chronicler of espionage. “We obviously feel some obligation to them,” Mr. Wise said in an interview on Friday. “You don’t leave your men behind on the battlefield.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe American willingness to quickly release 10 Russian agents operating inside the United States, after huge expenditures of money and manpower on a decade of surveillance, would have been hard to imagine a few decades ago. The stakes for American security seem far lower today, said Steven Aftergood, who studies government secrecy at the Federation of American Scientists. “Now it seems more comical than anything else,” he said.\nBut the case was never funny from the point of view of the 10 Russians who faced prison sentences here — and certainly not for the four Russians serving time in grim Russian prison camps.\nYelena P. Lebedeva-Romanova, a lawyer for the 59-year-old Mr. Skripal, said his release was especially welcome because he had diabetes and she worried about his health in the prison camp in the central Russian republic of Mordovia, where he was serving his sentence.\nAdvertisement Continue reading the main story\nThe relationship of Mr. Vasilenko, once a top-ranked Soviet volleyball player, with a particular C.I.A. officer, Jack Platt, has been well documented over the years. Mr. Platt has said in interviews that he tried repeatedly to recruit Mr. Vasilenko, who worked for the K.G.B. in Washington and Latin America in the 1970s and 1980s, but was rebuffed.\nBut in 1988, the K.G.B. learned of the contacts between the men, and Mr. Vasilenko was arrested in Havana and imprisoned in Russia for about six months before the espionage case against him fell apart. Years later, Mr. Vasilenko and Mr. Platt, both retired from their intelligence agencies, went into the private security and investigation business together.\nBut in 2005, when he was 64, Mr. Vasilenko, then providing security to a Moscow television channel, was rearrested and charged after a search of his home allegedly found pistols and TNT. He was convicted and remained imprisoned until his release for the exchange.\nAccording to Maryland property records, Mr. Zaporozhsky still owns the house on a cul-de-sac in Cockeysville, north of Baltimore, where he lived until 2001 with his wife, Galina, and their three children. No one answered a knock at the door on Friday morning, and one son, Pavel Zaporozhsky, declined to comment by telephone.\nAleksandr Zaporozhsky might not want to risk another trip back to Russia. But he and the other three men who flew west on Friday are free to return when they wish, said Nikolai Kovalyov, a deputy in the State Duma and former director of the F.S.B., the successor to the domestic security operations of the K.G.B.\n“There is no formal prohibition on this from the Russian side,” Mr. Kovalyov told RIA-Novosti on Friday.", "url": "https://www.nytimes.com/2010/07/10/world/europe/10spies.html?module=inline"}