{"authors": ["M. H. Reed"], "date_download": "2018-11-16 03:44:31", "date_modify": "2018-11-16 03:44:31", "date_publish": "2010-04-30 20:35:43", "description": "At Caffé Azzurri, a bar and restaurant that opened five months ago, visitors can enjoy a glass of wine or a full meal.", "filename": "2010_05_02_nyregion_02dinewe_1542339871.html", "image_url": "https://static01.nyt.com/images/2010/05/02/nyregion/02dinewe_span/02dinewe_span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_02_nyregion_02dinewe_1542339871.html", "title": "The New York Times", "title_page": "Caffé Azzurri Offers a New Take on Surf and Turf - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTHERE’S been little change in décor at Caffé Azzurri, a wine bar and restaurant that opened five months ago in Hartsdale in the warm, clubby space once occupied by Café Meze and then Piave. And the few new touches have made the place even more welcoming than before. The area next to the bar has been reconfigured with soft sofas, and floor-to-ceiling sheers separate the lounge from the dining room, where customers are welcome to pause over a glass of wine and a few snacks or to enjoy a full meal.\nWhether you are there for a large or small plate, an attentive staff will bring over a basket of warmed breads — pita, Italian, focaccia — along with saucers of hummus, roasted pepper spread and pesto.\nThis kitchen does not shy away from concocting some flavorful dishes, among them an appetizer special of octopus carpaccio. Poached tender, the fat bodies were lightly grilled, sliced into large disks and served with arugula and piles of chopped onion and capers — all under a sprinkling of vinaigrette. Another winner was tuna tartare, formed into a cylinder with avocado and seaweed salad and poised on a base of translucent cucumber slices and squiggles of tangy wasabi.\nEven in a half order, risotto makes a heavy start to a meal, but our party had no trouble finishing the ultracreamy Arborio with mushrooms and peas. About a dozen creative pastas are available as appetizers or entrees. We were tempted by the ricotta gnocchi in creamy chive Gorgonzola and pappardelle and sauced with meat ragù smoothed by fresh ricotta, but in the end chose the squid-ink linguini. The liquor from the clams and mussels that festooned this black, luscious pasta merged with a thin pesto to form a silken sauce. Almost as tasty were narrow ribbons of whole wheat fettuccini mingled with fresh garden vegetables, although the dish could have used a boost from more aggressive seasoning.\nAdvertisement Continue reading the main story\nSuccessful “surf” entrees included four huge butterflied shrimp in lemon butter sauce, and moist, pan-roasted salmon with tender wilted spinach. Whole branzino ($30, and enough for two) was presented with flair and then whisked away to be filleted in the kitchen. The overly salty Champagne sauce detracted a bit from the perfectly cooked fish, but the snowy firm flesh was delicate and delicious.", "url": "https://www.nytimes.com/2010/05/02/nyregion/02dinewe.html"}