{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:10", "date_modify": "2018-11-16 04:46:10", "date_publish": "2010-01-18 19:53:59", "description": "Mr. Bell’s idea in 1951 to sell tacos from his hamburger stand became the foundation of the restaurant chain that turned Mexican fare into fast food for millions of Americans.", "filename": "2010_01_19_business_19bell.html_module=inline_1542343570.html", "image_url": "https://static01.nyt.com/images/2010/01/19/business/19bell_CA0/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_19_business_19bell.html_module=inline_1542343570.html", "title": "The New York Times", "title_page": "Glen W. Bell Jr., 86, Taco Bell Founder, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Glen W. Bell Jr., whose idea in 1951 to sell crispy-shell tacos from the window of his hamburger stand became the foundation of Taco Bell, the restaurant chain that turned Mexican fare into fast food for millions of Americans, died at his home in Rancho Santa Fe, Calif. He was 86.\nHis death was announced Sunday on the Taco Bell Web site. No other details were provided.\nMr. Bell never forgot the first taco buyer at Bell’s Hamburgers and Hot Dogs in San Bernardino, Calif., one of three stands he owned at the time.\n“He was dressed in a suit and as he bit into the taco the juice ran down his sleeve and dripped on his tie,” Mr. Bell recalled in “Taco Titan: The Glen Bell Story,” (Bookworld Services, 1999), a biography by Debra Lee Baldwin. “I thought, ‘Uh-oh, we’ve lost this one.’ But he came back, amazingly enough, and said, ‘That was good. Gimme another.’ ”\nBy the time Mr. Bell sold the chain to PepsiCo in 1978, it had grown to 868 restaurants. Today, the company says, more than two billion tacos and a billion burritos are sold each year at more than 5,600 Taco Bell restaurants in the United States and around the world.\nAdvertisement Continue reading the main story\nDrive-in stands dotted San Bernardino when Mr. Bell opened his first one there in the late 1940s. One competitor, only a few miles away, was the original stand opened by two brothers with the last name of McDonald.", "url": "https://www.nytimes.com/2010/01/19/business/19bell.html?module=inline"}