{"authors": ["David Carr"], "date_download": "2018-11-16 03:20:34", "date_modify": "2018-11-16 03:20:34", "date_publish": "2010-07-04 23:41:54", "description": "Dave Weigel, the Washington Post political blogger who resigned over comments about conservatives, was just what the paper wanted.", "filename": "2010_07_05_business_media_05carr.html_pagewanted=1_1542338434.html", "image_url": "https://static01.nyt.com/images/2010/04/12/business/media/carr-50/carr-50-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_05_business_media_05carr.html_pagewanted=1_1542338434.html", "title": "The New York Times", "title_page": "For Blogger, ‘Outspoken’ Was a Selling Point, Till It Wasn’t - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In comments made mostly before he was hired at The Washington Post three months ago, Mr. Weigel used the term “Paultard” to describe followers of Ron Paul and also suggested that Patrick Buchanan was “an anti-Semite” and that Newt Gingrich was an “amoral blowhard.” More recently, he wrote that Matt Drudge, the conservative aggregator and blogger behind The Drudge Report, should “set himself on fire.”\nDumb, that, especially the part about sliming both disabled people and conservatives in just eight letters, but even as his resignation was offered and quickly accepted, none of the Post leadership suggested his actual work was anything less than rigorous or fair.\n“Dave did excellent work for us,” the executive editor of The Post, Marcus Brauchli, told Howard Kurtz, the paper’s media columnist, but then added, “We can’t have any tolerance for the perception that people are conflicted or bring a bias to their work.”\nThis past weekend, he told the newspaper’s ombudsman that The Post needed to be “completely transparent about what people do ... and completely transparent about where people stand.”\nThe Post’s managing editor, Raju Narisetti, said in an earlier interview with the ombudsman that one need not be a conservative to cover conservatives. “But you do need to be impartial,” he said, adding, “It may be in our interests to ask potential reporters: ‘In private ... have you expressed any opinions that would make it difficult for you to do your job?’ ” (The ellipses are The Post’s, not mine.)\nConfused? Me too. How was Mr. Weigel “conflicted” or less than “transparent”? And if you dumped every reporter who ever sent a snide message or talked smack in private, there would be nothing but crickets chirping in newsrooms all over America.\nIn a phone call, Mr. Weigel said he did not fault The Post.\n“The institution is far more important than any individual,” he said. “They did what they needed to do, and the next place I work will probably have a different understanding of various boundaries.”\nAdvertisement Continue reading the main story\nBut The Post’s precipitous action suggests that the editors had no idea of what they were buying in the first place. He probably could have survived if he had slammed Rachel Maddow or had some fun at Al Franken’s expense, but his willingness to train his guns inside the conservative movement was a bit much, especially in the eyes of The Post’s ombudsman, Andrew Alexander.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Weigel’s exit, and the events that prompted it, have further damaged The Post among conservatives who believe it is not properly attuned to their ideology or activities,” he wrote. “Ironically, Weigel was hired to address precisely those concerns.” Loosely translated, it means someone whom they thought they hired to build bridges was blowing them up instead.\n“The Post did not know what they were getting,” said Ana Marie Cox, the Washington correspondent for GQ and a blogger who has had her own battles with mainstream media employers. “They thought they were getting a conservative and he doesn’t really fit the label, but they got a reporter and thinker instead. Not one person has pointed to anything in his reporting that came up wrong or bad.”\nMr. Weigel was the victim of a “not invented here” reflex that many legacy media companies still possess. He was not, as they say, “one of us,” but one of “them,” brought in to sprinkle new-media pixie dust on a mainstream newspaper that was hemmed in by political and journalistic convention.\nA little thought experiment: What if a reporter made a wildly inappropriate video suggesting that the secretary of state, who happens to be a woman, should drink Mad Bitch beer? Surely that reporter would be forced to apologize to Hillary Rodham Clinton before walking the plank. Yet when this happened, Dana Milbank, the longtime Washington Post star who made the video, remained a prized political writer at the paper. (The “Mouthpiece Theater” video segments, mercifully, have been canceled.)\nThere are a few lessons to be learned from the whole mess. First, as mainstream media tries to co-opt and deploy some of the tools (and voices) of the insurgency, the intersection is going to be tricky for some time to come.\nMr. Alexander pointed out as much in a column on Sunday, writing, “Internal guidelines say reporters should not ‘offer personal opinions on a blog in a way that would not be acceptable in the newspaper.’ ” But they also are encouraged to blog with attitude and “voice,” which seems incompatible with neutrality. Good luck threading that needle every time you write a post.\nSecond, as Gen. Stanley McChrystal could also tell you, nothing you do or say is private any more. Right now, there is a standing offer of $100,000 from Andrew Breitbart, an owner of a number of conservative blogs, for the archives of JournoList, which he hopes to use to prove once and for all that there is a vast liberal conspiracy to manufacture consent in coverage.\nThat Mr. Breitbart is willing to pay $100,000 for admission to a wonky dinner party most of us would pay to avoid tells you the high value Washington puts on information that can maim an opponent.\nAdvertisement Continue reading the main story\n“Let’s not drain the blood from what happened here,” Mr. Weigel said. “Somebody hacked into off-the-record e-mails, many of them from before I went to work at The Post, and picked the ones that made me look the worst. It was a kind of opposition research, and just about anybody that happens to is going to end up looking bad.”\nMake no mistake: This is a story about Washington, a place that prizes political consistency and punishes ideological deviation. Mr. Weigel is a libertarian who voted for both Ron Paul and Barack Obama, who supports gay rights and sees the bright side in Bob Barr, who supports not just open borders, but also free markets. He was also a newspaper journalist embedded in the conservative movement and a blogger embedded at The Post.\nThose apparent contradictions gave Mr. Weigel’s writing texture and surprise, but it also made him a pretty juicy target. Regardless of how much blather you hear about the two parties bickering in Washington, the Beltway is really a monoculture that accommodates the two poles of a debate but very little in between.", "url": "https://www.nytimes.com/2010/07/05/business/media/05carr.html?pagewanted=1"}