{"authors": ["Seth Kugel"], "date_download": "2018-11-16 03:45:48", "date_modify": "2018-11-16 03:45:48", "date_publish": "2010-02-23 19:35:08", "description": "Virtually unknown outside the Amazon two decades ago, açaí is now an international celebrity, thanks to the antioxidant craze.", "filename": "2010_02_24_dining_24acai.html_module=inline_1542339948.html", "image_url": "https://static01.nyt.com/images/2010/02/24/dining/24acaispan-1/24acaispan-1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_02_24_dining_24acai.html_module=inline_1542339948.html", "title": "Açaí, a Global Super Fruit, Is Dinner in the Amazon", "title_page": "Açaí, a Global Super Fruit, Is Dinner in the Amazon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Belém’s most famous açaí market, the Feira do Açaí, near the city’s 17th-century periwinkle-colored Ver-o-Peso market building, bustles before dawn as wholesalers stack baskets of the fruit on the cobblestone square.\nBy 9 a.m., the countless stands around the city have opened for business, processing the fruit into thick, medium or thin varieties depending on how much water is added.\nWhen the merchants are ready they hang red signs to indicate that açaí is for sale. As in towns throughout the region, in Belém residents pick up pulp by the liter to have with lunch or dinner.\nEven some chain supermarkets have in-house açaí counters. Diego Lopes, a 21-year-old açaí processor at a Lider supermarket in Belém, says he has açaí with lunch and dinner every day.\n“Think of it as a cheeseburger,” Mr. Lopes said, explaining to an American reporter. “You can’t have a meal there without a cheeseburger, right?”\nAçaí’s international reputation as an energy booster and diet aid tickles those who grew up with it as a caloric side dish.\n“I find it funny,” said Letícia Galvão, a psychologist who was having a lunch of seafood and açaí with her husband and 1-year-old daughter at a restaurant called Point do Açaí. “Generally, when you have açaí here, you take a nap. There, it’s an energy drink.”\nAdvertisement Continue reading the main story\nHer husband, Cid, added: “After this bowl, I’m going to try to watch the soccer game. But I’ll fall asleep, almost certainly.”\nMs. Galvão said that her brother, a doctor living in the southern state of Paraná, wasn’t a big açaí fan growing up. But these days he asks anyone visiting him from Belém for a liter of the fresh stuff.\n“Açaí has the taste of our land,” she said. “It’s a way of reconnecting. It’s a taste of childhood.”\nAlthough açaí smoothies are rare in Pará, deep purple açaí is a popular flavor at two big ice cream chains based in Belém, Cairu and Ice Bode, and the white-and-purple swirl of açaí and tapioca is especially refreshing. You can also find açaí candy in gift shops, and açaí tarts in bakeries.\nSugar is an issue, though. Many locals who insist it should never be added to the fruit — a crowd that trends older and more rural — crave unsweetened açaí as other traditionalists love their coffee black, their single-malt Scotch neat or their chocolate at 80 percent cacao. And like black coffee, straight Scotch or bitter chocolate, unsweetened açaí takes some getting used to.\nThe velvety texture of the thicker varieties is wonderful, but the taste is more — how to put this? — earthy. O.K., it tastes like dirt. Making matters worse, the manioc flour that’s often mixed in to thicken it has the consistency of sand.\nBut visitors who hold back on the sugar will find a more complex flavor that, while it remains grassy and earthy, is also fresher and purer than açaí that’s been pasteurized, frozen and subjected to the corrupting (though delicious) influences of, say, bananas or granola.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile the old ways of eating açaí continue in the Amazon, increased demand elsewhere in the world has driven up prices and made life easier for people like 53-year-old Orisvaldo Ferreira de Souza; his younger brother, Josivaldo; and their elderly parents.\nThe de Souzas live in a battered wooden home on stilts on Itanduba Island, about an hour by boat from Cametá’s town center. Like the families who live up and down the river from them, they make much of their living off the açaí harvest from what they calculate is 8,000 açaí palms on 35 acres.\nAdvertisement Continue reading the main story\n“Two or three years ago, we had a lot of trouble selling the product,” Orisvaldo Ferreira de Souza said. “We had to bring it to town, and sometimes we came back without selling it.”\nBack then, he said, a standard “lata,” or 14-kilogram basket, brought about two or three Brazilian reais, or roughly five cents a pound at today’s exchange rates. But now, the harvesters don’t even have to leave their land: buyers ply the river right up to their rickety wooden pier offering 10 reais or more. “Just yesterday, six buyers came by,” he said. “We sold 10 baskets each to two of them.”\nSome would have been sold in town for local consumption. But more and more of it has been hauled in trucks on rutted highways and over ferry crossings to processing plants like those near Belém, six hours away. From there, frozen packs of presweetened pulp (neither the fruit not the fresh pulp last long) are shipped to the rest of Brazil or, increasingly, the rest of the world.\nExact export figures are hard to come by, but in Pará, which produces almost 90 percent of Brazil’s açaí, the export category that essentially refers to açaí pulp surged from 380 metric tons in 2000 to 1,700 metric tons in 2005 — to 9,400 metric tons last year.\nFor the de Souzas and families around them, added income has meant that they can buy meat and chicken in town, attach motors to their boats, purchase power generators or solar panels and afford parabolic antennas and televisions to watch soccer, news and soaps.\nThat’s a big change from when Mr. de Souza was growing up, learning to scale trees to break off the big bunches of açaí hanging just below the palm fronds.\nIvan Saiki, director of Cam-ta, a cooperative and fruit processor in Tomé-Açu, another major açaí-producing municipality, said: “Before the boom, the harvest came and the açaí was worth practically nothing. Before, nobody had television, nobody had a motorized canoe. Now many have their own electricity at home. It’s greatly improved the life of the river communities.”\nMany farmers can now hire workers to harvest açaí — which mostly still involves scaling trees with bare feet protected only by a strap called a peconha, made from bark strips or leaves.\nAdvertisement Continue reading the main story\nThe fruit was traditionally collected from wild palms. Now companies have açaí plantations, and collectors are raising more açaí palms on their land, according to Antônio Cordeiro de Santana, an agricultural economist at the Rural Federal University of the Amazon. With cultivation more concentrated, resistance to disease and productivity have decreased, he said, even as the number of açaí palms in Pará has exploded.\nStill, money flows in as the rest of the world works hard to slip açaí into ever more products (Açaí Mango Zinger tea! Emergen-C Açaí Berry packets!).\nThough the price increase has been good for those raising açaí, it comes at a cost to urban poor families.\nIn 2004, a study showed that 61 percent of those making minimum wage or less in the Belém area ate açaí daily but that only 16 percent of the highest-income groups did so.\nThat would seem to threaten a valuable source of nutrition for the poor. But Mr. Cordeiro said that recent surveys that his team conducted in metropolitan Belém found that consumption of açaí had not slowed, although some poorer families were buying the more watery variety.\nAcross the street from a woman selling açaí out of a dilapidated wooden shack in the poor Jurunas neighborhood of Belém, a grizzled older man named João Manuel said that higher prices have not stopped him from eating açaí. “Fifteen years ago, it was like beans for us,” he said. “Now, it’s more expensive than beans. We eat it just the same; it’s only that now we feel it in our wallets.”\n“For me, even without sugar,” he said, “açaí is sweet.”", "url": "https://www.nytimes.com/2010/02/24/dining/24acai.html?module=inline"}