{"authors": ["Brian Stelter"], "date_download": "2018-11-16 03:20:48", "date_modify": "2018-11-16 03:20:48", "date_publish": "2010-06-27 22:43:46", "description": "The blogger David Weigel resigned from The Washington Post after three months of covering conservatives.", "filename": "2010_06_28_business_media_28post_1542338448.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_06_28_business_media_28post_1542338448.html", "title": "Fallout After a Blogger’s Private Comments Are Aired", "title_page": "Fallout After a Blogger’s Private Comments Are Aired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Journalists, like all people, have opinions. Should those privately held opinions preclude them from writing?\nThat age-old debate was reignited, with a twist, last week when the blogger David Weigel resigned from The Washington Post after he made disparaging comments about conservatives on a private e-mail list called Journolist.\nThe twist was that Mr. Weigel was hired three months ago, in part, to have opinions. As a blogger covering the Republican Party and the Tea Party movement, he was given more latitude than traditional newspaper reporters to write with a point of view and reach conclusions.\nMr. Weigel has largely declined interview requests, but he told The Daily Caller last week, “I’ve always been of the belief that you could have opinions and could report anyway.” His blog, called “Right Now,” did not present a conservative viewpoint per se; he has described himself as a libertarian and a registered Republican who votes for Democratic presidential candidates.\nAdvertisement Continue reading the main story\nThe case bewildered many people in the clubby world of Washington journalism, and reaffirmed the belief that mainline news organizations are still struggling to adapt to the Web, where opinions are less likely to be scrubbed from a person’s writing. In a bid to bolster its online presence, The Post has hired a number of bloggers in recent years who both report and present a point of view.", "url": "https://www.nytimes.com/2010/06/28/business/media/28post.html"}