{"authors": ["Lesley Alderman"], "date_download": "2018-11-16 04:32:11", "date_modify": "2018-11-16 04:32:11", "date_publish": "2010-11-05 10:32:53", "description": "Parents can take advantage of the movement to get children to eat healthier at school.", "filename": "2010_11_06_health_06patient_1542342731.html", "image_url": "https://static01.nyt.com/images/2010/11/06/science/06patient/06patient-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_06_health_06patient_1542342731.html", "title": "The New York Times", "title_page": "Nutrition and the School Lunch Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "School lunches must meet a minimum calorie limit set by the government, but it’s up to individual schools to decide how the calories are apportioned. If a meal has not reached the limit, the cook can toss on extra slices of bread to bring up the count.\n“School lunches are based on an outdated idea — that hungry kids only need calories,” said Margo G. Wootan, director of nutrition policy at the Center for Science in the Public Interest, a health advocacy group. “But what hungry kids need is healthy food.”\nIf the White House has its way, school lunches will become universally healthier. The first lady, Michelle Obama, and the secretary of agriculture, Tom Vilsack, have made child nutrition a priority for the current administration and worked with Congress to make changes to the Child Nutrition Act which was passed by the Senate and awaits approval by the House. The updated bill gives schools more money to spend per meal, and includes provisions to upgrade menus and ban junk food from vending machines and lunch lines.\nSchool lunches may be inexpensive, but it’s hardly money well spent if your child learns a lifetime of poor eating habits and has an increased risk of obesity, diabetes and other chronic (not to mention expensive) ailments. If you’d like to make sure your child is getting nutritious, affordable food, consider the suggestions below.\nBACK TO SCHOOL Go to your child’s school and see for yourself what is being served. Pick a day and eat lunch with your child, or offer to volunteer in the lunchroom.\n“One of the first indications of a good lunch program is enthusiasm among the people serving the food,” said Marion Nestle, professor of nutrition and food studies at New York University and author of “What to Eat” (North Point Press, 2007). Are the people who are making the food and serving it to the children engaged? Do they know the children’s names?\n“If they take pride in their work, it will show in how they interact with the kids,” said Ms. Nestle.\nAdvertisement Continue reading the main story\nLook at the quality of what is being served. Pizza can come from a fast-food distributor, or it can be made on the premises with fresh ingredients. Are there alternatives to the main entree? If a child does not like the vegetarian chili being served, for instance, is a server willing to offer the child a healthy alternative?\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIf you want to know more details about the school’s approach to lunch, ask to see a copy of the wellness policy. Every school district is supposed to have a policy that addresses school food, nutrition education and physical activity, Ms. Wootan said.\n“You can also ask for the nutrition content of the entrees the school is serving — about half of schools track these numbers,” she added.\nCOACH YOUR CHILD If the school offers wholesome entrees, encourage your child to try them. Though school lunches are uneven in quality, children who eat them are more likely to drink milk and eat fruit and vegetables than those who bring their own lunch, according to data from the S.N.D.A.\n“Be an advocate for your child’s food experience,” said the restaurant owner Henry Rinehart, who serves on the board of the New York Coalition for Healthy School Food and volunteers in the kitchen of his son’s Manhattan public school. “Serve on the food committee, approach local chefs and ask them to help upgrade your school’s menu,” Mr. Rinehart suggested.\nSTART PACKING If school lunches are not a nutritionally viable option where you live (or your child is a very picky eater), then combine good nutrition with economies of scale. Rather than buy prepackaged food items, which are expensive, wasteful and often not that healthy, invest in a lunchbox, a Thermos and plastic containers for sandwiches, leftovers and vegetables.\n“Packaged kids meals help children maintain a taste for salt and fat,” Ms. Nestle pointed out. “They also make kids think that they should only eat ‘kid food.’ ” For example, Lunchables, the popular meals-in-a-box for children, contain highly processed ingredients and beverages like Kool-Aid.\nInstead, make sandwiches on 100 percent whole wheat bread, which has more fiber, vitamins and minerals than plain wheat bread. (Check the ingredients: whole wheat should be the first one listed.) Fill the sandwiches with cheese and tomatoes or peanut butter and jelly. “Sandwiches are ideal — they are portable, have several ingredients and a decent amount of calories,” said Ms. Nestle.\nIf you have leftovers from last night’s dinner — pasta, say, or lean meats — warm them up and place them in an insulated container in your child’s lunch. Give your child low-fat milk or juice that is clearly labeled “100 percent juice.”\nAdvertisement Continue reading the main story\nDon’t forget some fruit and vegetables, too. Make sure the offerings look and taste good so your child won’t just dump them in the trash. Put steamed broccoli or baby carrots in one container and a tasty dressing in another for dipping. Cut apple slices and sprinkle them with lemon juice to keep them from getting brown (the excuse my child uses to toss them out).\nFind more healthy options for children at tinyurl.com/6nlxft, under the pull-down themes “Lunchbox Fixes” and “Kids Week.”\nAnd if your child still cries for Lunchables or pizza? Keep offering healthy options, suggested Mr. Rinehart, owner of Henry’s on the Upper West Side. “The best way to create a diverse eater is to let kids get a little hungry.”", "url": "https://www.nytimes.com/2010/11/06/health/06patient.html"}