{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:35:21", "date_modify": "2018-11-16 03:35:21", "date_publish": "2010-09-07 20:58:51", "description": "The former chef of Cru has emerged from a sabbatical to open Ciano, which will serve straightforward Italian food.", "filename": "2010_09_08_dining_08ciano_1542339321.html", "image_url": "https://static01.nyt.com/images/2010/09/08/dining/08ciano-span/08ciano-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_08_dining_08ciano_1542339321.html", "title": "The New York Times", "title_page": "Ciano: Chef Shea Gallante Returns to Kitchen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSHEA GALLANTE was only 19 years old when he opened his first restaurant.\nIt was a pizzeria in Poughkeepsie, N.Y., where he grew up. Soon he decamped for the nearby Culinary Institute of America and then Manhattan, where he trained in some of the city’s top kitchens (Felidia, Bouley).\nAt 31, he was tapped to be the chef of Cru. At 33, he landed a Michelin star.\nThen, last June, he left Cru. He was 36. He had no exit strategy: no new restaurant lined up, no cookbook, no television deal. For a while he went back to work for his former mentor, David Bouley. By January he had retreated to his home in Westchester to regroup.\nAlthough he had won accolades for his sophisticated, inventive cooking at Cru, the food was, if not subordinate, beholden to the restaurant’s raison d’être, its monumental wine list.\nAnd he now admits that having to appeal to a crowd with eclectic tastes was not satisfying for him. “I got a little confused,” he said. He wanted to find focus.\nAdvertisement Continue reading the main story\nSo he took a sabbatical. Westchester is not quite the equivalent of holing up in an ashram, but it gave him time with his family and a chance to figure out the next step.", "url": "https://www.nytimes.com/2010/09/08/dining/08ciano.html"}