{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:39:52", "date_modify": "2018-11-16 04:39:52", "date_publish": "2010-03-04 16:38:55", "description": "Turkey recalled its ambassador to the U.S. after the House Foreign Affairs Committee voted to condemn as genocide the 1900s killings of Armenians.", "filename": "2010_03_05_world_europe_05armenia_1542343192.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_03_05_world_europe_05armenia_1542343192.html", "title": "House Panel Says Armenian Deaths Were Genocide", "title_page": "House Panel Says Armenian Deaths Were Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama spoke to President Abdullah Gul of Turkey on Wednesday to endorse the efforts at normalization with Armenia, said Philip J. Crowley, a State Department spokesman.\n“We’ve pressed hard to see the progress that we’ve seen to date, and we certainly do not want to see that jeopardized,” he said.\nThe timing of the administration’s plea seemed to catch some committee members by surprise. Early in the meeting on Thursday, the ranking Republican member, Representative Ileana Ros-Lehtinen of Florida, said that the administration had taken no position on the vote. But several minutes later she requested time to correct herself: an aide had handed her a news article describing the administration’s newly announced opposition.\nSuat Kiniklioglu, a member of Turkey’s Parliament who was in Washington to meet with lawmakers, said later that he thought the intervention by Mrs. Clinton — who was asked about the resolution last week before the same House committee, but did not condemn it explicitly — had come too late.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBryan Ardouny, executive director of the Armenian Assembly of America, also said he doubted that Mrs. Clinton’s intervention had changed much. “It was closer than anticipated,” he said of the vote, “but at the end of the day the truth prevailed and the members made a very affirmative statement in the face of the opposition.”\nCommittee members were clearly torn between what they said was a moral obligation to condemn one of the darkest periods of the last century and the need to protect a relationship with Turkey, a NATO partner vital to American regional and security interests. “This is not one of those issues that members of Congress look forward to voting on,” said Representative Gary L. Ackerman, Democrat of New York.\nLike nearly every member, Mr. Berman saluted Turkey as an important ally. “Be that as it may,” he added, “nothing justifies Turkey’s turning a blind eye to the reality of the Armenian genocide.\n“The Turks say passing this resolution could have terrible consequences for our bilateral relationship,” Mr. Berman said. “But I believe that Turkey values its relations with the United States at least as much as we value our relations with Turkey.”\nAdvertisement Continue reading the main story\nWhile still in the Senate, Mr. Obama had described the killings of Armenians at Ottoman hands as genocide. Mrs. Clinton, also then a senator, had taken a similar stance.\nLast year, she strongly supported talks that led to two protocols between Turkey and Armenia calling for closer ties, open borders and the creation of a commission to examine the historical evidence in dispute.\nThose accords, not yet ratified by either nation’s lawmakers, could now be endangered, opponents of the resolution said. “This is a fragile process that destabilizes the protocols,” said Representative Dan Burton, Republican of Indiana.", "url": "https://www.nytimes.com/2010/03/05/world/europe/05armenia.html"}