{"authors": ["Adam Liptak"], "date_download": "2018-11-16 03:52:55", "date_modify": "2018-11-16 03:52:55", "date_publish": "2010-01-21 11:03:09", "description": "Overruling two precedents, a divided Supreme Court ruled that the government may not ban political spending by corporations in candidate elections.", "filename": "2010_01_22_us_politics_22scotus.html_pagewanted=all&mcubz=3&module=inline_1542340375.html", "image_url": "https://static01.nyt.com/images/2010/01/22/us/22scotus_CA0/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_22_us_politics_22scotus.html_pagewanted=all&mcubz=3&module=inline_1542340375.html", "title": "The New York Times", "title_page": "Supreme Court Blocks Ban on Corporate Political Spending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The justices in the majority brushed aside warnings about what might follow from their ruling in favor of a formal but fervent embrace of a broad interpretation of free speech rights.\nPhoto\n“If the First Amendment has any force,” Justice Anthony M. Kennedy wrote for the majority, which included the four members of the court’s conservative wing, “it prohibits Congress from fining or jailing citizens, or associations of citizens, for simply engaging in political speech.”\nThe ruling, Citizens United v. Federal Election Commission , No. 08-205, overruled two precedents: Austin v. Michigan Chamber of Commerce, a 1990 decision that upheld restrictions on corporate spending to support or oppose political candidates, and McConnell v. Federal Election Commission, a 2003 decision that upheld the part of the Bipartisan Campaign Reform Act of 2002 that restricted campaign spending by corporations and unions.\nThe 2002 law, usually called McCain-Feingold, banned the broadcast, cable or satellite transmission of “electioneering communications” paid for by corporations or labor unions from their general funds in the 30 days before a presidential primary and in the 60 days before the general elections.\nThe law, as narrowed by a 2007 Supreme Court decision, applied to communications “susceptible to no reasonable interpretation other than as an appeal to vote for or against a specific candidate.”\nThe five opinions in Thursday’s decision ran to more than 180 pages, with Justice John Paul Stevens contributing a passionate 90-page dissent. In sometimes halting fashion, he summarized it for some 20 minutes from the bench on Thursday morning.\nJoined by the other three members of the court’s liberal wing, Justice Stevens said the majority had committed a grave error in treating corporate speech the same as that of human beings.\nAdvertisement Continue reading the main story\nEight of the justices did agree that Congress can require corporations to disclose their spending and to run disclaimers with their advertisements, at least in the absence of proof of threats or reprisals. “Disclosure permits citizens and shareholders to react to the speech of corporate entities in a proper way,” Justice Kennedy wrote. Justice Clarence Thomas dissented on this point.\nPhoto\nThe majority opinion did not disturb bans on direct contributions to candidates, but the two sides disagreed about whether independent expenditures came close to amounting to the same thing.\n“The difference between selling a vote and selling access is a matter of degree, not kind,” Justice Stevens wrote. “And selling access is not qualitatively different from giving special preference to those who spent money on one’s behalf.”\nJustice Kennedy responded that “by definition, an independent expenditure is political speech presented to the electorate that is not coordinated with a candidate.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe case had unlikely origins. It involved a documentary called “Hillary: The Movie,” a 90-minute stew of caustic political commentary and advocacy journalism. It was produced by Citizens United, a conservative nonprofit corporation, and was released during the Democratic presidential primaries in 2008.\nCitizens United lost a suit that year against the Federal Election Commission, and scuttled plans to show the film on a cable video-on-demand service and to broadcast television advertisements for it. But the film was shown in theaters in six cities, and it remains available on DVD and the Internet.\nThe majority cited a score of decisions recognizing the First Amendment rights of corporations, and Justice Stevens acknowledged that “we have long since held that corporations are covered by the First Amendment.”\nBut Justice Stevens defended the restrictions struck down on Thursday as modest and sensible. Even before the decision, he said, corporations could act through their political action committees or outside the specified time windows.\nPhoto\nThe McCain-Feingold law contains an exception for broadcast news reports, commentaries and editorials. But that is, Chief Justice John G. Roberts Jr. wrote in a concurrence joined by Justice Samuel A. Alito Jr. , “simply a matter of legislative grace.”\nAdvertisement Continue reading the main story\nJustice Kennedy’s majority opinion said that there was no principled way to distinguish between media corporations and other corporations and that the dissent’s theory would allow Congress to suppress political speech in newspapers, on television news programs, in books and on blogs.\nJustice Stevens responded that people who invest in media corporations know “that media outlets may seek to influence elections.” He added in a footnote that lawmakers might now want to consider requiring corporations to disclose how they intended to spend shareholders’ money or to put such spending to a shareholder vote.\nOn its central point, Justice Kennedy’s majority opinion was joined by Chief Justice Roberts and Justices Alito, Thomas and Antonin Scalia . Justice Stevens’s dissent was joined by Justices Stephen G. Breyer , Ruth Bader Ginsburg and Sonia Sotomayor .\nWhen the case was first argued last March, it seemed a curiosity likely to be decided on narrow grounds. The court could have ruled that Citizens United was not the sort of group to which the McCain-Feingold law was meant to apply, or that the law did not mean to address 90-minute documentaries, or that video-on-demand technologies were not regulated by the law. Thursday’s decision rejected those alternatives.\nInstead, it addressed the questions it proposed to the parties in June when it set down the case for an unusual second argument in September, those of whether Austin and McConnell should be overruled. The answer, the court ruled Thursday, was yes.\n“When government seeks to use its full power, including the criminal law, to command where a person may get his or her information or what distrusted source he or she may not hear, it uses censorship to control thought,” Justice Kennedy wrote. “This is unlawful. The First Amendment confirms the freedom to think for ourselves.”", "url": "https://www.nytimes.com/2010/01/22/us/politics/22scotus.html?pagewanted=all&mcubz=3&module=inline"}