{"authors": ["Jason Zinoman"], "date_download": "2018-11-16 04:51:55", "date_modify": "2018-11-16 04:51:55", "date_publish": "2010-03-31 17:17:59", "description": "Qui Nguyen’s gleefully silly “Alice in Slasherland” is a jokey, action-packed horror play that even Diablo Cody might consider a little overwritten.", "filename": "2010_04_01_theater_reviews_01alice_1542343915.html", "image_url": "https://static01.nyt.com/images/2010/04/01/theater/01alice1/01alice1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_01_theater_reviews_01alice_1542343915.html", "title": "The New York Times", "title_page": "At Here, Zombies With a Bit of Bonnie Tyler - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If the creepy girl from “The Ring” fought the masked killer from a slasher film, who would win? Why do people on the run from demons and zombies always seem to find a random pile of guns? Is it possible to get “Total Eclipse of the Heart” out of your head?\nIf any of these questions seem remotely relevant to your life, then you might be part of the target audience of downtown theater’s most committed lowbrows, Vampire Cowboys Theater Company. Qui Nguyen’s gleefully silly “Alice in Slasherland,” a jokey, action-packed horror play that even Diablo Cody might consider a little overwritten, continues the company’s exploration of pop culture genres. Mashing up stories about Satan’s emissaries’ crashing a high school party and a teddy bear that talks like Samuel L. Jackson with various horror film conventions, this sly, self-referential comedy will make some theatergoers chuckle. For those who don’t get the jokes, well, there’s also lots of fighting.\nPhoto\nLed by Carlo Alban’s appealing performance as Lewis, the nerd hero, and blessed with a very funny introductory video called “The Devil’s Usher,” the show has plenty of charm, even if it isn’t as tight as some of the company’s previous efforts. The director, Robert Ross Parker, aims at those with attention deficit disorder, so much less care is paid to sense and pacing and language than to elaborate visual gags and mock-earnest banter.\nThe cultural references range over decades (including touchstones like ”Star Wars” and Bon Jovi), but the roots of the winking sensibility can be traced to the early and mid-’90s. You can detect the knowing manic humor of “The Simpsons” and “Scream” in some bits. When Lewis discovers that the ominous longhaired girl who has saved his life is named Alice, he thinks out loud about the literary ramifications of names.\n“It’s like the story ‘Alice in Wonderland,’ ” he says, before backtracking absurdly. “Which this situation actually doesn’t resemble at all. Like in any way. Not even in theme. Huh. Well, I guess that was a pretty useless observation.”", "url": "https://www.nytimes.com/2010/04/01/theater/reviews/01alice.html"}