{"authors": ["Matt Bai"], "date_download": "2018-11-16 04:24:08", "date_modify": "2018-11-16 04:24:08", "date_publish": "2010-11-03 20:38:29", "description": "The new Republican House majority is facing a choice between cultural or intellectual dissent.", "filename": "2010_11_04_us_politics_04bai_1542342248.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04bai_1542342248.html", "title": "The New York Times", "title_page": "Sarah Palin or Paul Ryan - How Republicans May Oppose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Ryan, of Wisconsin , on the other hand, is the author of a radically austere plan to scale back federal spending, and he is about to become chairman of the House Budget Committee. Mr. Ryan, a Washington insider, is heir to the side of the conservative movement that grew out of think tanks and policy journals in the 1960s and ’70s.\nTo Mr. Ryan’s way of thinking, liberals in government aren’t cultural imperialists; in fact, he gets along with them just fine. Rather, Mr. Ryan sees the president and his allies as hopelessly misguided, reliant on unsustainable government spending rather than the market. Mr. Ryan’s kind of opposition would offer up an alternative, polarizing agenda, forcing President Obama and his allies to defend their philosophy and their intransigence.\nIn a sense, Ms. Palin and Mr. Ryan represent opposite sides of the Republican conundrum at the moment. Ms. Palin is an outsider with a serious following in the party’s grass roots, but she has not shown that she has a plan to actually govern. Mr. Ryan is a powerful Washington figure with an office full of detailed flip charts, but he has little, if any, following out among the faithful.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Boehner or his newly empowered lieutenants probably see some peril in pursuing either kind of opposition. Translating all of this Tea Party rhetoric about spending and deficits into some kind of alternative governing plan is a sobering undertaking — so much so that most Republican candidates this year refused to endorse Mr. Ryan’s version, which would partly privatize Social Security and Medicare .\nBut to adopt a less substantive, more cultural kind of opposition, while it might satisfy a lot of Tea Party types, would be to court another voter revolt in 2012 or 2016. After all, if exit polls and conversations with individual voters are any indication, a lot of the unrest that came to the surface Tuesday had to do with the perception that no one in Washington is serious about solving problems like the national debt. It’s hard to see how more subpoenas and more blocked judges are going to change that perception.\nMany Republicans seem to hope they won’t have to choose the direction, that they can just sit back and respond, either culturally or intellectually, to various pieces of Mr. Obama’s agenda. But there will be pivotal moments of choice for the Republican opposition, and one of them may be only weeks away.\nIn December, Mr. Obama’s debt-reduction panel (of which Mr. Ryan is a member) is supposed to release its findings on the budget, which, assuming the bipartisan panel can’t reach a consensus, will most likely encompass several options for reducing spending in the long term.\nA Palinesque opposition would probably seize on proposed tax increases or benefit cuts in the plans, accuse Mr. Obama of creating the commission as a gimmick and dismiss the whole exercise as just another waste of the citizens’ money. A more intellectual approach would be to embrace the most conservative option offered by the panel and take it up for debate, in hopes of pressuring the White House into some meaningful compromise.\nWhich way the new Republican majority goes will say a lot, perhaps, about whether it intends to oppose the president’s identity or his ideas.", "url": "https://www.nytimes.com/2010/11/04/us/politics/04bai.html"}