{"authors": ["Raymond Hernandez"], "date_download": "2018-11-16 04:28:12", "date_modify": "2018-11-16 04:28:12", "date_publish": "2010-05-17 20:49:35", "description": "Blumenthal, a Democrat of Connecticut who is running for the Senate, told veterans he “served in Vietnam.” But he did not.", "filename": "2010_05_18_nyregion_18blumenthal.html_pagewanted=all&module=inline_1542342492.html", "image_url": "https://static01.nyt.com/images/2010/05/18/nyregion/18blumenthal_CA0/18blumenthal_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_18_nyregion_18blumenthal.html_pagewanted=all&module=inline_1542342492.html", "title": "The New York Times", "title_page": "Blumenthal’s Words Differ From His History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many politicians have faced questions over their decisions during the Vietnam War, and Mr. Blumenthal, who is seeking the seat being vacated by Senator Christopher J. Dodd , is not alone in staying out of the war.\nBut what is striking about Mr. Blumenthal’s record is the contrast between the many steps he took that allowed him to avoid Vietnam, and the misleading way he often speaks about that period of his life now, especially when he is speaking at veterans’ ceremonies or other patriotic events.\nSometimes his remarks have been plainly untrue, as in his speech to the group in Norwalk. At other times, he has used more ambiguous language, but the impression left on audiences can be similar.\nIn an interview on Monday, the attorney general said that he had misspoken about his service during the Norwalk event and might have misspoken on other occasions. “My intention has always been to be completely clear and accurate and straightforward, out of respect to the veterans who served in Vietnam,” he said.\nPhoto\nBut an examination of his remarks at the ceremonies shows that he does not volunteer that his service never took him overseas. And he describes the hostile reaction directed at veterans coming back from Vietnam, intimating that he was among them.\nIn 2003, he addressed a rally in Bridgeport, where about 100 military families gathered to express support for American troops overseas. “When we returned, we saw nothing like this,” Mr. Blumenthal said. “Let us do better by this generation of men and women.”\nAt a 2008 ceremony in front of the Veterans War Memorial Building in Shelton, he praised the audience for paying tribute to troops fighting abroad, noting that America had not always done so.\nAdvertisement Continue reading the main story\n“I served during the Vietnam era,” he said. “I remember the taunts, the insults, sometimes even physical abuse .”\nMr. Blumenthal, 64, is known as a brilliant lawyer who likes to argue cases in court and uses language with power and precision. He is also savvy about the news media and attentive to how he is portrayed in the press.\nBut the way he speaks about his military service has led to confusion and frequent mischaracterizations of his biography in his home state newspapers. In at least eight newspaper articles published in Connecticut from 2003 to 2009, he is described as having served in Vietnam.\nThe New Haven Register on July 20, 2006, described him as “a veteran of the Vietnam War,” and on April 6, 2007, said that the attorney general had “served in the Marines in Vietnam.” On May 26, 2009, The Connecticut Post, a Bridgeport newspaper that is the state’s third-largest daily, described Mr. Blumenthal as “a Vietnam veteran.” The Shelton Weekly reported on May 23, 2008, that Mr. Blumenthal “was met with applause when he spoke about his experience as a Marine sergeant in Vietnam.”\nAnd the idea that he served in Vietnam has become such an accepted part of his public biography that when a national outlet, Slate magazine, produced a profile of Mr. Blumenthal in 2000, it said he had “enlisted in the Marines rather than duck the Vietnam draft.”\nIt does not appear that Mr. Blumenthal ever sought to correct those mistakes.\nIn the interview, he said he was not certain whether he had seen the stories or whether any steps had been taken to point out the inaccuracies.\n“I don’t know if we tried to do so or not,” he said. He added that he “can’t possibly know what is reported in all” the articles that are written about him, given the large number of appearances he makes at military-style events.\nPhoto\nHe said he had tried to stick to a consistent way of describing his military experience: that he served as a member of the United State Marine Corps Reserve during the Vietnam era.\nAdvertisement Continue reading the main story\nAsked about the Bridgeport rally, when he told the crowd, “When we returned, we saw nothing like this,” Mr. Blumenthal said he did not recall the event.\nAn aide pointed out that in a different appearance this year, Mr. Blumenthal was forthright about not having gone to war. In a Senate debate in March, he responded to a question about Iran and the use of military force by saying, “Although I did not serve in Vietnam, I have seen firsthand the effects of military action, and no one wants it to be the first resort, nor do we want to mortgage the country’s future with a deficit that is ballooning out of control.”\nOn a less serious matter, another flattering but untrue description of Mr. Blumenthal’s history has appeared in profiles about him. In two largely favorable profiles, the Slate article and a magazine article in The Hartford Courant in 2004 with which he cooperated, Mr. Blumenthal is described prominently as having served as captain of the swim team at Harvard. Records at the college show that he was never on the team.\nMr. Blumenthal said he did not provide the information to reporters, was unsure how it got into circulation and was “astonished” when he saw it in print.\nMr. Blumenthal has made veterans’ issues a centerpiece of his public life and his Senate campaign, but even those who have worked closely with him have gotten the misimpression that he served in Vietnam.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn an interview, Jean Risley, the chairwoman of the Connecticut Vietnam Veterans Memorial Inc., recalled listening to an emotional Mr. Blumenthal offering remarks at the dedication of the memorial. She remembered him describing the indignities that he and other veterans faced when they returned from Vietnam.\n“It was a sad moment,” she recalled. “He said, ‘When we came back, we were spat on; we couldn’t wear our uniforms.’ It looked like he was sad to me when he said it.”\nMs. Risley later telephoned the reporter to say she had checked into Mr. Blumenthal’s military background and learned that he had not, in fact, served in Vietnam.\nThe Vietnam chapter in Mr. Blumenthal’s biography has received little attention despite his nearly three decades in Connecticut politics.\nPhoto\nBut now, after repeatedly shunning opportunities for higher office, Mr. Blumenthal is the man Democrats nationally are depending on to retain the seat they controlled for 30 years under Mr. Dodd, and he is likely to face more intense scrutiny.\nAdvertisement Continue reading the main story\nAfter obtaining Mr. Blumenthal’s Selective Service records through a Freedom of Information Act request, The New York Times asked David Curry, a professor at the University of Missouri - St. Louis and an expert on the Vietnam draft, to examine them.\nMr. Curry said the records showed that Mr. Blumenthal had received at least five deferments. Mr. Blumenthal did not dispute that but said he did not know how many deferments he had received.\nMr. Blumenthal grew up in New York City , the son of a successful businessman who ran an import-export company.\nAs a young man, he attended Riverdale Country School in the Bronx and showed great promise, along with an ability to ingratiate himself with powerful people.\nIn 1963, he entered Harvard College, where he met Daniel Patrick Moynihan , who served on the faculty there and guided Mr. Blumenthal’s senior thesis on the failure of government poverty programs.\nHe received two student deferments during his undergraduate years there, the records show.\nAfter graduating from Harvard in 1967, military records show, Mr. Blumenthal obtained another educational deferment and headed to Britain , where he filed stories for The Washington Post and attended Trinity College, Cambridge , on a graduate fellowship.\nBut in early 1968, President Lyndon B. Johnson , under pressure over criticism that wealthier young men were avoiding the draft through graduate school, abolished nearly all graduate deferments and sharply increased the number of troops sent to Southeast Asia.\nAdvertisement Continue reading the main story\nThat summer, Mr. Blumenthal’s draft classification changed from 2-S, an educational deferment, to 2-A, an occupational deferment — a rare exemption from military service for men who contended that it was in the “national health, safety and interest” for them to remain in their civilian jobs. At the time, he was working as a special assistant to Ms. Graham, whose son Donald he had befriended at Harvard. Half a year later, after the election of President Richard M. Nixon , Mr. Blumenthal went to work in the White House as a senior staff assistant to Mr. Moynihan, who was Nixon’s urban affairs adviser.\nBut at the end of that year, he became eligible for induction after he drew a low number in a draft lottery held on Dec. 1, 1969. His number was 152, and people with numbers as high as 195 could be drafted, according to the Selective Service.\nPhoto\nTwo months after the lottery, in February 1970, Mr. Blumenthal obtained a second occupational deferment, according to the records. The status of people with occupational deferments, however, was growing shakier, with the war raging and the Nixon administration increasingly uncomfortable with them.\nIn April 1970, Mr. Blumenthal secured a spot in the Marine Corps Reserve, which was regarded as a safe harbor for those who did not want to go to war.\n“The Reserves were not being activated for Vietnam and were seen as a shelter for young privileged men,” Mr. Curry said.\nBut Mr. Blumenthal’s campaign manager, Mindy Myers, said Monday that any suggestion that he was ducking the war was unfounded, saying he was engaged in important work. When he worked for Ms. Graham, for example, he helped teach children in a public school in the Anacostia section of Washington, for a project she had started there.\n“It’s flat wrong to imply that Richard Blumenthal’s decisions to take a Fiske Fellowship, teach inner-city schoolchildren and work in the White House for Daniel Patrick Moynihan were decisions to avoid service when in fact, while still eligible for a deferment, he chose to enlist in the Marine Corps Reserves and completed six months of service at Parris Island, S.C., and then six years of service in the Reserves.”\nMr. Blumenthal landed in the Fourth Civil Affairs Group in Washington, whose members included the well-connected in Washington. At the time, the unit was not associated with the kind of hardship of traditional fighting units, according to Marine reports from the period and interviews with about a half-dozen men who served in the unit during the Vietnam years.\nAdvertisement Continue reading the main story\nIn the 1970s, the unit’s members were dispatched to undertake projects like refurbishing tent decks and showers at a campground for underprivileged Washington children, as well as collecting and distributing toys and games as part of regular Toys for Tots drives.\nRobert Cole, a retired lieutenant colonel who did active duty overseas in the 1950s and later joined the unit as a reservist, recalled the young men who joined the unit in the late 1960s and early 1970s. “These kids we were getting in — a lot of them were worried about the draft,” he said.\nAfter entering Yale Law School in the fall of 1970, Mr. Blumenthal transferred to a Marine Reserve unit in New Haven , Company C of the Sixth Motor Transport Battalion, Fourth Marine Division, which conducted occasional military drills, as well as participating in Christmas toy drives for children and recycling programs in neighboring communities, according to the unit’s command reports from the time.", "url": "https://www.nytimes.com/2010/05/18/nyregion/18blumenthal.html?pagewanted=all&module=inline"}