{"authors": ["Tim Weiner"], "date_download": "2018-11-16 04:42:36", "date_modify": "2018-11-16 04:42:36", "date_publish": "2010-02-20 12:13:40", "description": "Mr. Haig was secretary of state under President Reagan and was the White House chief of staff as President Richard M. Nixon’s administration crumbled.", "filename": "2010_02_21_us_politics_21haig_1542343356.html", "image_url": "https://static01.nyt.com/images/2010/02/21/obituaries/21haig/21haig-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_02_21_us_politics_21haig_1542343356.html", "title": "Alexander M. Haig Jr. Dies at 85; Was Forceful Aide to 2 Presidents", "title_page": "Alexander M. Haig Jr. Dies at 85; Was Forceful Aide to 2 Presidents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Seven years before, Mr. Haig really had been in control. He was widely perceived as the acting president during the final months of the Nixon administration.\nHe kept the White House running as the distraught and despondent commander in chief was driven from power by the threat of impeachment in 1974. “He was the president toward the end,” William B. Saxbe, the United States attorney general in 1974, was quoted as saying in “Nixon: An Oral History of His Presidency” (HarperCollins, 1994). “He held that office together.”\nHenry A. Kissinger , his mentor and master in the Nixon White House, also said the nation owed Mr. Haig its gratitude for steering the ship of state through dangerous waters in the final days of the Nixon era. “By sheer willpower, dedication and self-discipline, he held the government together,” Mr. Kissinger wrote in the memoir “Years of Upheaval.”\nMr. Haig took pride in his cool handling of a constitutional crisis without precedent.\n“There were no tanks,” he said during a hearing on his nomination as secretary of state in 1981. “There were not any sandbags outside the White House.”\nServing the Nixon White House from 1969 to 1974, Mr. Haig went from colonel to four-star general without holding a major battlefield command, an extraordinary rise with few if any precedents in American military history.\nBut the White House was its own battlefield in those years. He won his stars through his tireless service to President Richard M. Nixon and Mr. Nixon’s national security adviser, Mr. Kissinger.\nMr. Haig never lost his will. But he frequently lost his composure as Mr. Reagan’s secretary of state. As a consequence, he lost both his job and his standing in the American government.\nAdvertisement Continue reading the main story\nMr. Nixon had privately suggested to the Reagan transition team that Mr. Haig would make a great secretary of state. Upon his appointment, Mr. Haig declared himself “the vicar of foreign policy” — in the Roman Catholic Church , to which he belonged, the pope is the “vicar of Christ” — but he soon became an apostate in the new administration.\nHe alienated his affable commander in chief and the vice president, George H. W. Bush , whose national security aide, Donald P. Gregg, described Mr. Haig as “a cobra among garter snakes.”\nMr. Haig served for 17 months before Mr. Reagan dismissed him with a one-page letter on June 24, 1982.\nThose months were marked by a largely covert paramilitary campaign against Central American leftists, a heightening of nuclear tensions with the Soviet Union, and dismay among American allies about the lurching course of American foreign policy.\nSixteen months after his departure came the deaths of 241 American Marines , sailors and soldiers in a terrorist bombing in Beirut and, two days later, the American invasion of the Caribbean nation of Grenada .\n“His tenure as secretary of state was very traumatic,” John M. Poindexter , later Mr. Reagan’s national security adviser, recalled in the oral history “Reagan: The Man and His Presidency” (Houghton Mifflin, 1998). “As a result of this constant tension that existed between the White House and the State Department about who was going to be responsible for national security and foreign policy, we got very little done.”\nMr. Haig said the president had assured him that he “would be the spokesman for the U.S. government.” But he came to believe — with reason — that the White House staff had banded together against him.\nHe blamed in particular the so-called troika of James A. Baker III , Edwin Meese III and Michael K. Deaver.\nAdvertisement Continue reading the main story\n“Reagan was a cipher,” Mr. Haig said with evident bitterness. “These men were running the government.”\nHe reflected: “Having been a White House chief of staff, and having lived in the White House under great tension, you know that the White House attracts extremely ambitious people. Those who get to the top are usually prepared to go to extraordinary lengths to get there.”\nMr. Haig briefly considered running for president in 1980 and became a candidate in 1988, but his campaign attracted virtually no popular support.\nA spokesman for Johns Hopkins, Gary Stephenson, said Mr. Haig’s death was caused by staphylococcal infection that he had before his admission to the hospital. Mr. Haig is survived by his wife, the former Patricia Fox, 81; their three children, Alexander Patrick Haig Sr. and Barbara Haig, both of Washington, and Brian Haig of Hopewell, N.J.; and eight grandchildren, according to the Rev. Frank Haig, 81, his brother and a professor emeritus of physics at Loyola University Maryland in Baltimore.\nPhoto\nFather Haig said the Army was coordinating a Mass at Fort Myer in Washington and an interment at Arlington National Cemetery, but both would be delayed by about two weeks due to the wars in Afghanistan and Iraq .\nIn a statement issued Saturday, President Obama said: “Today we mourn the loss of Alexander Haig, a great American who served our country with distinction. General Haig exemplified our finest warrior-diplomat tradition of those who dedicate their lives to public service.”\nAlexander Meigs Haig Jr. was born in Philadelphia on Dec. 2, 1924, the son of a lawyer and a homemaker. At 22, he graduated from West Point , ranking 214th of 310 members of the class of 1947.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs a young lieutenant, he went to Japan to serve as an aide to Gen. Alonzo P. Fox, deputy chief of staff to Gen. Douglas MacArthur, the supreme allied commander and American viceroy of the Far East.\nIn 1950, Mr. Haig married the general’s daughter.\nIntroduction to War\nMr. Haig’s first taste of war was brutal. In the first months of the Korean War, he served on the staff of Maj. Gen. Edward M. Almond, chief of staff of the Far Eastern Command. Official Army histories depict General Almond as a terror to his underlings and as one of General MacArthur’s most uncompromising disciples.\nAdvertisement Continue reading the main story\nFollowing orders, General Almond sent thousands of American soldiers north toward the Chinese border in November 1950. They met a ferocious surprise counterattack from a far larger Chinese force.\nGeneral Almond and Lieutenant Haig flew to the forward outpost of an American task force on Nov. 28, where the general pinned a medal on a lieutenant colonel’s parka, told him the Chinese were only stragglers, and then flew off. Of that task force, once 2,500 strong, some 1,000 were killed, wounded, captured or left to die. In all, within two weeks, American forces in Korea took 12,975 casualties, in one of the worst routs in American military history.\nAfter the Korean War, the young officer served at the Pentagon and eventually become a deputy special assistant to Secretary of Defense Robert S. McNamara . He served in Vietnam in 1966 and 1967 as a battalion and brigade commander of the First Infantry Division, and received the Distinguished Service Cross.\nIn 1969, Colonel Haig became a military assistant on the staff of Mr. Kissinger’s National Security Council . He distinguished himself as the hardest worker in an ambitious and talented cohort. Soon he was a brigadier general and Mr. Kissinger’s deputy.\nVietnam consumed General Haig. He made 14 trips to Southeast Asia from 1970 to 1973. He later said that Mr. Kissinger “got snookered” in negotiations with the enemy, and that he would have chosen to be more forceful. “That is how Eisenhower settled Korea,” Mr. Haig said. “He told them he was going to nuke them. In Vietnam, we didn’t have to use nuclear weapons; all we had to do was to act like a nation.”\nThen Watergate consumed the White House. In 1973, after a brief stint as the Army’s vice chief of staff, General Haig was summoned back as chief of staff, replacing H. R. Haldeman, who later went to prison.\nAll this, in the course of a few weeks in the fall of 1973, fell on Mr. Haig’s head:\nVice President Spiro T. Agnew pleaded no contest to taking bribes. The next man in line under the Constitution, House Speaker Carl Albert, was being treated for alcoholism . The president himself, by some accounts, was drinking heavily. War broke out in the Middle East . When the president tried to fire the Watergate special prosecutor, Archibald Cox , rather than surrender his secret White House tapes, the attorney general, Elliot L. Richardson, and his deputy, William D. Ruckelshaus, resigned. Impeachment loomed.\nWhat began with the arrest of several men breaking into Democratic headquarters at the Watergate complex in Washington in June 1972 had poisoned the presidency. Days after the break-in, the president and his closest aides had discussed how to cover up their role and how to obtain hush money for the burglars. The discussions, secretly taped by the president, were evidence of obstruction of justice.\nAdvertisement Continue reading the main story\nGeneral Haig was one of the first people, if not the very first person, to read transcripts of the tapes the president had withheld from the special prosecutor. “When I finished reading it,” he says in “Nixon: An Oral History,” “I knew that Nixon would never survive — no way.”\nOn Aug. 1, 1974, the general went to Vice President Gerald R. Ford and discussed the possibility of a pardon for the president. Mr. Nixon left office a week later; the pardon came the next month. Public outrage was deep. Mr. Haig soon departed.\nAfter leaving the White House in October 1974, he became supreme allied commander in Europe , the overseer of NATO . In 1979, he resigned and retired from the Army. He served for a year as president of United Technologies .\nA “Haig for President” committee was formed but dissolved in 1980. Mr. Haig made a full-fledged run for the Republican nomination in 1988. But he placed last among the six Republican candidates in Iowa , where he barely campaigned, and he withdrew before the New Hampshire primary. He had been, he said, “the darkest of the dark horses.”\nIn his 80s, Mr. Haig ran Worldwide Associates, a firm offering “strategic advice” on global commerce. He also appeared on Fox News as a military and political analyst.\nHis Way With Words\nHe had a unique way with words. In a 1981 “On Language” column, William Safire of The New York Times , a veteran of the Nixon White House, called it “haigravation.”\nNouns became verbs or adverbs: “I’ll have to caveat my response, Senator.” (Caveat is Latin for “let him beware.” In English, it means “warning.” In Mr. Haig’s lexicon, it meant to say something with a warning that it might or might not be so.)\nHaigspeak could be subtle: “There are nuance-al differences between Henry Kissinger and me on that.” It could be dramatic: “Some sinister force” had erased one of Mr. Nixon’s subpoenaed Watergate tapes, creating an 18 1/2- minute gap. Sometimes it was an emblem of the never-ending battle between politics and the English language: “careful caution,” “epistemologically-wise,” “saddle myself with a statistical fence.”\nAdvertisement Continue reading the main story\nBut he could also speak with clarity and conviction about the presidents he served, and about his own role in government. Mr. Nixon would always be remembered for Watergate, he said, “because the event had such major historic consequences for the country: a fundamental discrediting of respect for the office; a new skepticism about politics in general, which every American feels.”\nMr. Reagan, he said, would be remembered for having had “the good fortune of having been president when the Evil Empire began to unravel.” But, he went on, “to consider that standing tall in Grenada, or building Star Wars, brought the Russians to their knees is a distortion of historic reality. The internal contradictions of Marxism brought it to its knees.”\nHe was brutally candid about his own run for office and his subsequent distaste for political life. “Not being a politician, I think I can say this: The life of a politician in America is sleaze,” he told the authors of “Nixon: An Oral History.”\n“I didn’t realize it until I started to run for office,” he said. “But there is hardly a straight guy in the business. As Nixon always said to me — and he took great pride in it — ‘Al, I never took a dollar. I had somebody else do it.’ ”", "url": "https://www.nytimes.com/2010/02/21/us/politics/21haig.html"}