{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:24:05", "date_modify": "2018-11-16 04:24:05", "date_publish": "2010-04-25 21:29:07", "description": "Our culture has few taboos that can’t be violated, but depicting the Prophet Muhammad in “South Park” was met with cowardice and censorship.", "filename": "2010_04_26_opinion_26douthat_1542342245.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_26_opinion_26douthat_1542342245.html", "title": "The New York Times", "title_page": "South Park - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two months before 9/11, Comedy Central aired an episode of “South Park” entitled “Super Best Friends,” in which the cartoon show’s foul-mouthed urchins sought assistance from an unusual team of superheroes. These particular superfriends were all religious figures: Jesus, Krishna, Buddha, Mormonism’s Joseph Smith, Taoism’s Lao-tse — and the Prophet Muhammad, depicted with a turban and a 5 o’clock shadow, and introduced as “the Muslim prophet with the powers of flame.”\nThat was a more permissive time. You can’t portray Muhammad on American television anymore, as South Park ’s creators, Trey Parker and Matt Stone , discovered in 2006, when they tried to parody the Danish cartoon controversy — in which unflattering caricatures of the prophet prompted worldwide riots — by scripting another animated appearance for Muhammad. The episode aired, but the cameo itself was blacked out, replaced by an announcement that Comedy Central had refused to show an image of the prophet.\nFor Parker and Stone, the obvious next step was to make fun of the fact that you can’t broadcast an image of Muhammad. Two weeks ago, “South Park” brought back the “super best friends,” but this time Muhammad never showed his face. He “appeared” from inside a U-Haul trailer, and then from inside a mascot’s costume.\nThese gimmicks then prompted a writer for the New York-based Web site revolutionmuslim.com to predict that Parker and Stone would end up like Theo van Gogh , the Dutch filmmaker murdered in 2004 for his scathing critiques of Islam. The writer, an American convert to Islam named Abu Talhah Al-Amrikee, didn’t technically threaten to kill them himself. His post, and the accompanying photo of van Gogh’s corpse, was just “a warning ... of what will likely happen to them.”\nAdvertisement Continue reading the main story\nThis passive-aggressive death threat provoked a swift response from Comedy Central. In last week’s follow-up episode, the prophet’s non-appearance appearances were censored, and every single reference to Muhammad was bleeped out. The historical record was quickly scrubbed as well: The original “Super Best Friends” episode is no longer available on the Internet.", "url": "https://www.nytimes.com/2010/04/26/opinion/26douthat.html"}