{"authors": ["Jane Perlez", "Pir Zubair Shah"], "date_download": "2018-11-16 03:46:07", "date_modify": "2018-11-16 03:46:07", "date_publish": "2010-04-04 21:03:32", "description": "A stepped-up campaign of American drone strikes has reportedly cast a pall of fear over an area that was once a free zone for Al Qaeda and the Taliban.", "filename": "2010_04_05_world_asia_05drones_1542339967.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_05_world_asia_05drones_1542339967.html", "title": "Drones Batter Al Qaeda and Its Allies Within Pakistan", "title_page": "Drones Batter Al Qaeda and Its Allies Within Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "None of those interviewed would allow their names to be used for fear for their safety, and all were interviewed separately in a city outside the tribal areas. The supporters of the government worked in positions where they had access to information about the effects of the drone campaign.\nAlong with that of the militant, the accounts provided a rare window on how the drones have transformed life for all in the region.\nBy all reports, the bombardment of North Waziristan, and to a lesser extent South Waziristan, has become fast and furious since a combined Taliban and Qaeda suicide attack on a C.I.A. base in Khost, in southern Afghanistan, in late December.\nIn the first six weeks of this year, more than a dozen strikes killed up to 90 people suspected of being militants, according to Pakistani and American accounts. There are now multiple strikes on some days, and in some weeks the strikes occur every other day, the people from North Waziristan said.\nThe strikes have become so ferocious, “It seems they really want to kill everyone, not just the leaders,” said the militant, who is a mid-ranking fighter associated with the insurgent network headed by Jalaluddin and Sirajuddin Haqqani. By “everyone” he meant rank-and-file fighters, though civilians are being killed, too.\nTactics used just a year ago to avoid the drones could not be relied on, he said. It is, for instance, no longer feasible to sleep under the trees as a way of avoiding the drones. “We can’t lead a jungle existence for 24 hours every day,” he said.\nMilitants now sneak into villages two at a time to sleep, he said. Some homeowners were refusing to rent space to Arabs, who are associated with Al Qaeda, for fear of their families’ being killed by the drones, he said.\nAdvertisement Continue reading the main story\nThe militants have abandoned all-terrain vehicles in favor of humdrum public transportation, one of the government supporters said.\nThe Arabs, who have always preferred to keep at a distance from the locals, have now gone further underground, resorting to hide-outs in tunnels dug into the mountainside in the Datta Khel area adjacent to Miram Shah, he said.\nPhoto\n“Definitely Haqqani is under a lot of pressure,” the militant said. “He has lost commanders, a brother and other family members.”\nWhile unpopular among the Pakistani public, the drone strikes have become a weapon of choice for the Obama administration after the Pakistani Army rebuffed pleas to mount a ground offensive in North Waziristan to take on the militants who use the area to strike at American and NATO forces in Afghanistan.\nThe Pakistani military says it is already overstretched fighting militants on other fronts. But the militants in North Waziristan — the Haqqani network backed by Al Qaeda — are also longtime allies of Pakistan’s military and intelligence services. The group may yet prove useful for Pakistan to exert influence in postwar Afghanistan.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe army maintains a division of soldiers in North Waziristan, but, the militant said, the Pakistani soldiers do little to hinder militant operations, which, though under greater pressure from the drones, have by no means stopped.\nTraining sessions on how to make improvised explosive devices for use against American and NATO soldiers in Afghanistan continue, the militant said.\nAt one eight-day “crash course” in March, the militant said he learned how to mix explosive chemicals and how to load a car with explosives that would be used in suicide bombings.\nIn public, the Pakistani government opposes the drones, citing a violation of sovereignty.\nUnder American pressure, however, the Pakistani intelligence agency, Inter-Services Intelligence, has provided important intelligence for targets, American and Pakistani officials have said.\nAdvertisement Continue reading the main story\nBut increasingly the Americans appear to have developed their own sources, the militant said.\nAn influx of young Arabs turned up in North Waziristan recently, presumably to replace some of the older Arabs who had been killed by the drones. But many militants assumed that some of these Arabs were actually American agents, he said.\n“Al Qaeda is very careful who they take among the new Arab recruits because they are informants for America,” the militant said.\nPerhaps the most disturbing strike for the Haqqanis was the killing of Sirajuddin Haqqani’s younger brother, Mohammad, on Feb. 16.\nOne government supporter in the area said he witnessed the attack. “I was walking when I saw two drones, one going in one direction, one in another direction. I had a feeling they were preparing,” he said.\nThere were “two blasts” when a car was hit about 1,200 feet in front of him, he said.\n“There was total dust, everything was hazy,” he said. Suddenly, Haqqani fighters appeared out of nowhere. “All these vehicles rushed up, cordoned the site so no outsider could come. They took away the dead bodies.”\nThe question of civilian deaths is an almost daily worry, all four men said. “Civilians are worried because there is hardly a house without a fighter,” the militant said.\nTwo of the government supporters said they knew of civilians, including friends, who had been killed by being in the wrong place at the wrong time. But, they said, they are prepared to sacrifice the civilians if it means North Waziristan will be rid of the militants, in particular the Arabs.\n“On balance, the drones may have killed 100, 200, 500 civilians,” said one of the men. “If you look at the other guys, the Arabs and the kidnappings and the targeted killings, I would go for the drones.”", "url": "https://www.nytimes.com/2010/04/05/world/asia/05drones.html"}