{"authors": ["William Glaberson"], "date_download": "2018-11-16 04:16:08", "date_modify": "2018-11-16 04:16:08", "date_publish": "2010-11-30 21:51:49", "description": "Under a measure approved by lawmakers in Albany, judicial raises would take effect unless blocked by legislation.", "filename": "2010_12_01_nyregion_01judge_ae221decdd1b53334ae386c2fcad994f_Nt47GZD5z7ucg_1542341768.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_12_01_nyregion_01judge_ae221decdd1b53334ae386c2fcad994f_Nt47GZD5z7ucg_1542341768.html", "title": "The New York Times", "title_page": "N.Y. Judges’ Pay Raises May Soon Bypass Legislature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Judicial officials reacted with relief after years of trying to tamp down fury by some judges around the state. The state’s chief judge, Jonathan Lippman, said the commission would be the key to the future stability of New York’s judicial system, which he said had been troubled by demoralization and a sense by some judges that their work was not valued.\n“This takes judicial salaries out of the political arena so we will be able to have, like other professions, the ability to attract and retain the highest quality judges to the bench,” Judge Lippman said.\nThe seven commission members would be appointed every four years, with three named by the governor, two by the state’s chief judge and one each by the leaders of the Senate and the Assembly. The commission would issue a report for the judicial salaries that would go into effect the next year unless blocked by legislation.\nCourt officials said the 12 years since the current judicial pay levels were approved was the longest wait for an increase in judicial compensation in more than 50 years.\nThe dispute has at times been ugly. Last year, a county court judge in western New York was disciplined for saying that refusing to handle cases filed by law firms where some legislators worked as lawyers was “a weapon” that could pry a pay increase out of “those clowns.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn February, the state’s highest court ruled that the Legislature had violated the State Constitution by tying judicial pay raises to unrelated legislation. But the ruling, in three separate cases filed by current and retired judges, did not order the Legislature to grant pay increases.\nLegislators in both parties said they expected the commission would provide a system for setting judicial salaries that would be insulated from politics.\nSenator Eric T. Schneiderman, the Manhattan Democrat who was elected state attorney general in November, called the legislation “a breakthrough that has been held up for years.”\nAdvertisement Continue reading the main story\nScott Reif, a spokesman for the Republican leader in the Senate, Dean G. Skelos, said the Republicans in the Senate had supported the idea of a judicial salary commission for several years.\nJustice Joseph M. Sise, the president of the Supreme Court Justices Association, who presides in Fonda, northwest of Schenectady, said his members considered the measure “a positive step forward.” But he added that some were concerned that under the measure, judges would not receive an increase until at least 2012.\nThe commission would have authority to set salaries for every level of state judge, which includes city judges, some of whom earn $108,800, and family, county, criminal and civil court judges, as well as members of the top court, the Court of Appeals. The associate judges of the Court of Appeals earn $151,200; the chief judge earns $156,000.\nUnited States District Court judges earn $174,000.\nAlthough the pay-raise battle at times brought passion in judicial circles, for some in Albany and around the state it was a perennial issue that was as wearisome as it was important. On Tuesday, some of those who worked on the issue sounded ecstatic at the possibility that they might not have to discuss it again.\n“It is a permanent solution, to what has been an intractable problem,” said Stephen P. Younger, the president of the New York State Bar Association.", "url": "https://www.nytimes.com/2010/12/01/nyregion/01judges.html?sq=judges%20salaries%20albany&st=cse&adxnnl=1&scp=2&adxnnlx=1310951161-inv9WxJ8/Nt47GZD5z7ucg"}