{"authors": ["Ben Ratliff"], "date_download": "2018-11-16 04:15:12", "date_modify": "2018-11-16 04:15:12", "date_publish": "2010-05-03 17:12:49", "description": "The Carolina Chocolate Drops dipped into styles of Southern black music from the 1920s and ’30s at the Schomburg Center in Harlem on Saturday.", "filename": "2010_05_04_arts_music_04carolina_1542341712.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_04_arts_music_04carolina_1542341712.html", "title": "The New York Times", "title_page": "At the Schomburg in Harlem, Carolina Chocolate Drops Let Loose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was one moment during the Carolina Chocolate Drops’ end-to-end display of excellence at the Schomburg Center for Research in Black Culture in Harlem on Saturday that got a little spooky. Rhiannon Giddens, the band’s singer and banjo player, quickly described the connection between banjos and West African stringed instruments, then produced an akonting, a three-stringed ancestor of the banjo from Gambia. She played it for about two minutes, down-stroking it, claw-hammer style, as she had the American instrument, and sang in that region’s Jola language.\nThe Jola song was no bigger a set piece than any other. But the akonting was the link: an instrument that has been widely known within folk-music circles for 10 years or so but is not particularly famous outside of it. And it was played beautifully, as part of a performance that gathered force cumulatively and didn’t overteach.\nMs. Giddens is a powerful musician but not a virtuosic one; the same goes for Dom Flemons, who plays guitar, bones and jug, and Justin Robinson, the band’s fiddler. Lucky for us. The Chocolate Drops aren’t glib or pure or ritually brilliant; they don’t make you stand back and feel humble. They dip into styles of Southern black music from the 1920s and ’30s — string-band music, jug-band music, fife and drum, early jazz — and beam their curiosity outward. They make short work of their instructive mission and spend their energy on things that require it: flatfoot dancing, jug playing, shouting. And they remind you of something you probably hadn’t thought much about when it comes to American traditional music, which is that youth has an advantage.\nPhoto\nThe band formed five years ago; the three musicians learned a lot of their initial repertory from the black fiddler Joe Thompson, who’s now 91 and lives near Durham, N.C. The group got traction in folk circles by setting its sights particularly on black string-band music from the Piedmont region, of which there was more than the existing commercial recordings suggest.\nAdvertisement Continue reading the main story\nA stance on reclamation, as opposed to protection, looks good on a traditional-music band. For one thing, it gives reporters something to write about. Quickly, the Chocolate Drops progressed from being a fledgling historical project to making a record for Nonesuch. (“Genuine Negro Jig,” released in February, makes them seem kind of small, though; it’s got nothing on their live shows.) Saturday’s gig was one of 75 or so dates this year around North America and Europe at bluegrass festivals, rock clubs and Bonnaroo.", "url": "https://www.nytimes.com/2010/05/04/arts/music/04carolina.html"}