{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:22:04", "date_modify": "2018-11-16 03:22:04", "date_publish": "2010-10-19 12:57:12", "description": "A NATO soldier shot and killed a detainee in a jail, according to a statement from President Hamid Karzai that appeared to portray the shooting as unprovoked.", "filename": "2010_10_20_world_asia_20kabul_1542338524.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_20_world_asia_20kabul_1542338524.html", "title": "Afghan Detainee Killed in Kandahar", "title_page": "Afghan Detainee Killed in Kandahar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — An American soldier shot and killed an Afghan detainee in a district jail in Kandahar Province on Sunday, according to a statement from President Hamid Karzai that appeared to portray the shooting as unprovoked.\nAfghan police officers confirmed the killing, saying that the detainee was a Taliban commander who might have been trying to escape and that the soldier was an American.\nThe American military confirmed that one of its soldiers might have committed a crime, saying that an American soldier was in custody and that a criminal investigation was under way in the case. The detainee was found dead in his holding cell.\nMr. Karzai’s starkly worded statement, released late Tuesday, said: “On Sunday 17th of October 2010 at around 9:30 p.m. NATO forces entered a prison in Arghandab district of Kandahar Province and killed a detainee by the name of Mullah Muhibullah.”\nAdvertisement Continue reading the main story\nThe police chief of Arghandab, Niaz Muhammed, confirmed the killing and offered details.\n“He was in the custody of Americans, and when he was trying to escape custody he was shot by the Americans,” he said. “Maybe it was done by mistake.” He said he had seen the soldier who killed the detainee “being handcuffed by other Americans.”\nOther Afghans who were there said they were not sure if the detainee was trying to escape at the time that he was killed. Local elders said the detainee was a local Taliban commander named Hajji Mohammed who had given a different name, Mullah Muhibullah, to the Americans.", "url": "https://www.nytimes.com/2010/10/20/world/asia/20kabul.html"}