{"authors": ["Clifford J. Levy"], "date_download": "2018-11-16 04:36:05", "date_modify": "2018-11-16 04:36:05", "date_publish": "2010-01-17 20:10:34", "description": "The runoff, scheduled for Feb. 7, is seen as a referendum on the Orange Revolution because it is between its two chief combatants.", "filename": "2010_01_18_world_europe_18ukraine_1542342965.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_18_world_europe_18ukraine_1542342965.html", "title": "Presidential Election in Ukraine Goes to a Runoff", "title_page": "Presidential Election in Ukraine Goes to a Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Sunday night, both Mr. Yanukovich and Ms. Tymoshenko reached out to losing candidates for endorsements. A looming question is whether those more ideologically aligned with Ms. Tymoshenko will support her.\nMs. Tymoshenko, with her provocative speeches and peasant braid, has long been a polarizing figure. But if she unites the other candidates with her argument that Mr. Yanukovich represents a step backward for Ukraine, then she could make a strong showing in the runoff.\nPresident Viktor A. Yushchenko, another Orange leader, was projected to be in fifth place in Sunday’s voting, with less than 7 percent, all but ending his political career. He is unpopular because of the weak economy and the paralysis in the government.\nMr. Yushchenko and Ms. Tymoshenko have feuded for years, and it remained unclear whether he would support her against Mr. Yanukovich.\nThe Orange Revolution grew out of huge protests in Ukraine over what many voters said was Mr. Yanukovich’s fraudulent victory in the 2004 presidential election over Mr. Yushchenko. The results were overturned, and Mr. Yushchenko won a new election.\nMr. Yanukovich said Sunday night that his strong finish this time showed that the public craved new leadership. “I realize very well that I am obliged to do everything that I can to unite the country so that it will be strong and independent,” he said.\nMs. Tymoshenko assailed Mr. Yanukovich as a marionette of shady oligarchs, and contended that he would drag Ukraine away from Europe. “To vote for Yanukovich is to go back to the stone age,” Ms. Tymoshenko said.\nAdvertisement Continue reading the main story\nMr. Yanukovich’s aides said he intended to press ahead with his strategy of painting Ms. Tymoshenko as an incumbent responsible for Ukraine’s problems.\nPhoto\nMs. Tymoshenko’s challenge is to position herself as an outsider who was unable to adopt the changes that the country needed because she was not president.\nInterviews with voters at a polling place in Kiev on Sunday hinted at the level of discontent with the country’s direction.\nMany people said they had once been Orange supporters, and had hoped that the leadership in the past five years would chart a path toward integration with Europe.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nArtur Kulish, 27, who works at an Internet cafe, said he pulled the lever for “against all,” which is allowed under election law.\n“I dislike them all equally,” Mr. Kulish said. “None of them is going to change anything. And I very much regret supporting the Orange Revolution.”\nPeople complained about the government’s inability to address the fallout of the global financial crisis, which has hurt Ukraine more than many of its neighbors.\n“What we have now is absolutely not effective,” said Lidia Korotchenko, 24, an economist who supported Sergey Tigipko, a businessman who placed third. She said she had also considered Mr. Yanukovich.\n“We all favored the Orange Revolution, we all came out and demonstrated, but in these five years, we have been extremely disappointed,” she said.\nAdvertisement Continue reading the main story\nSome, though, still had faith in the Orange leaders.\n“This is our only chance for Ukraine,” said Valery Alenikov, 65, a biochemist who voted for Ms. Tymoshenko.\nUkraine, which has 46 million people, has been a focal point of the struggle for influence in post-Soviet space. It has long been divided, with Ukrainian speakers in western regions wanting ties to Europe and Russian speakers in the east and south more sympathetic to Moscow.\nPresident Yushchenko is an antagonist of the Kremlin, which was angered by his efforts to join NATO.\nMr. Yanukovich and Ms. Tymoshenko have both indicated that they will try to smooth relations with Russia while continuing to court Europe. Neither has called for Ukraine to join NATO.\nInterviews of voters showed the geographic split.\nIrina Maltseva and her husband, Sergey, who are both 62 and scientists, said they supported Mr. Yanukovich because they were appalled by Mr. Yushchenko’s attitude toward Russia. Ms. Maltseva said the two countries had profound historical ties.\n“I do not want us to lose each other — Ukraine and Russia,” Ms. Maltseva said. “I think that to spurn Russian culture is a big mistake.”\nNearby was Yekaterina Romashchenko, 42, who said she voted for Mr. Yushchenko.\n“Yanukovich will sell us to Russia,” she said. “We don’t want history to repeat itself.”", "url": "https://www.nytimes.com/2010/01/18/world/europe/18ukraine.html"}