{"authors": ["Julia Moskin"], "date_download": "2018-11-16 04:53:07", "date_modify": "2018-11-16 04:53:07", "date_publish": "2010-01-12 18:19:34", "description": "Two sleek new bars come from illustrious food families: Ardesia, descended from Le Bernardin; and Bar Pleiades, from Daniel Boulud.", "filename": "2010_01_13_dining_reviews_13brief_1542343987.html", "image_url": "https://static01.nyt.com/images/2010/01/13/dining/13briefspan-1/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_13_dining_reviews_13brief_1542343987.html", "title": "The New York Times", "title_page": "Dining Briefs: Bar Pleiades and Ardesia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIs pedigree destiny? Two sleek new bars from illustrious food families provide clues: Ardesia, descended from Le Bernardin; and Bar Pleiades, from the fecund Daniel Boulud.\nBar Pleiades at Café Boulud, the Surrey Hotel, 20 East 76th Street, Upper East Side, (212) 772-2600, danielnyc.com/cafebouludNY.html, is dark and glamorous — a fur-lined, lacquered, perfumed cave.\nIt shares a home with Café Boulud (the chef and owner, in his whites, is sometimes found cuddled up here on a banquette) and offers Mr. Boulud’s usual luxury and precision.\nA gleaming tray of perfect mouthfuls costs $16 for two people (five bites per person). The tastes change from day to day (overseen by Café Boulud’s executive chef, Gavin Kaysen), but gougères always make the list. There are arancine — crisp balls of cheese, rice and black truffle — and sometimes a quenelle of goat cheese laid over minced black olives to make a canapé the size of a toy lipstick. Sparse, elegant plates of charcuterie ($24) and cheese ($16) are perfectly composed and leave you hungry.\nPhoto\nEven the skinniest regulars, whose jewels and highlights gleam in the dim light, couldn’t make a meal out of this “bar food” — not without scarfing a whole order of warm madeleines, the best value in the house at $9.\nAdvertisement Continue reading the main story\nThe potato chips (free, but doled out sparingly) are brushed with house-blend curry powder, and the twist of lemon peel in your martini ($16) is a thick, smooth, perfect rectangle.", "url": "https://www.nytimes.com/2010/01/13/dining/reviews/13brief.html"}