{"authors": ["Sam Tanenhaus"], "date_download": "2018-11-16 03:46:31", "date_modify": "2018-11-16 03:46:31", "date_publish": "2010-01-01 22:27:38", "description": "The why-can’t-we-all-get-along issues have haunted American intelligence for six decades.", "filename": "2010_01_03_weekinreview_03tanenhaus_1542339991.html", "image_url": "https://static01.nyt.com/images/2010/01/03/weekinreview/03tanenhaus_CA0/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_03_weekinreview_03tanenhaus_1542339991.html", "title": "The DNA Problem in American Spying", "title_page": "The DNA Problem in American Spying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To Kent, the best intelligence-gathering was the work “of devoted specialists molded into a vigorous production unit,” who prized the arts of data accumulation and nonideological analysis.\nKent’s book was widely adopted by intelligence services around the world. But it also had critics, among them the political scientist Willmoore Kendall, a onetime adviser to the C.I.A. He wrote that Kent’s approach, influenced by the Pearl Harbor attack, betrayed “a compulsive preoccupation with prediction, with the elimination of ‘surprise’ from foreign affairs.”\nThis was a worthy goal in wartime, Mr. Kendall said, but in peacetime the most useful intelligence provided the big “pictures” of the world that decision makers needed for formulating broad policy. Intelligence experts therefore should not just acquire and analyze information; they should interpret it as well.\nContradictory approaches to intelligence are even more complicated today, when America’s principal adversary is not a rival superpower, but a loose global network of jihadists, and when the question of whether we are at war or at peace isn’t so clear.\nFor example, in the cold war it made sense to enforce strict lines dividing foreign from domestic surveillance — that is, between intelligence collected overseas (by the C.I.A.) to prevent attacks, and information acquired (by the F.B.I.) for use as evidence in court.\nBut this formula is not easily applied in a case like the Fort Hood killings, in which a radical American Muslim is accused of a terrorist act associated with a foreign cause. Neither is it easily applied to the detainees at Guantanamo Bay, one reasonPresident Obama will now find it much harder to keep his promise to shut the detention center on Jan. 22.\nThe competing ideas that separated Kent and Kendall came to a head in the 1980s, when a top C.I.A. official, Robert Gates, who is today the defense secretary, produced intelligence estimates often at odds with assessments offered by his agency colleagues.\nAdvertisement Continue reading the main story\nAt one point, Mr. Gates insisted that even under the leadership ofMikhail Gorbachev, the Soviet Union remained an implacable adversary. He also predicted, in 1985, that the Islamic regime in Iran was close to collapse.\nBoth conclusions reflected Mr. Gates’s distrust of the Soviets. Both were also mistaken.\nInitially, 9/11 seemed to offer an end to the old tensions between pure analysis and broad interpretation. Since the goal of preventing another attack was paramount, it was clear that data collection should be centralized. And the agencies do seem to have improved their data collection and to have expanded their contacts.\nBut once again, the intelligence establishment seems to have been divided. Now, as the review Mr. Obama has ordered goes forward, the results of the previous changes are coming under scrutiny, with some of the harshest criticism aimed at the National Counterterrorism Center, the clearinghouse established after 9/11 to “connect the dots” between the findings of disparate agencies.\nAnd while no one has suggested that the trouble is rooted in the longstanding conflict between analysis and interpretation, it does appear that the various agencies failed to mesh as seamlessly as they might have.\nThe question most frequently heard now is whether yet another period of reform is needed. But the problem, no less in 2010 than in 1949 or 1985, may have less to do with the structural defects than with the competing approaches taken by different agencies. The particular disagreements between Sherman Kent and Willmoore Kendall belong to another era, but intelligence professionals still seem fated to work at cross purposes.\nIt may be that even when security agencies speak to each other, they don’t necessarily hear what is being said.", "url": "https://www.nytimes.com/2010/01/03/weekinreview/03tanenhaus.html"}