{"authors": ["John Schwartz"], "date_download": "2018-11-16 04:28:20", "date_modify": "2018-11-16 04:28:20", "date_publish": "2010-05-22 15:43:39", "description": "When it comes to inflating credentials, Richard Blumenthal has a lot of company. In fact, puffery usually begins in childhood.", "filename": "2010_05_23_weekinreview_23schwartz_1542342500.html", "image_url": "https://static01.nyt.com/images/2010/05/23/weekinreview/SCHWARZ/SCHWARZ-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_23_weekinreview_23schwartz_1542342500.html", "title": "Résumés Made for Fibbing", "title_page": "Résumés Made for Fibbing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Contrast Mr. Blumenthal’s missteps, for example, to the case of Wes Cooley, a one-term congressman from Oregon who in 1997 was convicted of making a false claim in an official document, a voters’ guide; he had falsely claimed to have served in the Army Special Forces in Korea in the early 1950s. Or consider the indictment last week of Adam Wheeler, a Delaware man accused by Massachusetts authorities of fabricating much of the transfer application that earned him acceptance to Harvard in 2007, with nearly $50,000 in aid.\nWhite-out is the new black: Loren Elliotte Friedman was recently suspended from the practice of law after a 2002 incident in which he improved his first-year transcripts from the University of Chicago law school to get a coveted summer job with the law firm Sidley Austin.\nLying starts young, and experts suggest that it might even be part of what makes us human.\n“In the normal developmental process — beginning in early childhood — the discovery that one can lie is a significant advance in personal growth and development,” said Jay S. Kwawer, director of the William Alanson White Institute of Psychiatry, Psychoanalysis and Psychology in New York. From the age of 4, the ability to say, “It wasn’t me,” or more complex confabulations, he said, “fuels the development of fantasy life, creativity, and is often at the core of play and drama: ‘I can fly!’ ‘Bang, bang, you’re dead!’ ‘Let’s play house.’ ”\nIn other words, lying is the foundation of fiction itself. “Within certain normal limits, there’s nothing pathological about that at all,” he said.\nAs we grow up, we find that small lies become an essential part of the day, said Paul Begala, a former aide to President Bill Clinton. “Telling your mother-in-law you love her casserole is a lie, but the harm is zero and the intent is noble, so it’s a good lie,” he said.\nLawyers can be at particular risk of pushing the boundaries of acceptable spinning, said Stephen Gillers, an law professor and an expert on legal ethics at New York University.\nTheir legal training and experience in practice, he said, reinforce the notion that “a fact becomes true if a jury or opponent can be persuaded to think that it is true — even if it is false.” Lawyers and politicians alike, he said, “work this alchemy through performance.”\nAdvertisement Continue reading the main story\nPoliticians, too, have incentives to embellish, Dr. Kwawer said. “Politicians thrive and get elected on the basis of being able to suss out what we want to hear, and telling us what we will vote for whether they believe it or not.”\nThe danger for those in politics is the “happy mental aquarium,” said Eric Dezenhall, a crisis communications consultant; he means the artificial environment of support and adoration that seems seductively safe. Add to that feeling of specialness an urge to prove that specialness by taking risks — think Eliot Spitzer or John Edwards, he suggested — and it’s easy to slip into trouble.\nBut how could someone lie about the facts of his own life when so much data is easily findable in the age of the Internet?\nWhile many of us live with some version of the imposter syndrome, fearing that we are frauds who will be found out at any moment, the résumé fabulist comes to believe his own lies, said Seth Aronson, a colleague of Dr. Kwawer at the White Institute. “They buy into this inflated, false sense of self that they build up,” he said.\nGetting caught is often a matter of chance — as with embezzlement and fraud, people almost never get caught with the first, cautious misstep. Their lies are discovered after they have successfully avoided detection again and again, having gotten sloppy and finally committing a whopper too big to ignore.\nIn some cases, Dr. Aronson said, the act of inflation turns out to have been illusory. Mr. Friedman, for example, had been asked by Sidley to sign on after his successful summer. He joined another firm, where he had worked successfully until the fraud came out.\n“With a fair number of these people, they are very good,” Dr. Aronson said. “That’s the irony — if they just went on their accomplishments and who they were they’d be fine.”", "url": "https://www.nytimes.com/2010/05/23/weekinreview/23schwartz.html"}