{"authors": ["Ray Rivera", "Al Baker"], "date_download": "2018-11-16 04:31:28", "date_modify": "2018-11-16 04:31:28", "date_publish": "2010-08-11 21:56:22", "description": "A Bronx resident injured in a street confrontation between an armed man and officers who fired 46 times filed notice of his intention to seek damages from the city.", "filename": "2010_08_12_nyregion_12shoot_1542342688.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_08_12_nyregion_12shoot_1542342688.html", "title": "The New York Times", "title_page": "Bystander Injured in Harlem Shootout Plans to Sue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I don’t see it in this case,” said John C. Cerar, a retired deputy inspector who was the commander of the Police Department’s firearms training section.\nHe said the officers involved each seemed to have reason to fire, and were not simply joining in the shooting because other officers’ guns were going off.\n“I see it more — based on what I’m reading — that each of those officers felt the threat themselves,” he said. “This shooting took place within seconds of a shot going off, and they pretty much fired at the same time.”\nMany details are still hazy.\nThe police say two men, Angel Alvarez, 23, and Luis Soto, 21, got in a fight in a crowded area near 144th Street and Lenox Avenue about 3 a.m. Sunday after a block party. At one point, one of the men pulled a .38-caliber revolver. Investigators are trying to determine whose gun it was but say that after a struggle, Mr. Alvarez took it and opened fire on responding officers, who fired 46 times in response.\nOne officer fired twice, another 12 times and the two others fired 16 times each. Mr. Soto was killed in the gunfire. Ballistic tests show he was probably killed by a police bullet. Mr. Alvarez has not been charged in the shooting, and his lawyers say they expect him to be vindicated.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPolice officials said on Sunday that the shooting appeared to be within their guidelines, but they were continuing to investigate.\nIn a notice of claim filed Wednesday with the city comptroller’s office — the first step in filing a lawsuit against the city — Mr. Garlick makes a series of accusations, including that the officers were not properly trained to recognize the danger of firing “into a crowd of people,” and that they failed to recognize “the known dangers associated with ‘contagious shooting.’ ”\nBecause the bullet is still lodged in Mr. Garlick’s thigh, it is unknown whether he was hit by a police bullet or one fired from another gun, including the .38-caliber. His lawyer, Bruce Baron, said it was “irrelevant” whose gun the shot came from.\nAdvertisement Continue reading the main story\n“But for the N.Y.P.D. improperly following the appropriate procedures, there wouldn’t be a bullet in his leg,” said Mr. Baron, who said that Mr. Garlick was seeking $20 million from the city.\nA spokeswoman for the city’s Law Department said it would review the claim. Eugene J. O’Donnell, a professor of law and police studies at John Jay College of Criminal Justice, said he had never found any science to prove the existence of a contagious shooting dynamic, which he said was a debatable notion. The simplest culturally accepted definition, he said, is that “cops shoot because other cops shoot.”\nWhat can trigger multiple officers to shoot, of course, is a perception that the officers, or their colleagues are in danger.\nIn the Harlem episode, unlike the Bell and Diallo cases, a gun was shot before any officers fired, according to the police account. So, Professor O’Donnell said, in the Harlem case, “there really is a shot,” and not just the threat of gunfire.\nThat makes it harder to tell whether any of the officers involved began shooting because of fear or because of the sound of a colleague firing. As a result, he said he would not “automatically” rule in or out whether the accepted understanding of contagious fire was at play.", "url": "https://www.nytimes.com/2010/08/12/nyregion/12shoot.html"}