{"authors": ["A. G. Sulzberger"], "date_download": "2018-11-16 04:31:18", "date_modify": "2018-11-16 04:31:18", "date_publish": "2010-05-18 22:06:37", "description": "A ruling on a long-stalled lawsuit over his shooting by police officers came on what would have been Mr. Bell’s 27th birthday.", "filename": "2010_05_19_nyregion_19bell_1542342678.html", "image_url": "https://static01.nyt.com/images/2010/05/19/nyregion/BELL/BELL-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_19_nyregion_19bell_1542342678.html", "title": "The New York Times", "title_page": "Judge Lets Sean Bell Wrongful Death Suit Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The family of Sean Bell gathered, as they had done on three previous occasions, to mark a birthday never reached.\nBut on this particular birthday — it would have been his 27th on Tuesday — his parents, fiancée and two children also celebrated significant advancements in their pursuit of retribution and remembrance.\nIn the morning, they assembled as a federal judge in Brooklyn ruled that a civil lawsuit filed by the family against New York City and the five police officers who shot at Mr. Bell could proceed to trial. That restarted a case that has been repeatedly delayed by other investigations and criminal proceedings related to the shooting.\nIn the evening, the family joined friends, supporters and politicians in Jamaica, Queens, where a street sign bearing the name Sean Bell Way was officially unveiled.\nAdvertisement Continue reading the main story\n“Today’s his birthday,” said Valerie M. Bell, his mother. “It’s been a happy day so far.”\nPhoto\nMr. Bell was killed as he left his bachelor party in the early morning of Nov. 25, 2006, when undercover officers fired more than 50 bullets at the car he was driving after the vehicle struck a detective on the leg. Two friends in the car, Joseph Guzman and Trent Benefield, were also shot by the officers, who said they had believed that one of the men in the car had a gun. But none of the three men were armed.", "url": "https://www.nytimes.com/2010/05/19/nyregion/19bell.html"}