{"authors": ["Kareem Fahim"], "date_download": "2018-11-16 04:50:13", "date_modify": "2018-11-16 04:50:13", "date_publish": "2010-07-18 21:07:32", "description": "Opposition figures and rights workers are suggesting that the death of Khaled Said could be a turning point in a long campaign to root out what they call a culture of brutality and abuse.", "filename": "2010_07_19_world_middleeast_19abuse.html_module=inline_1542343813.html", "image_url": "https://static01.nyt.com/images/2010/07/19/world/19ABUSE2/ABUSE-2-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_19_world_middleeast_19abuse.html_module=inline_1542343813.html", "title": "Death in Police Encounter Stirs Calls for Change in Egypt", "title_page": "Death in Police Encounter Stirs Calls for Change in Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In part, they pinned their hopes on the unsettled political climate: with the lingering uncertainty about President Hosni Mubarak’s health and anxiety about who might succeed him, the government sounds more defensive these days. But more important, the advocates point to Mr. Said, a middle-class victim with whom young people identified and who many Egyptians might assume should have been protected.\n“He was not a convict, he was not an Islamist, he was not extremely poor,” said Aida Seif el-Dawla, who works with victims of torture and abuse. “His family has kept after his case.”\nPhoto\n“Khaled Said has done a very important thing,” said Negad al-Borai, a prominent human rights lawyer. “He has brought attention to what normal people go through. Every battle has its victims.”\nThe furor has not died down. New disclosures about the case surface regularly in independent newspapers, and a Facebook page dedicated to Mr. Said, with more than 190,000 fans, keeps growing. A band released a rap video about the beating, calling Mr. Said “a witness and a martyr.” Young men and women dressed in black have held numerous protests in towns around the country.\nBut changing the ways of Egypt’s police bureaucracy, which reaches into virtually every aspect of public life here, is no easy task, everyone concedes.\nPolice officers direct traffic and investigate murders, but also monitor elections and issue birth and death certificates and passports. Every day, 60,000 Egyptians visit police stations, according to the Interior Ministry. In a large, impoverished nation, the services the police provide give them wide — and, critics say, unchecked — power.\nAbuse is often perpetrated by undercover plainclothes officers like the ones who confronted Mr. Said, and either ordered or allowed by their superiors, the head investigators who sit in every precinct, according to Mr. Borai.\nAdvertisement Continue reading the main story\nThe government denies there is any widespread abuse and frequently blames rogue officers for episodes of brutality. Even so, for the past 10 years, officers from the police academy have attended a human rights program organized by the United Nations and the Interior Ministry. Hamdy Abdul-Karim, a ministry spokesman, said the Egyptian authorities had augmented that training with other human rights courses. “Nobody is forcing us to do this,” Mr. Abdul-Karim said. “The world is moving in this direction.”\nBut Mr. Borai and others argue that for decades the government has shrugged at the abuse, and say it will take more than training. Hafez Abu Saeda, who leads the Egyptian Organization for Human Rights and has helped teach the human rights courses, said the understanding among his students was that “the police are everything and above the law, the Constitution and above accountability.”\nPhoto\nYoung Egyptians, for the most part, join the police force for the same reasons that their counterparts elsewhere do, including the promise of secure government jobs. Mahmoud Qutri, a former brigadier general in the police department who has written about the corruption that he witnessed while on the force, said that Egyptian officers also had a “special status” in society.\n“Every house in Egypt wishes their son would become a police officer,” he said.\nWhen Mr. Qutri was a young patrol officer in Port Said, his superiors quickly taught him the ways of the department, he said, recalling how his boss forced a Palestinian woman caught smuggling goods to have sex with him or face arrest. In other police stations, Mr. Qutri saw how suspects were interrogated: hung from the edge of a door with their hands tied.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHuman rights workers have long argued that a climate of impunity among the police has deepened in the past three decades, in the years that Egypt has been governed by an emergency law. The law, which was recently renewed by Mr. Mubarak, allows the police to arrest people without charge, detain them indefinitely and try them in a special security court.\nBut Mr. Qutri and others say the problem is more basic. Many officers, he said, have been taught to see themselves as enforcers for the government, rather than as servants of its citizens. That perception is underscored by a subtle change to the police department’s slogan under the interior minister, Habib el-Adly, who has served in his post since 1997. “The Police in the Service of the People” was changed to “The People and the Police in the Service of the Nation.”\nTwo years ago, Egyptians flocked to a film called “Is It Chaos?” in which the central character, a midlevel officer, tortures protesters, takes bribes and finally rapes his neighbor. “The government is me,” he screams at a protester who the police are preparing to torture.\nThe film ends with furious citizens storming a police station, and the officer killing himself.\nOne of the officers who confronted Mr. Said was short, with a mustache, said Ms. Kamel, the bystander. The other one, she said, was tall and especially vicious. Mr. Said resisted for a time, she said, grabbing the iron gate in the lobby so hard he ripped off one of its bars.\nThe young man had lived on her street for years, in his own apartment, where his brother said he fixed computers and ran an import-export business. He was friendly, liked to get high and enjoyed fishing, friends said.\nHis brother, Ahmed Kassem, who lives in Pennsylvania, has been searching through Mr. Said’s belongings to find reasons for the beating. One persistent rumor is that the police went after Mr. Said because of a video he posted on the Internet, showing police officers with the spoils of a drug bust. “I have no idea,” Mr. Kassem said. “He got abused. He got killed. And people saw it.”", "url": "https://www.nytimes.com/2010/07/19/world/middleeast/19abuse.html?module=inline"}