{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 03:46:45", "date_modify": "2018-11-16 03:46:45", "date_publish": "2010-05-25 22:16:36", "description": "Conspiracies are a national sport, with the main players — the U.S., India and Israel — changing position with the times.", "filename": "2010_05_26_world_asia_26pstan_1542340005.html", "image_url": "https://static01.nyt.com/images/2010/05/26/world/PSTAN1/PSTAN1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_05_26_world_asia_26pstan_1542340005.html", "title": "U.S. Is a Top Villain in Pakistan’s Conspiracy Talk", "title_page": "U.S. Is a Top Villain in Pakistan’s Conspiracy Talk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“When the water stops running from the tap, people blame America,” said Shaista Sirajuddin, an English professor in Lahore.\nThe problem is more than a peculiar domestic phenomenon for Pakistan. It has grown into a narrative of national victimhood that is a nearly impenetrable barrier to any candid discussion of the problems here. In turn, it is one of the principal obstacles for the United States in its effort to build a stronger alliance with a country to which it gives more than a billion dollars a year in aid.\nIt does not help that no part of the Pakistani state — either the weak civilian government or the powerful military — is willing to risk publicly owning that relationship.\nOne result is that nearly all of American policy toward Pakistan is conducted in secret, a fact that serves only to further feed conspiracies. American military leaders slip quietly in and out of the capital; the Pentagon uses networks of private spies; and the main tool of American policy here, the drone program, is not even publicly acknowledged to exist.\n“The linchpin of U.S. relations is security, and it’s not talked about in public,” said Adnan Rehmat, a media analyst in Islamabad.\nThe empty public space fills instead with hard-line pundits and loud Islamic political parties, all projected into Pakistani living rooms by the rambunctious new electronic media, dozens of satellite television networks that weave a black-and-white, prime-time narrative in which the United States is the central villain.\n“People want simple explanations, like evil America, Zionist-Hindu alliance,” said a Pakistani diplomat, who asked not to be named because of the delicate nature of the topic. “It’s gone really deep into the national psyche now.”\nAdvertisement Continue reading the main story\nOne of those pundits is Zaid Hamid, a fast-talking, right-wing television personality who rose to fame on one of Pakistan’s 90 new private television channels.\nHe uses Google searches to support his theory that India, Israel and the United States — through their intelligence agencies and the company formerly known as Blackwater — are conspiring to destroy Pakistan.\nPhoto\nFor Mr. Hamid, the case of Mr. Shahzad is one piece of a larger puzzle being assembled to pressure Pakistan. Why, otherwise, the strange inconsistencies, like the bomb’s not exploding? “If you connect the dots, you have a pretty exciting story,” he said.\nBut the media are only part of the problem. Only a third of Pakistan’s population has access to satellite channels, Mr. Rehmat said, and equally powerful are Islamic groups active at the grass roots of Pakistani society.\nThough Pakistan was created as a haven for Muslims, it was secular at first, and did not harden into an Islamic state on paper until 1949. Intellectuals point to the moment as a kind of original sin, when Islam became embedded in the country’s democratic blueprint, handing immense power to Islamic hard-liners, who could claim — despite their small numbers — to be the true guardians of the state.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTogether with military and political leaders, these groups wield Islamic slogans for personal gain, further shutting down discussion.\n“We’re in this mess because political forces evoke Islam to further their own interests,” said Aasim Sajjad, an assistant professor of political economy at Quaid-i-Azam University in Islamabad.\nLawyers in Pakistan have a strong streak of political Islam. Mr. Habib, who has had militants as clients, argues that Al Qaeda is an American invention. Their pronouncements are infused with anti-Semitism, standard for Islamic groups in the region.\n“The lobbies are the Jews, maybe some Indians, working in the inner core of the American administration,” said Muhammad Ikram Chaudhry, vice president of the bar association.\nAdvertisement Continue reading the main story\nLiberals on Pakistan’s beleaguered left see the xenophobic patriotism and conspiracy theories as a defense mechanism that deflects all responsibility for society’s problems and protects against a reality that is too painful to face.\n“It’s deny, deny, deny,” said Nadeem F. Paracha, a columnist for Dawn, an English-language daily. “It’s become second nature, like an instinct.”\nMr. Paracha argues that the denial is dangerous because it hobbles any form of public conversation — for example, about Mr. Shahzad’s upper-class background — leaving society unequipped to find remedies for its problems. “We’ve started to believe our own lies,” he said.\nFor those on the left, that view obscures an increasingly disappointing history. For 62 years, Pakistan has lurched from one self-serving government to the next, with little thought given to education or the economy, said Pervez Hoodbhoy, a physics professor at Quaid-i-Azam University. Now Pakistan is dependent on the West to pay its bills, a vulnerable position that breeds resentment.\n“We acknowledge to ourselves privately that Pakistan is a client state of the U.S.,” Mr. Hoodbhoy said. “But on the other hand, the U.S. is acting against Muslim interests globally. A sort of self-loathing came about.”\nThere are very real reasons for Pakistanis to be skeptical of the United States. It encouraged — and financed — jihadis waging a religious war against the Soviets in the 1980s, while supporting the military autocrat Mohammed Zia ul-Haq, who seeded Pakistan’s education system with Islamists.\nBut Mr. Hamid is more interested in the larger plot, like the secret ownership of the Federal Reserve, which he found on the Internet. After three years of fame, his star seems to be falling. This month his show was canceled, and he has had to rely on Facebook and audio CDs to make his points. But it is not the end of the conspiracy.\n“Someone else will be front row very soon,” said Manan Ahmed, a professor of Pakistani history. “It is the mood of the country at the moment.”", "url": "https://www.nytimes.com/2010/05/26/world/asia/26pstan.html"}