{"authors": ["Dan Barry", "This Land"], "date_download": "2018-11-16 04:23:59", "date_modify": "2018-11-16 04:23:59", "date_publish": "2010-11-04 00:57:02", "description": "Representative Paul E. Kanjorski, a Democrat from Pennsylvania, lost to a challenger he had defeated two other times. He very nearly saw it coming.", "filename": "2010_11_04_us_politics_04land_1542342239.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04land_1542342239.html", "title": "The New York Times", "title_page": "Rep. Paul Kanjorski, Sunk by Wave of Discontent - Dan Barry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He served in the Army, went to college and returned to establish a law practice in northeastern Pennsylvania. In 1984, he beat the Democratic incumbent in a primary for the House seat and, for many years after, rarely faced serious challenge in this heavily Democratic district.\nHe pushed for flood-control projects that kept the Susquehanna River at bay. He helped to acquire more than 16,000 acres of mine-scarred land for reclamation. He contributed significantly to the financial reform legislation that followed Wall Street’s near collapse. He returned jobs and money to his district — including some that benefited a few relatives, which is almost expected in these parts.\nBut, as often happens, people began grumbling that Mr. Kanjorski had forgotten where he came from; that he had shed his Nanticoke grit for Washington posturing. “A disconnectedness,” said Terry Madonna, a professor of public affairs at Franklin and Marshall College in Lancaster, who recently conducted a poll in this Congressional district.\nPhoto\nMr. Kanjorski’s challenger this year was familiar but formidable: Mr. Barletta, 54, the longtime Republican mayor of Hazleton, whom he beat in 2002 and again, though barely, in 2008. Mr. Barletta famously vowed to make his city unwelcoming to illegal immigrants, whom he partly blamed for its heartbreaking economic woes. He pushed an Illegal Immigration Relief Act that, among other things, fined landlords who rented to people without the proper papers. The act has since been declared unconstitutional by federal courts.\nThe two men spent the summer and fall battling over a district with high unemployment. Mr. Kanjorski cited the empty storefronts along Hazleton’s Broad Street to suggest that Mr. Barletta would be out of his league in Washington. But the Republican wave was coming, and not even a fist-pumping visit by former President Bill Clinton could help him.\nThe congressman began Election Day by voting in his distressed hometown. He and his wife, Nancy, drove to the polling place, the gymnasium for the closed St. Stanislaus Roman Catholic Church, in a maroon Buick sedan that creaked in the early-morning cold. Before casting his ballot near a rack of basketballs and a “Go Eagles!!!” sign on the peeling white wall, he predicted victory, though without conviction. He knew.\nHe knew that, in a few hours, people like Cornelia Thompson, 70, a retired art teacher from a family of registered Democrats, would use her cane to climb the five concrete steps leading to the lobby of Hazleton City Hall — first one foot, then the other — and cast her vote for Mr. Barletta in the marble foyer, near a display reading, “Great World War Honor Roll.”\nAdvertisement Continue reading the main story\n“I think it’s time for a change,” she would say.\nHe knew, too, that in the same old St. Stan’s gym where he had voted, people like Larry Saltz, 42, a paramedic and Democrat, would vote against Mr. Kanjorski — even though he had voted for the congressman ever since he was eligible to vote. Mr. Saltz would cite the health care overhaul, government overspending and general unease as his reasons.\nPhoto\n“It’s just not working,” he would say, standing across from a closed church. “Everything seems broken.”\nTuesday night, while watching the election returns in a supporter’s apartment, close to the Bo Brothers bar where his victory party awaited, Mr. Kanjorski heard the lackluster reports coming from Lackawanna County, one of his traditional strongholds. Now he really knew.\nHe and his wife, married now for nearly 48 years, gathered themselves and made their entrance into the victory party that wasn’t.\nMr. Kanjorski spoke with grace of his persistent opponent, said he was truly honored by the privilege of having served, and blended into the crowd of wistful old friends and eager young aides to shake hands, comfort the distraught and accept that glass of wine.\nWhen asked what he planned to do in the morning, the Democrat smiled a knowing smile and said,\n“Wake up.”", "url": "https://www.nytimes.com/2010/11/04/us/politics/04land.html"}