{"authors": ["Amanda Hesser"], "date_download": "2018-11-16 03:31:39", "date_modify": "2018-11-16 03:31:39", "date_publish": "2010-06-30 14:53:03", "description": "Some drinks, like this full-flavored daiquiri, make food superfluous.", "filename": "2010_07_04_magazine_04food-t-000_1542339099.html", "image_url": "https://static01.nyt.com/images/2010/07/04/magazine/04food-1/04food-1-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_07_04_magazine_04food-t-000_1542339099.html", "title": "The New York Times", "title_page": "Recipe Redux, Coconut Daiquiris, 1987 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“In other words,”he added, “it takes a piñacolada and, by exploiting a common element (the rum) and adding a feature of the daiquiri (the lime juice), appropriates the daiquiri’s name and (we must assume) serving style —that is, straight up in a stemmed glass.”\nPhoto\nBut the piña colada is really just a daiquiri with cosmetic enhancements. The original daiquiri, said to have been invented in Cuba during the Spanish-American war, was a rudimentary affair, made with rum, lime juice, sugar and a little soda water.Its creation is often attributed to the American mining engineer Jennings Cox, but as withmost cocktail histories — which Wondrich described as “a bottomless sinkhole of murk” —everyone present at the moment of its supposed concoction was drinking. A handwritten recipe survived the night.\n“You could say it’s the first classic cocktail invented outside of the U.S.,” Wondrich said.\nThe recipe migrated to America around 1908 and was a popular drink by 1912. The American part, according to Wondrich, was putting it in a cocktail shaker and shaking it up with ice. It was only a matter of time before people would begin adding coconut, maraschino, pineapple and what have you.\nThe beauty of piña coladas and this kind of daiquiriis that “they’re creamy, they’re light, they’re extremely delicious when made properly,” Wondrich explained. “They’re not big, heavy-hitting, high-alcohol drinks. They’re frothy. Pineapple juice will froth up like the egg white in a fizz.”\nAll roads lead back to the Ramos gin fizz, a drink made with gin, lemon, orange-flower water, cream, soda water and egg white. Margolis’s other signature drink was a fizz. When I gave the coconut daiquiri recipe to Ravi DeRossi, the owner of Cienfuegosin Manhattan’s East Village, and his bartender, Jane Danger, and asked them to come up with something new, they ended up with a fizz that’s part piña colada, part Ramos gin fizz.\nTheir concoction, which they called an Isle of Manhattan fizz, blends lime juice, pineapple juice, coconut purée, rum, gin and orange-flower water, and it is extraordinarily good.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nI met DeRossi and Danger at Cienfuegos, a restaurantspecializing in punch bowls, which is tucked above a Cuban sandwich shop at street level. Danger, who was dressed in a Coors T-shirt, short shorts and tall black boots, assembled the drink part by part, using an immersion blender to whip air into the mixture. The coconut purée, which Danger explained“takes the place of the cream and egg white in a fizz,”can be ordered by mail; it looks like Marshmallow Fluff and has a pure coconut flavor (coconut ice cream can be used in its place). The Isle of Manhattan fizz’s white-cloud appearance belies a serious drink (though if you have more than one, nothing will seem serious). Waves of rum, orange-flower water and coconut lap at your nose.\nI bet Mayor Koch would change parties — from daiquiri to fizz — over it.\nRECIPES\n1987: Coconut Daiquiris\nThis recipe appeared in an article in The Times by Marian Burros. The drink came from David Margolis, a friend of Mayor Ed Koch’s.\nPhoto\n1/2 very ripe pineapple, cut into chunks\nJuice of 1 lime\n2 tablespoons Coco Lopez cream of coconut\n71/2 ounces Bacardi light rum\nAdvertisement Continue reading the main story\n20 ice cubes.\nCombine the ingredients in a blender and whiz until smooth. Serve immediately without garnishes. Makes about 5 daiquiris.\n2010: Isle of Manhattan Fizz\nBy Ravi DeRossi, the owner of Cienfuegos in Manhattan, and Jane Danger, a bartender at the restaurant.\n1/2 ounce lime juice\n1/2 ounce pineapple juice\n3/4 ounce simple syrup (see note)\n2 ounces coconut purée or coconut ice cream\n4 drops orange-flower water\n3/4 ounce Oronoco rum or other dark rum\n3/4 ounce Hayman’s Old Tom gin or any gin you prefer\n2 tablespoons club soda\nLime twist, 3/4-inch wide, for serving.\n1. In a shaker, combine the lime juice, pineapple juice, simple syrup, coconut purée, orange-flower water, rum and gin. Use an immersion blender to purée the mixture and give it volume.\n2. Add ice and the club soda to the shaker. Shake for 30 seconds, then strain into a tall, stemmed glass. Garnish with a wide twist of lime. Serves 1.\nnote:To make a simple syrup, combine equal parts sugar and water in a small saucepan. Bring to a boil and cook until the sugar is dissolved. Let cool. The coconut purée, which is made by Culinary Traditions, is available at Amazon.com.", "url": "https://www.nytimes.com/2010/07/04/magazine/04food-t-000.html"}