{"authors": ["Alexei Barrionuevo"], "date_download": "2018-11-16 04:15:10", "date_modify": "2018-11-16 04:15:10", "date_publish": "2010-04-16 20:45:09", "description": "A plan to build the third largest dam in the world is highlighting Brazil’s struggle to balance growth and protect its ecosystems and indigenous communities.", "filename": "2010_04_17_world_americas_17brazil_1542341710.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_04_17_world_americas_17brazil_1542341710.html", "title": "Amazon Dam Project Pits Economic Benefit Against Protection of Indigenous Lands", "title_page": "Amazon Dam Project Pits Economic Benefit Against Protection of Indigenous Lands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The legal seesaw was part of a protracted battle here over the future of such dams in indigenous territories as the government tries to meet the growing energy needs in far-away cities like São Paulo and Rio de Janeiro.\nHalting the auction for the project, known as the Belo Monte dam, “would do grave harm to the economy,” the court said, forcing Brazil to procure other forms of energy that are “more expensive and polluting.”\nBrazil uses hydroelectric power for more than 80 percent of its energy, and President Luiz Inácio Lula da Silva has said that more dams are needed. Dilma Rousseff, the presidential candidate that Mr. da Silva is backing as his successor, has also pushed for more dams, including Belo Monte, which would represent about 10 percent of Brazil’s total power generation.\n“This project is very important for Brazil’s future energy supply, and policymakers are counting on it, particularly now that the Brazilian economy is recovering so vigorously from the economic downturn,” said Christopher Garman, analyst at Eurasia Group.\nWithout it, Mr. Garman said, the government could be forced to rely on dirtier energy sources, or go in the other direction and accelerate the development of renewable sources like wind and biofuel from sugar cane.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBelo Monte comes at a very different time in Brazil’s history from when it was first dreamed up under the military government some 30 years ago. With the world watching more closely, the country has struggled to find a balance between the push to develop and the demand to protect the delicate ecosystems and indigenous peoples of the Amazon.\nMost previous Amazon dam projects were set in motion before Brazil’s latest Constitution was ratified in 1988, granting protections to indigenous peoples.\nTo build Belo Monte, builders would have to excavate two huge channels larger than the Panama Canal to divert water from the main dam to the power plant. The reservoir would flood more than 160 square miles of forest while drying up a 60-mile stretch of the Xingu River, displacing more than 20,000 people, many from indigenous communities, according to non-governmental groups citing government figures.\nAdvertisement Continue reading the main story\nGovernment planners have revised the plant’s design several times to try to reduce its environmental impact. But before his decision was overturned, Judge Antônio Carlos de Almeida Campelo ruled Wednesday that Congress would have to pass a law changing the Constitution’s limits on building dams that negatively affect indigenous communities.\nThe project has also drawn a storm of criticism from advocates and celebrities, including James Cameron.\nStudies by nongovernmental groups have shown that the plant would be inefficient, producing less than 30 percent of its capacity during the dry season and an average of 39 percent annually. Environmentalists fear the government would need to construct other dams upstream to guarantee enough water — dams that would flood more forest and affect yet more indigenous peoples.\nEletronorte, the government utility directing the Belo Monte project, has denied that more dams would be necessary, saying Belo Monte would be part of the national electric grid and draw capacity from other pre-existing dams when necessary.\nFor indigenous groups, the drying out of the Xingu would change life as they know it. So at their meeting last month, leaders from 13 tribes made an unusual decision: They decided to create a new tribe of about 2,500, and then station it directly on the construction site, occupying it for years, if need be.\n“If we lose this river we have no idea what will happen to us,” the chief said. “The river provides us with fish and food. How will we eat if we no longer have fish? And how will we ever leave here if we no longer have the river to travel on?”", "url": "https://www.nytimes.com/2010/04/17/world/americas/17brazil.html"}