{"authors": ["Mark Mazzetti"], "date_download": "2018-11-16 03:22:05", "date_modify": "2018-11-16 03:22:05", "date_publish": "2010-10-19 17:59:30", "description": "Before a Jordanian doctor bombed an Afghanistan base last December, a C.I.A. officer was told he might work for Al Qaeda, an investigation revealed.", "filename": "2010_10_20_world_asia_20intel_1542338525.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_20_world_asia_20intel_1542338525.html", "title": "Officer Failed to Warn C.I.A. Before Attack", "title_page": "Officer Failed to Warn C.I.A. Before Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As it turned out, the bomber who was spirited onto a base pretending to be a Qaeda operative willing to cooperate with the Americans was actually a double agent who detonated a suicide vest as he stood among a group of C.I.A. officers. “The mission itself may have clouded some of the judgments made here,” said the C.I.A. director, Leon E. Panetta, who provided details of the investigation to reporters on Tuesday.\nMr. Panetta said that the report did not recommend holding a single person or group of individuals directly accountable for “systemic failures.”\n“This is a war,” he said, adding that it is important for the C.I.A. to continue to take on risky missions.\nThe investigation, conducted by the agency’s counterintelligence division, does, however, make a series of recommendations to improve procedures to vet sources and require that C.I.A. field officers share more information with their superiors.\nMr. Panetta said that he also ordered that a team of counterintelligence experts join the C.I.A. counterterrorism center, and to thoroughly vet the agency’s most promising informants. It is unclear whether any action will be taken against the C.I.A. operative in Jordan who chose not to pass on the warning.\nThe agency is a closed society that makes precious little public about its operations. It is sometimes loath to investigate itself, and at times has resisted punishing people for failures.\nIn 2005, for instance, Director Porter J. Goss rejected the recommendation of an internal review that “accountability boards” be established to determine which senior C.I.A. officials should be blamed for intelligence breakdowns before the Sept. 11 attacks. Mr. Goss said that punishing top officers “would send the wrong message to our junior officers about taking risks.”\nPhoto\nCurrent and former C.I.A. officials said that the decision not to hold officers directly responsible for the bombing was partly informed by an uncomfortable truth: some of those who may have been at fault were killed in the bombing.\nAdvertisement Continue reading the main story\nIn particular, the officials said there was particular care about how much fault to assign to Jennifer Matthews, a Qaeda expert at the C.I.A. who was the chief of the Khost base and who died in the attack.\nOne former C.I.A. officer with Afghanistan experience said there was bitter internal debate at the spy agency over whether Ms. Matthews — who had little field experience — ought to singled out for blame for the security lapses that allowed the bomber, Mr. Balawi, onto the base.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“There’s a lot of built-up emotion over this, because one of the primary people accused is Jennifer, and she’s not here to defend herself,” he said.\nSeveral family members of the victims of the Khost attack, reached by telephone and e-mail on Tuesday, declined to comment about the C.I.A. report. Mr. Panetta said that families would be informed about the report’s conclusions in the coming days.\nThe warnings about Mr. Balawi came from a Jordanian intelligence officer. Mr. Panetta said that it appeared that the C.I.A. operative in Amman, Jordan, was dismissive of them because he suspected that the Jordanian was jealous that one of his colleagues had a close relationship with Mr. Balawi, and might have been trying to scuttle the operation.\nAs he detailed the report’s conclusions, the C.I.A. director provided new details about the unraveling of, and deadly conclusion to, Mr. Balawi’s operation.\nMr. Panetta said that the General Intelligence Department, the Jordanian spy service that is a close C.I.A. ally, had first told the Americans that Mr. Balawi might be willing to become a C.I.A. informant. Over a period of months, he said, the Jordanian doctor provided information from the tribal area of Pakistan to establish bona fides with his handlers.\nA meeting at the Khost base was set up for the Americans to meet Mr. Balawi in person, to discuss specific ways that the Jordanian doctor might be able to consistently pass along information to the C.I.A.\nAdvertisement Continue reading the main story\nMr. Panetta said that because he was considered a reliable source, normal security procedures were eased: Mr. Balawi was not subjected to screening at the perimeter of the Khost base, and a large group of C.I.A. officers gathered to greet him when he arrived.\nC.I.A. officers became suspicious however, when Mr. Balawi chose to get out of the car on the side opposite the security personnel, who were waiting to pat him down. The security guards drew their guns, and Mr. Balawi detonated his suicide vest.\nThe force of the bomb killed the seven C.I.A. employees, the Jordanian intelligence officer who was Mr. Balawi’s handler, and an Afghan driver. Six more C.I.A. officers were wounded in the attack, but Mr. Panetta said that the bomb could have been deadlier had Mr. Balawi’s car — which blunted the explosion — had not been in between the bomber and most of the Americans.\nCurrent and former American officials said that the final report on the Khost attack went through several drafts, in part because an already complex investigation was made even more difficult by the bomb’s devastating impact.\nAs Mr. Panetta said, “A lot of the evidence here died with the people.”", "url": "https://www.nytimes.com/2010/10/20/world/asia/20intel.html"}