{"authors": ["Elisabeth Malkin"], "date_download": "2018-11-16 04:12:15", "date_modify": "2018-11-16 04:12:15", "date_publish": "2010-09-13 21:50:50", "description": "The government plans to lay off more than half a million people, expecting they will move into private businesses.", "filename": "2010_09_14_world_americas_14cuba.html__r=0&module=inline_1542341535.html", "image_url": "https://static01.nyt.com/images/2010/09/14/world/CUBA-JP/CUBA-JP-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_14_world_americas_14cuba.html__r=0&module=inline_1542341535.html", "title": "Cuba’s Public-Sector Layoffs Signal Major Shift", "title_page": "Cuba’s Public-Sector Layoffs Signal Major Shift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tourism revenues have flagged, the country has faced rice shortages and its sugar crop has been disastrous. Last year, as the government tried to hold onto desperately needed hard currency, imports fell by 37 percent.\nIn its statement Monday, the Cuban Workers’ Central, the country’s only recognized labor federation, openly acknowledged the nation’s troubled economy, saying that changes were “necessary and could not be delayed.”\n“Cuba faces the urgency to advance economically,” the statement said. “Our state cannot and should not continue supporting companies” and other state entities, “with inflated payrolls, losses that damage the economy, which are counterproductive, generate bad habits and deform the workers’ conduct,” the labor federation added.\nTo that end, the government has previously said that it would grant new licenses to entrepreneurs, vastly expanding the kinds of businesses that can be run privately. But the announcement on Monday — saying that the layoffs would be completed by next March — suggested that Mr. Castro now intended to move ahead vigorously.\n“What’s stunning today is that they put a date and they put a number on it — 500,000,” said Philip Peters, who follows Cuba for the Lexington Institute. “It’s a very substantial decision,” he added. “It’s a major shift towards a larger private sector in a socialist economy.”\nNew openings in the private sector would be welcomed by many Cubans, who are weary of the island’s stagnation and desperate for new opportunities.\nEven so, the disappearance of hundreds of thousands of jobs — and with them the security of a salary, workplace meals and the chance to make extra money through tips in some cases — would come as a shock.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile Cubans have access to free health care, education and subsidized food and housing, the government has already cut some of the subsidies that many Cubans rely on to supplement their average monthly wage of about $20. And given the government’s record of introducing new areas for enterprise only haltingly, it is unclear that new jobs can be created as quickly as the public sector positions will be cut.\nAdvertisement Continue reading the main story\n“They are in the process of massively reducing the size and participation of the state in Cuban life,” said Julia E. Sweig, a Cuba expert at the Council on Foreign Relations who was in Havana a couple of weeks ago. “There is a belief that there is so much pent-up demand on the one hand and so much skill on the other that the private sector will absorb them pretty rapidly.”\nMs. Sweig said that it appeared the government was preparing to open up a vast range of activities, including light manufacturing like furniture making and garment production. Cuba’s underground economy already provides a broad array of products, she said, but under the new arrangement the government would begin to tax those new businesses.\nTo absorb all those workers who will be laid off, the federation said that hundreds of thousands were expected to move into some form of private enterprise over the next few years.\nJust how strongly the government plans to hold onto its traditional economic philosophies are a matter of debate.\nIn an interview published online by the Atlantic last week, Fidel Castro said that the Cuban model no longer worked. But in a speech at the University of Havana shortly after his remarks were published, he said that he had been misinterpreted and that what he meant was that capitalism did not work.\nMs. Sweig, who was present for the first interview, said that Mr. Castro’s speech correcting himself was not backtracking. Instead, she said his words were most likely intended to reassure Cubans that he did not intend to import American-style capitalism. “It is a hybrid that is evolving,” she said.\nStill, John Kavulich, a senior adviser for the U.S.-Cuba Trade and Economic Council, warned that it would be difficult for Cuba to follow through on the full scale of its announcement. On a practical level, he asked, would the government be able to import all the tools the new entrepreneurs or small manufacturing cooperatives will need?\nThere is also a larger question that goes to the heart of Cuba’s ideology, Mr. Kavulich said. “The Cuban government is going to allow and by definition encourage people to go into private sector opportunities,” he said. “What happens when some people get rich?”\n“The government is going to have to determine whether it will allow and embrace success, not just opportunity,” he said.", "url": "https://www.nytimes.com/2010/09/14/world/americas/14cuba.html?_r=0&module=inline"}