{"authors": ["Ginger Thompson"], "date_download": "2018-11-16 04:13:54", "date_modify": "2018-11-16 04:13:54", "date_publish": "2010-10-24 19:41:18", "description": "Judy Gross, whose husband was detained in Cuba nearly a year ago, has written a letter to President Raúl Castro.", "filename": "2010_10_25_world_americas_25cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341634.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_25_world_americas_25cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341634.html", "title": "The New York Times", "title_page": "Wife of Alan Gross, American Held in Cuba, Pleads for His Release - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Gross’s detention is expected to loom large over both debates. A 61-year-old father of two, he was detained last December while traveling in Cuba as part of a semi-covert program of the United States Agency for International Development, the foreign assistance arm of the State Department, aimed at undermining the Cuban government.\nAmerican officials have acknowledged that Mr. Gross entered Cuba without the proper visa, and have said he was distributing satellite telephones to religious groups.\nThe Cuban authorities have said Mr. Gross’s activities amounted to espionage, though they have yet to file formal charges against him, raising questions about their motives for detaining him.\nIn an effort to win Mr. Gross’s release, administration officials and Congressional aides said Usaid had quietly changed the way it administers its programs in Cuba, shifting the focus from those intent on “regime change” to those that support educational exchanges and the growth of small businesses.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe officials said the United States had enlisted many Latin American heads of state to advocate on behalf of Mr. Gross. Washington’s top envoy to Latin America, Arturo Valenzuela, discussed Mr. Gross’s detention with Cuba’s foreign minister, Bruno Rodríguez, at a meeting in September.\nAnd in recent months, the United States allowed the wife of a convicted Cuban spy, Gerardo Hernández, to visit her husband in prison for the first time since his arrest 12 years ago.\nIn recent months, Cuba allowed Mrs. Gross to visit Mr. Gross in the Havana military medical facility where he is held because of serious health problems.\nIn an interview last week, Havana’s representative in Washington, Jorge Bolaños, criticized the United States for continuing to uphold its embargo despite President Obama’s criticism of the policy during his presidential campaign.\nAdvertisement Continue reading the main story\n“I see Alan Gross as one episode,” Mr. Bolaños said. “I don’t think his detention should be used to justify a failed policy that has existed for decades.”\nIn her plea to Mr. Castro, according to the Reuters report, Mrs. Gross said that Cuba and the United States were using her husband as a “pawn.”\n“I recognize today that the Cuban government may not like the type of work that Alan was doing in Cuba,” she wrote. “But I want you to know that Alan loves the people of Cuba, and he only wanted to help them.”\nShe added, “He never intended them, or your government, any harm.”", "url": "https://www.nytimes.com/2010/10/25/world/americas/25cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}