{"authors": ["Mark Mazzetti", "Eric Schmitt"], "date_download": "2018-11-16 03:46:06", "date_modify": "2018-11-16 03:46:06", "date_publish": "2010-09-27 21:21:12", "description": "The C.I.A. has drastically increased bombing in the mountains of Pakistan, American officials said, part of an effort to try to cripple the Taliban there.", "filename": "2010_09_28_world_asia_28drones_1542339966.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_28_world_asia_28drones_1542339966.html", "title": "C.I.A. Steps Up Drone Attacks on Taliban in Pakistan", "title_page": "C.I.A. Steps Up Drone Attacks on Taliban in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pakistani officials have angrily criticized the helicopter attacks, saying that NATO’s mandate in Afghanistan does not extend across the border in Pakistan.\nAs evidence of the growing frustration of American officials, Gen. David H. Petraeus, the top American commander in Afghanistan, has recently issued veiled warnings to top Pakistani commanders that the United States could launch unilateral ground operations in the tribal areas should Pakistan refuse to dismantle the militant networks in North Waziristan, according to American officials.\n“Petraeus wants to turn up the heat on the safe havens,” said one senior administration official, explaining the sharp increase in drone strikes. “He has pointed out to the Pakistanis that they could do more.”\nSpecial Operations commanders have also been updating plans for cross-border raids, which would require approval from President Obama. For now, officials said, it remains unlikely that the United States would make good on such threats to send American troops over the border, given the potential blowback inside Pakistan, an ally.\nBut that could change, they said, if Pakistan-based militants were successful in carrying out a terrorist attack on American soil. American and European intelligence officials in recent days have spoken publicly about growing evidence that militants may be planning a large-scale attack in Europe, and have bolstered security at a number of European airports and railway stations.\n“We are all seeing increased activity by a more diverse set of groups and a more diverse set of threats,” said Homeland Security Secretary Janet Napolitano before a Senate panel last week.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe senior administration official said the strikes were intended not only to attack Taliban and Haqqani fighters, but also to disrupt any plots directed from or supported by extremists in Pakistan’s tribal areas that were aimed at targets in Europe. “The goal is to suppress or disrupt that activity,” the official said.\nThe 20 C.I.A. drone attacks in September represent the most intense bombardment by the spy agency since January, when the C.I.A. carried out 11 strikes after a suicide bomber killed seven agency operatives at a remote base in eastern Afghanistan.\nAdvertisement Continue reading the main story\nAccording to one Pakistani intelligence official, the recent drone attacks have not killed any senior Taliban or Qaeda leaders. Many senior operatives have already fled North Waziristan, he said, to escape the C.I.A. drone campaign.\nOver all the spy agency has carried out 74 drone attacks this year, according to the Web site The Long War Journal, which tracks the strikes. A vast majority of the attacks — which usually involve several drones firing multiple missiles or bombs — have taken place in North Waziristan.\nThe Obama administration has enthusiastically embraced the C.I.A.’s drone program, an ambitious and historically unusual war campaign by American spies. According to The Long War Journal, the spy agency in 2009 and 2010 has launched nearly four times as many attacks as it did during the final year of the Bush administration.\nOne American official said that the recent strikes had been aimed at several groups, including the Haqqani network, Al Qaeda and the Pakistani Taliban. The United States, he said, hopes to “keep the pressure on as long as we can.”\nBut the C.I.A.’s campaign has also raised concerns that the drone strikes are fueling anger in the Muslim world. The man who attempted to detonate a truck filled with explosives in Times Square told a judge that the C.I.A. drone campaign was one of the factors that led him to attack the United States.\nIn a meeting with reporters on Monday, General Petraeus indicated that it was new intelligence gathering technology that helped NATO forces locate the militants killed by the helicopter raids against militants in Pakistan.\nIn particular, he said, the military has expanded its fleet of reconnaissance blimps that can hover over hide-outs thought to belong to the Taliban in eastern and southern Afghanistan.\nThe intelligence technology, General Petraeus said, has also enabled the expanded campaign of raids by Special Operations commandos against Taliban operatives in those areas.", "url": "https://www.nytimes.com/2010/09/28/world/asia/28drones.html"}