{"authors": ["Mark Mcdonald"], "date_download": "2018-11-16 04:45:51", "date_modify": "2018-11-16 04:45:51", "date_publish": "2010-10-30 11:32:34", "description": "Saturday’s reunion between families separated by the North and South Korea divide was the first in more than a year.", "filename": "2010_10_31_world_asia_31korea.html_module=inline_1542343551.html", "image_url": "https://static01.nyt.com/images/2010/10/31/world/KOREA/KOREA-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_10_31_world_asia_31korea.html_module=inline_1542343551.html", "title": "Koreans Reunite at a Red Cross Gathering", "title_page": "Koreans Reunite at a Red Cross Gathering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nSEOUL, South Korea — Hundreds of South Koreans, separated from family members in North Korea for more than half a century, were reunited with their relatives on Saturday as a Red Cross gathering got under way at the Diamond Mountain resort in the North.\nThe South Koreans arrived with gym bags and suitcases bulging with goods suggested by the Red Cross, daily amenities that are scarce in the impoverished North — sugar, soap, underwear, aspirin, toothpaste and toothbrushes, vitamins, wool socks, even sacks of rice. Some South Koreans also took United States dollars, even though gifts of currency were discouraged by the organizers.\nA brief exchange of gunfire between North and South Korean troops on Friday night did not delay or cancel the event. No one was injured in the cross-border shooting, an official with the Defense Ministry said, and analysts in Seoul said they believed that the initial shots, from the North, were probably accidental.\nThe reunion that began Saturday was the first in more than a year. It was to continue until Tuesday, and a second group of relatives is scheduled to begin another meeting from Wednesday to Friday. About 100 families from each country will meet up with one or more relatives.\nAdvertisement Continue reading the main story\nMost families became separated during the 1950-53 Korean War, essentially becoming stranded on opposite sides of the border when the fighting stopped.", "url": "https://www.nytimes.com/2010/10/31/world/asia/31korea.html?module=inline"}