{"authors": ["Elisabeth Malkin"], "date_download": "2018-11-16 04:12:41", "date_modify": "2018-11-16 04:12:41", "date_publish": "2010-09-24 21:38:36", "description": "The Communist Party newspaper published new regulations on self-employment, clearing a thicket of restrictions that had virtually choked off the country’s private sector.", "filename": "2010_09_25_world_americas_25cuba_1542341561.html", "image_url": "https://static01.nyt.com/images/2010/09/25/world/sub-CUBA/sub-CUBA-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_09_25_world_americas_25cuba_1542341561.html", "title": "Cuba Details New Policies on Budding Entrepreneurs", "title_page": "Cuba Details New Policies on Budding Entrepreneurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, in the clearest sign that the government intended to act, the country’s labor federation announced that a half-million state workers would lose their jobs by next March and should seek work in the private sector.\nFriday’s article outlined how many of them could go about doing that, listing 178 activities for which the government will grant licenses starting in October.\nCubans will be allowed to work privately as carpenters or party clowns; they will be allowed to repair computers or give music lessons. They can repair jewelry and carry passengers on their own boats. Under the new rules, they can also begin to set up their own food businesses or workshops to make shoes.\nThey may even be able to get loans to do it. The article highlighted that the Central Bank of Cuba was studying how to make small-business loans available.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMany of these activities were first allowed during a brief window in the 1990s, but they never flourished. The government stopped issuing licenses years ago, and only 144,000 Cubans are officially self-employed.\nCuba’s government has been “zigging and zagging since 1990,” looking for ways to revamp its economic development strategy, Mr. Henken said, but “they have only been able to put out fires.”\nSince taking over the presidency in 2008, Mr. Castro has moved slowly to make changes. “Raúl, in economic terms, is much more of a pragmatist and much less of an ideologue” than his brother and predecessor as Cuba’s president, Fidel Castro, Mr. Henken said.\nThe Granma article said that the new policy, which also represents a sharp break because it will allow entrepreneurs to hire employees who are not relatives, was intended “to move away from those conceptions which condemned self-employment almost to extinction and stigmatized” those who began working for themselves in the 1990s.\nAdvertisement Continue reading the main story\nAt the same time, new entrepreneurs will have to pay sales, employment and income taxes. In a sign of the problems Cuba faces, Granma quoted Economy Minister Marino Murillo Jorge as saying that it would be several years before the country could create a wholesale market to supply the new businesses.\nThe government is expected to announce more changes soon, including regulations governing private cooperatives.\n“It looks as though Cuba’s days of having a small, stagnant self-employment sector is over,” Philip Peters, who follows Cuba for the Lexington Institute, a research group that promotes free market policies, wrote on his blog about the country.\nHe added that “if you take entrepreneurs and their employees, and add the yet-to-be-defined new cooperatives,” then “it appears that a small and medium-sized business sector is on the horizon.”", "url": "https://www.nytimes.com/2010/09/25/world/americas/25cuba.html"}