{"authors": ["Eric Schmitt", "Thom Shanker"], "date_download": "2018-11-16 03:46:22", "date_modify": "2018-11-16 03:46:22", "date_publish": "2010-02-22 20:53:10", "description": "The National Counterterrorism Center is struggling with staffing flaws and internal cultural clashes, a study says.", "filename": "2010_02_23_us_politics_23center_1542339982.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_02_23_us_politics_23center_1542339982.html", "title": "Hurdles Hinder Counterterrorism Center", "title_page": "Hurdles Hinder Counterterrorism Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The counterterrorism center was part of the overhaul of the government after Sept. 11, including the creation of the director of national intelligence. Now, years after the attacks, the entire reorganization is coming under scrutiny, raising fundamental questions about who is in charge of the nation’s counterterrorism policy and its execution.\n“The fluid nature of modern terrorism necessitates an agile and integrated response,” the report concluded. “Yet our national security system is organized along functional lines (diplomatic, military, intelligence, law enforcement, etc.) with weak and cumbersome integrating mechanisms across these functions.”\nThe 196-page report is the result of an eight-month study by the Project on National Security Reform, a nonpartisan research and policy organization in Washington. It was financed by Congress and draws on more than 60 interviews with current and former government and Congressional officials, including nearly a dozen officials at the counterterrorism center. The study is scheduled to be made public this week. The authors provided a copy to The New York Times.\nThe center noted in a statement on Monday that the study found the center had “made progress” in linking national policy with operations, adding that the report’s recommendations “provide an extremely thoughtful and useful critique of how counterterrorism actions are or are not fully synchronized across the U.S. government.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe report found that the center’s planning arm struggled with “systemic impediments” like overlapping statutes, culture clashes with different agencies and tensions with two formidable players: the State Department’s counterterrorism office and the C.I.A.\nUnder President Obama, the report determined, counterterrorism issues have become more decentralized within the National Security Council’s different directorates, leaving the counterterrorism center’s planning arm to collect and catalog policies and operations going on at the C.I.A., the Pentagon and the Departments of State and Homeland Security, rather than help shape overall government strategy.\nThe planning arm has not yet figured out good ways to measure the effectiveness of the steps the government is taking against extremists. “The basic but fundamental question remains unanswered: How is the United States doing in its attempt to counter terrorism?” the report concluded. And the study is critical of Congress for failing to create committees that cut across national security issues. The planning arm “lacks a champion in either chamber of Congress,” the report found.\nSince the counterterrorism center was created in 2004, its planning arm has been largely focused on a comprehensive review to assign counterterrorism roles and responsibilities to each federal agency, producing then revising a document called the National Implementation Plan. But pointedly, the counterterrorism center does not direct any specific operations.\nAdvertisement Continue reading the main story\nSince the completion of that longer-term project, the study’s authors found that the center’s 100-person planning arm had become more involved in immediate counterterrorism issues: working on various classified projects involving Afghanistan, Pakistan, Yemen and threats to the United States at home.\nThe study called on Mr. Obama to issue an executive order to define the nation’s counterterrorism architecture in order to address some of the problems and improve coordination. It also recommended giving the center’s director, currently Michael E. Leiter, a say in the choice of counterterrorism officials at other federal agencies, a step the 9/11 Commission had recommended but was not adopted.\nThe report was directed by Robert S. Kravinsky, a Pentagon planner on assignment to the group, and James R. Locher III, a former Pentagon official and senior Congressional aide who is the group’s president.\nUntil they joined the administration, Gen. James L. Jones, Mr. Obama’s national security adviser, and Dennis C. Blair, the director of national intelligence, were members of the group’s board of advisers, which now includes Newt Gingrich, the former House speaker, and Brent Scowcroft, the national security adviser to the first President Bush.", "url": "https://www.nytimes.com/2010/02/23/us/politics/23center.html"}