{"authors": ["Sabrina Tavernise", "Ethan Bronner"], "date_download": "2018-11-16 03:45:34", "date_modify": "2018-11-16 03:45:34", "date_publish": "2010-06-04 21:33:11", "description": "Weeks of miscalculations set activists on a Turkish boat and Israeli commandos on a collision course.", "filename": "2010_06_05_world_europe_05reconstruct.html_module=inline_1542339934.html", "image_url": "https://static01.nyt.com/images/2010/06/05/world/05RECONSTRUCT01_span/JMP-RECONSTRUCT-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_06_05_world_europe_05reconstruct.html_module=inline_1542339934.html", "title": "Days of Planning Led to Flotilla’s Hour of Chaos", "title_page": "Days of Planning Led to Flotilla’s Hour of Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The deaths at sea on Monday have created a diplomatic fiasco for Israel. Its assault has been fiercely condemned around the world and ruptured relations with its closest Muslim ally, Turkey. The Obama administration has watched as the ties between its two closest regional allies have unraveled. Meanwhile, the Palestinians of Gaza, often neglected in Middle East peace talks, have taken on new importance.\nIn truth, the chaos and deaths on the ship, known as the Mavi Marmara, the largest of a six-boat fleet, were not a result of lack of planning. It was clear for at least a month to both the Israeli government and the pro-Palestinian activists behind the flotilla that they were on a collision course. But both severely miscalculated.\nIsrael, increasingly on the defensive over its policy toward the Palestinians, understood that it faced a public relations battle it could not win: its military could easily stop the boats, but if civilians were harmed, it would be blamed. The Israelis believed that letting the flotilla through would open a new military corridor to Gaza, run by Hamas, that would include weapons and militants.\n“We knew they were looking for a confrontation,” a senior military official said, speaking under military rules of anonymity. “We tried to make sure force was the last option. But we were not going to let them pass.”\nFor the past three years, in an effort to squeeze Hamas, which seeks Israel’s destruction, Israel has banned all but basic humanitarian aid and food from entering Gaza.\nIsraeli diplomats tried to persuade Turkish and other governments to stop the flotilla, while the military planned an operation if necessary.\nMaj. Gen. Eitan Dangot, the Israeli who oversees civilian Palestinian issues in the West Bank and Gaza, met with the Turkish ambassador in Tel Aviv. But he was told the Turkish government could do nothing because the boat was sailing under the auspices of a private group.\nAdvertisement Continue reading the main story\nA Turkish official said a discussion of the issue with Prime Minister Benjamin Netanyahu was expected in Washington this week, but the raid occurred before the meeting could take place. Turkey’s prime minister, Recep Tayyip Erdogan, has been one of the world’s most vocal opponents of the blockade of Gaza, and though he did not support the flotilla directly, he did not work very hard to stop it.\nIn Israel, ideas on how to halt the boats — sabotage of propellers or engines, the use of ropes or chains — were examined, military officials say, but all were rejected as dangerous or impractical. Disabling a huge boat like the Mavi Marmara could lead to its sinking or to days of towing it to shore.\nThe best option, they asserted, was a takeover of the command of the boats, something Israel had done a year ago during an attempt by a smaller vessel. This time, though, because the lead boat was so large, the Israelis would have to descend by helicopter rather than approaching only by sea, costing them the element of surprise. Some American naval experts interviewed agreed that as long as Israel insisted on stopping the Mavi Marmara, its best option was a takeover.\nBut Israel, committed to enforcing a blockade, did not consider alternatives like searching the cargo before unloading it in Gaza — a decision that has prompted criticism that Israel was too quick to choose confrontation and fell into a trap set by the activists.\nIsrael’s inner cabinet of seven ministers approved the plan and the Israeli Navy Seal units began training for what they expected to be passive resistance. “We had in mind a sit-down, a linking of arms,” a military spokesman said.\nThat the military was expecting mainly passive resistance is being seen in Israel as an intelligence failure. It could be viewed as a strange assumption given that Israel’s defense minister, Ehud Barak, later characterized the Turkish group as a dangerous Islamic organization with terrorist links — a charge the organization rejects.\nAs the flotilla approached, the commandos were briefed not to react to spitting and curses and were trained to go on board carrying large paintball guns, instead of their usual automatic weapons, and pistols, to be used only as a last resort.\nPlastic Bullets and Crisis\nOn the morning of the raid, confusion ruled. The first soldiers who rappelled down the ropes appeared disoriented and frightened, Dr. Coskun, the Turkish witness, said, slipping a bit on the dewy deck and calling out in English, which Dr. Coskun said few Turks understood.\nPhoto\nOf the two ropes that were dropped simultaneously from the helicopter, one was grabbed by men on board the boat and tied to an antenna, Israeli officials said. The pilot released it to avoid being tethered to the boat, and the commandos then slid down only one rope, slowing the incursion and leaving them vulnerable.\nAdvertisement Continue reading the main story\nSome of the activists, hearing the pop of the plastic bullets and the sound bomb, believed they were being shot, according to witnesses, including some wounded now in an Ankara hospital.\nIt was a small group of aggressive activists on the upper deck who overwhelmed the first soldiers, wrenching away their weapons and, according to Dr. Coskun and video images supplied by the Israeli military, beating them with wooden poles and metal rods that they had ripped or sawed off the side of the boat.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe confrontation pitted the powerful Israeli military, determined to have its way by enforcing its controversial blockade of Gaza, against a group of activists from a Turkish Islamic charity intent on breaking it. The group, Insani Yardim Vakfi, is known by its Turkish initials, I.H.H.\nAround the same time, the five other boats in the flotilla were taken over by commandos with relatively little resistance, though some activists from those boats were later treated for wounds.\nOn the main boat, live gunfire began when reinforcements descended — Israel says when the fourth commando saw an activist pointing his comrade’s gun — and terrifying scenes of panicked chaos unfolded on all levels of the Mavi Marmara for nearly an hour. Video taken from its surveillance cameras reveals jerky images of passengers dragging the wounded down staircases. A woman in a head scarf carried a stretcher soaked in blood.\n“They are using live ammunition,” said a man standing in front of a camera. “We cannot protect ourselves.”\nIsmail Yesildal, who was shot in the back as he stood on the lower deck away from the fighting, said doctors were overwhelmed with the wounded. By the end of the confrontation — around 5:08 a.m., according to the surveillance video — two dozen people were hurt.\n“I saw wounded people everywhere,” he said. “People were panicked. There was helplessness in their faces.”\nAdvertisement Continue reading the main story\nDiplomatic Aftermath\nA week earlier, assuming everything was under control in stopping the flotilla heading to Gaza, Prime Minister Netanyahu of Israel left for what he expected to be a very satisfying overseas trip.\nHe started in Paris to take part in celebrations of Israel’s acceptance to the club of rich countries, the Organization for Economic Cooperation and Development, a significant triumph for Israel.\nFrom Paris, Mr. Netanyahu was off to Canada and ultimately to Washington for a meeting with President Obama that a top Israeli official said was expected to be a “hug fest.”\nMr. Netanyahu was sleeping in the government guesthouse in Ottawa early Monday when he was awakened with news of the raid.\nHis aides joined him at 3 a.m. to discuss how to save the crucial Obama meeting. In Washington, Mr. Netanyahu was also due to meet the Turkish foreign minister, Ahmet Davutoglu, in a bid to steady that relationship as well.\nBut the crisis deepened, and Mr. Netanyahu flew home, while Mr. Davutoglu seethed over the raid. He flew to New York to push for a strong condemnation of Israel in the United Nations Security Council, but was thwarted by the United States, which watered down the language. By the time he reached Secretary of State Hillary Rodham Clinton’s office on Tuesday morning, Turkey was in danger of breaking off diplomatic relations with Israel.\n“We’ve had bad times with Russia, we’ve had bad times with Greece, but no state in Turkey’s history has ever killed our citizens with their army intentionally,” said a Turkish official who asked not to be named because of diplomatic protocol.\nAccording to the Turkish official, Mrs. Clinton asked how the United States could help, and Mr. Davutoglu demanded the immediate and unconditional release of all the activists, most of whom were then still in Israeli custody. Several hours later, Israel announced just that, and Turkey sent six planes to Tel Aviv, declining Israel’s offer to send the activists back. A Turkish doctor was also sent to monitor the wounded.\nAdvertisement Continue reading the main story\n“You just killed our people, how can I trust you?” Mr. Davutoglu asked Mr. Barak by phone, according to the Turkish official.\nIn Istanbul, the activists had come home and Dr. Coskun was remembering the raid. He was bitter that commandos had not let him help a bleeding man, instead delivering occasional kicks, he said, and forcing the passengers to lie face down on the deck, handcuffed, for hours.\nHe was also angry at the young men who fought the commandos. He rebuked one of them for bragging about having beaten an Israeli.\n“I told him, just because you wanted to flex your muscles and drag three soldiers down, nine people ended up dead.”\nBut most of all he was stunned that the Israelis had used their guns on the activists.\n“We expected them to come on board the ship, and to take us hostage, but we never thought they would use live bullets to do it,” he said.", "url": "https://www.nytimes.com/2010/06/05/world/europe/05reconstruct.html?module=inline"}