{"authors": ["William Yardley"], "date_download": "2018-11-16 04:24:22", "date_modify": "2018-11-16 04:24:22", "date_publish": "2010-11-03 09:19:05", "description": "Even as Senator Lisa Murkowski appeared to take the lead as a write-in candidate, Joe Miller said he was optimistic.", "filename": "2010_11_04_us_politics_04alaska_1542342262.html", "image_url": "https://static01.nyt.com/images/2010/11/04/us/04alaska3_337-span/04alaska3_337-395-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_11_04_us_politics_04alaska_1542342262.html", "title": "The New York Times", "title_page": "In Alaska Race Between Murkowski and Miller, ‘Write-In’ Leads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nANCHORAGE — Even as Senator Lisa Murkowski of Alaska appeared to be ahead by a commanding margin as a write-in candidate for re-election, her leading opponent said he was optimistic that he would ultimately win. Amid the mixed signals and expectations of a legal fight, elections officials announced they would begin manually verifying write-in votes next week, sooner than they had initially planned.\nBy Wednesday, with all precincts reporting, the “Write-in Votes” category had 41 percent of the vote, compared with 34 percent for Joe Miller, the Republican nominee, a Tea Party favorite who had been endorsed by former Gov. Sarah Palin. Scott McAdams, a Democrat, had 24 percent.\n“Our goal was 40 percent and up 10,000 votes,” said Steve Wackowski, a spokesman for the Murkowski campaign. “We are at 41 percent, and we’re up 13,500 votes, so we’re feeling very good.”\nThe senator stopped short of declaring victory. In addition to the pending write-in count, as many as 30,000 absentee ballots remained to be counted.\nAdvertisement Continue reading the main story\nThe Miller campaign posted a statement on its Web site Wednesday saying it remained “optimistic” that Mr. Miller would be the state’s next senator. It said up to 6 percent of the ballots had been rejected as invalid in past write-in campaigns in Alaska.", "url": "https://www.nytimes.com/2010/11/04/us/politics/04alaska.html"}