{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 03:53:05", "date_modify": "2018-11-16 03:53:05", "date_publish": "2010-01-23 15:35:28", "description": "It makes sense to suppose that big money poured into politics perverts democracy. It just doesn’t make a solid case.", "filename": "2010_01_24_weekinreview_24kirkpatrick_1542340385.html", "image_url": "https://static01.nyt.com/images/2010/01/24/weekinreview/24kirkpatrick01/thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2010_01_24_weekinreview_24kirkpatrick_1542340385.html", "title": "Does Corporate Money Lead to Political Corruption?", "title_page": "Does Corporate Money Lead to Political Corruption? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And what about the corporations that contributed so much of that money? A review of the biggest corporate donors found that their stock prices were unaffected after they stopped giving to the parties. The results suggest that those companies did not lose their influence and may have been giving “because they were shaken down by politicians,” said Nathaniel Persily, a professor at Columbia Law School who has studied the law’s impact.\n“There is no evidence that stricter campaign finance rules reduce corruption or raise positive assessments of government,” said Kenneth Mayer, a professor of political science at the University of Wisconsin-Madison. “It seems like such an obvious relationship but it has proven impossible to prove.”\nIt is not merely an academic question. The Supreme Court has consistently said that only fighting corruption or the appearance of corruption justifies laws that restrict political spending. Other rationales — like leveling the playing field between the haves and have-nots — are not enough.\nDefenders of the rules say their case for tighter restrictions on campaign money is obvious to anyone who knows Washington. Private influence-seekers shower big contributions on politicians because they want to gain access and shape policy; they would not spend the money if they got nothing in return.\nBut even supporters of the rules acknowledge that the benefits can be hard to measure. “I happen to think the campaign finance laws have done some modest good,” said Richard L. Hasen, an expert on political law at the Loyola Law School in Los Angeles. “How much good? We may soon find out,” he added, in the aftermath of the Supreme Court’s ruling on Thursday in Citizens United v. the Federal Election Commission.\nSupporters of the restrictions point to Britain to show that governments can police corruption without imperiling free speech. Britain started regulating political spending as far back as 1883 and has tightened the rules steadily ever since.\nThose British restrictions would violate the Supreme Court’s view of the First Amendment, yet Britain’s political debates are as robust as they are in the United States.\nAdvertisement Continue reading the main story\nOpponents of restrictions, on the other hand, point out that Australia barely regulates political money. Individuals and corporations can give without limit. Parties can spend freely. And there is not much disclosure about who gives what to whom. But political corruption has not threatened a vibrant democracy there.\nIn the United States, studies comparing states like Virginia with scant regulation against those like Wisconsin with strict rules have not found much difference in levels of corruption or public trust, several scholars said. Jeff Milyo, an economist at the University of Missouri, has compared states with strict bans on corporate contributions to political parties against those with no limits at all. “There is just no good evidence that campaign finance laws have any effect on actual corruption,” he said.\nThe most insistent advocates of the campaign finance laws argue that the benefits are real even if academics can’t measure them. Fred Wertheimer, the dean of campaign finance “reformers,” pointed to the presidential campaign finance system as the best example of success. For five elections beginning in 1976, the presidential candidates of both major parties took public financing and did not receive private campaign contributions. “You can’t prove a negative,” Mr. Wertheimer said, “but in the Carter and Reagan presidencies there were no news stories about campaign contributions influencing presidential decisions.”\nBy the 2008 election, however, that system had grown obsolete. Candidates could raise far more from private donors, and President Obama became the first major candidate since Richard M. Nixon to win election without public money.\nPolls have shown that relatively few people understand or are even aware of the campaign finance rules. Those who are aware of them usually assume that smart donors will be able to steer around the rules. But Mr. Wertheimer said that a cat-and-mouse game of election rule-makers forever trying to catch up with the latest evasions by big money donors was only natural, “part of the ongoing battle to prevent government corruption.”\nBut some politicians say reformers like Mr. Wertheimer are unrealistic about how money and politicians mix. They cite an old political maxim, attributed in a more vulgar form to the onetime California kingpin Jesse Unruh: If you can’t take their money and vote against them, you don’t belong in politics.", "url": "https://www.nytimes.com/2010/01/24/weekinreview/24kirkpatrick.html"}