{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:51:29", "date_modify": "2018-11-16 04:51:29", "date_publish": "2011-01-19 14:18:53", "description": "In “Battle Hymn of the Tiger Mother,” Amy Chua offers a highly readable screed on the art of obsessive parenting.", "filename": "2011_01_20_books_20book.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343889.html", "image_url": "https://static01.nyt.com/images/2011/01/20/arts/jp-book/jp-book-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_20_books_20book.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343889.html", "title": "The New York Times", "title_page": "Amy Chua’s ‘Battle Hymn of the Tiger Mother’ - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There are all these new books out there portraying Asian mothers as scheming, callous, overdriven people indifferent to their kids’ true interests,” Amy Chua writes. She ought to know, because hers is the big one: “Battle Hymn of the Tiger Mother,” a diabolically well-packaged, highly readable screed ostensibly about the art of obsessive parenting. In truth, Ms. Chua’s memoir is about one little narcissist’s book-length search for happiness. And for all its quotable outbursts from Mama Grisly (the nickname was inevitable), it will gratify the same people who made a hit out of the granola-hearted “Eat, Pray, Love.”\nYou might wonder how this is possible. In “Eat, Pray, Love,” Elizabeth Gilbert presented herself as a seeker of solace, whereas Ms. Chua eagerly overacts the role of wicked witch. The litany of her outrages has made her an instant conversation piece. What kind of mother throws her 3-year-old out in the cold? (“You can’t stay in the house if you don’t listen to Mommy.”) Or complains that her family’s pet rabbits aren’t smart enough? (“They were unintelligent and not at all what they claimed to be.”) Or, most memorably, makes her two daughters’ music lessons so grueling that one girl leaves tooth marks on the piano?\nMs. Chua claims that this is the essence of tough Chinese parenting, as opposed to the lax Western kind. And already her book has a talking point: What does she mean by Chinese and Western? She is of Chinese descent, but she grew up in the American Midwest. (“How I wished I could have a bologna sandwich like everyone else!”) She became a law professor and now teaches at Yale. She and her husband, another Yale law professor, hired a Chinese nanny to speak Mandarin, though Ms. Chua doesn’t speak it herself. Ms. Chua grew up as a Roman Catholic, but her daughters were raised as Jews.\nSo she admits to using the term “Chinese mother” loosely — so loosely that even “a supersuccessful white guy from South Dakota (you’ve seen him on television)” told her his working-class father was a Chinese mom. (The book carries an “it will leave you breathless” blurb from South Dakota’s own Tom Brokaw .) And what she uses “Chinese mother” to mean is this: driven, snobbish and hellbent on raising certifiably Grade A children. Ms. Chua contrasts these attitudes with the sappy “Western” ones that can be found in Disney movies, where a mere romp in the ocean can be construed as a happy ending.\nAdvertisement Continue reading the main story\n“That’s just Disney’s way of appealing to all the people who never win any prizes,” she says.\nPhoto\nMs. Chua was not about to raise prizeless slackers. She wanted prodigies, even if it meant nonstop, punishing labor. So “Battle Hymn of the Tiger Mother” chronicles its author’s constant demanding, wheedling, scolding and screaming. It describes seemingly endless piano and violin sessions that Ms. Chua supervised. (Her own schedule of teaching, traveling, writing and dealing with her students goes mostly unmentioned — and would require her to put in a 50-hour workday.) And it enforces a single guiding principle that is more reasonable than all the yelling suggests: “What Chinese parents understand is that nothing is fun until you’re good at it.”", "url": "https://www.nytimes.com/2011/01/20/books/20book.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}