{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:41:13", "date_modify": "2018-11-16 04:41:13", "date_publish": "2011-09-03 12:56:09", "description": "The rebels have formed a Supreme Security Committee of civilian officials and militia leaders, which will take control of all security matters in Tripoli.", "filename": "2011_09_04_world_middleeast_04libya_1542343273.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_09_04_world_middleeast_04libya_1542343273.html", "title": "Libya’s Interim Leaders Aim to Harness Rebel Fighters", "title_page": "Libya’s Interim Leaders Aim to Harness Rebel Fighters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The chairman of the military council, Abdel Hakim Belhaj, has been a controversial figure because of his history as the leader of the Libyan Islamic Fighting Group, which was declared a terrorist group by the United Nations and the United States.\nHowever, Mr. Belhaj has pledged publicly that he will quickly disband his forces as soon as Libya is stable. He was one of the members of the new 21-member Supreme Security Committee, and he appeared with Mr. Tarhouni and the other members at the announcement on Saturday. Other members included Interior Ministry officials and police and army officers, as well as some, but not all, of the rebel militia leaders now in the city, and brigades from Misurata and the western mountains.\nMr. Tarhouni said the committee hoped to incorporate all of the rebel militia leaders soon.\n“The more the police forces take over, then the more the militia groups will move outside the city,” he said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTripoli has been mostly calm for the past week, with order visibly increasing day by day on the streets. There are numerous rebel checkpoints and fewer reports of randomly marauding bands of armed men. In recent days, weapons registration cards have been issued to all rebels stationed in the city, recording the serial numbers of their weapons, and unregistered weapons are subject to seizure.\nNonetheless, gun trucks with heavy weaponry still occasionally tear up the roads, and celebratory firing, especially at night, remains a public safety concern.\n“We have the intention to collect the arms of our revolutionaries or to send them out of the city,” said Mustafa Abdel-Jalil, the chairman of the Transitional National Council, speaking at a news conference in Benghazi on Saturday. Mr. Jalil said the rebels hoped to minimize the sort of problems they had in cities they had previously captured, which were attributed to having too many armed men and not enough control of them.\nMr. Jalil said the transitional council had approved the decision to form the Supreme Security Committee in Tripoli. He had no details, however, about when he and other members of the transitional council would move from Benghazi to Tripoli. The leader of the rebels’ executive committee, Mahmoud Jibril, remains outside of Libya.\nMr. Belhaj, the rebel military leader, told the security committee that he had unconfirmed reports that tribal leaders in Bani Walid had agreed to surrender the town peacefully, according to Anis Sharif, an aide to Mr. Belhaj. Rebel officials have said they believed that Colonel Qaddafi had taken refuge in the town. The rebels have given Bani Walid, as well as holdout towns like Surt and Sabha, another week from Saturday to surrender peacefully.\n“We are in a position of strength,” Mr. Jalil said. “We can enter any city, we can direct our revolutionaries to any region. But because of our care and our desire to avoid bloodshed, and to avoid more destruction in some national institutions, we have given an extension of one week.” The term “national institutions” is a reference to the oil industry, which has major facilities in some of the holdout areas.", "url": "https://www.nytimes.com/2011/09/04/world/middleeast/04libya.html"}