{"authors": ["Kate Zernike"], "date_download": "2018-11-16 04:51:39", "date_modify": "2018-11-16 04:51:39", "date_publish": "2011-01-14 17:35:53", "description": "A memoir about strict Chinese parenting reads as criticism of Western practices, but the author, Amy Chua, says some readers are missing the point.", "filename": "2011_01_16_fashion_16Cultural_1542343899.html", "image_url": "https://static01.nyt.com/images/2011/01/16/fashion/16cultural2/16cultural2-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_16_fashion_16Cultural_1542343899.html", "title": "Retreat of the ‘Tiger Mother’", "title_page": "Amy Chua: Retreat of the ‘Tiger Mother’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But reading the book, “Battle Hymn of the Tiger Mother,” it can be hard to tell when she is kidding.\n“In retrospect, these coaching suggestions seem a bit extreme,” she writes in the book after describing how she once threatened to burn her daughter’s stuffed animals if she did not play a piano composition perfectly. “On the other hand, they were highly effective.”\nIn interviews, she comes off as unresolved. “I think I pulled back at the right time,” she said. “I do not think there was anything abusive in my house.” Yet, she added, “I stand by a lot of my critiques of Western parenting. I think there’s a lot of questions about how you instill true self-esteem.”\nHer real crime, she said, may have been telling the truth. “I sort of feel like people are not that honest about their own parenting,” she said. “Take any teenage household, tell me there is not yelling and conflict.”\nPhoto\nMs. Chua is one half of the kind of Asian-Jewish academic power couple that, as she notes, populates many university towns. Her husband is Jed Rubenfeld, also a Yale law professor, and the author of two successful mystery novels. Ms. Chua, herself the author of two previous books, was reported to have received an advance in the high six figures for “Tiger Mother.”\nIf she has one regret, she said, it is that the Journal excerpt, and particularly the headline, did not reflect the full arc of her story.\nHer book is a memoir that ends with her relenting (sort of) when the younger of her two teenage daughters refuses to go along with the “extreme parenting” Ms. Chua uses to prevent the kind of decline that she thinks makes some third-generation Asian-Americans as soft and entitled as their teammates on suburban soccer teams where every child is declared Most Valuable Player.\nAdvertisement Continue reading the main story\n“I’ve been forced to answer questions about a book I didn’t write,” she said. “It’s not saying what people should do, it’s saying, ‘Here’s what I did, and boy did I learn a lesson.’ ” All this is captured, she said, in the book’s three-paragraph subtitle, which concludes with the words, “and how I was humbled by a thirteen-year-old.”\nBorn to Chinese parents who were raised in the Philippines and attended the Massachusetts Institute of Technology, Ms. Chua, 48, graduated from Harvard and Harvard Law, where she was an executive editor of the Law Review. She confesses in her book that she is “not good at enjoying life,” and that she wasn’t naturally curious or skeptical like other law students. “I just wanted to write down everything the professor said and memorize it.”\nShe was determined to raise her daughters the way she and her three sisters had been raised — which, she said, left them adoring their parents. By her account, her elder daughter, Sophia, complied, excelled and played piano at Carnegie Hall. But the younger, Lulu, rebelled. At the turning point of the memoir, Lulu, then 13, begins smashing glasses in a Moscow restaurant and yelling at her mother, “I HATE my life, I HATE you.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMs. Chua’s husband appears only peripherally in “Tiger Mother” — though there is one battle in which she lashes out at him after he worries that she is pushing their daughters to the point that there is “no breathing room” in their home.\n“All you do is think about writing your own books and your own future,” she says to him. “What dreams do you have for Sophia or for Lulu? Do you ever think about that? What dreams do you have for Coco?” He bursts out laughing — Coco is their dog.\nShe concludes, “I didn’t understand what was so funny, but I was glad our fight was over.”\nInitially, Ms. Chua said, she wrote large chunks about her husband and their conflicts over child rearing. But she gave him approval on every page, and when he kept insisting she was putting words in his mouth, it became easier to leave him out.\n“It’s more my story,” she said. “I was the one that in a very overconfident immigrant way thought I knew exactly how to raise my kids. My husband was much more typical. He had a lot of anxiety, he didn’t think he knew all the right choices.” And, she said, “I was the one willing to put in the hours.”\nPhoto\nStill, she said, her children got pancakes and trips to water parks because of their father, the son of parents more inclined to encourage self-discovery.\nThe reaction to the book was particularly anguished among those who are products of extreme Asian parents. “I’m horrified that she’s American-born and hanging on to this, when most of us are trying to escape it,” said Betty Ming Liu, the daughter of Chinese immigrants from Vietnam and author of one of the many blog posts about the book. A California woman recalled how her sister became the perfect Asian daughter Ms. Chua aspires to produce, only to kill herself because she was afraid to tell anyone she suffered from depression.\nAdvertisement Continue reading the main story\nAnn Hulbert, the author of “Raising America,” a history of a century’s worth of conflicting child-rearing advice, who is writing a book about child prodigies, notes that it is not hard to reignite the Mommy Wars.\n“There is a kind of utter certainty in her writing,” she said of Ms. Chua, “and that confidence goes so against the underlying grain of American parenting and child-rearing expertise that it immediately elicits a response that then suggests a kind of certainty on the other side that isn’t there, either.”\nFriends describe Ms. Chua as self-deprecating and a dry wit, her children as happy, and their home as humming with music and activity and, yes, love.\n“Not that she’s without opinion, but she’s writing a memoir, not a parenting guide,” said Alexis Contant, who describes Ms. Chua as her closest friend for 20 years. “She will say sleepovers are overrated, but I have never heard her say, ‘I can’t believe so-and-so let their kid do it.’ ”\nMs. Chua said that her daughters have been eager to speak out in favor of the book; she is shielding them from the publicity. She said, however, that they did ultimately have play dates — though not many between the ages of 9 and 13, due to music practice. Sophia, now 18, has a boyfriend, she told me. “My kids have whatever those things are called — iPods,” she said. “They have iTunes accounts.”\nMs. Chua wrote most of the book in eight weeks, yet struggled with the end, she said, reflecting the East-West tug on her parenting. “It’s a work in progress,” she said. “On bad days I would say this method is terrible. I just need to give them freedom and choice. On good days, when Lulu would say: ‘I’m so glad you made me write that second draft of my essay. My teacher read it out loud,’ I think, I’ve got to stick to my guns.”\nThis week, her book tour will take her to the places where she has surely sparked the most debate: the Bay Area, Cambridge and the northwest quadrant of Washington.\nBut first, the family was planning to celebrate Lulu’s 15th birthday. They were taking her and eight of her friends to New York City. For a sleepover.", "url": "https://www.nytimes.com/2011/01/16/fashion/16Cultural.html"}