{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:19:37", "date_modify": "2018-11-16 03:19:37", "date_publish": "2011-07-07 14:51:09", "description": "There was shock among employees at the News of the World offices as it became clear that the newspaper would be shuttered and their jobs were at best uncertain.", "filename": "2011_07_08_world_europe_08scene_1542338377.html", "image_url": "https://static01.nyt.com/images/2011/07/08/world/europe/08scene-1310079630654/08scene-1310079630654-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_08_world_europe_08scene_1542338377.html", "title": "The New York Times", "title_page": "At News of the World, Shock, Anger and a Retreat to the Pub - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — When the chief executive of News International, Rebekah Brooks, walked onto the floor of the News of the World newsroom on Thursday afternoon and began speaking, many of the paper’s 200 or so employees thought she would be announcing her resignation after scrutiny of her role in the phone-hacking scandal that has rocked Britain this week.\nBut instead, according to reporters present at the speech, Ms. Brooks told the gathered crowd that she and others at News International, part of Rupert Murdoch’s media empire, “had considered every option” before deciding that the public would “never forgive us” for the revelations that had come — and more that she warned were imminent, without providing specific detail. She had worked for the company for 22 years, she said, and the decision pained her. But The News of the World would be closed down.\nThere were gasps, and tears, according to Jules Stenson, the head of features at the newspaper, because no one, including the most senior figures, “had an inkling” that the shutdown was coming. His overwhelming emotion, he told reporters, was that “current staff should not be tainted” by a scandal most of them were not involved in.\nAs the newspaper’s employees began to process the information, and calculate their severance pay, Colin Myler, the editor, gave an emotional speech celebrating the newspaper’s history. The nation would be losing “part of the fabric of British life,” he said, promising a “very special” issue for the paper’s last, due this Sunday.\nAdvertisement Continue reading the main story\nAccording to two reporters who were present, the staff was also told that Ms. Brooks had offered her resignation twice this week, as the scandal grew, but that it had been turned down. One employee said, wryly, according to the accounts, “We accept.”", "url": "https://www.nytimes.com/2011/07/08/world/europe/08scene.html"}