{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 03:22:12", "date_modify": "2018-11-16 03:22:12", "date_publish": "2011-03-21 08:15:35", "description": "The four journalists, freed by the Libyan government on Monday, provided harrowing details about their capture.", "filename": "2011_03_22_world_africa_22times_1542338532.html", "image_url": "https://static01.nyt.com/images/2011/03/22/world/22times_cnd/22times_cnd-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_22_world_africa_22times_1542338532.html", "title": "The New York Times", "title_page": "Libya Releases 4 New York Times Journalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Because of the volatile situation in Libya, we’ve kept our enthusiasm and comments in check until they were out of the country, but now feels like a moment for celebration,” he wrote.\n“We’re particularly indebted to the government of Turkey, which intervened on our behalf to oversee the release of our journalists and bring them to Tunisia,” Mr. Keller added. “We were also assisted throughout the week by diplomats from the United States and United Kingdom.”\nA clearer account of the four journalists’ capture and detention has come to light now that they have been released.\nThe four had been covering fighting near Ajdabiya last Tuesday when they decided that the battle had grown too dangerous for them to continue safely. Their driver, however, inadvertently drove into a checkpoint manned by forces loyal to Colonel Qaddafi. By the time they knew they were in trouble, it was too late.\n“I was yelling to the driver, ‘Keep driving! Don’t stop! Don’t stop!’ ” Mr. Hicks recalled in a telephone interview from the hotel where he and the three others were recuperating. “I knew that the consequences of being stopped would be very bad.”\nThe driver, Mohamed Shaglouf, is still missing. If he had tried to drive straight through, Mr. Hicks said, the vehicle certainly would have been fired on. In any event, the soldiers flung the doors to their gold four-door sedan wide open so quickly that they had little chance to get away.\nAs they were being pulled from the car, rebels fired on the checkpoint, sending the four running for their lives.\nAdvertisement Continue reading the main story\n“You could see the bullets hitting the dirt,” Mr. Shadid said.\nAll four made it safely behind a small, one-room building, where they tried to take cover. But the soldiers had other plans. They told all four to empty their pockets and ordered them on the ground. And that is when they thought they were seconds from death.\n“I heard in Arabic, ‘Shoot them,’ ” Mr. Shadid said. “And we all thought it was over.”\nThen another soldier spoke up. “One of the others said: ‘No, they’re American. We can’t shoot them,’ ” Mr. Hicks said.\nThe soldiers grabbed whatever they could get their hands on to tie up their prisoners: wire, an electrical cord from a home appliance, a scarf. One removed Ms. Addario’s shoes, pulled out the laces and used them to bind her ankles. Then one punched her in the face and laughed.\n“Then I started crying,” she recalled. “And he was laughing more.” One man grabbed her breasts, the beginning of a pattern of disturbing behavior she would experience from her captors over the next 48 hours.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“There was a lot of groping,” she said. “Every man who came in contact with us basically felt every inch of my body short of what was under my clothes.”\nTheir captors held them in Ajdabiya until the fighting with the rebels died down. Soldiers put the four in a vehicle and drove them out of the city around 2 a.m. One threatened to decapitate Mr. Hicks. Another stroked Ms. Addario’s head and told her repeatedly she was going to die.\n“He was caressing my head in this sick way, this tender way, saying: ‘You’re going to die tonight. You’re going to die tonight,’ ” she said.\nTheir vehicle stopped repeatedly at checkpoints, each time allowing for a new group of soldiers to land a fresh punch or a rifle butt in their backs. The first night they spent in the back of a vehicle. The second night they spent in a jail cell with dirty mattresses on the ground, a bottle to urinate in and a jug of water to drink.\nOn the third day they were on the move again, this time to an airfield. Mr. Shadid, who speaks Arabic, had overheard one of the soldiers saying something about a plane, and the four assumed they would be flown somewhere. As they were loaded on the plane they were blindfolded and their hands were bound tightly with plastic handcuffs.\nAdvertisement Continue reading the main story\n“I could hear Anthony at this point yelling ‘Help me!’ ” Mr. Hicks said, “which I learned later was because he had no feeling in his hands.” In a rare show of mercy, a soldier loosened the cuffs.\nThey landed on Thursday in Tripoli, where they were handed over to Libyan defense officials. They were transferred to a safe house, where they said they were treated well. They were each allowed a brief phone call.\nThat was the first time since their capture two and a half days earlier that their whereabouts became known to their families and colleagues at The Times.\nTheir disappearance had kicked off an intensive search effort. The Times canvassed hospitals and morgues, beginning a grim process-of-elimination search. The paper also turned to a variety of people on the ground who might have heard or seen something — local residents, security contractors for Western businesses, workers for nongovernmental organizations. It also notified American diplomats.\nThe State Department got word Thursday afternoon that the journalists were safe and unharmed, in a phone call to Jeffrey D. Feltman, the assistant secretary of state for Near Eastern affairs, from an aide to Abdullah al-Senussi, the head of Libyan military intelligence and the brother-in-law of Colonel Qaddafi, Mr. Feltman said.\nBut the arrival of the four journalists in Tripoli was just the beginning of three days of frustrating, increasingly tense negotiations conducted by a State Department consular officer, Yael Lempert. Libyan officials kept changing their demands for the conditions of the journalists’ release, and an allied coalition, including the United States, began bombing Tripoli to enforce a no-fly zone. Several Libyan agencies were involved in the negotiation, which added to the confusion.\nFirst the Libyan government demanded that an American diplomat come to Tripoli to take the journalists, State Department officials said. The United States, which closed its embassy in Libya last month, refused. After initially resisting, the Libyans agreed to allow the Turkish Embassy to act as an intermediary.\nThe release was scheduled for Sunday but was delayed until Monday because of the bombing. The four were turned over to Turkish diplomats Monday afternoon, and were driven to the border with Tunisia.\nWhile Monday was a day for celebration and relief at The Times, other news organizations covering the conflicts in Libya and elsewhere in the Arab world have not been so lucky. According to the Committee to Protect Journalists, 13 journalists are either missing or in government custody. The missing include four from Al Jazeera, two from Agence France-Presse and one from Getty Images. In addition, six Libyan journalists are unaccounted for, the group said.\nAdvertisement Continue reading the main story\nOthers have died. A Libyan broadcaster was killed Saturday while covering a battle near Benghazi. A cameraman for Al Jazeera was killed in the same area on March 12, the first death of a journalist in Libya during the current conflict.", "url": "https://www.nytimes.com/2011/03/22/world/africa/22times.html?hp"}