{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:18:09", "date_modify": "2018-11-16 04:18:09", "date_publish": "2011-12-17 06:28:39", "description": "Egypt’s military rulers escalated bloody clashes with street protesters, even as the prime minister denied that security forces were using any force.", "filename": "2011_12_18_world_middleeast_egypt-death-toll-rises-from-clashes-in-cairo_1542341889.html", "image_url": "https://static01.nyt.com/images/2011/12/18/world/egypt1/egypt1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_18_world_middleeast_egypt-death-toll-rises-from-clashes-in-cairo_1542341889.html", "title": "The New York Times", "title_page": "Egyptian Soldiers Chase and Beat Unarmed Civilians in Cairo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The prime minister, Kamal Ganzouri, issued his denial that the military had or would use force in a news conference on Saturday morning after more than 24 hours of street fighting in front of the military-occupied Parliament building that left 10 dead from gunshots and hundreds wounded. For most of the previous day and night, men in plain clothes, accompanied by a few in uniform, stood on top of the “people’s assembly” and hurled chunks of concrete and stone taken from inside the building down at the crowd of demonstrators several stories below. A few men in uniform were seen with them.\nPhoto\nOn Saturday morning, a parliamentary building on Tahrir Square that houses a historical archive burst into flames. It was unclear who started the blaze; the military-led government blamed the protesters, while they blamed the military.\nAround the same time, several witnesses said, hundreds of military police officers in riot gear finally chased the demonstrators from in front of the Parliament building into Tahrir Square and then out into the side streets. They burned down a small tent city, leaving the square in flames for hours and sending a thick plume of black smoke curling over downtown.\nAs they charged, soldiers used clubs to beat anyone they could catch. A video shown on a private Egyptian television network in the morning showed several military police officers using batons to beat civilians as they lay on the ground of Tahrir Square, and one appeared to be unconscious.\nSeveral videos on the Internet and Egyptian television showed soldiers tearing the clothes off women as they beat them in Tahrir Square. At least one of the women was wearing the traditional hijab veil and covering before she was stripped; she lay unmoving while a soldier lifted his boot to kick her bare midriff.\nMohamed ElBaradei, a leading liberal and former United Nations atomic energy chief, addressed a public message to the military council over the Internet: “Did you see the pictures of the military police dragging girls and stripping them of their clothes? Aren’t you ashamed? Let me remind you: justice is above power.”\nPassers-by were caught up as well. A young woman getting off a bus and trying to catch a taxi to work was grabbed by soldiers and thrown to the ground, before a group of people rescued her and tucked her into a passing vehicle.\nAdvertisement Continue reading the main story\nAs the military police were charging the square, Mr. Ganzouri, the military-appointed prime minister and a former prime minister under the ousted president, Hosni Mubarak, was declaring at his televised news conference that the only acts of violence were arson and vandalism committed by the protesters. Contradicting the accounts of civilian witnesses, he said that soldiers had come out on Friday only to protect the Parliament and cabinet buildings.\nPhoto\nHe acknowledged several deaths from bullet wounds, but in an echo of the Mubarak government’s public relations, blamed unnamed third parties and said no one in the military had fired a weapon.\n“The events taking place in the streets aren’t a revolution,” he said. “They’re an attack on the revolution.”\nWhen a journalist asked about the widespread reports of indiscriminate beatings by military police, Mr. Ganzouri upbraided him: “Don’t repeat what you saw in media. Don’t say violence, there was no violence. What does your conscience tell you?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn a separate statement, the military council said that the soldiers had charged into Tahrir Square in self-defense after “thugs” had shot at military officers. “We have never and we will never target the revolutionaries of Egypt,” the statement said, adding that the protests “were not met with anything except self-control until the last escalation, which compelled stopping those outlaws.”\nIn another statement late in the afternoon, the military rulers responded to the demands of their civilian advisory council by expressing “sorrow” over the bloody events of the previous day. The statement said the military was taking “all necessary measures” to stop the violence by building a concrete barrier dividing the protesters from the security guards protecting the Parliament and cabinet buildings. It pledged that an investigation would reveal “the reality of the situation.”\nThe statement, however, fell short of the apology the council had demanded. And it suggested that the military-led government had been a powerless neutral bystander during the deadly clashes of the night before, even though much of the violence directed at the demonstrators, including the rain of rocks from atop the Parliament building, had come from areas under the military’s control.\nMany civilian critics of the military rulers argue that the government should be able to disperse an unruly crowd without killing people.\nPhoto\nElsewhere in the city, thousands turned out to mourn a religious scholar from Al Azhar, the premier center of Sunni Muslim scholarship, who was killed the day before. “Yes, we are chanting inside Al Azhar, down with military rule,” mourners intoned during a funeral procession.\nAdvertisement Continue reading the main story\nThe procession had swelled to several thousand by the time it reached Tahrir Square in the early evening, and its arrival swelled the crowd. “Every bullet makes us stronger,” they chanted.\nThe military police by then had retreated from the square to behind a newly erected barricade between the square and Parliament, but they continued to exchange volleys of rocks with protesters on the other side. After nightfall, the military police began discharging what appeared to be fireworks at the protesters as well.\nThere were reports that new protests against military rule had also broken out in Alexandria, Egypt’s second-largest city.\nThere were signs, however, that at least some Egyptians were ready to side with the military against the disruption of more protests. A call-in show on a private television station interviewed a woman with a heavily bandaged head who told the story of her beating by the military police on Friday morning. But most of the viewers who called in criticized her instead of the military, urging her to go home and stop ruining the country.\nIn the chaos on the downtown streets on Saturday, it was easy to overhear similar arguments. “Why are you here?” one man asked another near the burning archive.\n“I feel bad for the people who were killed, I feel bad for the sheik from Al Azhar,” came the answer.\n“But I can’t cross the square when I am going to work,” the first man implored. “You are delaying life.”", "url": "https://www.nytimes.com/2011/12/18/world/middleeast/egypt-death-toll-rises-from-clashes-in-cairo.html"}