{"authors": ["Seth Mydans"], "date_download": "2018-11-16 03:54:55", "date_modify": "2018-11-16 03:54:55", "date_publish": "2011-03-09 20:39:45", "description": "Two decades after his death, former President Ferdinand E. Marcos of the Philippines is being formally considered for a burial with honors in a cemetery reserved for prominent figures.", "filename": "2011_03_10_world_asia_10marcos.html_module=inline_1542340495.html", "image_url": "https://static01.nyt.com/images/2011/03/10/world/10MARCOS1/10MARCOS1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_10_world_asia_10marcos.html_module=inline_1542340495.html", "title": "A Hero’s Burial for Long-Dead President Marcos? It’s Being Considered", "title_page": "A Hero’s Burial for Long-Dead President Marcos? It’s Being Considered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Marcos fled the country in 1986 in the face of a “people power” uprising that installed Mr. Aquino’s mother, Corazon, as president. He died in 1989 at the age of 72, still claiming to be the rightful president, still trying to return. In 1993, the government allowed his widow to bring his body home but refused her demand for a hero’s burial.\nThe body, looking remarkably young, lies on a white satin sheet, medals pinned smartly to the chest, toes pointing upward in their black shoes.\nBut the passing years seem to be taking a toll. Tiny black streaks of what seems to be mold creep up the edges of the satin sheet, and a sound system meant to pipe in soft music is broken.\nPhoto\nA small adjoining museum appears neglected, with its roof leaking, portraits fading or defaced and framed medals hanging askew in broken frames.\nNo one seems to have swept or dusted the museum, let alone refurbished it, despite the periodic visits of his widow and family members to pray. They kneel in the dim light even as tourists circulate around them, according to an attendant, Cesar Ocampo.\nAt one point some years ago, Mr. Ocampo said, electricity to the mausoleum was almost cut off because of unpaid bills.\n“I think it’s not the body anymore, just wax,” said Vicente Acoba Jr., a lighthouse keeper who has visited several times over the years, expressing a widespread suspicion. “It’s a very long time now. I don’t think they can preserve it that long.”\nAdvertisement Continue reading the main story\nLast month, as the nation was celebrating the 25th anniversary of the “people power” uprising that drove his father from power, the younger Mr. Marcos declared that his father was at least as worthy as many others who are buried in the cemetery, known in Tagalog as Libingan ng mga Bayani.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We’ve always said that it’s his right as a former president, as a former soldier, as a be-medaled soldier, that he be buried in Libingan ng mga Bayani,” said Mr. Marcos, who is now a senator.\nAn immediate backlash revealed the level of anger that persists among many Filipinos over his father’s 20 years of repressive rule. Last week, more than 7,000 victims of human rights violations during his tenure began receiving payments drawn from the family’s vast but mostly hidden wealth.\n“He’s not a hero to me,” said one of the victims, Sylvia de la Paz, a doctor whose husband was shot and killed after speaking out against abuses. “How can you give honor to people who killed thousands, incarcerated thousands, tortured thousands? If they bury him there, the families of the others will try to get their dead out.”\nPhoto\nA visit to this town 280 miles north of Manila in Ilocos Norte Province is a reminder of the power of family ties in a country still controlled by oligarchies and animated by personal loyalties.\nThe younger Mr. Aquino and the younger Mr. Marcos both bear their fathers’ names and inherit many of their political supporters. Before he became a senator, in an election last May, Mr. Marcos served as governor of Ilocos Norte. His sister Imee was elected to succeed him. His mother was elected to represent the province in Congress.\nOne visitor to the mausoleum on a recent day, Adriano Beltran Quevedo, 83, said he was here because of what he called a close family connection to Mr. Marcos. “His mother was a third cousin of my grandfather,” he said.\nAmong others here that day was Reynaldo Laureaga, 49, who said he had driven more than four hours in a posse from the Motorcycle Federation of the Philippines to view the body.\n“For me, he was a nice man,” said Mr. Laureaga. “He served the republic as a soldier and a president. He was a hero. He needs to be laid to rest.”\nAdvertisement Continue reading the main story\nInside the black-painted crypt with its black marble floor, Cesar Agustin, 37, his wife and 7-year-old son tiptoed close to stare through the glass at the body.\nWhispering as he stood beside the bier, he said: “A lot of people say he was a dictator. But for me, it’s O.K. if he was a dictator if he did a lot for the country.”\nIn what Mr. Ocampo, the attendant, said was a common opinion among Marcos supporters here, Mr. Agustin said he opposed the burial precisely because he admired the former president.\n“He should stay here where people can see him,” he said. “If they bury him, he will decompose and be gone.”", "url": "https://www.nytimes.com/2011/03/10/world/asia/10marcos.html?module=inline"}