{"authors": ["Elisabeth Bumiller"], "date_download": "2018-11-16 04:37:46", "date_modify": "2018-11-16 04:37:46", "date_publish": "2011-05-04 21:14:57", "description": "Members of Team 6, a secretive unit of men who endured years of brutal preparation, are the elite of the elite.", "filename": "2011_05_05_world_middleeast_05seals_1542343066.html", "image_url": "https://static01.nyt.com/images/2011/05/05/world/05seals/05seals-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_05_world_middleeast_05seals_1542343066.html", "title": "In Bin Laden’s Compound, Seals’ All-Star Team", "title_page": "In Bin Laden’s Compound, Seals’ All-Star Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s dark; there’s been a lot of bullets flying around, a lot of bodies dropping; your mission is to capture or kill Bin Laden; who knows what he’s got tucked in his shirt?” said Don Shipley, 49, a former Seal member who runs Extreme Seal Experience, a private training school in Chesapeake, Va. Mr. Shipley was reacting to earlier Obama administration accounts of an extended firefight at the compound, but on Wednesday, administration officials revised the narrative, saying that the only shots fired came at the beginning of the raid, from a courier.\n“It happens in an absolute blink of an eye for these guys,” Mr. Shipley said. “And there’s that target in front of you. Second chances cost lives.”\nLalo Roberti, 27, a former Seal member who teaches at Mr. Shipley’s school and took part in a gruesome rescue mission in Afghanistan in 2005, concurred. “For us to take a shot, it has to be bad,” Mr. Roberti said. “Especially for the ‘6’ guys.”\nInside the Navy, there are regular unclassified Seal members, organized into Teams 1 to 5 and 7 to 10. Then there is Seal Team 6, the elite of the elite, or, as Mr. Roberti put it, “the all-star team.”\nFormer Seal members said this week that the unit — officially renamed the United States Naval Special Warfare Development Group, or Devgru — was chosen for the bloody Bin Laden raid, the most high-profile operation in the history of the Seals, because of the group’s skills in using lethal force intelligently in complex, ambiguous conditions.\nAll Seal members face years of brutal preparation, including a notorious six months of basic underwater demolition training in Coronado, Calif. During “hell week,” recruits get a total of four hours of sleep during five and a half days of nonstop running, swimming in the cold surf and rolling in mud. About 80 percent of the candidates do not make it; at least one has died.\nPhoto\nFor those who succeed, more training and then deployments follow. After several years on regular Seal teams, Team 6 candidates are taught to parachute from 30,000 feet with oxygen masks and gain control of a hijacked cruise liner at sea. Of those Seal members, about half make it.\nAdvertisement Continue reading the main story\nRyan Zinke, 49, a former member of Seal Team 6 who is now a Republican state legislator in Montana , said members of Team 6 had a certain personality: “I would say cocky, arrogant.”\nSeals — the term stands for Sea-Air-Land teams — were created by President John F. Kennedy in 1962 as a way to expand unconventional warfare.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSeal Team 6 came later as a reaction to the botched mission to rescue American hostages in Iran in 1980, when the Pentagon saw the need for what became today’s Special Operations Command , with a special Navy unit focused on counterterrorism.\nSeal Team 6 has historically specialized in war on the seas, but in the decade since the attacks of Sept. 11, 2001, it has increasingly fought on land in Iraq and Afghanistan.\nIts size is classified, but Team 6 is thought to have doubled to nearly 300 since then. Over all, there are now about 3,000 active-duty Seal members, split between odd-numbered teams in Coronado and even-numbered teams in Virginia Beach .\nTeam 6, which is based in an area separate from all the others, at the Dam Neck Annex of Naval Air Station Oceana in Virginia Beach, has many members in their mid-30s, a decade or more older than the 20-year-olds who populate the military.\n“I used to call it the old man’s club,” Mr. Zinke said.\nReflecting the growing importance of special operations and guerrilla-type warfare, Seal members have risen since the Sept. 11 attacks to higher levels of prominence within the military.\nThe officer who designed and oversaw the Bin Laden raid, Vice Adm. William H. McRaven, is a Seal member who is soon to take over leadership of the military’s Special Operations Command from Adm. Eric T. Olson, also a Seal member. On Wednesday, the Pentagon announced that Vice Adm. Robert S. Harward Jr., another Seal member, would become deputy commander of United States Central Command, making him the second-highest-ranking American officer for the Middle East .\nEric Greitens, a former Seal member who has written a book about his experiences, “The Heart and the Fist,” said that Seal members were misunderstood as the nation’s deadliest commandos.\nAdvertisement Continue reading the main story\nAlthough the gruesome descriptions of the pictures of Bin Laden with a bullet in his head would appear to underscore that reputation — and help to explain why President Obama decided Wednesday not to release them — Mr. Greitens called Seal members “creative” commandos who knew “to bring back as much intelligence as they possibly could.”\nThe cache the Seal team recovered from the Bin Laden compound included more than 100 storage devices — DVDs, thumb drives and computer discs — as well as 5 computers and 10 computer hard drives.\nDespite the mission’s success, former Seal members acknowledged the precariousness of the raid and the degree of luck involved. “If that thing had gone bad, the conversation you and I would be having would be completely different,” Mr. Shipley said. “There’s only two ways to go in these operations — zero or hero.”", "url": "https://www.nytimes.com/2011/05/05/world/middleeast/05seals.html"}