{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:38:43", "date_modify": "2018-11-16 03:38:43", "date_publish": "2011-01-18 12:25:17", "description": "Root vegetables lend additional heft to this ginger-scented soup.", "filename": "2011_01_18_health_nutrition_18recipehealth_1542339523.html", "image_url": "https://static01.nyt.com/images/2011/01/19/science/18recipehealth/18recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_18_health_nutrition_18recipehealth_1542339523.html", "title": "Purée of Winter Vegetable Soup", "title_page": "Purée of Winter Vegetable Soup - Recipes for Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "1. Heat the olive oil over medium heat in a large, heavy soup pot or Dutch oven. Add the onion. Cook, stirring, until it begins to soften, about three minutes. Add the leeks and a generous pinch of salt. Cook, stirring often, until tender but not browned, about five more minutes. Add the carrots, kohlrabi, turnips, potatoes and water or stock. Bring to a boil.\n2. Meanwhile, wrap the ginger, bay leaf, thyme, parsley and peppercorns in cheesecloth. Tie them up to make a bouquet garni, and add to the pot. Add salt to taste (about 2 teaspoons), reduce the heat, cover and simmer one hour. Remove the cheesecloth bag, and discard.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n3. Blend the soup until smooth with an immersion blender or in batches in a regular blender. (Do not put the top on tight; cover the top with a towel to prevent hot splashes.) Pour the soup through a strainer into a bowl; press the soup through the strainer with the back of a ladle or with a pestle. Return to the pot and heat through. Add lots of freshly ground pepper, taste and adjust salt, and serve.\nNote: To make a quick vegetable stock, cut away the dark green outer leaves of the leeks, wash thoroughly, and simmer in a pot of water with the peelings from the carrots while you prepare your other vegetables. Strain, and use for the soup.\nYield: Serves six.\nAdvance preparation: The finished soup will keep for three or four days in the refrigerator. Whisk before reheating.\nNutritional information per serving: 109 calories; 3 grams fat; 0 grams saturated fat; 0 milligrams cholesterol; 21 grams carbohydrates; 5 grams dietary fiber; 76 milligrams sodium (does not include salt to taste); 3 grams protein\nMartha Rose Shulman is the author of \"The Very Best of Recipes for Health.\"", "url": "https://www.nytimes.com/2011/01/18/health/nutrition/18recipehealth.html"}