{"authors": ["Ian Johnson"], "date_download": "2018-11-16 04:48:29", "date_modify": "2018-11-16 04:48:29", "date_publish": "2011-04-22 09:57:49", "description": "An American statement says bluntly that the annual talks will focus on “the recent negative trend of forced disappearances, extralegal detentions and arrests and convictions.”", "filename": "2011_04_23_world_asia_23china_1542343709.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_23_world_asia_23china_1542343709.html", "title": "Tension Precedes U.S.-China Meeting on Human Rights", "title_page": "Tension Precedes U.S.-China Meeting on Human Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The United States and China will have their annual meeting on human rights next week, but there are signs that the session may be more tense than usual.\nAccording to a statement issued by the State Department, the two sides are to meet Wednesday and Thursday in Beijing for what has become a regular springtime meeting on human rights.\nBut the statement was highly unusual for several reasons, not least because Washington made the announcement for a meeting to be held in Beijing — which runs counter to diplomatic protocol — and because it was made just days before the event.\nIndeed, the Chinese government confirmed the meeting late Friday only after repeated calls to the Foreign Ministry. A day earlier, a ministry spokesman said details still had to be “discussed and arranged.”\nAdvertisement Continue reading the main story\n“Objectively speaking, the announcement is being made at the last minute,” said Joshua Rosenzweig of the Dui Hua Foundation, a rights group in Hong Kong. “It’s also interesting that the U.S. is making it unilaterally and that they’re using this language.”", "url": "https://www.nytimes.com/2011/04/23/world/asia/23china.html"}