{"authors": ["Mark Landler", "Helene Cooper"], "date_download": "2018-11-16 03:22:00", "date_modify": "2018-11-16 03:22:00", "date_publish": "2011-06-22 15:19:17", "description": "President Obama said that the “tide of war is receding” and, in an acknowledgment of domestic economic strains, that “it is time to focus on nation-building here at home.”", "filename": "2011_06_23_world_asia_23prexy_1542338520.html", "image_url": "https://static01.nyt.com/images/2011/06/22/multimedia/video-obama-speech/video-obama-speech-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_06_23_world_asia_23prexy_1542338520.html", "title": "Obama Will Speed Pullout From War in Afghanistan", "title_page": "Obama Will Speed Pullout From War in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "”Given the progress we have seen, France will begin a gradual withdrawal of reinforcement troops sent to Afghanistan, in a proportional manner and in a calendar comparable to the withdrawal of American reinforcements,” Mr. Sarkozy said in a statement issued by his office, Reuters reported.\nMr. Obama, speaking in businesslike tones during a 15-minute address from the East Room of the White House, talked of ending America’s longest war and of the painful lessons he thought could be taken from it. While justifying the nation’s decade-long commitment, he talked of “ending the war responsibly” and warned of the perils of overextending the military by sending large numbers of soldiers into combat. He acknowledged that huge challenges remained before an end to the conflict that has cost hundreds of billions of dollars and 1,500 American lives.\nThe withdrawals would begin winding down the military’s counterinsurgency strategy, which Mr. Obama adopted 18 months ago. Administration officials indicated that they now planned to place more emphasis on focused clandestine counterterrorism operations of the kind that killed Osama bin Laden , which the president cited as Exhibit A in the case for a substantial American troop reduction.\nPhoto\n“We are starting this drawdown from a position of strength,” Mr. Obama said. “ Al Qaeda is under more pressure than at any time since 9/11.” He said that an intense campaign of drone strikes and other covert operations in Pakistan had crippled Al Qaeda’s original network in the region, leaving its leaders either dead or pinned down in the rugged border between Pakistan and Afghanistan. Of 30 top Qaeda leaders identified by American intelligence, 20 have been killed in the last year and a half, administration officials said.\nBut the withdrawal of the entire surge force by the end of next summer will significantly change the way that the United States wages war in Afghanistan, analysts said, suggesting that the administration may have concluded it can no longer achieve its loftiest ambitions there.\nMr. Obama acknowledged as much in his remarks. “We will not try to make Afghanistan a perfect place,” he said. “We will not police its streets or patrol its mountains indefinitely. That is the responsibility of the Afghan government.”\nMr. Obama’s decision is a victory for Vice President Joseph R. Biden Jr. , who has long argued for curtailing the military operation in Afghanistan. Mr. Obama indicated a willingness to move toward more focused covert operations of the type that the United States is conducting in Pakistan, Yemen and elsewhere. “When threatened, we must respond with force,” he said. “But when that force can be targeted, we need not deploy large armies overseas.”\nAdvertisement Continue reading the main story\nThe pace of the withdrawal is a setback for the president’s top commander in Afghanistan, Gen. David H. Petraeus , who has been named director of the Central Intelligence Agency . General Petraeus did not endorse the decision, said another official. Defense Secretary Robert M. Gates argued publicly against a too-hasty withdrawal of troops, but he said in a statement on Wednesday that he supported Mr. Obama’s decision.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDuring the internal debate, Secretary of State Hillary Rodham Clinton also expressed reservations about the scale of the reductions, officials said.\nGeneral Petraeus had recommended limiting withdrawals to 5,000 troops this year and another 5,000 over the winter.\nHe and other military commanders argued that the 18 months since Mr. Obama announced the troop increase did not allow for enough time for the Americans to consolidate the fragile gains that they had made in Helmand and other provinces.\nVideo\nBut troops have succeeded in clearing many towns and cities of insurgents, and then keeping them safe so that markets were able to reopen and girls could go to school, for example.\nMilitary officials say the withdrawal of American troops will impose limits on which areas of the country can be pacified. In particular, plans to pivot extra American troops from south and southwestern Afghanistan to volatile areas in the east, along the Pakistan border, will be curtailed or even canceled, officials said.\nThe effort to transfer responsibility for security to Afghan forces remains elusive because the Afghan troops are proving unprepared for the job. Corruption in the government of President Hamid Karzai continues to be rampant, sapping the confidence of many Afghans.\nStill, the growing disenchantment in the United States with the war, particularly given the ballooning national debt , the country’s slow economic recovery and the whopping $120 billion price tag of the Afghan conflict this year alone, were all considerations weighed by the president. “Over the last decade, we have spent a trillion dollars on war at a time of rising debt and hard economic times,” Mr. Obama said. “Now, we must invest in America’s greatest resource: our people.”\nRepublican presidential candidates including Mitt Romney and Jon M. Huntsman Jr. are demanding a swift withdrawal from Afghanistan, while Democrats complain that the cost of the war is siphoning money away from efforts to create jobs in the United States. Representative Dana Rohrabacher , Republican of California , called on Mr. Obama to speed the withdrawal. “If we’re going to leave, we should leave,” he said in a statement. “The centralized system of government foisted upon the Afghan people is not going to hold after we leave. So let’s quit prolonging the agony and the inevitable.”\nAdvertisement Continue reading the main story\nHighlighting the unusual political splits the war is causing, other Republicans criticized the president for pulling out too soon. Representative Mike Rogers, the Michigan Republican who is chairman of the House Intelligence Committee, suggested that Mr. Obama was playing politics with the troop reduction, saying, “The president is trying to find a political solution with a military component, when it needs to be the other way around.” He said the situation in Afghanistan was “very precarious,” and that the White House seemed to be panicking about the levels of violence.\nMr. Obama’s speech, delivered at dawn on Thursday, Kabul time, is expected to be the subject of a speech by Afghanistan’s president, Hamid Karzai, scheduled for later in the day. Senior figures in Mr. Karzai’s administration began signaling that they were comfortable with the withdrawal of 10,000 troops by year’s end.\nGen. Mohammad Zahir Azimi, a spokesman for the Defense Ministry, said the Afghan National Army “has this capability and quantity to fill the gap of those places where the foreign troops withdraw and leave Afghanistan.”\n“We are ready,” General Azimi said.\nMuhammad Siddique Aziz, an adviser to Mr. Karzai on tribal affairs, said the withdrawal plan was acceptable, but he warned against a complete withdrawal of American troops before the Afghan government was strong enough to administer the country on its own. “I think they have to concentrate more on the Afghan government so when they leave, the government can stand up on its own,” Mr. Aziz said.", "url": "https://www.nytimes.com/2011/06/23/world/asia/23prexy.html"}