{"authors": ["Dave Itzkoff"], "date_download": "2018-11-16 04:14:59", "date_modify": "2018-11-16 04:14:59", "date_publish": "2011-11-30 11:00:22", "description": "The actor Jonah Hill, whose new movie is “The Sitter,” says he doesn’t have to choose between being a comedian and being a real actor.", "filename": "2011_12_04_movies_jonah-hills-new-movie-is-the-sitter.html_pagewanted=all_1542341699.html", "image_url": "https://static01.nyt.com/images/2011/12/04/arts/04HILL1_SPAN/04HILL1_SPAN-thumbStandard-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_04_movies_jonah-hills-new-movie-is-the-sitter.html_pagewanted=all_1542341699.html", "title": "The New York Times", "title_page": "Jonah Hill’s New Movie Is ‘The Sitter’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But arriving in the midst of a career defined almost entirely by broad, bawdy comedies, “Moneyball” gives Mr. Hill the opportunity and obligation to demonstrate that it was no mere statistical blip on his batting chart. And before he has the chance to redefine himself, he may find his path has already been determined by projects that were set in motion before “Moneyball” ever crossed the plate.\nAlternating swigs of tequila and beer at a Manhattan seafood restaurant, Mr. Hill recounted a phone call with friends who had come from the movies. Before their screening started, they were subjected to trailers for Mr. Hill’s Fox cartoon series, “Allen Gregory,” as well as “The Sitter” (which 20th Century Fox will release on Dec. 9) and his coming film version of “21 Jump Street.”\n“They were like, ‘God, man, if you weren’t such a nice friend, we would hate you,” he said.\nNeatly attired and substantially thinner — it was only a few months ago that he was caricatured as Oliver Hardy in a Vanity Fair essay called “Comedy’s Heavy Hitters” — Mr. Hill said he selected this location for its shrimp cocktails, which he had practically subsisted on when he started losing weight, under a nutritionist’s guidance, after finishing “The Sitter.”\nPhoto\nHe also seemed to have chosen his corner table for maximum visibility and presided over the restaurant like a Mafia don, waving hello to other patrons and making exaggerated demands of the servers. (“Get the man some pepper,” Mr. Hill said on behalf of the reporter sitting across from him. “He’s freaking out over here”)\nBut when the conversation turned to the newly dramatic arc of his career, Mr. Hill was serious. “I’m going for it,” he said. “I’m not scared to say that. I think it’s my moment to do that, and I see that clearly.”\nMr. Hill said he was in a festive mood on this particular night, having been given a free publicity trip to New York from Atlanta, where he is filming a new comedy, “Neighborhood Watch,” with his idols Ben Stiller and Vince Vaughn.\nYet as he nibbled at his shrimp, he was also eating his heart out, having recently had to pass on a role he was offered in “Django Unchained,” a western written and directed by Quentin Tarantino, because it conflicted with “Neighborhood Watch.”\nAdvertisement Continue reading the main story\n“It was the perfect next step,” Mr. Hill lamented. “I could have been in this interview going, ‘Well, yes, I’m doing the new Quentin Tarantino movie.’ ”\nEven so, Mr. Hill made it clear he knew how to handle himself at critical junctures in his career.\n“People are like: ‘What does this time mean for you? Are you going to go crazy or whatever?’ ” he said. “And I’m like, ‘Don’t you guys understand I went through it when I was 23?’ ”\nIt was at that age, in 2007, that Mr. Hill was confronted with the runaway success of “Superbad,” Greg Mottola’s hit comedy in which he and Michael Cera played fumbling teenagers who reinvent themselves over the course of a wild weekend.\nWhile Mr. Hill had previously won the endorsement of Dustin Hoffman, an early admirer, and played brief parts in David O. Russell’s “I Heart Huckabees” and Judd Apatow’s “40-Year-Old Virgin” and “Knocked Up,” the sudden visibility he gained from “Superbad” (which sold $121 million in tickets in the United States) made him self-conscious about choosing a follow-up project.\nPhoto\n“When my agent saw ‘Superbad’ for the first time,” he recalled, “she’s like: ‘You’re in ‘Fast Times at Ridgemont High.’ Are you Sean Penn or are you everybody else?’ ” (Mr. Hill added that those remarks were “not a dis” to anyone else in the “Fast Times” cast.)\nIn the months that followed Mr. Hill hung around the guy-friendly sets of other films that Mr. Apatow produced, wrote for Sacha Baron Cohen’s gonzo reality comedy “Brüno” and played small roles in “Forgetting Sarah Marshall” (directed by Nicholas Stoller) and “Funny People” (directed by Mr. Apatow).\n“For the first time in his life it wasn’t ‘How do I get a job?’ ” Mr. Apatow said. “It was, ‘How do I have the next movie be as good as the two I just did?’ ”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs with other young performers he has mentored, Mr. Apatow said, Mr. Hill realized “you can’t continue to play funny young immature men for long.\n“That window closes quickly,” he continued. “You can’t be post-collegiate forever.”\nIt was 2010 when audiences next saw Mr. Hill as a leading man, in two very different comedies: “Get Him to the Greek,” directed by Mr. Stoller, playing a harried record-label flunky trying to rein in an out-of-control rock star (Russell Brand); and “Cyrus,” directed by Mark and Jay Duplass, as the creepily possessive son of a single mother (Marisa Tomei).\nAdvertisement Continue reading the main story\nThough “Get Him to the Greek” was another R-rated romp, Mr. Stoller said Mr. Hill’s actorly instincts nonetheless shone through on the set.\n“Between takes he’d be like: ‘I don’t understand what’s going on. I feel really hyped up right now, I feel really amped up.’ And I was like, ‘You’re totally a Method actor, you just don’t realize it.’ ”\nAnd “Cyrus,” he said, was a film that worked because Mr. Hill was so believable in a role that fell well outside his comfort zone. “It turns into a very sweet movie at the end,” Mr. Stoller said, “but you could cut a version where he murders everyone, and it would totally work.”\nPhoto\nWhen Mr. Miller was looking to cast the fictional Peter Brand character for “Moneyball,” he turned to Mr. Hill: not only because they had been friends for several years, but also because he sensed in the actor an authentic connection with the character’s desires and ambitions.\n“It’s a story about people being overlooked, and how some people benefit from biases, and some people suffer from biases,” Mr. Miller said of “Moneyball.” He added: “Jonah already saw which way his career is going, the momentum of it and the trajectory, and knew that he wanted other things as well. He did not want biases to restrict his growth.”\nLately Mr. Hill has been relentless about taking on new projects and challenges. He has directed a music video for Sara Bareilles, appeared with the “Avatar” star Sam Worthington in a commercial for the video game “Call of Duty: Modern Warfare 3” and on Tuesday will join Kelly Ripa as a co-host of the morning talk show “Live! With Kelly.”\nHe was justifiably uneasy about the long-term prospects for “Allen Gregory,” which has drawn negative reviews and weak ratings, but was looking ahead to the March release of “21 Jump Street,” a project cultivated specifically for him. (“I took that movie from nothing to something,” is how Mr. Hill put it.)\nWhile it might have been the alcohol talking, Mr. Hill could be somewhat contradictory in discussing his post-”Moneyball” strategy. He said he did not think about public perception but admitted he was calculated in his choices; he said he would choose his next film irrespective of its genre, then said he might simply wait, as he did after “Superbad,” until the right drama came along.\nAdvertisement Continue reading the main story\nMr. Hill was steadfast, however, that he would not give up comedy just because he had received good notices in a drama.\n“There’s this real negativity towards comedy,” he said.” It’s, all of a sudden, I did ‘Moneyball’ and now my career’s valid? It’s insane to me.”\nDoing films like “Moneyball,” he said, “is showing people, yes, I can do this. Don’t think I can’t.” But he added: “I’m not going to do this just because you think the other stuff I do is less prestigious. Comedy’s the reason I can pay for these beers right now.”\nThat Mr. Hill was not actually paying for his drinks did not diminish his argument. “Well,” he said with a laugh: “I would. Just to show you.”", "url": "https://www.nytimes.com/2011/12/04/movies/jonah-hills-new-movie-is-the-sitter.html?pagewanted=all"}