{"authors": ["Mark Mazzetti", "Eric Schmitt", "Robert F. Worth"], "date_download": "2018-11-16 03:46:49", "date_modify": "2018-11-16 03:46:49", "date_publish": "2011-09-30 05:08:45", "description": "Anwar al-Awlaki, a leader in Al Qaeda’s outpost in Yemen, did not leave much of a trail, frustrating the American and Yemeni intelligence officials pursuing him.", "filename": "2011_10_01_world_middleeast_anwar-al-awlaki-is-killed-in-yemen.html_module=inline_1542340009.html", "image_url": "https://static01.nyt.com/images/2011/10/01/world/01yemen3_337/01yemen3_337-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_01_world_middleeast_anwar-al-awlaki-is-killed-in-yemen.html_module=inline_1542340009.html", "title": "The New York Times", "title_page": "American-Born Qaeda Leader Is Killed by U.S. Missile in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Obama also called Mr. Awlaki “the leader of external operations for Al Qaeda in the Arabian Peninsula ” — the first time the United States has publicly used that description of him. American officials say he inspired militants around the world and helped plan a number of terrorist plots, including the December 2009 attempt to blow up a jetliner bound for Detroit .\nThe drone strike was the first C.I.A. strike in Yemen since 2002 — there have been others since then by the military’s Special Operations forces — and was part of an effort by the spy agency to duplicate in Yemen the covert war the it has been running in Pakistan . Friday’s operation was the first time the agency had carried out a deadly strike from a new base in the region. The agency began constructing the base this year, officials said, when it became apparent to intelligence and counterterrorism officials that the threat from Al Qaeda’s affiliate in Yemen had eclipsed that coming from its core group of operatives hiding in Pakistan.\nAmerican officials said that the missile strike also killed Samir Khan , an American citizen of Pakistani origin who was an editor of Inspire, Al Qaeda’s English-language online magazine. Mr. Khan, who grew up in Queens and North Carolina , proclaimed in the magazine last year that he was “proud to be a traitor to America,” and edited articles with titles like “Make a Bomb in the Kitchen of Your Mom.”\nPhoto\nUnited States officials said that Friday’s strike may also have killed Ibrahim Hassan al-Asiri, a Saudi bomb maker responsible for the weapon carried by Umar Farouk Abdulmutallab , the so-called underwear bomber in the jetliner plot. He is also thought to have built the printer-cartridge bombs that, 10 months later, were intended to be put on cargo planes headed to the United States. Neither of those plots were successful.\nA high-ranking Yemeni security official, speaking on condition of anonymity, said that Mr. Awlaki was killed while traveling between Marib and Jawf Provinces in northern Yemen — areas known for having a Qaeda presence and where there is very little central government control.\nA tribal sheik from Jawf Province, Abdullah al-Jumaili, said he had seen the place where Mr. Awlaki was killed. Reached by phone in Jawf, Mr. Jumaili said that the car Mr. Awlaki and two or three companions had been traveling in was nearly destroyed, and that it might be difficult to recognize bodies. But he said he had also spoken to other tribesmen in the area and was “100 percent sure” that Mr. Awlaki had been killed.\nThere had been an intense debate among lawyers in the months before the Obama administration decided to put Mr. Awlaki on a target list in early 2010, and officials said that Mr. Khan was never on the list. The decision to make Mr. Awlaki a priority to be sought and killed was controversial, given his American citizenship. The American Civil Liberties Union , which fought unsuccessfully in the American court system to challenge the decision to target Mr. Awlaki, condemned the killing.\nAdvertisement Continue reading the main story\nMr. Awlaki’s death comes in the midst of a deepening political crisis in Yemen, the Arab world’s poorest country, where President Ali Abdullah Saleh has been resisting repeated calls to relinquish power. Mr. Saleh has argued that he is essential to the American efforts to battle Al Qaeda in Yemen, but American officials said there was no connection between Mr. Saleh’s abrupt return this week from Saudi Arabia , where he had been recovering from injuries sustained in an assassination attempt, and the timing of Friday’s airstrikes.\nBorn in New Mexico to Yemeni parents, Mr. Awlaki, 40, began preaching in mosques while a college student in the United States. During that time, as a preacher in San Diego , he met two of the Sept. 11, 2001, attackers. He returned to Yemen in 2004 and his English-language sermons became ever more stridently anti-American.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAmerican counterterrorism officials said his Internet lectures and sermons inspired would-be militants and led to more than a dozen terrorist investigations in the United States, Britain and Canada . Maj. Nidal Malik Hasan, who is accused of killing 13 people in a shooting rampage at Fort Hood in Texas in 2009, had exchanged e-mails with Mr. Awlaki before the shootings. Faisal Shahzad, a Pakistani-American who tried to set off a car bomb in Times Square in May 2010, cited Mr. Awlaki as an inspiration.\nMany ordinary Yemenis — schooled in the cynicism of Yemeni politics — believe that their government could have killed or even captured Mr. Awlaki at any time, and chose to do so only now for political reasons.\nBut in fact, the Yemeni security services, many trained by American Special Forces soldiers, appear to have pursued Mr. Awlaki for almost two years in a hunt that was often hindered by the shifting allegiances of Yemen’s tribes and the deep unpopularity of Mr. Saleh’s government.\nVideo\nIn 2009 and 2010, Mr. Awlaki seems to have been mostly in the southern heartland of his own powerful tribe, the Awaliq, where killing him would have been politically costly for the government, and capturing him nearly impossible. The area where Mr. Awlaki was finally killed, in the remote north, did not afford him the same tribal protection. There are also many tribal leaders in the far north who receive stipends from Saudi Arabia — the terrorist group’s chief target — and who would therefore have had more motive to assist in killing him.\nThe hunt for Mr. Awlaki has involved some close calls, including the failed American drone strike in May, and the previously unreported operation in the Yemeni village. Yemen’s elite counterterrorism commandos, backed by weapons from Yemen’s regular armed forces, formed a ring around the town as commanders began negotiating with local leaders to hand Mr. Awlaki over, said one member of the unit.\n“We stayed a whole week, but the villagers were supporting him,” said the counterterrorism officer, who is not authorized to speak on the record. “The local people began firing on us, and we fired back, and while it was happening, they helped him to escape.”\nYemen’s political crisis has seriously hampered counterterrorism efforts, and may have slowed down the hunt for Mr. Awlaki. In May and June, armed jihadists overran two towns in southern Yemen, beating back the army brigades in the area and penning one of them behind the walls of its base for two months.\nAdvertisement Continue reading the main story\nThe elite counterterrorism unit was not deployed until August, because of fears of civil war in the capital. Eventually, the unit regained control of the city of Zinjibar, but the counterterrorism officer, who took part in the fight, said the militant forces appeared to have expanded during Yemen’s crisis, with recruits from Somalia and several Arab countries.\nFresh information about Mr. Awlaki’s location surfaced about three weeks ago, allowing the C.I.A. to track him in earnest, waiting for an opportunity to strike with minimal risks to civilians, American officials said.\nA senior American military official who monitors Yemen closely said Mr. Awlaki’s death would send an important message to the surviving leaders and foot soldiers in the Qaeda affiliate. “It’s critically important,” the senior official said. “It sets a sense of doom for the rest of them. Getting Awlaki, given his tight operational security, increases the sense of fear. It’s hard for them to attack when they’re trying to protect their own back side.”\nBut some Islamist figures said Mr. Awlaki’s status could be elevated to that of a martyr. Anjem Choudhry, an Islamic scholar in London , said, “The death of Sheik Anwar al-Awlaki will merely motivate the Muslim youth to struggle harder against the enemies of Islam and Muslims.”\nHe added, “I would say his death has made him more popular.”", "url": "https://www.nytimes.com/2011/10/01/world/middleeast/anwar-al-awlaki-is-killed-in-yemen.html?module=inline"}