{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:37:53", "date_modify": "2018-11-16 04:37:53", "date_publish": "2011-05-04 20:50:48", "description": "The raid that killed Osama bin Laden has provoked a crisis of confidence for what was long seen as the one institution that held Pakistan together.", "filename": "2011_05_05_world_asia_05pakistan_1542343073.html", "image_url": "https://static01.nyt.com/images/2011/05/05/world/05pakistan/05pakistan-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_05_world_asia_05pakistan_1542343073.html", "title": "The New York Times", "title_page": "Pakistani Army Shaken by Raid to Kill Bin Laden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some were calling for an independent inquiry, focused less on the fact that the world’s most wanted terrorist was discovered in their midst than on whether the military could defend Pakistan’s borders and its nuclear arsenal from being snatched or attacked by the United States or India.\n“If these people are found to be incompetent, heads should roll,” said Zafar Hilaly, a prominent newspaper columnist.\nDifferent questions were coming from Pakistan’s neighbors and Western allies, including the United States. In Congress, powerful lawmakers in charge of foreign military assistance delivered scathing assessments of the Pakistani Army as either incompetent or duplicitous, saying that renewed financial support was hardly guaranteed.\nIn Britain, Prime Minister David Cameron told Parliament it was unbelievable that the Pakistani authorities did not know that Bin Laden was hiding not far from the capital.\nPhoto\nBut the most urgent question of all is what to do about it, and whether the United States should continue to invest in a Pakistani military whose assurances that it does not work with terrorists carry less weight than ever.\nPakistani officials, who feel betrayed by the United States for not informing them in advance about the raid, are responding more defensively by the day.\nThe biggest question for Pakistan is whether the event prompts a reconsideration of its security strategy, which has long depended on militant proxies, including groups entwined with Al Qaeda.\nAdvertisement Continue reading the main story\nAmerican officials are certain to use the fact that Bin Laden had taken shelter in Pakistan to press the country for a clearer break from its past. Both sides have an interest in preserving some form of the status quo. Pakistan would like to keep the billions of dollars in aid that flow from the United States. The United States would like to prevent this nuclear-armed Muslim nation from turning more hostile, hosting terrorist networks and complicating efforts to end the war in Afghanistan. But the challenges ahead were revealed in how the outrage over the Bin Laden raid has cut differently in Pakistan and the United States.\nFor the United States, it has raised the issue of whether any assurance provided by the Pakistani military can be trusted, including the security of its nuclear arsenal. The army has insisted it is adequately protected from extremists, but has resisted security assistance from the United States that it considers too invasive. “We can press Pakistan until the cows come home on its nuclear program,” said Michael Krepon, a co-founder of the Stimson Center in Washington, which works on programs to reduce nuclear weapons. “But they are not going to do the things that we would like them to do that they don’t want to do.”\nIn Pakistan, commentators who consider the nuclear weapons the country’s most valued asset have raised another concern: In light of the American operation, are the weapons safe from a raid by the United States, or even India?\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMeanwhile, the chief of the army, Gen. Ashfaq Parvez Kayani, and the head of the Inter-Services Intelligence agency, Lt. Gen. Ahmed Shuja Pasha, have remained silent about what they knew or did not know about Bin Laden’s presence.\nThey have both met with President Asif Ali Zardari since the American raid, but no mention has been made in public of those discussions. Civilian politicians have been virtually absent.\nPrime Minister Yousaf Raza Gilani left for France on Tuesday, but said Wednesday that he would cut short his trip and return home. Senior ministers in the cabinet failed to turn up in Parliament to offer any explanations on Tuesday or Wednesday.\nVideo\nInstead, the Foreign Office and the information minister, apparently on orders from the military, issued statements intended to explain the shortcomings.\nIn Parliament on Wednesday, Information Minister Firdous Ashiq Awan said the American helicopters had evaded detection by radar “due to hilly terrain” and use of “nap of the earth” flying techniques, an account that failed to comfort almost anyone.\nThe Foreign Office defended the fact that Bin Laden was not detected because the high security walls at his house in Abbottabad were in line with a culture of privacy. These scant explanations fueled more speculation.\nAdvertisement Continue reading the main story\nOne of the military’s biggest advocates, Kamran Khan, a journalist whose nightly television show garners big audiences, led the chorus: “We had the belief that our defense was impenetrable, but look what has happened. Such a massive intrusion and it went undetected.”\nMr. Khan posed the question on many Pakistani minds: “What is the guarantee that our strategic assets and security installations are safe?”\nIn some Pakistani quarters, the failure of the army and intelligence agencies to detect Bin Laden, or to do anything about him if indeed his presence was known, prompted calls for an overhaul of the nation’s strategic policies.\n“Instead of making more India-specific nuclear-capable missiles, the funds and the energy should be directed to eliminating the terrorists,” said an editorial in the newspaper Pakistan Today.\nThe editor, Arif Nizami, said the American raid made a mockery of the Pakistani military’s bravura that its fighter jets could shoot down American drones. “You talk of taking out drones, and you can’t even take out helicopters,” Mr. Nizami said.\nSome Pakistanis said they were more concerned about the fact that known terrorists were living in their midst than the violation of sovereignty by the Americans.\n“The terrorists’ being on our soil is the biggest violation of Pakistan’s sovereignty,” said Athar Minallah, a prominent lawyer. “If Osama bin Laden lives in Abbottabad, there could be a terrorist in my neighborhood.”", "url": "https://www.nytimes.com/2011/05/05/world/asia/05pakistan.html"}