{"authors": ["Judith Warner"], "date_download": "2018-11-16 04:51:38", "date_modify": "2018-11-16 04:51:38", "date_publish": "2011-01-11 11:39:01", "description": "Is the iron hand of Chinese parenting the future for Americans raising their kids?", "filename": "2011_01_16_magazine_16fob-wwln-t_1542343898.html", "image_url": "https://static01.nyt.com/images/2011/01/16/magazine/16fob-wwln-t_CA0/16fob-wwln-t_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_16_magazine_16fob-wwln-t_1542343898.html", "title": "No More Mrs. Nice Mom", "title_page": "No More Mrs. Nice Mom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThere was bound to be some push back. All the years of nurturance overload simply got to be too much. The breast-feeding through toddlerhood, nonstop baby wearing, co-sleeping, “Baby Mozart” co-watching; the peer pressure for never-ending singsong-voiced Mommy niceness, the ever-maddening chant of “good job!”; compulsory school “involvement” (that is, teacher-delegated busywork packaged as a way to Show Your Child You Care), the rapt attendance at each and every school performance, presentation, sporting event — the whole mishmash of modern, attuned, connected, concerned, self-esteem-building parenting.\nThe reaction came in waves. There were expert warnings, with moralists claiming that all this loosey-goosey lovey-dovey-ness was destroying the hierarchical fiber of the American family, and psychologists writing that all that self-esteem building was leading to epidemic levels of pathological ninnyishness in kids. Then there was a sort of quasi-hedonist revolt, cries of rebellion like Christie Mellor’s “Three Martini Playdate,” mother-toddler happy hours (postpregnancy liberation from “What to Expect” sanctimony!) and take-the-kid-out-all-night hipster parenting. Then came “free range” parenting, an appellation with the added advantage of sounding both fresh and fancy, like a Whole Foods chicken; “simplicity parenting” (recession-era lack of cash dressed up as principled rejection of expensive lessons); and, eventually, a kind of edgy irritation with it all: a new stance of get-tough no-nonsense, frequently called — with no small amount of pride — being a “bad” mother.\n“Bad,” of course, is relative. “I’m such a bad mother” these days tends to be a boast, as in, “Can you believe that I just said, ‘Not now,’ to my 4-year-old?” The un-self-questioning 1960s-era mother — she of the cream-of-mushroom soup in a can — evokes wistful memories. “Surrendering to motherhood” is over; as a cautionary tale, this spring HBO is running a new miniseries of “Mildred Pierce,” a Todd Haynes remake of the 1945 Joan Crawford film, in which Kate Winslet will play a mother whose life is devoured by her attempts to meet the demands of her grasping, never-satisfied daughter. (“She gave her daughter everything,” the tagline for the trailer reads. “But everything was not enough.”)\nThe new toughness is only partly about saving Mom’s sanity. A bigger goal is producing tougher, more resilient and (of course) higher-performing kids. “You have to be hated sometimes by someone you love and who hopefully loves you,” writes Amy Chua in “Battle Hymn of the Tiger Mother,” a just-published parenting memoir that clearly aspires to become a battle plan for a new age of re-empowered, captain-of-the-ship motherhood.\nAdvertisement Continue reading the main story\n“Tiger Mother” is the story of a woman who runs her daughters’ lives with an iron hand, breaking every rule of today’s right-thinking parenting (praise your kids, never compare them to one another, don’t threaten to burn all their stuffed animals if their piano practice is imperfect, don’t tell them they’re “garbage”), all in the guise of practicing Chinese parenting, which, in contrast to the flaccid, touchy-feely Western variety, stresses respect, self-discipline and, above all, results. Chua, who is Chinese-American and a Yale law professor, pushes her children to get straight A’s, forces them to spend hours each day practicing piano and violin; they are not allowed to pursue loser activities like playing the drums, “which leads to drugs,” she says, in a typical turn of phrase that may or may or may not be facetious. She refuses them playdates and sleepovers and TV and video games, and she demands unstinting obedience and devotion to family, all of which leads, unsurprisingly, to no small amount of crying, screaming and general tension.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n(“I don’t want this,” Chua says, in one particularly memorable moment, when her 4-year-old daughter, Lulu, gives her a birthday card that, the mother judges, couldn’t have taken “more than 20 seconds” to make. “I want a better one — one that you’ve put some thought and effort into. . . . I deserve better than this. So I reject this.”)", "url": "https://www.nytimes.com/2011/01/16/magazine/16fob-wwln-t.html"}