{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:21", "date_modify": "2018-11-16 03:39:21", "date_publish": "2011-04-11 13:20:21", "description": "Maxwell House has used Joseph Jacobs Advertising as its agency to reach Jewish consumers for nearly nine decades.", "filename": "2011_04_12_business_media_11adnewsletter1.html_module=inline_1542339561.html", "image_url": "https://static01.nyt.com/images/2011/04/11/business/media/11adco-sfsub/11adco-sfsub-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_12_business_media_11adnewsletter1.html_module=inline_1542339561.html", "title": "How Do You Say ‘Good to the Last Drop’ in Hebrew?", "title_page": "How Do You Say ‘Good to the Last Drop’ in Hebrew? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The relationship between Maxwell House and Jacobs Advertising is usually in the spotlight this time of year for a promotion that predates the administration of Franklin D. Roosevelt. But this year is special, as an article in The New York Times pointed out on Saturday, with some new touches in the long-running tradition.\nIn 1932, Maxwell House began publishing a Passover Haggadah, the book that is read at the Seder table to retell the story of the exodus from Egypt. The Haggadot (the plural of Haggadah) are given away in supermarkets and grocery stores with a purchase of Maxwell House.\nIt is estimated that more than 50 million Maxwell House Haggadot have been published, making it by many accounts the most widely distributed and used in the world.\nDown through the decades, the Haggadot have typically been light on the hard sell. About the most notable plug for the sponsor has been their use of the color blue on the covers, inspired by the long-time trade dress of Maxwell House.\nSometimes there have been Maxwell House logos, sometimes not. The cover of the first Haggadah featured the famous brand slogan, “Good to the last drop,” but the rest have not.\nSeveral of the covers described the Haggadah as “compliments of the coffees of Maxwell House” or “brought to you by Maxwell House.”\nFor Passover 2011, which begins at sundown next Monday night, Maxwell House has significantly revised the text of its Haggadah. The changes are meant to update the language for contemporary Seders or, as Maxwell House puts it on the first page, “create the most meaningful Seder experience.”\nAdvertisement Continue reading the main story\nFor instance, God is a “Monarch” rather than a “King,” and the tale about the “four sons” now refers to “four different sorts of children.”\nMore than a million copies of the new version of the Maxwell House Haggadah, which also sports a new cover, have been published. The 2011 Haggadah runs 58 pages.\nAn ad on the inside cover of the new edition, which carries the headline “At your Passover Seders for 80 years,” depicts the covers of the eight editions of the Haggadah.\n“When it first began, three owners ago, it was about introducing ourselves,” says Becky McAninch, senior brand manager on Maxwell House coffee at the Kraft Foods office in Tarrytown, N.Y.\nNow, “it’s about being part of the community,” she adds, and “offering a time-honored tradition during this important part of their year every year.”\nAsked if the Haggadah promotion is emblematic of multicultural marketing, Ms. McAninch replies: “We absolutely believe so. We’ve seen the power of this, the power it’s had in the community, and what it’s meant.”\n“What brand wouldn’t want to be a part of a cherished tradition?” she asks. “And we really believe in continuing to honor that tradition.”\nAnd because “Maxwell House is a brand that’s been around for a long time,” Ms. McAninch says, “we want to contemporize and stay relevant, so consumers see us growing and changing with the times.”\nAdvertisement Continue reading the main story\nThat accounts for the periodic changes to the covers of the Haggadot along with the updating of the text for Passover 2011.\n“It’s a great way to provide something new to this special target market,” Ms. McAninch says.\nJoseph Jacobs Advertising is “our strategic partner,” she adds, “as we look to unlock what are the insights” to better reach the Jewish consumer.\nPhoto\nMaxwell House also has Hispanic-focused consumer marketing, Ms. McAninch says, led by Lopez Negrete Communications in Houston. The brand’s creative agency for general-market advertising is the Chicago office of McGarryBowen, part of the Dentsu Network West division of Dentsu.\nJoseph Jacobs Advertising immediately proved its value to Maxwell House when they began working together in 1923 on “targeting the Jewish consumer,” says Elie Rosenfeld, chief executive at the agency.\nThe founder, Joseph Jacobs, “was creating the concept of target marketing,” he adds.\nJacobs noticed that coffee sales among Jews fell considerably during Passover because they believed the coffee bean was a legume and thus not kosher for Passover, Mr. Rosenfeld says.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn stores in Jewish neighborhoods, he adds, the grocers would set the coffees aside during Passover and not sell them.\nThe agency hired an Orthodox rabbi who declared the coffee bean was “actually a berry or a fruit,” he adds, and therefore acceptable under the holiday’s dietary strictures.\nAds were run in newspapers read by Jews like The Jewish Daily Forward, which proclaimed the rabbi’s certification that coffee was O.K. to drink during the eight days of Passover.\nThe creation and distribution of the Haggadah that started nine years later was an effort to dispel whatever remaining doubts there were about the status of coffee.\nAdvertisement Continue reading the main story\nThe idea was that Maxwell House would tell Jewish shoppers that “we’re so much a Passover coffee that we’ll give you the Seder, almost,” Mr. Rosenfeld says.\nIn fact, the ad in the new Haggadah describes Maxwell House as “the original Passover coffee.”\nThe Haggadot have “over the years become such an identifiable part of the Maxwell House as a brand,” Mr. Rosenfeld says.\n“It’s tough to get a brand so emotionally connected with a consumer,” he adds.\nThat is beneficial for Maxwell House not only among consumers, Mr. Rosenfeld says, but also among retailers that “now see Passover as a huge opportunity” to stimulate sales of Maxwell House coffees.\n“For some chains, Passover is second in importance” as a coffee-selling season only to the period between Thanksgiving and Christmas, he adds.\nKraft ships the displays offering the Haggadot to stores, which “put them up in the Passover aisle or the coffee aisle,” Mr. Rosenfeld says.\nThe concept is that shoppers “can go to the supermarket and get everything they need for the holiday,” he adds, “including the instruction book.”\nIn recent years, Joseph Jacobs Advertising has also created campaigns for the Jewish market for Kraft brands like Breakstone’s dairy products and Philadelphia cream cheese, Mr. Rosenfeld says.\nThe agency also worked on ads aimed at Jewish consumers for Post cereals, he adds, when it was still owned by Kraft. (It is now part of Ralcorp Holdings.)\nAdvertisement Continue reading the main story\nJoseph Jacobs Advertising also works for marketers like the Manischewitz Company and Empire Kosher, the poultry marketer, and is the Jewish agency for the ShopRite supermarket chain.\nNowadays, “it is a sell to go to major brands and tell them they should target some marketing dollars and effort to the Jewish consumer base,” Mr. Rosenfeld says.\n“Even some that are going kosher” do not reach out specifically to Jewish shoppers, he adds, referring to the mainstream marketers that are manufacturing products so they are kosher for everyday use.\nAccording to news reports, President Obama used the Maxwell House Haggadah at Seders at the White House in 2009 and 2010.\nIt is also popular at the Rosenfeld house, says Mr. Rosenfeld, who is an Orthodox Jew.\n“I sit with two,” he says. “One is always the Maxwell House.”\nFor many years, there was a campaign each year to announce the arrival of the Maxwell House Haggadot in stores, but Kraft has not run those ads recently.\nThe company declines to discuss the costs of the promotion.\n“It’s not about the dollars and cents,” Ms. McAninch says. “We’re very proud to be a part of what has become a cherished tradition, a tradition at the table of the Jewish community.”\n\nIf you like In Advertising, be sure to read the Advertising column that runs Monday through Friday in the Business Day section of The New York Times print edition and on nytimes.com. And read coverage anytime of advertising, marketing, television, print, movies and new media on the Media Decoder blog at mediadecoder.blogs.nytimes.com.", "url": "https://www.nytimes.com/2011/04/12/business/media/11adnewsletter1.html?module=inline"}