{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:50:35", "date_modify": "2018-11-16 04:50:35", "date_publish": "2011-03-17 18:44:19", "description": "The spreading panic is caused in part by distrust that the Japanese government is telling the full truth about the nuclear accidents and how widespread the danger is.", "filename": "2011_03_18_world_asia_18displaced_1542343835.html", "image_url": "https://static01.nyt.com/images/2011/03/18/world/Displaced/Displaced-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_world_asia_18displaced_1542343835.html", "title": "Radiation Fears and Distrust Push Thousands From Homes", "title_page": "Radiation Fears and Distrust Push Thousands From Homes in Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These “nuclear refugees,” as they are roughly known, tell tales of arduous journeys, of scrounging to find gasoline amid post-disaster shortages, and arriving with just the clothes on their backs. Many are already traumatized by the tsunami that swept away entire towns in northern Japan, leaving more than 15,000 dead or missing.\nLike Ms. Shiga, they are driven not just by suspicion of the government but also by a deep fear of radiation, in a nation where the word conjures images of the atomic devastation at Hiroshima and Nagasaki. As they flee, they enter a life in limbo, camped out on gym floors with hundreds of others, uncertain when or if they will ever be able to return to their homes.\nNone said they had been forced to leave their homes, but the police are expected to enforce the evacuation advisory strictly. Some said authorities had already set up roadblocks, barring anyone from getting back into the evacuation areas.\nShelters are being established to accommodate the displaced around Fukushima Prefecture, where the plants are. But unlike those in tsunami-hit areas farther north, these are staffed with health officials in plastic body suits and masks who scan new arrivals with Geiger counters to check for radiation.\nIchiro Yamaguchi, who heads a testing station here in Yamagata, said that many of those checked had low levels of radiation, though no one had yet been found with dangerous levels of contamination.\n“If Fukushima becomes another Three-Mile Island or Chernobyl, then we may never be going back,” said Akio Sanpei, a 61-year-old acupuncturist who arrived in Yamagata on Thursday from the town of Futaba, within the evacuation zone.\nPhoto\nIn Yamagata, a city about 66 miles northwest of the closer of the two plants, a large sports coliseum was converted into a makeshift shelter on Wednesday. Since opening, it has seen a steady stream of new arrivals — 539 people have entered the shelter, city officials said.\nAdvertisement Continue reading the main story\n“Space is filling up rapidly, and if more come we’ll soon be putting people into hallways and all available space,” said Masashi Iwata, a city official in charge of the shelter.\nOne who arrived on Thursday was Junya Kikuchi, a 28-year-old construction worker who came with his wife from the city of Soma, about 25 miles north of one plant, Fukushima Daiichi.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThat is far enough to be outside the evacuation zones, and also a broader area in which authorities have told residents to stay indoors to avoid contamination. Still, Mr. Kikuchi said that communities like his were emptying. He said a third of the city’s residents had left already. He also decided to leave because of his wife, who is six months pregnant.\n“Once some people start leaving, then others think they need to leave, too,” Mr. Kikuchi said. Hitoshi Suzuki, a 34-year-old construction worker, said that he thought the problem at the nuclear plants was twice as bad as the government let on. He produced a cellphone with Web sites that claimed the government was covering up the real damage at the plants.\nHe said growing suspicions that the plants were worse off than authorities were letting on was a main reason he left his home in Haramachi, north of the plants.\n“We might be overreacting, but we also know Tokyo Electric” — the plants’ operator — “is not telling us everything,” he said.\nKumiko Kowata, 45, a homemaker, lived in the area covered by the order not to go outside her house. But, she said, once the earthquake knocked out water supplies to her home, the order was impossible to follow. “How can you stay at home if you have to go out to get drinking water?” she asked.\nThe exodus has also been spurred by private companies in towns near the plants who chartered buses to help their employees and families flee to the shelter in Yamagata, even as the government has played down the effects.\nOne who left was Koichi Tsuji, 53, a truck driver from Minamisoma, who said only those stuck in the tsunami shelters — who had lost their cars as well as their homes — were left behind. “Everybody was leaving my neighborhood,” he said.\nMunehiro Okamoto, 36, who works for a drug making company, led a convoy of four cars and 15 people, and one golden retriever, to Yamagata from Namei, a town right by the Fukushima Daiichi plant.\nAdvertisement Continue reading the main story\nHe described a situation in which the parents feared that their children would get radiation sickness. He said the group would reach a city, stop, then fear that it was not far enough, and resume their journey westward. “We didn’t want to keep panicking and moving on and then stopping again,” he said.", "url": "https://www.nytimes.com/2011/03/18/world/asia/18displaced.html"}