{"authors": ["Manny Fernandez"], "date_download": "2018-11-16 04:01:26", "date_modify": "2018-11-16 04:01:26", "date_publish": "2011-12-11 22:47:25", "description": "With the Supreme Court entering a dispute over the district lines drawn by state lawmakers and those created by a federal court, the status of upcoming elections is uncertain.", "filename": "2011_12_12_us_texas-in-limbo-as-supreme-court-takes-up-districting_1542340886.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_12_us_texas-in-limbo-as-supreme-court-takes-up-districting_1542340886.html", "title": "The New York Times", "title_page": "Texas in Limbo as Supreme Court Takes Up Districting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What it has done is injected an enormous amount of stress into the campaign system,” said Bill Miller, a longtime political consultant and lobbyist in Austin who works with both Republicans and Democrats. “It’s just like a snow globe that’s been turned upside down. All this stuff is in the air, and it’s slowly going to settle down, but you don’t where and you don’t know why.”\nThe two sets of maps at the heart of the dispute — one drawn by the Republican-controlled Legislature and the other by the federal judges in San Antonio — each pose distinct advantages and drawbacks for Republicans and Democrats, as well as Hispanic and black voters.\nThe state’s boom in population — census data in 2010 showed it had grown by 20.6 percent since 2000 — gave Texas four new seats in Congress, for a total of 36. The Legislature-drawn maps would give Democrats fewer Congressional and State House seats than the maps created by the three-judge panel, which could deliver to Democrats as many as four additional seats in Congress and about a dozen in the State House. Several minority groups and lawmakers argued that the Legislature’s maps did not reflect growth in the state’s Hispanic and black populations, and violated minority voting rights laws. Attorney General Greg Abbott and Republican leaders maintain that no court has found the Legislature’s maps to violate any law and say that the federal panel in San Antonio exceeded its authority in issuing its own maps.\n“This is all about the changing demographics in Texas and what that means for partisan politics,” said Mark P. Jones, a political science professor at Rice University in Houston. “In Texas, most of the growth in population that has resulted in Texas’s four additional Congressional seats is a result of a growth of the Hispanic population. But this Hispanic population generally votes Democratic. At least a segment of the Republican Party is trying to keep the growing Hispanic electorate from negatively impacting their power in the state for as long as possible.”\nGov. Rick Perry signed the Legislature’s maps into law in June and July. Minority groups sued the state in federal court in San Antonio, charging that those maps discriminated against minorities.\nPhoto\nBut Texas and other states with a history of racial discrimination cannot put new maps in place without federal approval. So, the state had asked a federal court in Washington to approve the Legislature-drawn maps, but the court refused, prompting the San Antonio judicial panel to create an interim map so that the elections could proceed. The federal judges in Washington, in their ruling last month, faulted the state for using an improper methodology to determine whether the Legislature’s maps hurt minority representation.\nAdvertisement Continue reading the main story\nMeanwhile, the Justice Department, whose civil rights division also found the state’s maps to discriminate against minorities, has become a central figure in the dispute. The Texas attorney general accused it this month of delaying the federal-approval process in an effort to have the court-drawn maps imposed, a claim the agency denies.\nFor the most part, reaction to the Supreme Court’s decision on Friday to take up the matter tracked along party lines, with Democrats expressing some disappointment and Republicans feeling pleased. State Representative Trey Martinez Fischer, a San Antonio Democrat who is the chairman of the Mexican-American Legislative Caucus, one of the groups that sued the state over redistricting, said in a statement that they were “deeply concerned about the potential disruption of the 2012 election schedule.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOn a practical level, the developments on Friday created a sense of uncertainty that spanned the aisles, particularly when it came to any decisions lawmakers may have made about their political futures based on the court-drawn maps.\nState Representative Aaron Peña, a Republican who represents part of Hidalgo County in South Texas, announced late last month that he was not seeking re-election, citing his redrawn district as a primary reason. The Legislature’s maps put Mr. Peña, a former Democrat, in a 52 percent Democratic district, while the court-drawn maps placed him in a 75 percent Democratic district that he felt was unwinnable by any Republican.\nBut the Supreme Court in effect changed Mr. Peña’s political prospects.\n“I’m going to re-examine the question of whether or not I should run,” Mr. Peña said on Sunday. “About a week before the ruling I had ended my relationships with my campaign staff, and the same is true for the some of the primary donors who have supported me over the years. As soon as the court ruling hit the Internet, I received over 50 calls from people asking me to reconsider.”", "url": "https://www.nytimes.com/2011/12/12/us/texas-in-limbo-as-supreme-court-takes-up-districting.html"}