{"authors": [], "date_download": "2018-11-16 03:33:30", "date_modify": "2018-11-16 03:33:30", "date_publish": "2011-04-11 17:18:32", "description": "A recipe for Prune and Almond Braised Short Ribs.", "filename": "2011_04_13_dining_13sederrex1_1542339210.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_13_dining_13sederrex1_1542339210.html", "title": "Prune and Almond Braised Short Ribs", "title_page": "Prune and Almond Braised Short Ribs: Recipe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adapted from Tony Maws, Craigie on Main, Cambridge, Mass.\nTime: 3 hours and 15 minutes, plus time for cooling and overnight chilling\n1. Heat oven to 325 degrees. Season short ribs or flanken with salt and pepper. Place a heavy wide pan over medium-high heat. Add the fat or oil and heat until shimmering. Add beef and brown well on both sides. Transfer to a plate.\nPhoto\n2. Add onion, carrots, celery, garlic and ginger to the pan, and stir until the onions begin to brown, about 3 minutes. Add port and wine, scraping the bottom of the pan with a wooden spoon. Simmer until reduced by half, about 10 minutes.\n3. In a large Dutch oven or heavy braising pan, combine 2 cups of the prunes, 1 cup almonds, and the mushrooms. In a piece of cheesecloth, tie up 1/4 cup of the parsley with the thyme, bay leaf, cinnamon, clove, star anise and orange zest, and add to the pot. Add the meat, the vegetable mixture and enough stock to cover. Place over high heat to bring to a boil, then transfer to the oven. Cook, covered, until the meat is falling off the bones, about 2 1/2 hours. Cool completely in the pan, then refrigerate overnight or until well chilled.\n4. Skim the fat, then transfer beef to a large bowl, discarding any loose bones. Discard the cheesecloth packet, and transfer remaining broth and vegetables to a food processor. Purée, then return to a clean pan. Add meat and remaining 2 cups whole prunes. Place over medium-low heat, stirring occasionally, until gently reheated. Garnish with remaining 1/4 cup parsley and 1/4 cup almonds.\nYield: 6 to 8 servings.", "url": "https://www.nytimes.com/2011/04/13/dining/13sederrex1.html"}