{"authors": ["Don Van Natta Jr."], "date_download": "2018-11-16 03:19:23", "date_modify": "2018-11-16 03:19:23", "date_publish": "2011-07-16 13:13:25", "description": "Testimony and new evidence indicate that Scotland Yard and News International became so intertwined that they wound up sharing the goal of containing the phone-hacking investigation.", "filename": "2011_07_17_world_europe_17police_1542338363.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_17_world_europe_17police_1542338363.html", "title": "The New York Times", "title_page": "Scotland Yard and Murdoch Empire Intertwined in Hacking Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Assistant Commissioner John Yates of the Metropolitan Police Service publicly acknowledged that he had not actually gone through the evidence. “I’m not going to go down and look at bin bags,” Mr. Yates said, using the British term for trash bags.\nAt best, former Scotland Yard senior officers acknowledged in interviews, the police have been lazy, incompetent and too cozy with the people they should have regarded as suspects. At worst, they said, some officers might be guilty of crimes themselves.\n“It’s embarrassing, and it’s tragic,” said a retired Scotland Yard veteran. “This has badly damaged the reputation of a really good investigative organization. And there is a major crisis now in the leadership of the Yard.”\nThe testimony and evidence that emerged last week, as well as interviews with current and former officials, indicate that the police agency and News International, the British subsidiary of Rupert Murdoch ’s News Corporation and the publisher of The News of the World, became so intertwined that they wound up sharing the goal of containing the investigation.\nMembers of Parliament said in interviews that they were troubled by a “revolving door” between the police and News International, which included a former top editor at The News of the World at the time of the hacking who went on to work as a media strategist for Scotland Yard.\nOn Friday, The New York Times learned that the former editor, Neil Wallis, was reporting back to News International while he was working for the police on the hacking case.\nExecutives and others at the company also enjoyed close social ties to Scotland Yard’s top officials. Since the hacking scandal began in 2006, Mr. Yates and others regularly dined with editors from News International papers, records show. Sir Paul Stephenson, the police commissioner, met for meals 18 times with company executives and editors during the investigation, including on eight occasions with Mr. Wallis while he was still working at The News of the World.\nAdvertisement Continue reading the main story\nSenior police officials declined several requests to be interviewed for this article.\nThe police have continually asserted that the original investigation was limited because the counterterrorism unit, which was in charge of the case, was preoccupied with more pressing demands. At the parliamentary committee hearing last week, the three officials said they were working on 70 terrorist investigations.\nYet the Metropolitan Police unit that deals with special crimes, and which had more resources and time available, could have taken over the case, said four former senior investigators. One said it was “utter nonsense” to argue that the department did not have enough resources.\nAnother senior investigator said officials saw the inquiry as being in “safe hands” at the counterterrorism unit.\nInterviews with current and former officials show that instead of examining all the evidence, investigators primarily limited their inquiry to 36 names that the private investigator, Glenn Mulcaire , mentioned in one list.\nAs a result, Scotland Yard notified only a small number of the people whose phones were hacked by The News of the World. Other people who suspected foul play had to approach the police to see if their names were in Mr. Mulcaire’s files.\n“It’s one thing to decide not to investigate,” said Jeremy Reed, one of the lawyers who represents numerous phone-hacking victims. “But it’s quite another thing not to tell the victims. That’s just mind-blowing.”\nAmong the possible victims was former Prime Minister Gordon Brown , who asked the police last year to look into suspicions that his phones were hacked. In response, Scotland Yard sent him a form letter saying it was unclear whether the tabloid had eavesdropped on his conversations, people with knowledge of the request said.\nThe police assigned a new team to the hacking allegations in September after The New York Times published a magazine article that showed that the practice was far more widespread and which raised questions about Scotland Yard’s handling of the case.\nAdvertisement Continue reading the main story\nShortly after, the police finally reopened those “bin bags.” Now, the police are enduring the painstaking and humiliating exercise of notifying nearly 4,000 angry people listed in the documents that they may have been targets of what now appears to be industrial-strength hacking by The News of the World. The chore is likely to take years.\nPhoto\nA Series of Inquiries\nScotland Yard’s new inquiry, dubbed Operation Weeting, has led to the arrests of a total of nine reporters and editors, with more expected. And the police have opened another inquiry into allegations that some officers were paid for confidential information by reporters at The News of the World and elsewhere.\nThe Metropolitan Police itself is now the subject of a judicial inquiry into what went wrong with their initial case, as well as into the ties between the department’s top officers and executives and reporters for News International.\nAt a parliamentary committee hearing last week, three current and former officials who ran the case were openly mocked. One member of Parliament dubbed an investigator “more Clouseau than Colombo.”\nAt the hearing, the senior investigator in charge of the day-to-day inquiry, Peter Clarke, blamed The News of the World’s “complete lack of cooperation” for the shortcomings in the department’s initial investigation.\nWhile editors were not sharing any information, they were frequently breaking bread with police officers. Andy Hayman, who as chief of the counterterrorism unit was running the investigation, also attended four dinners, lunches and receptions with News of the World editors, including a dinner on April 25, 2006, while his officers were gathering evidence in the case, records show. He told Parliament he never discussed the investigation with editors.\nMr. Hayman left the Metropolitan Police in December 2007 and was soon hired to write a column for The Times of London, a News International paper. He defended the inquiry that he led, writing in his column in July 2009 that his detectives had “left no stone unturned.”\nThree months later, Mr. Wallis, the former deputy editor of The News of the World, was hired by Scotland Yard to provide strategic media advice on phone-hacking matters to the police commissioner, among others. Scotland Yard confirmed last week that the commissioner, Sir Paul, had personally approved nearly $40,000 in payments to Mr. Wallis for his work.\nAdvertisement Continue reading the main story\nBut when Mr. Wallis was interviewed in April by a New York Times reporter working on a story about the hacking, he did not disclose his new media role at Scotland Yard. In the interview, Mr. Wallis defended both the newspaper and the vigor of Scotland Yard’s initial investigation.\nA person familiar with the hacking investigation said on Friday that Mr. Wallis had also informed Rebekah Brooks about The New York Times’s reporting. Ms. Brooks, who resigned on Friday as chief executive officer of News International, has maintained that she was unaware of the hacking.\nA News International spokeswoman said the company was reviewing whether it had paid Mr. Wallis at the same time.\nIt is unclear whether Scotland Yard knew about Mr. Wallis’s activities. While The New York Times was working on its article last year, Scotland Yard was refusing to answer most of the detailed questions that The Times submitted to it in a freedom of information request.\nIt was not until Thursday night that Scotland Yard revealed that Mr. Wallis had worked for it for a year. That revelation came about 10 hours after he was arrested at his west London home in connection with the phone hacking.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“This is stunning,” a senior Scotland Yard official who retired within the past few years said when informed about Mr. Wallis’s secret dual role. “It appears to be collusion. It has left a terrible odor around the Yard.”\nSky News raised further questions about a possible link between Sir Paul and Mr. Wallis on Saturday night. Just after Christmas last year Sir Paul recovered from surgery at a Champneys Spa in Hertfordshire, and his $19,000 bill was paid by a friend, the spa’s managing partner, Sky News reported. Sir Paul learned Saturday that Mr. Wallis had worked as a public-relations consultant for the spa, a police spokesperson said, adding that “Commissioner Sir Paul Stephenson is not considering his position.” Mr. Stephenson had declared the stay on a gifts list, Sky reported.\nA lawyer for Mr. Wallis said there was no connection between Sir Paul’s stay at the spa and Mr. Wallis. Mr. Wallis did not return calls seeking comment.\nHe had worked as second in command at the tabloid under Andy Coulson , who left the paper in 2007 after the private investigator and the reporter were found guilty of hacking into the phones of members of the royal family and their staff.\nAdvertisement Continue reading the main story\nShortly after, Mr. Coulson was hired by the Conservative Party to lead its communications team. Last year, when David Cameron became prime minister, he brought Mr. Coulson to 10 Downing Street. But Mr. Coulson could never escape the hacking controversy. Once Scotland Yard decided to reopen the case, he resigned and was arrested on July 8.\nIt was not until last autumn that the police were forced to confront their own mistakes. By then, they were facing an escalating stream of requests by people who suspected that their phones might have been hacked. Two dozen people had also brought civil cases against News International, and that compelled the police to release information from Mr. Mulcaire’s files.\nThe documents were seized on Aug. 8, 2006, from Mr. Mulcaire’s home in Cheam, south of London. Mr. Mulcaire, a 40-year-old former soccer player whose nickname was “the Trigger,” was nothing if not a meticulous note-keeper. On each page of the 11,000 documents, in the upper-left-hand corner, he wrote the name of the reporter or editor whom he was helping to hack phones.\nAlso seized from his home was “a target list” of the names of a total of eight members of the royal family and their staff, and 28 others, which Scotland Yard’s investigators used as their first road map of Mr. Mulcaire’s activities.\n‘A Mutual Trust’\nFrom the beginning, Scotland Yard investigators treated The News of the World with deference, searching a single desk in its newsroom and counting on the staff’s future cooperation. “A mutual trust” is how one police investigator described the relationship.\nPhoto\nLeaders of the Metropolitan Police decided not to pursue a wide-ranging “cleanup of the British media,” as one senior investigator put it. Mr. Hayman, the investigator in charge, said in testimony before Parliament last Tuesday that the inquiry was viewed as “not a big deal” at the time.\nThe police charged only Mr. Mulcaire and the royal affairs reporter, Clive Goodman . When the case was done, the evidence went into plastic bags in a storage locker, several officials said. It was occasionally reviewed, but a complete accounting would not be done until late 2010.\nOn July 9, 2009, Mr. Yates, the assistant commissioner, said, “It is important to recognize that our inquires showed that in the vast majority of cases there was insufficient evidence to show that tapping had actually been achieved.”\nAdvertisement Continue reading the main story\nAnd then last year, he told two parliamentary committees that a full accounting of all the evidence had been done.\nMr. Yates said investigators presumed that the material in the files was for legitimate purposes since it was the job of both Mr. Mulcaire and Mr. Goodman “to gather personal data about high-profile figures.”\nYet on numerous occasions Mr. Yates assured the public that all those affected had been notified.\nHe said the police had “taken all proper steps to ensure that where we have evidence that people have been the subject of any form of phone tapping, or that there is any suspicion that they might have been, that they have been informed.”\nThe parliamentary committees declined to pursue the matter.\nIn the fall of 2006, Sir Ian Blair, then the police commissioner, had the option of assigning the case to the Specialist Crime Directorate, the division that handles homicides, robberies and the like. It had 3,500 detectives at its disposal and could have reviewed every document, several former officials said.\nThe man leading the unit, Tarique Ghaffur, was known among his colleagues for refusing to toe the line. Mr. Ghaffur had led an internal inquiry into the police harassment of a prominent black activist and concluded that the man had been the victim of “unreasonable targeting by police officers.”\nIt was not until July 2009, three years after the evidence was seized, that Mr. Yates ordered some of the names in Mr. Mulcaire’s files to be put into a database, former officials said. But it fell far short of a complete accounting, they said.\nIn one instance, the police thwarted a deeper look at their handling of the evidence.\nLast autumn, four people, including John Prescott, the former deputy prime minister, and Brian Paddick, a former senior police official, sought a judicial review to determine why Scotland Yard had not notified all the hacking victims.\nIn response, lawyers for the police claimed that none of the four plaintiffs’ phones had been accessed.\nAdvertisement Continue reading the main story\nLast February, a judge ruled against going forward with an inquiry. Within days, several plaintiffs received word from the police that their phones might have been hacked.\n“The court was misled,” said Tamsin Allen, who represents four people who claim their phones were hacked. “It was pretty outrageous.”\nA judge recently decided to open a new review of why Scotland Yard did not notify everyone in Mr. Mulcaire’s files.\n“I still don’t think we know the extent of what the police did and did not do because we are only about halfway down into the murky pond,” said Chris Bryant, a Labour member of Parliament who is one of the four plaintiffs who applied for the judicial review.\nA Toxic Atmosphere\nCurrent and former officials said that shortly after Scotland Yard began looking into the hacking, five senior police investigators discovered that their own phones might have been broken into by The News of the World.\nAt last week’s hearing in Parliament, Mr. Hayman, one of the five, denied knowing if his phone had been hacked.\nSo far, only 170 phone-hacking victims have been notified.\nA second police operation is now trying to determine how many officers were paid for information from journalists working at The News of the World and elsewhere. One of the challenges, a senior officer said, was that the journalists’ records contained pseudonyms instead of the officers’ names. There is suspicion that some pseudonyms were made up by reporters to pocket cash from their editors, the officer said.\nThe atmosphere at Scotland Yard has become toxic. “Everyone is rowing for the shore,” said a former senior Scotland Yard official. “Everyone is distancing themselves from this mess.”\nAdvertisement Continue reading the main story\nSue Akers, a deputy assistant commissioner who is leading both police inquiries, said the department faced a deep challenge to repair its reputation.\n“I think it is everybody’s analysis that confidence has been damaged,” Ms. Akers told Parliament last week. “But I am confident that we have got an excellent team who are working tirelessly to get this right.”\nShe added: “I hope that I do not have to come back here in five years’ time to explain why we failed.”", "url": "https://www.nytimes.com/2011/07/17/world/europe/17police.html"}