{"authors": ["Henry Fountain"], "date_download": "2018-11-16 04:50:37", "date_modify": "2018-11-16 04:50:37", "date_publish": "2011-03-17 21:38:28", "description": "Entombing the Japanese nuclear plant in concrete and steel, as at Chernobyl, is not an immediate option.", "filename": "2011_03_18_science_18contain_1542343837.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_science_18contain_1542343837.html", "title": "The New York Times", "title_page": "Japanese Nuclear Crisis Resists Easy Long-Term Fixes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In that case, it would probably be preferable to remove the fuel and eventually dismantle contaminated parts of the building, with long-term storage of all the fuel and radioactive debris elsewhere.\nSome experts have suggested that if the water cooling fails, plant operators could be forced to use sand or concrete to try to contain the radiation, at least temporarily. “You are looking at the scenario of helicopters dropping large amounts of material to smother the radioactive mess,” said Robert Alvarez, who was an adviser to the secretary of energy during the Clinton administration.\nThat was done at Chernobyl, too, although the circumstances of the accident were different — the reactor was on fire — and the effectiveness of the technique has been questioned. In Japan, such a step might make fuel removal much more difficult.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAny effort to clean up or permanently contain the radiation will take years and surely cost billions of dollars. Fuel removal at Three Mile Island in Pennsylvania cost nearly $1 billion and took about eight years. In Japan, the dismantling of radioactive parts of the plant will not occur at least until a second reactor is permanently shut down.\nAmong the challenges of any type of containment or cleanup is that most of the work would have to be done by robots or technicians working in short shifts, as much of the Japanese plant is now contaminated with radiation.\nMr. Negin, who worked on the Three Mile Island cleanup and co-wrote a technical history of the work, said that “just figuring out what to do took a lot of time.”\n“There was a lot of water to be dealt with, gas to be dealt with,” he said. Much of the plant was contaminated with radioactivity, but not nearly as badly as the Fukushima plant is already presumed to be, he said.\n“Who knows what the conditions are going to be?” Mr. Negin said. Crews will have to see what equipment is damaged and where. Radiation and chemical measurements will have to be made.\n“There are a huge number of challenges,” he said.\nBut there are often creative solutions as well. With the melted fuel at Three Mile Island, Mr. Negin recalled, “There was a drilling rig provided by the Department of Energy used to chew up the mess that was down there.”\nAdvertisement Continue reading the main story\nThat made the radioactive fuel easier to scoop up and put in storage canisters, he said.", "url": "https://www.nytimes.com/2011/03/18/science/18contain.html"}