{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:45:57", "date_modify": "2018-11-16 04:45:57", "date_publish": "2011-11-30 04:08:56", "description": "North Korea reported brisk progress in building a new nuclear reactor and producing enriched uranium on Wednesday.", "filename": "2011_12_01_world_asia_north-korea-nuclear-reactor-progress_1542343557.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_01_world_asia_north-korea-nuclear-reactor-progress_1542343557.html", "title": "North Korea Reports Progress on New Reactor", "title_page": "North Korea Reports Progress on New Reactor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The North’s old 5-megawatt reactor, which was partially dismantled in 2008 under a short-lived disarmament deal with Washington, was built in 1986 on a Soviet-era design. When North Korea declared in 2009 that it would build a more advanced light-water reactor and enrich uranium for fuel, many outside officials doubted the claims.\nBut the revelation a year ago stunned those skeptics. Now nuclear experts like Siegfried Hecker at Stanford University, the first American nuclear scientist to see the enrichment plant in Yongbyon, believe that its enrichment program may be more advanced than Iran’s.\nEarlier this month, the North’s state media reported that “the day is near at hand” when its new reactor will come into operation. The Web site “38 North” later published satellite photos that it said showed significant progress in building the new reactor. But it said it was unlikely to become operational for two to three years.\nSix-nation talks aimed at ending North Korea’s nuclear weapons program collapsed in 2008 when North Korea balked at the American demand for intrusive inspections on its nuclear facilities. It has since raised tensions by beginning to restore the partially dismantled nuclear facilities in Yongbyon, test-launching a long-range rocket, conducting a second nuclear test and launching military provocations against the South.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn recent months, however, it has insisted on resuming six-party talks.\nIn two rounds of bilateral talks in recent weeks, the United States demanded that the North first freeze its uranium enrichment before the talks can resume. On Wednesday, North Korea reiterated that any American concerns about its nuclear program can be discussed once the talks resume “unconditionally.”\nNorth Korea told the Americans that “it can convince the world of the peaceful nature of those activities through the International Atomic Energy Agency,” the unnamed spokesman said.\n“The message from North Korea in this is: ‘Are you going to let our nuclear capabilities continue to expand? Or are you going to come back to the six-party talks?’ said Koh Yu-hwan, a North Korea expert at Dongguk University in Seoul. “They are asking the United States to make a choice. It’s a pressure tactic.”\nOfficials in Washington and in the government in Seoul share concerns that North Korea may have no intention of giving up its nuclear weapons development and may use any talks with the United States and its allies to ease economic sanctions and win aid. They issued a set of preconditions, including the immediate suspension of uranium enrichment, to test the sincerity of the government in Pyongyang for disarmament.\nAdvertisement Continue reading the main story\nOn Tuesday, Hans Blix, a former director-general of the I.A.E.A., told reporters in Seoul that he did not think that those “preconditions are helpful at all.” Citing the case of Iran, he feared that those preconditions would only delay the resumption of talks.\nNorth Korea said Wednesday that its pursuit of nuclear energy to solve its “acute electricity problem” was “an issue vital for the sovereignty and development” of its economy and “neither concession nor compromise should be allowed.”\nIn 2005, North Korea agreed to give up its nuclear programs in return for security guarantees, normalized ties with the United States and economic assistance. When negotiators entered more detailed talks on how to implement that broadly worded agreement, the talks quickly bogged down.\nThe North’s new reactor and its enrichment plant, which experts suspect may be only part of a much bigger enrichment scheme hidden in the hilly country, gave North Korea a new negotiating card. Ever since it declared a plan to enrich uranium in June 2009, it has periodically updated the outside world on the purported progress it was making, reminding it of the implications of what it was doing.", "url": "https://www.nytimes.com/2011/12/01/world/asia/north-korea-nuclear-reactor-progress.html"}