{"authors": ["Ray Rivera", "Taimoor Shah"], "date_download": "2018-11-16 04:37:40", "date_modify": "2018-11-16 04:37:40", "date_publish": "2011-08-06 19:26:59", "description": "A coalition patrol took fire from a compound in Helmand Province and called in an airstrike that killed an imam, one of his wives and seven children.", "filename": "2011_08_07_world_asia_07helmand_1542343060.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_07_world_asia_07helmand_1542343060.html", "title": "The New York Times", "title_page": "Civilians Reported Killed in Airstrike in Helmand Province - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — A woman and seven young children were killed in southern Afghanistan when a coalition patrol called in an airstrike against insurgents firing on them from a mud compound, Afghan officials said Saturday. NATO said it was investigating the attack.\nHabibullah Shamlani, the governor of Nad-Ali, the district in Helmand Province where the attack occurred, said the NATO foot patrol came under fire Friday from the compound. One soldier was killed, and an Afghan interpreter was wounded. The home belonged to Mullah Abdul Hadi, 50, a local imam who Afghan officials say was helping the Taliban. He was killed along with one of his two wives and his seven children, all younger than 7 years old, Mr. Shamlani said.\n“People from the area said the imam was involved in making I.E.D.’s,” or improvised explosive devices, Mr. Shamlani said. “We found three hand grenades in his house.”\nNATO would not confirm whether any civilians were killed. But in a statement it said that “shortly following the engagement, coalition forces received reports that civilians were being held captive by the insurgents and may have been present during the airstrike.”\nAdvertisement Continue reading the main story\nA coalition team was meeting with local leaders to investigate, the statement said.\nThe first six months of this year have been the deadliest period for civilians since the beginning of the war, with nearly 1,462 deaths through the end of June, according to the United Nations. Insurgents were responsible for 80 percent of the casualties, up 28 percent from the same period in 2010, the United Nations said. NATO forces accounted for 14 percent, a decline of nine percentage points. Six percent were unattributed.\nWhile Taliban forces are responsible for most civilian deaths, popular outrage is often reserved for NATO troops when they cause such casualties. In May, a NATO airstrike that killed 14 civilians, most of them women and children, in Helmand Province led to widespread denunciations among Afghan residents and officials. President Hamid Karzai warned that if such attacks did not stop, NATO’s presence would “change from a force that is fighting against terrorism to a force that is fighting against the people of Afghanistan.”", "url": "https://www.nytimes.com/2011/08/07/world/asia/07helmand.html"}