{"authors": ["Rachel Saltz"], "date_download": "2018-11-16 04:51:44", "date_modify": "2018-11-16 04:51:44", "date_publish": "2011-03-29 17:55:08", "description": "An explicit opening scene in “Sex on Sunday” promises a trip to the dark side of sexuality. But Chisa Hutchinson, the writer, can’t decide whether she wants to titillate or educate.", "filename": "2011_03_30_theater_reviews_sex-on-sunday-at-urban-stages-review.html_module=inline_1542343904.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_30_theater_reviews_sex-on-sunday-at-urban-stages-review.html_module=inline_1542343904.html", "title": "The New York Times", "title_page": "‘Sex on Sunday’ at Urban Stages - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When you title your play “Sex on Sunday (Or How to Make a Man Stay, Beg and Roll Over),” you’d better be prepared to deliver the goods. But Chisa Hutchinson, the writer of this Be Company production at Urban Stages, can’t decide whether she wants to titillate, educate or entertain sitcom-style.\nAn explicit opening scene promises a trip to the dark side of sexuality. A man in restraints is stretched naked on what looks like a sawhorse, while a dominatrix does dominatrix-like things to him with a stiletto-heeled shoe.\nSoon, though, the man, Matt (Jeremy Rishe), asks his dominator, Laila (Amber Gray), to go out with him. Before long they have established a cozy, PG-rated domesticity at Laila’s new apartment. Outside the “office” Laila seems shy and introspective, not rude and aggressive like her neighbors, a comic-relief threesome who befriend her by overwhelming her.\nMs. Hutchinson, whose previous work, “She Like Girls,” about a high school lesbian, was a plea for tolerance, is interested in sexual taboos and deviations from the norm. Here, though, the exploration of identity is played more for yuks than for insights.\nThere’s a decent joke in the idea that Matt’s predilections make him an unusually attentive boyfriend: he has tea waiting for Laila, rubs her feet, whips up cupcakes in the kitchen. But Laila remains a mystery. At home when she orders Matt around, she’s only teasing. Is she a dominatrix for real in the bedroom? Beyond Laila’s on-the-job bondage and discipline, the play has plenty of sex scenes — a bed rolls creakily on- and offstage just for that purpose — but they’re for the minor characters, not Matt and Laila.\n“Sex on Sunday” often seems like a rough draft, but that doesn’t mean it’s not engaging. The director, Jade King Carroll, is not afraid to try things like that rolling bed. (So what if it keeps getting stuck?) And the cast is appealing. (Lolita Foster is a standout as one of the neighbors.) And then there’s the topic: other people’s sex lives. Ms. Hutchinson doesn’t have to have it all worked out to hold your attention.", "url": "https://www.nytimes.com/2011/03/30/theater/reviews/sex-on-sunday-at-urban-stages-review.html?module=inline"}