{"authors": ["Jose Antonio Vargas"], "date_download": "2018-11-16 04:28:59", "date_modify": "2018-11-16 04:28:59", "date_publish": "2011-06-22 08:30:23", "description": "A reporter talks about his illegal American dream.", "filename": "2011_06_26_magazine_my-life-as-an-undocumented-immigrant_1542342539.html", "image_url": "https://static01.nyt.com/images/2011/06/26/magazine/26illegal1/26illegal1-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_06_26_magazine_my-life-as-an-undocumented-immigrant_1542342539.html", "title": "My Life as an Undocumented Immigrant", "title_page": "My Life as an Undocumented Immigrant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’ve tried. Over the past 14 years, I’ve graduated from high school and college and built a career as a journalist, interviewing some of the most famous people in the country. On the surface, I’ve created a good life. I’ve lived the American dream.\nBut I am still an undocumented immigrant. And that means living a different kind of reality. It means going about my day in fear of being found out. It means rarely trusting people, even those closest to me, with who I really am. It means keeping my family photos in a shoebox rather than displaying them on shelves in my home, so friends don’t ask about them. It means reluctantly, even painfully, doing things I know are wrong and unlawful. And it has meant relying on a sort of 21st-century underground railroad of supporters, people who took an interest in my future and took risks for me.\nLast year I read about four students who walked from Miami to Washington to lobby for the Dream Act, a nearly decade-old immigration bill that would provide a path to legal permanent residency for young people who have been educated in this country. At the risk of deportation — the Obama administration has deported almost 800,000 people in the last two years — they are speaking out. Their courage has inspired me.\nPhoto\nThere are believed to be 11 million undocumented immigrants in the United States . We’re not always who you think we are. Some pick your strawberries or care for your children. Some are in high school or college. And some, it turns out, write news articles you might read. I grew up here. This is my home. Yet even though I think of myself as an American and consider America my country, my country doesn’t think of me as one of its own.\nMy first challenge was the language. Though I learned English in the Philippines, I wanted to lose my accent. During high school, I spent hours at a time watching television (especially “Frasier,” “Home Improvement” and reruns of “The Golden Girls”) and movies (from “ Goodfellas ” to “ Anne of Green Gables ”), pausing the VHS to try to copy how various characters enunciated their words. At the local library, I read magazines, books and newspapers — anything to learn how to write better. Kathy Dewar, my high-school English teacher, introduced me to journalism. From the moment I wrote my first article for the student paper, I convinced myself that having my name in print — writing in English, interviewing Americans — validated my presence here.\nThe debates over “illegal aliens” intensified my anxieties. In 1994, only a year after my flight from the Philippines, Gov. Pete Wilson was re-elected in part because of his support for Proposition 187, which prohibited undocumented immigrants from attending public school and accessing other services. (A federal court later found the law unconstitutional.) After my encounter at the D.M.V. in 1997, I grew more aware of anti-immigrant sentiments and stereotypes: they don’t want to assimilate, they are a drain on society. They’re not talking about me, I would tell myself. I have something to contribute.\nTo do that, I had to work — and for that, I needed a Social Security number. Fortunately, my grandfather had already managed to get one for me. Lolo had always taken care of everyone in the family. He and my grandmother emigrated legally in 1984 from Zambales, a province in the Philippines of rice fields and bamboo houses­, following Lolo’s sister, who married a Filipino-American serving in the American military. She petitioned for her brother and his wife to join her. When they got here, Lolo petitioned for his two children — my mother and her younger brother — to follow them. But instead of mentioning that my mother was a married woman, he listed her as single. Legal residents can’t petition for their married children. Besides, Lolo didn’t care for my father. He didn’t want him coming here too.\nAdvertisement Continue reading the main story\nBut soon Lolo grew nervous that the immigration authorities reviewing the petition would discover my mother was married, thus derailing not only her chances of coming here but those of my uncle as well. So he withdrew her petition. After my uncle came to America legally in 1991, Lolo tried to get my mother here through a tourist visa, but she wasn’t able to obtain one. That’s when she decided to send me. My mother told me later that she figured she would follow me soon. She never did.\nThe “uncle” who brought me here turned out to be a coyote, not a relative, my grandfather later explained. Lolo scraped together enough money — I eventually learned it was $4,500, a huge sum for him — to pay him to smuggle me here under a fake name and fake passport. (I never saw the passport again after the flight and have always assumed that the coyote kept it.) After I arrived in America, Lolo obtained a new fake Filipino passport, in my real name this time, adorned with a fake student visa, in addition to the fraudulent green card.\nUsing the fake passport, we went to the local Social Security Administration office and applied for a Social Security number and card. It was, I remember, a quick visit. When the card came in the mail, it had my full, real name, but it also clearly stated: “Valid for work only with I.N.S. authorization.”\nWhen I began looking for work, a short time after the D.M.V. incident, my grandfather and I took the Social Security card to Kinko’s, where he covered the “I.N.S. authorization” text with a sliver of white tape. We then made photocopies of the card. At a glance, at least, the copies would look like copies of a regular, unrestricted Social Security card.\nLolo always imagined I would work the kind of low-paying jobs that undocumented people often take. (Once I married an American, he said, I would get my real papers, and everything would be fine.) But even menial jobs require documents, so he and I hoped the doctored card would work for now. The more documents I had, he said, the better.\nPhoto\nWhile in high school, I worked part time at Subway, then at the front desk of the local Y.M.C.A. , then at a tennis club, until I landed an unpaid internship at The Mountain View Voice, my hometown newspaper. First I brought coffee and helped around the office; eventually I began covering city-hall meetings and other assignments for pay.\nFor more than a decade of getting part-time and full-time jobs, employers have rarely asked to check my original Social Security card. When they did, I showed the photocopied version, which they accepted. Over time, I also began checking the citizenship box on my federal I-9 employment eligibility forms. (Claiming full citizenship was actually easier than declaring permanent resident “green card” status, which would have required me to provide an alien registration number.)\nThis deceit never got easier. The more I did it, the more I felt like an impostor, the more guilt I carried — and the more I worried that I would get caught. But I kept doing it. I needed to live and survive on my own, and I decided this was the way.\nAdvertisement Continue reading the main story\nMountain View High School became my second home. I was elected to represent my school at school-board meetings, which gave me the chance to meet and befriend Rich Fischer, the superintendent for our school district. I joined the speech and debate team, acted in school plays and eventually became co-editor of The Oracle, the student newspaper. That drew the attention of my principal, Pat Hyland. “You’re at school just as much as I am,” she told me. Pat and Rich would soon become mentors, and over time, almost surrogate parents for me.\nAfter a choir rehearsal during my junior year, Jill Denny, the choir director, told me she was considering a Japan trip for our singing group. I told her I couldn’t afford it, but she said we’d figure out a way. I hesitated, and then decided to tell her the truth. “It’s not really the money,” I remember saying. “I don’t have the right passport.” When she assured me we’d get the proper documents, I finally told her. “I can’t get the right passport,” I said. “I’m not supposed to be here.”\nShe understood. So the choir toured Hawaii instead, with me in tow. (Mrs. Denny and I spoke a couple of months ago, and she told me she hadn’t wanted to leave any student behind.)\nLater that school year, my history class watched a documentary on Harvey Milk , the openly gay San Francisco city official who was assassinated. This was 1999, just six months after Matthew Shepard ’s body was found tied to a fence in Wyoming . During the discussion, I raised my hand and said something like: “I’m sorry Harvey Milk got killed for being gay. . . . I’ve been meaning to say this. . . . I’m gay.”\nI hadn’t planned on coming out that morning, though I had known that I was gay for several years. With that announcement, I became the only openly gay student at school, and it caused turmoil with my grandparents. Lolo kicked me out of the house for a few weeks. Though we eventually reconciled, I had disappointed him on two fronts. First, as a Catholic, he considered homosexuality a sin and was embarrassed about having “ang apo na bakla” (“a grandson who is gay”). Even worse, I was making matters more difficult for myself, he said. I needed to marry an American woman in order to gain a green card.\nTough as it was, coming out about being gay seemed less daunting than coming out about my legal status. I kept my other secret mostly hidden.\nPhoto\nWhile my classmates awaited their college acceptance letters, I hoped to get a full-time job at The Mountain View Voice after graduation. It’s not that I didn’t want to go to college, but I couldn’t apply for state and federal financial aid. Without that, my family couldn’t afford to send me.\nBut when I finally told Pat and Rich about my immigration “problem” — as we called it from then on — they helped me look for a solution. At first, they even wondered if one of them could adopt me and fix the situation that way, but a lawyer Rich consulted told him it wouldn’t change my legal status because I was too old. Eventually they connected me to a new scholarship fund for high-potential students who were usually the first in their families to attend college. Most important, the fund was not concerned with immigration status. I was among the first recipients, with the scholarship covering tuition, lodging, books and other expenses for my studies at San Francisco State University.\nAdvertisement Continue reading the main story\nAs a college freshman, I found a job working part time at The San Francisco Chronicle , where I sorted mail and wrote some freelance articles. My ambition was to get a reporting job, so I embarked on a series of internships. First I landed at The Philadelphia Daily News, in the summer of 2001, where I covered a drive-by shooting and the wedding of the 76ers star Allen Iverson . Using those articles, I applied to The Seattle Times and got an internship for the following summer.\nBut then my lack of proper documents became a problem again. The Times’s recruiter, Pat Foote, asked all incoming interns to bring certain paperwork on their first day: a birth certificate, or a passport, or a driver’s license plus an original Social Security card. I panicked, thinking my documents wouldn’t pass muster. So before starting the job, I called Pat and told her about my legal status. After consulting with management, she called me back with the answer I feared: I couldn’t do the internship.\nThis was devastating. What good was college if I couldn’t then pursue the career I wanted? I decided then that if I was to succeed in a profession that is all about truth-telling, I couldn’t tell the truth about myself.\nAfter this episode, Jim Strand, the venture capitalist who sponsored my scholarship, offered to pay for an immigration lawyer. Rich and I went to meet her in San Francisco’s financial district.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nI was hopeful. This was in early 2002, shortly after Senators Orrin Hatch , the Utah Republican, and Dick Durbin , the Illinois Democrat, introduced the Dream Act — Development, Relief and Education for Alien Minors. It seemed like the legislative version of what I’d told myself: If I work hard and contribute, things will work out.\nBut the meeting left me crushed. My only solution, the lawyer said, was to go back to the Philippines and accept a 10-year ban before I could apply to return legally.\nIf Rich was discouraged, he hid it well. “Put this problem on a shelf,” he told me. “Compartmentalize it. Keep going.”\nPhoto\nAnd I did. For the summer of 2003, I applied for internships across the country. Several newspapers, including The Wall Street Journal , The Boston Globe and The Chicago Tribune, expressed interest. But when The Washington Post offered me a spot, I knew where I would go. And this time, I had no intention of acknowledging my “problem.”\nThe Post internship posed a tricky obstacle: It required a driver’s license. (After my close call at the California D.M.V., I’d never gotten one.) So I spent an afternoon at The Mountain View Public Library, studying various states’ requirements. Oregon was among the most welcoming — and it was just a few hours’ drive north.\nAdvertisement Continue reading the main story\nAgain, my support network came through. A friend’s father lived in Portland , and he allowed me to use his address as proof of residency. Pat, Rich and Rich’s longtime assistant, Mary Moore, sent letters to me at that address. Rich taught me how to do three-point turns in a parking lot, and a friend accompanied me to Portland.\nThe license meant everything to me — it would let me drive, fly and work. But my grandparents worried about the Portland trip and the Washington internship. While Lola offered daily prayers so that I would not get caught, Lolo told me that I was dreaming too big, risking too much.\nI was determined to pursue my ambitions. I was 22, I told them, responsible for my own actions. But this was different from Lolo’s driving a confused teenager to Kinko’s. I knew what I was doing now, and I knew it wasn’t right. But what was I supposed to do?\nI was paying state and federal taxes , but I was using an invalid Social Security card and writing false information on my employment forms. But that seemed better than depending on my grandparents or on Pat, Rich and Jim — or returning to a country I barely remembered. I convinced myself all would be O.K. if I lived up to the qualities of a “citizen”: hard work, self-reliance, love of my country.\nAt the D.M.V. in Portland, I arrived with my photocopied Social Security card, my college I.D., a pay stub from The San Francisco Chronicle and my proof of state residence — the letters to the Portland address that my support network had sent. It worked. My license, issued in 2003, was set to expire eight years later, on my 30th birthday, on Feb. 3, 2011. I had eight years to succeed professionally, and to hope that some sort of immigration reform would pass in the meantime and allow me to stay.\nIt seemed like all the time in the world.\nMy summer in Washington was exhilarating. I was intimidated to be in a major newsroom but was assigned a mentor — Peter Perl, a veteran magazine writer — to help me navigate it. A few weeks into the internship, he printed out one of my articles, about a guy who recovered a long-lost wallet, circled the first two paragraphs and left it on my desk. “Great eye for details — awesome!” he wrote. Though I didn’t know it then, Peter would become one more member of my network.\nAt the end of the summer, I returned to The San Francisco Chronicle. My plan was to finish school — I was now a senior — while I worked for The Chronicle as a reporter for the city desk. But when The Post beckoned again, offering me a full-time, two-year paid internship that I could start when I graduated in June 2004, it was too tempting to pass up. I moved back to Washington.\nPhoto\nAbout four months into my job as a reporter for The Post, I began feeling increasingly paranoid, as if I had “illegal immigrant” tattooed on my forehead — and in Washington, of all places, where the debates over immigration seemed never-ending. I was so eager to prove myself that I feared I was annoying some colleagues and editors — and worried that any one of these professional journalists could discover my secret. The anxiety was nearly paralyzing. I decided I had to tell one of the higher-ups about my situation. I turned to Peter.\nAdvertisement Continue reading the main story\nBy this time, Peter, who still works at The Post, had become part of management as the paper’s director of newsroom training and professional development. One afternoon in late October, we walked a couple of blocks to Lafayette Square, across from the White House. Over some 20 minutes, sitting on a bench, I told him everything: the Social Security card, the driver’s license, Pat and Rich, my family.\nPeter was shocked. “I understand you 100 times better now,” he said. He told me that I had done the right thing by telling him, and that it was now our shared problem. He said he didn’t want to do anything about it just yet. I had just been hired, he said, and I needed to prove myself. “When you’ve done enough,” he said, “we’ll tell Don and Len together.” (Don Graham is the chairman of The Washington Post Company ; Leonard Downie Jr. was then the paper’s executive editor.) A month later, I spent my first Thanksgiving in Washington with Peter and his family.\nIn the five years that followed, I did my best to “do enough.” I was promoted to staff writer, reported on video-game culture, wrote a series on Washington’s H.I.V. /AIDS epidemic and covered the role of technology and social media in the 2008 presidential race. I visited the White House, where I interviewed senior aides and covered a state dinner — and gave the Secret Service the Social Security number I obtained with false documents.\nI did my best to steer clear of reporting on immigration policy but couldn’t always avoid it. On two occasions, I wrote about Hillary Clinton ’s position on driver’s licenses for undocumented immigrants. I also wrote an article about Senator Mel Martinez of Florida , then the chairman of the Republican National Committee , who was defending his party’s stance toward Latinos after only one Republican presidential candidate — John McCain , the co-author of a failed immigration bill — agreed to participate in a debate sponsored by Univision, the Spanish-language network.\nIt was an odd sort of dance: I was trying to stand out in a highly competitive newsroom, yet I was terrified that if I stood out too much, I’d invite unwanted scrutiny. I tried to compartmentalize my fears, distract myself by reporting on the lives of other people, but there was no escaping the central conflict in my life. Maintaining a deception for so long distorts your sense of self. You start wondering who you’ve become, and why.\nIn April 2008, I was part of a Post team that won a Pulitzer Prize for the paper’s coverage of the Virginia Tech shootings a year earlier. Lolo died a year earlier, so it was Lola who called me the day of the announcement. The first thing she said was, “Anong mangyayari kung malaman ng mga tao?”\nWhat will happen if people find out?\nI couldn’t say anything. After we got off the phone, I rushed to the bathroom on the fourth floor of the newsroom, sat down on the toilet and cried.\nIn the summer of 2009, without ever having had that follow-up talk with top Post management, I left the paper and moved to New York to join The Huffington Post . I met Arianna Huffington at a Washington Press Club Foundation dinner I was covering for The Post two years earlier, and she later recruited me to join her news site. I wanted to learn more about Web publishing, and I thought the new job would provide a useful education.\nPhoto\nStill, I was apprehensive about the move: many companies were already using E-Verify, a program set up by the Department of Homeland Security that checks if prospective employees are eligible to work, and I didn’t know if my new employer was among them. But I’d been able to get jobs in other newsrooms, I figured, so I filled out the paperwork as usual and succeeded in landing on the payroll.\nAdvertisement Continue reading the main story\nWhile I worked at The Huffington Post, other opportunities emerged. My H.I.V./AIDS series became a documentary film called “The Other City,” which opened at the Tribeca Film Festival last year and was broadcast on Showtime. I began writing for magazines and landed a dream assignment: profiling Facebook ’s Mark Zuckerberg for The New Yorker .\nThe more I achieved, the more scared and depressed I became. I was proud of my work, but there was always a cloud hanging over it, over me. My old eight-year deadline — the expiration of my Oregon driver’s license — was approaching.\nAfter slightly less than a year, I decided to leave The Huffington Post. In part, this was because I wanted to promote the documentary and write a book about online culture — or so I told my friends. But the real reason was, after so many years of trying to be a part of the system, of focusing all my energy on my professional life, I learned that no amount of professional success would solve my problem or ease the sense of loss and displacement I felt. I lied to a friend about why I couldn’t take a weekend trip to Mexico . Another time I concocted an excuse for why I couldn’t go on an all-expenses-paid trip to Switzerland . I have been unwilling, for years, to be in a long-term relationship because I never wanted anyone to get too close and ask too many questions. All the while, Lola’s question was stuck in my head: What will happen if people find out?\nEarly this year, just two weeks before my 30th birthday, I won a small reprieve: I obtained a driver’s license in the state of Washington. The license is valid until 2016. This offered me five more years of acceptable identification — but also five more years of fear, of lying to people I respect and institutions that trusted me, of running away from who I am.\nI’m done running. I’m exhausted. I don’t want that life anymore.\nSo I’ve decided to come forward, own up to what I’ve done, and tell my story to the best of my recollection. I’ve reached out to former bosses­ and employers and apologized for misleading them — a mix of humiliation and liberation coming with each disclosure. All the people mentioned in this article gave me permission to use their names. I’ve also talked to family and friends about my situation and am working with legal counsel to review my options. I don’t know what the consequences will be of telling my story.\nI do know that I am grateful to my grandparents, my Lolo and Lola, for giving me the chance for a better life. I’m also grateful to my other family — the support network I found here in America — for encouraging me to pursue my dreams.\nIt’s been almost 18 years since I’ve seen my mother. Early on, I was mad at her for putting me in this position, and then mad at myself for being angry and ungrateful. By the time I got to college, we rarely spoke by phone. It became too painful; after a while it was easier to just send money to help support her and my two half-siblings. My sister, almost 2 years old when I left, is almost 20 now. I’ve never met my 14-year-old brother. I would love to see them.\nNot long ago, I called my mother. I wanted to fill the gaps in my memory about that August morning so many years ago. We had never discussed it. Part of me wanted to shove the memory aside, but to write this article and face the facts of my life, I needed more details. Did I cry? Did she? Did we kiss goodbye?\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html"}