{"authors": ["Ray Rivera", "Alissa J. Rubin", "Thom Shanker"], "date_download": "2018-11-16 04:37:30", "date_modify": "2018-11-16 04:37:30", "date_publish": "2011-08-06 04:27:47", "description": "Among the dead were elite Navy Seal commandos from the broader unit that killed Osama bin Laden in Pakistan, though none were involved in that raid.", "filename": "2011_08_07_world_asia_07afghanistan.html_module=inline_1542343050.html", "image_url": "https://static01.nyt.com/images/2011/08/07/world/asia/07afghanistan/07afghanistan-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_07_world_asia_07afghanistan.html_module=inline_1542343050.html", "title": "Copter Downed by Taliban Fire; Elite U.S. Unit Among Dead", "title_page": "Copter Downed by Taliban Fire; Elite U.S. Unit Among Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A spokesman for the Taliban, Zabiullah Mujahid, confirmed that insurgents had been gathering at the compound, adding that eight of them had been killed in the fighting.\nPresident Obama offered his condolences to the families of the Americans and Afghans who died in the attack. “Their death is a re-minder of the extraordinary sacrifice made by the men and women of our military and their families,” Mr. Obama said. President Hamid Karzai of Afghanistan also offered his sympathies.\nPhoto\nGen. John R. Allen, the commander of the international military mission in Afghanistan, said: “All of those killed in this operation were true heroes who had already given so much in the defense of freedom. Their sacrifice will not be forgotten.”\nThe Tangi Valley traverses the border between Wardak and Logar Province, an area where security has worsened over the past two years, bringing the insurgency closer to the capital, Kabul. It is one of several inaccessible areas that have become havens for insurgents, according to operations and intelligence officers with the Fourth Brigade Combat Team, 10th Mountain Division, which patrols the area. The mountainous region, with its steeply pitched hillsides and arid shale, laced by small footpaths and byways, has long been an area that the Taliban have used to move between Logar and Wardak, local officials said.\nOfficers at a forward operating base near the valley described Tangi as one of the most troubled areas in Logar and Wardak Provinces. “There’s a lot happening in Tangi,” said Capt. Kirstin Massey, 31, the assistant intelligence officer for Fourth Brigade Combat Team in an interview last week. “It’s a stronghold for the Taliban.”\nThe fighters are entirely Afghans and almost all local residents, Captain Massey said, noting that “We don’t capture any fighters who are non-Afghans.”\nThe redoubts in these areas pose the kind of problems the military faced last year in similarly remote areas of Kunar Province, forcing commanders to weigh the mission’s value given the cost in soldiers’ lives and dollars spent in places where the vast majority of the insurgents are local residents who resent both the NATO presence and the Afghan government.\nAdvertisement Continue reading the main story\nThe dilemma is that if NATO military forces do not stay, the areas often quickly slip back under Taliban influence, if not outright control, and the Afghan National Security Forces do not have the ability yet to rout them.\nWhen the Fourth Brigade Combat Team handed over its only combat outpost in the Tangi Valley to Afghan security forces in April, the American commander for the area said that as troops began to withdraw, he wanted to focus his forces on troubled areas that had larger populations. But he pledged that coalition forces would continue to carry out raids there to stem insurgent activity.\nPhoto\n“As we lose U.S. personnel, we have to concentrate on the greater populations,” said Lt. Col. Thomas S. Rickard, the commander of 10th Mountain Division’s Task Force Warrior, which has responsibility for the area that includes Tangi. “We are going to continue to hunt insurgents in Tangi and prevent them from having a safe haven.”\nWithin days of the transition, the Taliban raised their flag near the outpost, said a NATO official familiar with the situation. Afghan security forces remained in the area but were no match for the Taliban, the official said.\nLocal officials in Wardak said that residents of the Tangi Valley disliked the fighting in the area, and that though they had fallen under the Taliban’s sway, the residents were not willing allies.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“They do not like having military in that area — no matter whether they are Taliban or foreigners,” said Hajji Mohammad Hazrat Janan, the chairman of the Wardak provincial council. “When an operation takes place in their village,” he said, “their sleep gets disrupted by the noise of helicopters and by their military operation. And also they don’t like the Taliban, because when they attack, then they go and seek cover in their village, and they are threatened by the Taliban.”\nHowever, when local residents are hurt by the NATO soldiers, then, he said, they are willing to help the insurgents.\nThis was the second helicopter to be shot down by insurgents in the past two weeks. On July 25, a Chinook was shot down in Kunar Province, injuring two people on board. Of 15 crashes or forced landings this year, those two were the only confirmed cases where hostile fire was involved.\nBefore Saturday, the biggest single-day loss of life for the American military in Afghanistan came on June 28, 2005, during an operation in Kunar Province when a Chinook helicopter carrying Special Operations troops was shot down as it tried to provide reinforcements to forces trapped in heavy fighting. Sixteen members of a Special Operations unit were killed in the crash, and three more were killed in fighting on the ground.\nAlthough the number of civilian deaths in Afghanistan has steadily risen in the past year, with a 15 percent increase in the first half of 2011 over the same period last year, NATO deaths had been declining — decreasing nearly 20 percent in the first six months of 2011 compared with 2010.", "url": "https://www.nytimes.com/2011/08/07/world/asia/07afghanistan.html?module=inline"}