{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:47:06", "date_modify": "2018-11-16 04:47:06", "date_publish": "2011-03-09 07:01:07", "description": "Beijing is increasing its use of soft detention against activists. Many who leave prison are still subjected to house arrest and surveillance.", "filename": "2011_03_10_world_asia_10iht-letter10_1542343626.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_10_world_asia_10iht-letter10_1542343626.html", "title": "Out of Jail in China, but Not Free", "title_page": "Out of Jail in China, but Not Free - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It is widely believed Hu Jia will be put under soft detention,” said Wang Songlian, research coordinator at the Hong Kong-based Chinese Human Rights Defenders.\n“The government has increased its use of soft detention against activists, and especially against high-profile ones,” Ms. Wang said. In 2010, the group documented 641 such cases, she said, with the real number believed to be “far higher.”\nMs. Zeng is not sure what will happen to her husband after June, but she knows it is a possibility.\n“He may be put under house arrest again,” she said. “He was under house arrest before he was jailed, and the overall political atmosphere is far more tough now than it was in 2007.”\nThe use of house arrest against political dissidents has deep cultural roots in China. Perfected during the Northern Song dynasty 1,000 years ago, it has been used to spirit-sapping effect at intervals since.\nThis all illustrates a vast clash of cultural values playing out in China, as an increasingly modern-thinking population vies to assert its rights against a state whose practices are often mired in the authoritarian past, said Jerome Cohen, a law professor at New York University.\nThis tension between the old and new is especially striking in China’s legal system, Mr. Cohen said. Since China began to modernize its economy and society in 1978, after decades of Maoist turmoil, there have been fast-paced legal and social reforms.\n“A terrific amount has been done in the last 33 years,” said Mr. Cohen, who first visited China nearly 40 years ago, only to find there were no colleagues to talk to. “They were hiding at home, or on a farm, doing manual labor.” In fact, China had no working lawyers at all between 1957 and 1978.\nAdvertisement Continue reading the main story\nToday, it has about 170,000, and quite a few are seizing on rights offered in China’s own, modernized laws and Constitution, to demand greater rights and freedoms.\nYet the ruling Communist Party never intended the people to use the law against its power, Mr. Cohen said. What it wanted was “a fig-leaf of a modern system,” he said. Faced with fast-spreading human rights consciousness, the government is trying to avoid the consequences of a modern legal system it has itself created.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“In a way, it’s a victim of its own success,” he said.\nIn response, the government has cracked down on rights lawyers and activists, detaining, arresting and causing the disappearances of dozens over the last few weeks alone, as it tries to counteract overseas-based calls for a “strolling” protest for greater rights.\nAuthoritarianism is not unique to China, yet other Confucian societies in East Asia like South Korea, Taiwan and Japan have “come out of that in the modern era,” said Mr. Cohen.\n“They have not let themselves become prisoners of history, even if aspects of history continue,” he said.\nThe parallels with the past are eerie, and instructive.\nDuring the Song dynasty, house arrest was legal, but its legality was blurred by the practice of detaining victims indefinitely after they had served their — usually two — years. Much as Mr. Hu could find himself under extrajudicial house arrest after serving his court-ordered time in June, a person convicted of criticizing the emperor or court during the Song was often kept under surveillance long after his sentence had expired.\nAs was the case 1,000 years ago, “soft detention” centers on the home, but the physical radius can vary, said Ms. Wang. Targets might be allowed to go to work under police scrutiny, or to travel within a fixed perimeter.\nDuring the Song, house arrest was divided into three degrees of severity, a pattern that persists to this day.\nThe lightest, “juzhu,” or “dwell in a fixed location,” permitted individuals to travel, but only within their district — much as the high school history teacher Yuan Tengfei was confined to Beijing last year for teaching students about famine and rebellions against Communist Party rule, subjects omitted from history textbooks.\nAdvertisement Continue reading the main story\nThe middle, most common, kind, was known as “anzhi,” or “peaceably established.” It was used against the poet and official Su Shi, who was found guilty of “great irreverence” for publishing poems critical of government policies in 1079 and sentenced to two years of village arrest in Huangzhou on the Yangzi River.\nToday, “it happens all the time,” said Ms. Wang. “Sometimes they’re allowed to go out for a walk or go to work, but often the police follow them in police vehicles.”\nThe most severe form, “bianguan,” or “surveillance and restriction,” is similar to what Chen Guangcheng, a blind, self-educated lawyer, is undergoing. Since his release from jail last year, Mr. Chen has been subjected to tight restriction to his house, and bright lights shining in. Visitors are turned away, often violently.\nThe personal cost is high. Ms. Zeng believes the police will remain a part of the family’s life after Mr. Hu’s release, and Baobao’s confusion will remain.\n“The police will definitely come to our place, and the police cars and policemen will be in the courtyard 24 hours a day. How do I explain this situation to my daughter?” she said.", "url": "https://www.nytimes.com/2011/03/10/world/asia/10iht-letter10.html"}