{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:32:10", "date_modify": "2018-11-16 03:32:10", "date_publish": "2011-02-16 16:41:44", "description": "Finding time to make a proper dinner can be difficult. But that shouldn’t stop you.", "filename": "2011_02_20_magazine_20Food-t-000_1542339130.html", "image_url": "https://static01.nyt.com/images/2011/02/20/magazine/20Food-t-000_CA0/20Food-t-000_CA0-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_02_20_magazine_20Food-t-000_1542339130.html", "title": "The New York Times", "title_page": "The Very Busy Home Cook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In some circles, it has become kind of cool lately to talk about those of us who don’t manage to cook for our families as an abstract but urgent societal problem. We are the people who don’t have time to cook or — I particularly enjoy this phrasing — the people who say they don’t have time to cook. Because of us, society is coming unglued. Our children are eating processed foods and fast foods , and it’s making them fat and sick.\nPhoto\nThose who worry about this problem have a number of proposed solutions to “get people cooking again.” I’ve got one of my own: a federal law that requires everybody to leave work at 5, as my father did. I’d vote for that. But then because somebody has to put dinner on the table by 5:30 or 6, you’d need another law that would prohibit more than one parent per family from working full time. I wouldn’t vote for that, even if it did get Americans back in the kitchen.\nWhat I’ve learned in the past two years is that when people say they’re too busy to cook, it isn’t like when they tell their doctors they exercise three, maybe four times a week. They mean it: they’re too busy to cook, or at least too busy to cook dinner every night of the week before the children go to bed. Since the golden age of home cooking — if there ever was such a time — parents work more. And more parents work. If you add up the hours worked by all the adults in the average American household, the change is profound, epochal. In many families, there is nobody around to do housework of any kind, including buying and preparing food.\nIf you enjoy cooking, this might strike you as a tragic turn of history. But if you don’t, the proposition that we have to get people cooking again makes as much sense as arguing that wives need to go back to ironing their husbands’ shirts.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEven for me, there have been times over the past few years when cooking felt like drudgery. My lowest moments in the kitchen have come when the boys were long past the point of needing food, right now, and I was insistently plowing forward with some from-scratch meal. They would be garroting each other under the table, I would be beating an egg with a fork, dipping a sole fillet into it, then rolling the fish in bread crumbs (fresh! homemade!) and slipping it into the cast iron skillet. There’s yellow police tape at the front door, the detectives are on their knees drawing chalk outlines on the floor and I’m at the stove, reminding myself that sauter means “to jump.”\nOn nights like that, what I probably needed was something edible that I could transfer from the freezer to the microwave to the table quickly. After all, there’s nothing wrong with processed food. The problem is bad processed food. Instead of cajoling people to get “back” into the kitchen and shaming them into avoiding processed foods, it might be more helpful to work on turning out proc­essed foods and fast foods that taste like more than just salt and grease and that don’t make kids fat and sick.\nWithout question, I also needed something more traditional: a wife. Susan holds the family together. She works, but not in an office, so she can steal time from herself to take care of the boys. While I am still swinging at e-mails in the batter’s box of my cubicle each night, she feeds them. While I am looking around for a clean shirt in the morning, she packs Dexter’s lunchbox. When I think that in the early days of our romance I wooed her by cooking, it’s hard to escape the conclusion that she is the victim of one of the greatest bait-and-switch schemes of all time.\nBecause the children eat so early, she and I have dinner after they go to bed. Usually, this is my turn to cook, while she has a glass of wine. This arrangement works only because she has already done the shopping. Like a television chef, I walk into a fully stocked kitchen.", "url": "https://www.nytimes.com/2011/02/20/magazine/20Food-t-000.html"}