{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:31", "date_modify": "2018-11-16 04:27:31", "date_publish": "2011-12-29 01:19:09", "description": "Tens of thousands of people rallied in Pyongyang one day after the funeral of Kim Jong-il to swear their allegiance to his son, Kim Jong-un, in a dynastic transfer of power.", "filename": "2011_12_30_world_asia_north-korea-declares-kim-jong-un-as-supreme-leader.html_module=inline_1542342451.html", "image_url": "https://static01.nyt.com/images/2011/12/30/world/korea/korea-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_30_world_asia_north-korea-declares-kim-jong-un-as-supreme-leader.html_module=inline_1542342451.html", "title": "The New York Times", "title_page": "North Korea Hails Kim Jong-un as ‘Supreme Leader’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n— The declaration on Thursday that Kim Jong-un is now the “supreme leader” of North Korea was an emotional turning point for the hermetic country — reaffirming support for the young heir after nearly two weeks of national mourning for his father, Kim Jong-il .\nThe naming of Mr. Kim as supreme leader was partly a formality — all signals have pointed to his taking over both the military and the powerful Workers’ Party — but it was also an important step in the push to strengthen his position in any power struggles that might follow.\nMr. Kim is young — believed to be in his 20s — and untested, making him more vulnerable to challenges.\nThe announcement on Thursday of Mr. Kim’s elevation was made by Kim Yong-nam, the president of the North Korean Parliament, who is considered the ceremonial head of state. It was followed by similar speeches by top party and military officials.\nPhoto\n“Respected Comrade Kim Jong-un is now supreme leader of our party, military and people,” Kim Yong-nam said, adding that Kim Jong-un “inherits the ideology, leadership, courage and audacity of Comrade Kim Jong-il.”\nAdvertisement Continue reading the main story\nThe announcement was made before a crowd of tens of thousands that gathered in a central square in Pyongyang, the North’s capital, for the last official day of mourning for Kim Jong-il.", "url": "https://www.nytimes.com/2011/12/30/world/asia/north-korea-declares-kim-jong-un-as-supreme-leader.html?module=inline"}