{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:45:49", "date_modify": "2018-11-16 03:45:49", "date_publish": "2011-08-11 17:56:19", "description": "The civilian toll of the C.I.A.’s drone campaign in Pakistan has been in bitter dispute since the strikes were accelerated in 2008.", "filename": "2011_08_12_world_asia_12drones.html_module=inline_1542339949.html", "image_url": "https://static01.nyt.com/images/2011/08/12/world/DRONES-1/DRONES-1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_12_world_asia_12drones.html_module=inline_1542339949.html", "title": "The New York Times", "title_page": "C.I.A. Claim of No Civilian Deaths From Drones Is Disputed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s urgent to answer this question, because this technology is so attractive to the U.S. and other governments that it’s going to proliferate very rapidly,” said Sarah Holewinski, executive director of the Campaign for Innocent Victims in Conflict, or Civic, a Washington nonprofit that tracks civilian deaths.\nThe government’s assertion of zero collateral deaths meets with deep skepticism from many independent experts. And a new report from the British Bureau of Investigative Journalism, which conducted interviews in Pakistan’s tribal area, concluded that at least 45 civilians were killed in 10 strikes during the last year.\nOthers who question the C.I.A. claim include strong supporters of the drone program like Bill Roggio, editor of The Long War Journal, who closely tracks the strikes.\nPhoto\n“The Taliban don’t go to a military base to build bombs or do training,” Mr. Roggio said. “There are families and neighbors around. I believe the people conducting the strikes work hard to reduce civilian casualties. They could be 20 percent. They could be 5 percent. But I think the C.I.A.’s claim of zero civilian casualties in a year is absurd.”\nA closer look at the competing claims, including interviews with American officials and their critics, discloses new details about how the C.I.A. tracks the results of the drone strikes. It also suggests reasons to doubt the precision and certainty of the agency’s civilian death count.\nIn a statement on Tuesday for this article, Mr. Brennan adjusted the wording of his earlier comment on civilian casualties, saying American officials could not confirm any such deaths.\n“Fortunately, for more than a year, due to our discretion and precision, the U.S. government has not found credible evidence of collateral deaths resulting from U.S. counterterrorism operations outside of Afghanistan or Iraq , and we will continue to do our best to keep it that way,” Mr. Brennan said.\nAdvertisement Continue reading the main story\nIf there are doubts about the C.I.A. claim, there are also questions about the reliability of critics’ reports of noncombatant deaths. Reporters in North Waziristan, where most strikes occur, operate in a dangerous and politically charged environment. Many informants have their own agendas: militants use civilian deaths as a recruiting tool, and Pakistani officials rally public opinion against the drones as a violation of Pakistani sovereignty.\n“Waziristan is a black hole of information,” acknowledged Mirza Shahzad Akbar, a Pakistani lawyer who is suing the C.I.A. on behalf of civilians who say they have lost family members in the strikes. American officials accuse Mr. Akbar of working to discredit the drone program at the behest of the Directorate for Inter-Services Intelligence , or ISI, the Pakistani spy service. Mr. Akbar and others who know him strongly deny the accusation.\nAmerican officials, who will speak about the classified drone program only on the condition of anonymity, say it has killed more than 2,000 militants and about 50 noncombatants since 2001 — a stunningly low collateral death rate by the standards of traditional airstrikes.\nThe officials say C.I.A. drone operators view their targets for hours or days beforehand, analyzing what they call a “pattern of life” and distinguishing militants from others. They use software to model the blast area of each proposed strike. Then they watch the strike, see the killed and wounded pulled from the rubble, and track the funerals that follow.\nPhoto\nThe video is supplemented, officials say, by informants on the ground who sometimes plant homing devices at a compound or a car. The C.I.A. and National Security Agency intercept cellphone calls and e-mails discussing who was killed.\n“Because our coverage has improved so much since the beginning of this program, it really defies logic that now we would start missing all these alleged noncombatant casualties,” said an American official familiar with the program.\nIn one recent strike, the official said, after the drone operator fired a missile at militants in a car and a noncombatant suddenly appeared nearby, the operator was able to divert the missile harmlessly into open territory, hitting the car minutes later when the civilian was gone.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Nobody is arguing that this weapon is perfect, but it remains the most precise system we’ve ever had in our arsenal,” the official said.\nThe agency’s critics counter that an intelligence officer watching a video screen thousands of miles away can hardly be certain of the identity of everyone killed in a strike. In a tribal society where men commonly carry weapons and a single family compound can include a militant fighter, an enlistee in the Pakistani government’s Frontier Corps, and a shopkeeper, even villagers may be uncertain about the affiliations of their neighbors.\nAdvertisement Continue reading the main story\nSkeptics likewise say that militants can commandeer a car or a compound from neighbors who cannot safely refuse the demands. And civilians may be present among militants: the Bureau of Investigative Journalism, for example, found that one strike that killed about two dozen militants also killed two civilians, a prisoner of the militants and a visitor negotiating the release of relatives held elsewhere.\nThe standard drone weapons, Hellfire missiles and 500-pound bombs, like other ordnance, are not absolutely predictable. A strike last Oct. 18, all reports agree, hit a militant compound and killed a number of fighters. But Mr. Akbar, the lawyer, said the family next door to the compound had told his investigators their 10-year-old son, Naeem Ullah, was hit by shrapnel and died an hour after being taken to the hospital in nearby Miram Shah. Neighbors confirmed the account, Mr. Akbar said.\nThe C.I.A. declines to publicly discuss the drone program, so it was not possible to talk to an agency drone pilot. But Col. David M. Sullivan, an Air Force pilot with extensive experience with both traditional and drone airstrikes from Kosovo to Afghanistan, said remotely piloted craft offered far greater opportunities to study a target and avoid hitting civilians.\nPhoto\nAn F-117 fighter or a Reaper drone each carries the same 500-pound bombs, “but the Reaper has been sitting for hours on target,” allowing the operator time to study who will be hit by a strike, said Colonel Sullivan, who is on the staff of the secretary of defense.\nStill, he said, there is still a margin of error in drone strikes, even if it is far smaller than in traditional strikes.\n“Zero innocent civilians having lost their lives does not sound to me like reality,” Colonel Sullivan said. “Never in the history of combat operations has every airborne strike been 100 percent successful.”\nAmerican officials said the Bureau of Investigative Journalism report was suspect because it relied in part on information supplied by Mr. Akbar, who publicly named the C.I.A.’s undercover Pakistan station chief in December when announcing his legal campaign against the drones. But Mr. Akbar, a former prosecutor, denied he had ever received money or instructions from the ISI, which he said he had often faced off against as a lawyer. He said that in July two ISI agents visited him to ask, “who do you work for?”\nChristopher Rogers, an American human rights lawyer who lived in Pakistan in 2009 and 2010, said that he had helped interest Mr. Akbar in the drone strikes and their legal implications. “The idea that ISI was the puppeteer here is not credible at all,” said Mr. Rogers, now at the Open Society Institute in New York.\nAdvertisement Continue reading the main story\nThough Pakistani officials often denounce the drone program, even as they have at times quietly assisted it, skeptics about its overall impact include American officials as well. The former director of national intelligence, Dennis C. Blair , said at a public forum in Aspen , Colo., last month that he thought unilateral American strikes in Pakistan, Yemen and Somalia should end.\n“Pull back on unilateral actions by the United States except in extraordinary circumstances,” said Mr. Blair, who headed national intelligence from January 2009 until May 2010.\nC. Christine Fair, an expert on Pakistan at Georgetown University , said that getting full cooperation with Pakistan on drone strikes might be impossible. But Ms. Fair, who said she began as a skeptic but has come to believe that the drones are highly effective and civilian casualties are very low, said the semisecrecy surrounding the program fuels suspicion and allows propaganda to thrive.\nThe C.I.A. should make public its strikes and their results — even to the point of posting video of the strikes online, she said.\n“This is the least indiscriminate, least inhumane tool we have,” Ms. Fair said. “But until there is complete transparency, the public will not believe that.”", "url": "https://www.nytimes.com/2011/08/12/world/asia/12drones.html?module=inline"}