{"authors": ["Nicolas Rapold"], "date_download": "2018-11-16 03:23:41", "date_modify": "2018-11-16 03:23:41", "date_publish": "2011-04-01 13:20:08", "description": "“Meek’s Cutoff,” a new film by Kelly Reichardt, looks at a group of settlers traveling across eastern Oregon in 1845.", "filename": "2011_04_03_movies_meeks-cutoff-from-kelly-reichardt_1542338621.html", "image_url": "https://static01.nyt.com/images/2011/04/03/arts/MEEKS/MEEKS-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_03_movies_meeks-cutoff-from-kelly-reichardt_1542338621.html", "title": "The New York Times", "title_page": "'Meek's Cutoff,' From Kelly Reichardt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Meek (played by Bruce Greenwood) is the grizzled guide to the stolid Tetherows (Michelle Williams and Will Patton), the anxious young Gatelys (Zoe Kazan and Paul Dano) and the beleaguered, biblically inclined Whites (Shirley Henderson and Neal Huff, with Tommy Nelson as their child). “There was a quote I remembered that I had liked when I was 18 or something, that popped into my head: ‘I’ll go where my own nature would be leading,’ ” Ms. Williams said of her character, Emily Tetherow. The verse, by Emily Brontë, which continues, “It vexes me to choose another guide,” proves peculiarly apt for Mrs. Tetherow, who emerges as Meek’s prime skeptic and becomes an unusually vocal opponent. The actual diaries of women migrating West were also a source of inspiration for Ms. Williams. She said she marveled at the effort spent on writing at “the end of the longest day you could imagine.”\nThe forbearance and point of view in the journals comes out in Ms. Reichardt’s shading of events through the women’s perspective. Besides the constant visual metaphor of the obscuring bonnets, there are the intervening moments devoted to their chores (laundry, grinding coffee) and wide shots from their point of view that suggest their exclusion from major decision making, like when Meek and the men consult upon arriving at a lake that proves unpotable. But it’s also Mrs. Tetherow who first spies an Indian (Rod Rondeaux) who becomes another competing voice of authority as they drift along in increasing distress and disagreement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIndeterminacy has become a constant in Ms. Reichardt’s films, most recently in the wanderings of the character Wendy (also played by Ms. Williams) in “Wendy & Lucy” and before that the reunion hike by two erstwhile buddies in “Old Joy.” (Both films also unfold in Oregon.) “Meek’s Cutoff” announces the theme early with a shot of a character carving the word “Lost” into a log, one of many details plucked from history. The ambiguity extends to the leadership of Meek, whose motives are questioned in the film as they were in real life.\n“In a way Meek is living in a fantasy he’s created for himself about his abilities as a frontiersman, his acumen as a guide, his sixth sense,” said Mr. Greenwood, who in the film sports a rambling beard worthy of the real Meek.\nMr. Raymond, who came across the Meek saga during an unlikely housing-boom job concocting place names for a branding company, said, “That was the debate going on among the pioneers: Is he doing it on purpose, or does he have no idea what he’s doing?” The script came together in 2007, deep into a presidency that saw similar hand wringing among its critics, but its choices of doubting a leader and making group decisions have a perennial relevance.\nThe spectacular eastern Oregon landscapes also inevitably evoke the visual and cultural heritage of the western, as does the power struggle that goes on among Meek, Mrs. Tetherow and the Indian (who is never named and speaks no English). But Ms. Reichardt largely keeps the tension diffuse, rendering the escalation of turmoil en route as a slow burn under the hot sun punctuated by frustrated or panicked outbursts.\n“There are a lot of westerns that I like, except the macho element gets so tiresome,” she said. “These constant completely heightened moments, as if that’s all a day is: moments of confrontation where people outman themselves. That part of the western is not interesting to me,” Ms. Reichardt said, citing “The Big Country” as one counterexample. Her fidelity to the settlers’ experiences, rendered on a modest production budget, extended to what might be called ambient elements of the filmmaking: preferring boom-recorded sound over radio mikes, which “brought a feeling that was not period,” or pushing a Steadicam on a dolly to avoid the sensation of a motorized glide.\nYet as with a western, the greatest eloquence can come from the silent expanses of virgin territory that confront the pioneers at every turn: undiscovered country that presents a glorious but unyielding vision of what’s to come. “It’s very hard to be surprised in the desert,” Ms. Reichardt said. “You can see for tomorrow and the next day.”", "url": "https://www.nytimes.com/2011/04/03/movies/meeks-cutoff-from-kelly-reichardt.html"}