{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:47:45", "date_modify": "2018-11-16 04:47:45", "date_publish": "2011-03-11 20:13:17", "description": "Many rights advocates are being detained, some with no legal authority, in what critics say is one of the harshest crackdowns in years.", "filename": "2011_03_12_world_asia_12china_1542343665.html", "image_url": "https://static01.nyt.com/images/2011/03/12/world/China/China-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_12_world_asia_12china_1542343665.html", "title": "The New York Times", "title_page": "China’s Crackdown on Rights Defenders Intensifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United States took a strident tone with China this week, chastising it over the wave of detentions.\n“The United States is increasingly concerned by the apparent extralegal detention and enforced disappearance of some of China’s most well-known lawyers and activists, many of whom have been missing since mid-February,” Philip J. Crowley, the State Department spokesman, said at a news conference on Tuesday. “We have expressed our concern to the Chinese government over the use of extralegal punishments against these and other human rights activists.”\nChinese officials have avoided questions about the detentions and specific detainees. The overseas edition of People’s Daily, the mouthpiece of the Communist Party, said in an editorial about China and the Middle East uprisings on Thursday: “A number of people with ulterior motives both inside and outside China are conspiring to divert the troubled waters toward China. They have used the Internet to fan the flames, hoping to whip up ‘street politics’ in China and thereby sow chaos in China.”\nChina Human Rights Defenders, an advocacy group, said Friday that 17 Chinese had been detained in connection with the calls for a so-called Jasmine Revolution (a term borrowed from the Tunisia uprising) and were being investigated for crimes. Among them is Ran Yunfei, a writer and blogger from Sichuan Province. Such investigations often result in criminal prosecution.\nPhoto\nThe group has also documented scores of other detentions and disappearances across China. Some people are missing, and some are under “soft detention” in their homes, an increasingly common form of confinement.\nZhang Jiannan, the founder of a popular Internet forum who was active on Twitter, was detained last week and put under criminal investigation, a friend of his said Friday. The forum, 1984bbs.com, was shuttered last fall. It was not clear why he was seized or of what crime he was suspected.\nAmong those who have “been disappeared” into an extralegal vacuum, as liberal Chinese describe it, are six lawyers who often take on rights cases. They are Tang Jitian, Jiang Tianyong and Mr. Teng from Beijing; Liu Shihui and Tang Jinglin from Guangzhou; and Li Tiantian from Shanghai. Mr. Tang was taken away on Feb. 16, and Mr. Jiang and Mr. Teng both vanished on Feb. 19. Gu Chuan, an activist writer in Beijing, also disappeared during that period. That round of detentions took place after a group of lawyers and rights advocates met in Beijing on Feb. 16 to discuss the case of Chen Guangcheng, a blind lawyer under strict house arrest in rural Shandong Province.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe detainees have probably been kept so long because the calls for a Jasmine Revolution began percolating on the Internet that same week, and then the meetings of the National People’s Congress and consultative legislature opened on March 5.\nAdvertisement Continue reading the main story\nRelatives and supporters say they hope the detainees will be released after the legislative sessions end Monday, but scholars say that the use of extralegal detention has been widening, in conjunction with a rollback of legal rights, and that the long disappearances could be a new status quo. The targets are often the tiny fraction of China’s 170,000 lawyers who push for legal reform and enforcement of the Constitution.\n“What’s disturbing with some of these lawyers or ex-lawyers, the government seems to be increasingly treating them lawlessly,” said Jerome A. Cohen, a professor at New York University who studies China’s legal system.\n“I think it’s all part of the accelerating trend,” he added. “It started with the 17th Party Congress in fall of 2007. You had a new party line, one that was much tighter. They’re looking for a comprehensive method of social management. There’s a new formula.”\nEva Pils, an associate professor of law at the Chinese University of Hong Kong, said that the long silences were unusual and that “there’s a very great concern about the treatment during their period of enforced disappearance.”\nPerhaps the most serious recent case is that of Gao Zhisheng, a rights lawyer who spoke of being pummeled with electric batons and burned with cigarettes during one round of detention in 2007. He has since been subjected to further enforced disappearances, the latest beginning in April 2010.\nMr. Teng, the Beijing lawyer, wrote an essay in December about being beaten during a brief detention that month. At one point, he said, a plainclothes officer said to a policeman: “Why waste words on this sort of person? Let’s beat him to death and dig a hole to bury him in and be done with it.”", "url": "https://www.nytimes.com/2011/03/12/world/asia/12china.html"}