{"authors": ["Matthew L. Wald"], "date_download": "2018-11-16 04:51:07", "date_modify": "2018-11-16 04:51:07", "date_publish": "2011-09-07 21:36:01", "description": "The Nuclear Regulatory Agency will require assurances that the North Anna plant, which shut down when an earthquake struck, is safe before it can reopen.", "filename": "2011_09_08_science_earth_08nuclear.html_adxnnl=1&amp%3Badxnnlx=1399662214-DeBoq97n2CT7Q%20AycI9SSQ&module=inline_1542343867.html", "image_url": "https://static01.nyt.com/images/2011/09/08/us/NUCLEAR-1/NUCLEAR-1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_09_08_science_earth_08nuclear.html_adxnnl=1&amp%3Badxnnlx=1399662214-DeBoq97n2CT7Q%20AycI9SSQ&module=inline_1542343867.html", "title": "The New York Times", "title_page": "After East Coast Quake, Virginia Nuclear Plant Takes Stock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Real-world experience trumps all calculations,” said Roger Hannah, a spokesman for the commission. “It provides an opportunity to have real empirical data you can put into the equation, rather than something that’s a computer model.”\nThe agency has assigned a special team to study the quake’s effects on North Anna, and in the next two years it must determine whether a score of nuclear plants in the eastern United States are earthquake-safe.\nEmerging from a drab concrete feed-water structure at the plant on Tuesday afternoon, Jennifer Pollard, a Dominion engineer, expressed some optimism. Tracing her work with a yellow highlighter on a map, she had inspected every inch of every pipe, connection, valve and motor in the building, which would provide cooling water if the reactor shut down.\n“I have not found anything significant so far,” Ms. Pollard said, “and as far as I know, no one else has either.”\nEngineers did find a shallow crack in the concrete wall in one of the feed-water buildings, but a careful examination revealed that it was full of dust, indicating that it predated the earthquake, they said. They call the process “interrogating” the cracks: engineers carry little loops of wire in thicknesses from one thirty-second of an inch to one-third of an inch to measure the cracks’ width and depth.\nDominion is following an inspection procedure laid out by the Electric Power Research Institute, a nonprofit utility consortium that has inspected dozens of industrial plants hit by earthquakes around the world.\nNuclear plants are designed to specifications based on potential ground motion, not a quake’s magnitude, because the concern is how strong the quake would be at the reactor, not at the quake’s center. (The Aug. 23 quake, which was felt as far north as Martha’s Vineyard in Massachusetts , had a magnitude of 5.8.)\nPhoto\nThe North Anna plant uses boxes holding diamond-tipped styluses that are suspended above steel plates; when an earthquake hits, the styluses scratch the plates. A laboratory analysis of the plates indicated that the horizontal ground acceleration was greater than had been anticipated in the plant’s design, the company told the commission last week, although the analysis is not complete and Dominion released no numbers to the public.\nAdvertisement Continue reading the main story\nIn sniffing out quake damage, the company relies on a surprisingly simple technique. If components have bent or moved too far, the first sign of damage will be the paint. For example, sand-colored cement shows through gaps in the paint on one of four small blocks supporting the legs of a 20-foot-tall water tank in the plant’s turbine hall on the top floor.\n“Obviously, this moved,” said Stewart Morris, an engineering supervisor. He played his flashlight over some spots. “This tank wobbled a little bit,” he said, making a hand motion like a restrained wave from a pope.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPlant engineers said the damage was in a predictable spot because ground motion from the quake would be magnified on the upper floors, and the tank is relatively top-heavy.\nIt is North Anna’s second serious brush with quake issues. The first was in 1973, when the company was digging a hole for the foundation of a third reactor that was later abandoned. A visiting geology professor told an executive of the plant operator, then called the Virginia Electric & Power Company, that there was a geologic fault.\nThe executive let the comment drop, and Virginia Electric told the Nuclear Regulatory Commission that there was no evidence of faults. Eventually it paid a fine of $32,000 for failing to alert regulators promptly; the five-member commission also reprimanded its own staff for moving slowly to bring the information to the attention of the administrative law judges hearing the company’s application for an operating license. The commission ultimately decided that the reactor would be safe.\nThe Aug. 23 quake surprised employees. Jorge Bermudez, a control room supervisor, watched the fluorescent lights briefly go out and saw dust fall from the ceiling.\n“Earthquakes aren’t supposed to happen here,” Mr. Bermudez remembered thinking.\nThat the walls, pipes and tanks survived with little or no sign of damage should not be surprising, however, experts say.\nJohn H. Bickel, a nuclear engineer and consultant, said that an analysis of plants hit by earthquakes had shown that the most vulnerable components were ceramic insulators on high-voltage lines that supply the plants with power and electrical relays, which resemble industrial-strength circuit-breakers and switches.\nAdvertisement Continue reading the main story\nEven if the relays are not damaged, they might be shaken so that they change positions, cutting off the flow of electricity or allowing it to flow without any command from an operator.\nBut the risk of a big pipe or vessel cracking open is far lower, Mr. Bickel said, because structural engineers routinely follow industry codes that specify very strong and broad parts.\nAnother expert, Neil Wilmshurst of the Electric Power Research Institute, the nonprofit utility consortium, agreed. “There’s an awful lot of fat in the design codes,” he said. In many cases, they are double, triple or quadruple as strong as they need to be, he said.\nBut small changes are likely, and Dominion has already made one: it has wired the plant’s electronic earthquake sensors to a battery. On Aug. 23, they all failed when North Anna lost power.", "url": "https://www.nytimes.com/2011/09/08/science/earth/08nuclear.html?adxnnl=1&amp%3Badxnnlx=1399662214-DeBoq97n2CT7Q%20AycI9SSQ&module=inline"}