{"authors": ["William Glaberson"], "date_download": "2018-11-16 04:15:54", "date_modify": "2018-11-16 04:15:54", "date_publish": "2011-07-17 20:28:30", "description": "A New York commission formed to give the first judicial raises in 12 years is due to issue a ruling in August.", "filename": "2011_07_18_nyregion_panel-setting-judges-salaries-gets-many-suggestions_1542341754.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_18_nyregion_panel-setting-judges-salaries-gets-many-suggestions_1542341754.html", "title": "The New York Times", "title_page": "Panel Setting Judges’ Salaries Gets Many Suggestions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The commission will hold its first — and probably only — public hearing on Wednesday in Albany. As a result, its members, appointed by the governor, legislative leaders and the state’s chief judge, are being inundated with formulas and charts.\nThe suggestions include every manner of numerical calculation, with most using as a point of reference the current $136,700 salary of State Supreme Court justices, who handle a wide range of cases, including murder cases and malpractice trials, and whose pay would have risen 41 percent if they had received raises to keep pace with inflation, according to one filing.\nEach interest group had its own math. The New York City Bar Association argued that given how expensive it is to live in New York City, Supreme Court justices would have to earn $212,000 to be paid in line with the salaries of other big-city judges across the country.\nThe New York County Lawyers’ Association did another calculation: a $60,000 raise “would increase the state budget by less than 55 one-thousandths of one percent.”\nNot to be outdone, a coalition of 12 judges’ organizations put forth 50 facts justifying a big raise, including salaries in New York City’s Sanitation Department: 50 employees in the department earn more than almost all New York judges and nearly as much as the state’s chief judge, Jonathan Lippman.\nJudge Lippman makes $156,000; an intermediate appeals judge makes $144,000; a criminal court judge makes $125,600. The commissioners said they would keep in place the comparative differences for the various levels of the courts.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOne commission member, Mark S. Mulholland, a Long Island lawyer, said in an interview that there were numbers of formulas that people were using to make their cases.\nBut he insisted he was not overwhelmed by numbers as lawyers sometimes are. “I actually did well in math,” he said.\nAdvertisement Continue reading the main story\nOfficials at the state’s Office of Court Administration presented the commissioners with their own ways of looking at the numbers, including a comparison of New York’s judicial salaries with the salaries of judges in other states. New York came in dead last.\nThe court administrators suggested setting the salary for a State Supreme Court justice between $192,000 and $220,000, a range seemingly intended to give the commission ample leeway to grant a big raise. If, for example, the commission chose a salary less than $192,000, it could appear fiscally responsible even as it doled out raises of 30 percent or so.\nFor much of the past dozen years, the discussion of judicial salaries has not drawn much passion. But with the commission tackling the issue at a time of state budget problems, the idea of increasing any state salaries is not popular.\nState Senator John J. Bonacic, a Republican who is chairman of the Judiciary Committee, said in an interview that a raise to $220,000 for judges “may not be consistent with the tough environment that’s going on right now.” He said that in some areas of the state “if a vacancy occurred, you would have lawyers lining up for Supreme Court at the current salary.”\nIn the media and on the Internet, the prospect of a big judicial raise is beginning to draw fiery comments. Judges deserve a raise, “but 62 percent in one shot?” The New York Post asked in an editorial last week after the court administration officials had filed their submission. “No way,” the paper commented.\nDavid Bookstaver, the spokesman for the court system, said the proposal offered the commission a range of salary possibilities based on factors set forth in the law. As for the criticism, Mr. Bookstaver called it “a mischaracterization of our submission.”\nDuring the panel’s meeting last week, three of the seven commissioners appeared ready to grant judges a large raise quickly, two did not suggest views and two said the size of any raise had to be limited by the state’s fiscal troubles. “How much can the state afford?” asked Bill Mulrow, who was appointed by Gov. Andrew M. Cuomo.\nIn the filings, the formulas and calculations are stitched together with arguments. So far, the most ardent — and the wordiest— is the one by the judicial associations, which runs 247 pages. “When someone finds out that you are a judge,” it said, “and you have not had a raise in over 12 years, most people say, ‘That’s crazy.’ ”", "url": "https://www.nytimes.com/2011/07/18/nyregion/panel-setting-judges-salaries-gets-many-suggestions.html"}