{"authors": ["Andrea Elliott"], "date_download": "2018-11-16 04:35:56", "date_modify": "2018-11-16 04:35:56", "date_publish": "2011-07-30 20:45:41", "description": "David Yerushalmi has come to exercise a striking influence over American public discourse about Islamic law.", "filename": "2011_07_31_us_31shariah.html_pagewanted=all_1542342956.html", "image_url": "https://static01.nyt.com/images/2011/07/31/us/shariah-pic/shariah-pic-thumbStandard-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_31_us_31shariah.html_pagewanted=all_1542342956.html", "title": "The New York Times", "title_page": "David Yerushalmi, the Man Behind the Anti-Shariah Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A confluence of factors has fueled the anti-Shariah movement, most notably the controversy over the proposed Islamic center near ground zero in New York, concerns about homegrown terrorism and the rise of the Tea Party . But the campaign’s air of grass-roots spontaneity, which has been carefully promoted by advocates, shrouds its more deliberate origins.\nIn fact, it is the product of an orchestrated drive that began five years ago in Crown Heights, Brooklyn , in the office of a little-known lawyer, David Yerushalmi, a 56-year-old Hasidic Jew with a history of controversial statements about race, immigration and Islam. Despite his lack of formal training in Islamic law, Mr. Yerushalmi has come to exercise a striking influence over American public discourse about Shariah.\nWorking with a cadre of conservative public-policy institutes and former military and intelligence officials, Mr. Yerushalmi has written privately financed reports, filed lawsuits against the government and drafted the model legislation that recently swept through the country — all with the effect of casting Shariah as one of the greatest threats to American freedom since the cold war.\nThe message has caught on. Among those now echoing Mr. Yerushalmi’s views are prominent Washington figures like R. James Woolsey , a former director of the C.I.A. , and the Republican presidential candidates Newt Gingrich and Michele Bachmann , who this month signed a pledge to reject Islamic law, likening it to “totalitarian control.”\nYet, for all its fervor, the movement is arguably directed at a problem more imagined than real. Even its leaders concede that American Muslims are not coalescing en masse to advance Islamic law. Instead, they say, Muslims could eventually gain the kind of foothold seen in Europe , where multicultural policies have allowed for what critics contend is an overaccommodation of Islamic law.\n“Before the train gets too far down the tracks, it’s time to put up the block,” said Guy Rodgers, the executive director of ACT for America, one of the leading organizations promoting the legislation drafted by Mr. Yerushalmi.\nThe more tangible effect of the movement, opponents say, is the spread of an alarmist message about Islam — the same kind of rhetoric that appears to have influenced Anders Behring Breivik , the suspect in the deadly dual attacks in Norway on July 22. The anti-Shariah campaign, they say, appears to be an end in itself, aimed at keeping Muslims on the margins of American life.\nAdvertisement Continue reading the main story\n“The fact is there is no Shariah takeover in America,” said Salam Al-Marayati, the president of the Muslim Public Affairs Council, one of several Muslim organizations that have begun a counteroffensive. “It’s purely a political wedge to create fear and hysteria.”\nAnti-Shariah organizers are pressing ahead with plans to introduce versions of Mr. Yerushalmi’s legislation in half a dozen new states, while reviving measures that were tabled in others.\nThe legal impact of the movement is unclear. A federal judge blocked the Oklahoma amendment after a representative of the Council on American- Islamic Relations, a Muslim advocacy group, sued the state, claiming the law was an unconstitutional infringement on religious freedom.\nThe establishment clause of the Constitution forbids the government from favoring one religion over another or improperly entangling itself in religious matters. But many of the statutes are worded neutrally enough that they might withstand constitutional scrutiny while still limiting the way courts handle cases involving Muslims, other religious communities or foreign and international laws.\nPhoto\nFor Mr. Yerushalmi, the statutes themselves are a secondary concern. “If this thing passed in every state without any friction, it would have not served its purpose,” he said in one of several extensive interviews. “The purpose was heuristic — to get people asking this question, ‘What is Shariah?’ ”\nThe Road Map\nShariah means “the way to the watering hole.” It is Islam’s road map for living morally and achieving salvation. Drawing on the Koran and the sunnah — the sayings and traditions of the prophet Muhammad — Islamic law reflects what scholars describe as the attempt, over centuries, to translate God’s will into a system of required beliefs and actions.\nIn the United States, Shariah, like Jewish law, most commonly surfaces in court through divorce and custody proceedings or in commercial litigation. Often these cases involve contracts that failed to be resolved in a religious setting. Shariah can also figure in cases involving foreign laws, for example in tort claims against businesses in Muslim countries. It then falls to the American judge to examine the religious issues at hand before making a ruling based on federal or state law.\nThe frequency of such cases is unknown. A recent report by the Center for Security Policy, a research institute based in Washington for which Mr. Yerushalmi is general counsel, identified 50 state appellate cases, mostly over the last three decades. The report offers these cases as proof that the United States is vulnerable to the encroachment of Islamic law. But, as many of the cases demonstrate, judges tend to follow guidelines that give primacy to constitutional rights over foreign or religious laws.\nAdvertisement Continue reading the main story\nThe exceptions stand out. Critics most typically cite a New Jersey case last year in which a Moroccan woman sought a restraining order against her husband after he repeatedly assaulted and raped her. The judge denied the request, finding that the defendant lacked criminal intent because he believed that his wife must comply, under Islamic law, with his demand for sex.\nThe decision was reversed on appeal.\n“It’s wrong to just accept that the courts generally get it right, but sometimes get it wrong,” said Stephen M. Gelé, a Louisiana lawyer who represents a nonprofit organization that has promoted Mr. Yerushalmi’s legislation. “There is no reason to make a woman play a legal game of Russian roulette.”\nWhile proponents of the legislation have seized on aspects of Shariah that are unfavorable to women, Mr. Yerushalmi’s focus is broader. His interest in Islamic law began with the Sept. 11 attacks, he said, when he was living in Ma’ale Adumim, a large Jewish settlement in the Israeli-occupied West Bank .\nAt the time, Mr. Yerushalmi, a native of South Florida , divided his energies between a commercial litigation practice in the United States and a conservative research institute based in Jerusalem , where he worked to promote free-market reform in Israel .\nAfter moving to Brooklyn the following year, Mr. Yerushalmi said he began studying Arabic and Shariah under two Islamic scholars, whom he declined to name. He said his research made clear that militants had not “perverted” Islamic law, but were following an authoritative doctrine that sought global hegemony — a mission, he says, that is shared by Muslims around the world. To illustrate that point, Mr. Yerushalmi cites studies in which large percentages of Muslims overseas say they support Islamic rule.\nIn interviews, Islamic scholars disputed Mr. Yerushalmi’s claims. Although Islam, like some other faiths, aspires to be the world’s reigning religion, they said, the method for carrying out that goal, or even its relevance in everyday life, remains a far more complex subject than Mr. Yerushalmi suggests.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Even in Muslim-majority countries, there is a huge debate about what it means to apply Islamic law in the modern world,” said Andrew F. March, an associate professor specializing in Islamic law at Yale University . The deeper flaw in Mr. Yerushalmi’s argument, Mr. March said, is that he characterizes the majority of Muslims who practice some version of Shariah — whether through prayer, charitable giving or other common rituals — as automatic adherents to Islam’s medieval rules of war and political domination.\nIt is not the first time Mr. Yerushalmi has engaged in polemics. In a 2006 essay, he wrote that “most of the fundamental differences between the races are genetic,” and asked why “people find it so difficult to confront the facts that some races perform better in sports, some better in mathematical problem-solving, some better in language, some better in Western societies and some better in tribal ones?” He has also railed against what he sees as a politically correct culture that avoids open discussion of why “the founding fathers did not give women or black slaves the right to vote.”\nOn its Web site, the Anti-Defamation League , a prominent Jewish civil rights organization, describes Mr. Yerushalmi as having a record of “anti-Muslim, anti-immigrant and anti-black bigotry.” His legal clients have also drawn notoriety, among them Pamela Geller, an incendiary blogger who helped drive the fight against the Islamic community center and mosque near ground zero .\nAdvertisement Continue reading the main story\nA stout man who wears antique wire-rimmed glasses and a thick, white-streaked beard, Mr. Yerushalmi has a seemingly inexhaustible appetite for the arguments his work provokes. “It’s an absurdity to claim that I have ever uttered or taken a position on the side of racism or bigotry or misogyny,” he said.\nWhen pressed for evidence that American Muslims endorse the fundamentalist view of Shariah he warns against, Mr. Yerushalmi argues that the problem lies with America’s Muslim institutions and their link to Islamist groups overseas. As a primary example, he and others cite a memorandum that surfaced in the federal prosecution of the Holy Land Foundation for Relief and Development , a Muslim charity based in Texas whose leaders were convicted in 2008 of sending funds to Hamas .\nThe 1991 document outlined a strategy for the Muslim Brotherhood in the United States that involved “eliminating and destroying the Western civilization from within.” Critics emphasize a page listing 29 Muslim American groups as “our organizations and the organizations of our friends.” Skeptics point out that on the same page, the author wrote, imagine if “they all march according to one plan,” which suggests they were not working in tandem.\nNevertheless, a study by the Abu Dhabi Gallup Center to be released next week found that only a minority of American Muslims say that domestic Islamic groups represent them. It also concludes that American Muslims have as much confidence in the judicial system as members of other faiths and are more likely than the other groups to say that elections in the United States are “honest.”\nPhoto\n“There’s a conflation between the idea of Islam being a universalist, proselytizing religion and reducing it to a totalitarian movement,” said Mohammad Fadel, an associate professor specializing in Islamic law at the University of Toronto. “All good propaganda is based on half-truths.”\nReaching Out\nThe movement took root in January 2006 when Mr. Yerushalmi started the Society of Americans for National Existence, a nonprofit organization that became his vehicle for opposing Shariah. On the group’s Web site, he proposed a law that would make observing Islamic law, which he likened to sedition, a felony punishable by 20 years in prison. He also began raising money to study whether there is a link between “Shariah-adherent behavior” in American mosques and support for violent jihad.\nThe project, Mapping Shariah, led Mr. Yerushalmi to Frank Gaffney, a hawkish policy analyst and commentator who is the president of the Center for Security Policy in Washington. Well connected in neoconservative circles, Mr. Gaffney has been known to take polarizing positions (he once argued that President Obama might secretly be Muslim). Mr. Gaffney would emerge as Mr. Yerushalmi’s primary link to a network of former and current government officials, security analysts and grass-roots political organizations.\nTogether, they set out to “engender a national debate about the nature of Shariah and the need to protect our Constitution and country from it,” Mr. Gaffney wrote in an e-mail to The New York Times . The center contributed an unspecified amount to Mr. Yerushalmi’s study, which cost roughly $400,000 and involved surreptitiously sending researchers into 100 mosques. The study, which said that 82 percent of the mosques’ imams recommended texts that promote violence, has drawn sharp rebuke from Muslim leaders, who question its premise and findings.\nAdvertisement Continue reading the main story\nMr. Yerushalmi also took aim at the industry of Islamic finance — specifically American banks offering funds that invest only in companies deemed permissible under Shariah, which would exclude, for example, those that deal in alcohol, pork or gambling .\nIn the spring of 2008, Mr. Gaffney arranged meetings with officials at the Treasury Department , including Robert M. Kimmitt, then the deputy secretary, and Stuart A. Levey, then the under secretary for terrorism and financial intelligence. Mr. Yerushalmi warned them about what he characterized as the lack of transparency and other dangers of Shariah-compliant finance.\nIn an interview, Mr. Levey said he found Mr. Yerushalmi’s presentation of Shariah “sweeping and, ultimately, unconvincing.”\nFor Mr. Yerushalmi, the meetings led to a shift in strategy. “If you can’t move policy at the federal level, well, where do you go?” he said. “You go to the states.”\nWith the advent of the Tea Party, Mr. Yerushalmi saw an opening. In 2009, he and Mr. Gaffney laid the groundwork for a project aimed at state legislatures — the same year that Mr. Yerushalmi received more than $153,000 in consulting fees from Mr. Gaffney’s center, according to a tax form filed by the group.\nThat summer, Mr. Yerushalmi began writing “American Laws for American Courts,” a model statute that would prevent state judges from considering foreign laws or rulings that violate constitutional rights in the United States. The law was intended to appeal not just to the growing anti-Shariah movement, but also to a broader constituency that had long opposed the influence of foreign laws in the United States.\nMr. Gaffney swiftly drummed up interest in the law, holding conference calls with activists and tapping a network of Tea Party and Christian groups as well as ACT for America, which has 170,000 members and describes itself as “opposed to the authoritarian values of radical Islam.” The group emerged as a “force multiplier,” Mr. Gaffney said, fanning out across the country to promote the law. The American Public Policy Alliance, a nonprofit organization formed that year by a political consultant based in Michigan , began recruiting dozens of lawyers to act as legislative sponsors.\nEarly versions of the law, which passed in Tennessee and then Louisiana, made no mention of Shariah, which was necessary to pass constitutional muster, Mr. Yerushalmi said. But as the movement spread, state lawmakers began tweaking the legislation to refer to Shariah and other religious laws or systems — including, in one ill-fated proposal in Arizona , “karma.”\nAdvertisement Continue reading the main story\nBy last fall, the anti-Shariah movement had gained new prominence. ACT for America spent $60,000 promoting the Oklahoma initiative, a campaign that included 600,000 robocalls featuring Mr. Woolsey, the former C.I.A. director. Mr. Gingrich called for a federal law banning courts from using Shariah in place of American law, and Sarah Palin warned that if Shariah law “were to be adopted, allowed to govern in our country, it will be the downfall of America.”\nAlso last fall, Mr. Gaffney’s organization released “Shariah: The Threat to America,” a 172-page report whose lead author was Mr. Yerushalmi and whose signatories included Mr. Woolsey and other former intelligence officials.\nMr. Yerushalmi’s legislation has drawn opposition from the American Civil Liberties Union as well as from Catholic bishops and Jewish groups. Mr. Yerushalmi said he did not believe that court cases involving Jewish or canon law would be affected by the statutes because they are unlikely to involve violations of constitutional rights.\nBusiness lobbyists have also expressed concern about the possible effect of the statutes, as corporations often favor foreign laws in contracts or tort disputes. This is perhaps the only constituency that has had an influence. The three state statutes that have passed — most recently in Arizona — make corporations exempt.\n“It is not preferable,” Mr. Yerushalmi said. “Is it an acceptable political compromise? Of course it is.”", "url": "https://www.nytimes.com/2011/07/31/us/31shariah.html?pagewanted=all"}