{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:47:22", "date_modify": "2018-11-16 04:47:22", "date_publish": "2011-05-12 12:20:33", "description": "Nineteen pastors signed a petition calling for an investigation into the crackdown on Shouwang, a so-called house church, as well as legal protections for similar churches.", "filename": "2011_05_13_world_asia_13china_1542343642.html", "image_url": "https://static01.nyt.com/images/2011/05/13/world/13china/13china-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_13_world_asia_13china_1542343642.html", "title": "The New York Times", "title_page": "Chinese Christians Defend Persecuted Underground Church - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Carsten Vala, an expert on Chinese Christianity at Loyola University Maryland, said the petition ratcheted up pressure on the ruling Communist Party at a time when it was increasingly nervous about perceived challenges to its authority. “This shows there is national attention to what’s happening to Shouwang and that there is connection among urban house churches across the country,” he said.\nPhoto\nThe petition blames an “outdated system of religion management” for a crisis that is stirring up the tens of millions of Chinese believers who have come to place more faith in Christianity than in the atheist Communist Party. It also suggests that such policies will invariably lead to more social strife, the very thing Chinese leaders are so eager to avoid.\n“We hope that by setting up a special investigation commission, the government will be able to handle the Shouwang incident in a rational and wise manner on basis of the principles of ‘putting people first and ruling the country by law’ and in the gracious spirit of serving the citizens, so as to avoid the escalation of the conflict between state and church,” the petition says, quoting a common slogan of the current leadership.\nThe document was written by Xie Moshan and Li Tianen, patriarchs of the house church movement, who have each spent more than a decade in Chinese prisons.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe persecution of Shouwang and a number of other unregistered churches coincides with a wider clampdown in China, fueled by unrest in the Arab world, which has led to the detention of scores of dissidents, rights lawyers and other perceived critics.\nLike many unofficial churches, Shouwang started out in a private home, but in recent years it has become one of the capital’s largest and most affluent congregations. In 2009, after a previous eviction forced the church to worship in a park, parishioners donated more than $4 million to purchase a space of their own. But despite having a deed in hand, the church has not been permitted by the government to occupy the space, a conflict that led to the current crisis.\nAt a regular news conference on Thursday, Jiang Yu, a Foreign Ministry spokeswoman, defended the campaign against Shouwang, saying that congregants had tried repeatedly to “gather illegally in the streets,” according to Reuters.\n“To maintain public order and security, the public security departments have taken the appropriate measures,” she said.", "url": "https://www.nytimes.com/2011/05/13/world/asia/13china.html"}