{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:27:07", "date_modify": "2018-11-16 04:27:07", "date_publish": "2011-03-11 02:15:00", "description": "Japan was filled with scenes of desperation a day after an 8.9-magnitude quake, as survivors called for help and rescuers looked for people buried in rubble.", "filename": "2011_03_12_world_asia_12japan.html_pagewanted=all&module=inline_1542342427.html", "image_url": "https://static01.nyt.com/images/2011/03/12/world/12japan4_span/12japan4_span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_12_world_asia_12japan.html_pagewanted=all&module=inline_1542342427.html", "title": "Powerful Quake and Tsunami Devastate Northern Japan", "title_page": "Powerful Quake and Tsunami Devastate Northern Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n— Rescuers struggled to reach survivors on Saturday morning as Japan reeled after an earthquake and a tsunami struck in deadly tandem. The 8.9-magnitude earthquake set off a devastating tsunami that sent walls of water washing over coastal cities in the north. Concerns mounted over possible radiation leaks from two nuclear plants near the earthquake zone.\nThe death toll from the tsunami and earthquake, the strongest ever recorded in Japan, was in the hundreds, but Japanese news media quoted government officials as saying that it would almost certainly rise to more than 1,000. About 200 to 300 bodies were found along the waterline in Sendai, a port city in northeastern Japan and the closest major city to the epicenter.\nThousands of homes were destroyed, many roads were impassable, trains and buses were not running, and power and cellphones remained down. On Saturday morning, the JR rail company said that there were three trains missing in parts of two northern prefectures.\nWhile the loss of life and property may yet be considerable, many lives were certainly saved by Japan’s extensive disaster preparedness and strict construction codes. Japan’s economy was spared a more devastating blow because the earthquake hit far from its industrial heartland.\nPhoto\nJapanese officials on Saturday issued broad evacuation orders for people living in the vicinity of two separate nuclear power plants that had experienced breakdowns in their cooling systems as a result of the earthquake, and they warned that small amounts of radiation could leak from both plants.\nOn Friday, at 2:46 p.m. Tokyo time, the quake struck. First came the roar and rumble of the temblor, shaking skyscrapers, toppling furniture and buckling highways. Then waves as high as 30 feet rushed onto shore, whisking away cars and carrying blazing buildings toward factories, fields and highways.\nBy Saturday morning, Japan was filled with scenes of desperation, as stranded survivors called for help and rescuers searched for people buried in the rubble. Kazushige Itabashi, an official in Natori City, one of the areas hit hardest by the tsunami, said several districts in an area near Sendai’s airport were annihilated.\nRescuers found 870 people in one elementary school on Saturday morning and were trying to reach 1,200 people in the junior high school, closer to the water. There was no electricity and no water for people in shelters. According to a newspaper, the Mainichi Shimbun, about 600 people were on the roof of a public grade school, in Sendai City. By Saturday morning, Japan’s Self-Defense Forces and firefighters had evacuated about 150 of them.\nPhoto\nOn the rooftop of Chuo Hospital in the city of Iwanuma, doctors and nurses were waving white flags and pink umbrellas, according to TV Asahi. On the floor of the roof, they wrote “ Help ” in English, and “ Food ” in Japanese. The reporter, observing the scene from a helicopter, said, “If anyone in the City Hall office is watching, please help them.”\nThe station also showed scenes of people stranded on a bridge, cut off by water on both sides near the mouth of the Abukuma River in Miyagi Prefecture.\nPeople were frantically searching for their relatives. Fumiaki Yamato, 70, was in his second home in a mountain village outside of Sendai when the earthquake struck. He spoke from his car as he was driving toward Sendai trying to find the rest of his family. While it usually takes about an hour to drive to the city, parts of the road were impassable. “I’m getting worried,” he said as he pulled over to take a reporter’s call. “I don’t know how many hours it’s going to take.”\nJapanese, accustomed to frequent earthquakes, were stunned by this one’s magnitude and the more than 100 aftershocks, many equivalent to major quakes.\nPhoto\n“I never experienced such a strong earthquake in my life,” said Toshiaki Takahashi, 49, an official at Sendai City Hall. “I thought it would stop, but it just kept shaking and shaking, and getting stronger.”\nTrain service was shut down across central and northern Japan, including Tokyo, and air travel was severely disrupted.\nOn Friday, television images showed waves of more than 12 feet roaring inland in Japan. The floodwaters, thick with floating debris shoved inland, pushed aside heavy trucks as if they were toys. The spectacle was all the more remarkable for being carried live on television, even as the waves engulfed flat farmland that offered no resistance. The tsunami could be seen scooping up every vessel in the ocean off Sendai, and churning everything inland. The gigantic wave swept up a ship carrying more than 100 people, Kyodo News reported.\nVasily V. Titov, director of the National Oceanic and Atmospheric Administration’s Center for Tsunami Research, said that coastal areas closest to the center of the earthquake probably had about 15 to 30 minutes before the first wave of the tsunami struck. “In Japan, the public is among the best educated in the world about earthquakes and tsunamis,” he said. “But it’s still not enough time.”\nVideo\nComplicating the issue, he added, is that the flat terrain in the area would have made it difficult for people to reach higher, and thus safer, ground. On Friday, NHK television showed images of a huge fire sweeping across Kesennuma, a city of more than 70,000 people in the northeast. Whole blocks appeared to be ablaze. NHK also showed aerial images of columns of flame rising from an oil refinery and flood waters engulfing the Sendai airport, where survivors clustered on the roof. The runway was partly submerged. The refinery fire sent a plume of thick black smoke from blazing spherical storage tanks.\nEven in Tokyo, far from the epicenter, the quake struck hard. William M. Tsutsui, a professor of Japanese business and economic history at Southern Methodist University in Dallas , was traveling in Tokyo with a business delegation when the ground began to shake. “What was scariest was to look up at the skyscrapers all around,” he said. “They were swaying like trees in the breeze.”\nPrime Minister Naoto Kan said the quake and tsunami caused major damage across wide areas.\nThe United States Geological Survey said the quake was the most severe worldwide since an 8.8-magnitude quake off the coast of Chile a little more than a year ago that killed more than 400. It was less powerful than the 9.1-magnitude quake that struck off Northern Sumatra in late 2004. That quake set off a tsunami that killed more than 200,000 people around the Indian Ocean.\nThe survey said that Friday’s quake was centered off the coast of Honshu, the most populous of the Japanese islands, at a point about 230 miles northeast of Tokyo and a depth of about 15 miles below the earth’s surface.\nVideo\nPresident Obama said the United States “stands ready to help” Japan deal with the aftermath. “Michelle and I send our deepest condolences to the people of Japan,” he said in a statement. He later spoke with Mr. Kan and offered assistance.\nAmerican military airfields in Japan began accepting civilian flights diverted from airports that suffered damage, American officials said early Friday.\nA spokesman for the American Seventh Fleet in Japan said Naval Air Field Atsugi had received several commercial passenger planes that could not land at Narita airport outside Tokyo. Officials said Yokota Air Base also received civilian flights. Three American warships in Southeast Asia will be ordered out to sea to reposition themselves in case they need to provide assistance, a fleet spokesman said.\nThe tsunami assaulted Hawaii with seven-foot waves, although it caused little damage. Powerful surges that hit the West Coast of the United States caused boats to sink in Santa Cruz Harbor. The Coast Guard reported that one person was swept to sea near McKinleyville, Calif., while trying to take pictures of the waves, and a search had begun.\nIn Japan, the Tokyo subways emptied, and airports were closed. Many residents set off on epic journeys home, walking for miles across a vast metropolitan area. As late as Saturday morning, 18 hours after the earthquake, thousands of people in dark suits were still trudging home from the central business district. In a video posted on YouTube , rumbles shook a supermarket as shopkeepers rushed to steady toppling wares and a classical music soundtrack played.\nOn Twitter , a person who used the name sinonosama said that students at an agricultural high school in Miyagi Prefecture were fine, but had to take refuge on the third floor after the tsunami flooded the first two floors.\nThe quake occurred in what is called a subduction zone, where one of the Earth’s tectonic plates is sliding beneath another. In this case, the Pacific plate is sliding beneath the North American plate at a rate of about three inches a year. The earthquake occurred at a depth of about 15 miles, which while relatively shallow by global standards is about normal for quakes in this zone, said Emily So, an engineer with the United States Geological Survey in Golden , Colo.\nWhen such quakes set off a tsunami, the devastation often comes from a succession of waves, which can cross oceans at 500 miles per hour or more.", "url": "https://www.nytimes.com/2011/03/12/world/asia/12japan.html?pagewanted=all&module=inline"}