{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:33:21", "date_modify": "2018-11-16 03:33:21", "date_publish": "2011-05-23 14:40:07", "description": "Some chefs seem to think quinoa can be used as healthy substitute for just about any grain. Not so.", "filename": "2011_05_23_health_nutrition_23recipehealth_1542339201.html", "image_url": "https://static01.nyt.com/images/2011/05/24/science/23recipehealth/23recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_23_health_nutrition_23recipehealth_1542339201.html", "title": "Proper Uses for Quinoa", "title_page": "Proper Uses for Quinoa - Recipes for Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nI’ve been thinking a lot lately about how best to use quinoa, in part because of some misguided dishes I’ve recently had in restaurants.\nNote to chefs: Quinoa doesn’t work as a risotto. It doesn’t have enough starch for the broth, which is what makes a good risotto creamy. Quinoa also has a grassy flavor and a texture that ranges from fluffy — too fluffy for risotto — to granular.\nQuinoa is perfect, however, for a salad. It can be the main ingredient, or it can play alongside lettuces and other greens. Quinoa works very well as a pilaf, but think about adding vegetables that will complement its grassy flavor. I often add cooked quinoa to baked goods like muffins and breads, and this week I added it to my son’s habitual whole-wheat buttermilk pancakes.\nMany of you may have been disturbed by the news that quinoa’s popularity abroad is making it unaffordable in Bolivia, where it has long been a staple. The good news is that several companies are committed to paying farmers fair market value for their produce. Look for brands displaying the Fair Trade Certified label.\nAdvertisement Continue reading the main story\nRainbow Quinoa Tabbouleh\nQuinoa lends itself to lemony salads, and the rainbow mix is particularly nice because each type of quinoa has a slightly different texture. The pearl white grains are the fluffiest, the red and black more compact.", "url": "https://www.nytimes.com/2011/05/23/health/nutrition/23recipehealth.html"}