{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:42:58", "date_modify": "2018-11-16 04:42:58", "date_publish": "2011-01-13 07:28:56", "description": "The riches of Tunisia’s president have fueled an uprising by Tunisians who blame corruption among the elite for the joblessness afflicting their country.", "filename": "2011_01_14_world_africa_14tunisia_1542343378.html", "image_url": "https://static01.nyt.com/images/2011/01/14/world/14tunisiaspan2-cnd/14tunisiaspan2-cnd-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_14_world_africa_14tunisia_1542343378.html", "title": "The New York Times", "title_page": "Tunisia Leader Shaken as Riots Hit Hamlet of Hammamet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And he repeated a pledge he first made when he seized power in a bloodless coup: “No presidency for life.” He vowed not to challenge the constitutional age limit of 75 for presidents, which would make him ineligible to seek re-election in 2014.\nThe immediate response to the speech appeared mixed. In at least one neighborhood of the capital, grateful Tunisians could be heard in the streets, ignoring an 8 p.m. curfew order, cheering the president. But others said his words meant little.\n“These are the same promises he made last week, that he made a few years ago, that he made in 1987, but on the ground it is always the same,” one person said, declining to be identified for fear of reprisals.\nSecurity forces fired again at crowds of demonstrators who gathered in downtown Tunis; dozens have died so far in the crackdown on the protests, and it was impossible to confirm how many more died Thursday.\nIn what appeared to be a sign of division within the government or its forces, the military was withdrawn from the city by the end of the day, replaced by the police and other security forces considered more loyal to the ruling party and Interior Ministry.\nPhoto\nThere were calls for a general strike on Friday, and some people said they expected the protests to escalate when large groups of Tunisians spilled into the streets from their mosques after Friday Prayer. The government has shut down schools, universities and trains running to and from the city, leaving crowds of young people idle and many people with no way to get home.\nAdvertisement Continue reading the main story\nThroughout a month of demonstrations, protesters have relied on Facebook and other social media to advertise and coordinate their actions, which started after a college-educated street vendor in a small provincial town burned himself to death in despair. (The police had confiscated his wares for lack of a permit.)\nOn Thursday morning a Facebook group called “The people of Tunisia are setting themselves on fire Mr. President” announced, in Arabic: “Today Hammamet: With our blood, with our souls, we sacrifice ourselves for the martyr.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBy midday, hundreds of young men were in the streets of this coastal resort city. Several banks were in flames, including one adjacent to the police station. Some said that clashes with the police had begun here on Wednesday and that they had turned out to avenge the deaths of two protesters killed the day before.\nJust as in other protests in recent days, the demonstrators called for President Ben Ali to step down. But many seemed even more angry at his second wife, Leila Trabelsi, and her family — “No, no to the Trabelsis who looted the budget,” has been a popular slogan — and some said they still considered the president a good man brought down by the greed of his wife and her clan. Many refer to the president’s extended relations simply as The Family or The Mafia.\nCables from the United States Embassy in Tunis that were obtained and released by WikiLeaks, including one titled “Corruption in Tunisia: What’s Yours is Mine,” sketch out some of the reasons. Before her marriage to the president in 1992, Ms. Trabelsi had been a hairdresser from a humble family with little formal education. But since then, many in her family, along with the president’s, have ascended to the pinnacle of wealth, owning major stakes in many of Tunisia’s most prominent companies.\nPhoto\n“Seemingly half of the Tunisian business community can claim a Ben Ali connection through marriage, and many of these relations are reported to have made the most of their lineage,” the ambassador, Robert F. Godec, wrote in a cable two years ago. “Ben Ali’s wife, Leila Ben Ali, and her extended family — the Trabelsis — provoke the greatest ire from Tunisians,” he added, noting that he heard frequent “barbs about their lack of education, low social status and conspicuous consumption.”\nHe added, “Tunisians also argue that the Trabelsis strong-arm tactics and flagrant abuse of the system make them easy to hate.”\nSeveral demonstrators in Hammamet said it was not the country’s economic problems but the corruption of the first family that they were truly protesting. Rioters storming the presidential family mansion in Hammamet gleefully filmed one another with cameras and other devices for circulation around the country, where such images have also helped goad the protesters. Most of the rioters storming the mansion described it as belonging to a member of the Trabelsi family, but a neighbor said it belonged to the president’s uncle, Sofiane Ben Ali.\nAfter breaking down the gate to the empty house, rioters pulled out two all-terrain vehicles and set them on fire. A horse kept by the family ran free in the mansion’s yard, and young men on motorcycles did wheelies around rows of towering palm trees on the well-manicured lawn. (Two said the yard had previously been a public soccer field.) The crew of a Tunisian Coast Guard boat watched from the sea.\nAdvertisement Continue reading the main story\nTwo of the rioters said that fearful police officers had directed them away from their station and toward the mansion. “They said, ‘Please, you go to the Trabelsis,’ and it is logical,” said Cheadi Mahamed, a 32-year-old protester with a job at the airport.\nLike others in the crowd, he said he felt emboldened to speak publicly without fear of reprisals. “Now, we can say we what we want,” he said. “It has started to change.”\nAs evening approached, trucks of police reinforcements arrived. But they stood by as rioters began looting a shoe store, a toy store and a hotel.", "url": "https://www.nytimes.com/2011/01/14/world/africa/14tunisia.html"}