{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:46:53", "date_modify": "2018-11-16 04:46:53", "date_publish": "2011-10-24 11:02:03", "description": "Dozens of people were violently turned back over the weekend before they could reach the home of the blind rights lawyer Chen Guangcheng, in a campaign to draw attention to his plight.", "filename": "2011_10_25_world_asia_attempted-visits-to-chen-guangcheng-surge_1542343613.html", "image_url": "https://static01.nyt.com/images/2011/10/19/world/LAWYER/LAWYER-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_25_world_asia_attempted-visits-to-chen-guangcheng-surge_1542343613.html", "title": "The New York Times", "title_page": "More Try to Visit Chen Guangcheng, House-Arrested Dissident - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A campaign to draw attention to the plight of Chen Guangcheng, the rights lawyer who has been forcibly confined to his home in China’s Shandong Province for more than a year, escalated over the weekend, with dozens of people trying to visit him, human rights advocates said Monday.\nAs in the past, all those who tried to reach Mr. Chen were violently thwarted by guards before they could get near his home, according to several of the participants and the group Chinese Human Rights Defenders.\nAmong those who made the trip to Dongshigu village on Saturday were 30 activists from across China. The next day when they approached the entrance to the village, the group said they were attacked by as many as 300 people, robbed of their cellphones and cameras, and chased out of town.\nOne of China’s better-known rights defenders, Mr. Chen has been under house arrest with his wife and daughter since completing a four-year, three-month prison term in September 2010. Over the last decade, Mr. Chen, who is blind, made a name defending farmers, the disabled and women who say they were forced to undergo abortions or sterilizations as a part of China’s strict family planning policies.\nAdvertisement Continue reading the main story\nHis latter legal defense efforts angered local Communist Party officials and led to his jailing, and, advocates say, the continuing extralegal punishment that includes isolation and violence at the hands of thugs hired by the local government.\nThe three-week effort to challenge the guards and visit Mr. Chen has drawn scores of activists, who have described their harrowing confrontations through microblog messages. In recent Internet postings, several would-be participants in Shanghai, Beijing and other cities say that security personnel warned them against traveling to Shandong.", "url": "https://www.nytimes.com/2011/10/25/world/asia/attempted-visits-to-chen-guangcheng-surge.html"}