{"authors": ["Rachel Donadio", "Suzanne Daley"], "date_download": "2018-11-16 04:27:38", "date_modify": "2018-11-16 04:27:38", "date_publish": "2011-03-09 21:04:53", "description": "With the turmoil in Libya and elsewhere in the region, many Europeans worry they will face waves of illegal immigration.", "filename": "2011_03_10_world_europe_10europe_1542342458.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_10_world_europe_10europe_1542342458.html", "title": "Revolts Raise Fear of Migration in Europe", "title_page": "Revolts Raise Fear of Migration in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“In Italy, there is really a panic,” said Anna Triandafyllidou, a migration expert with the Hellenic Foundation for European and Foreign Policy. “Everything is up in the air, and no one knows what to do.”\nUnable to build the kind of border fence that the United States has erected to keep Mexicans at home, countries like Spain and Italy have spent years forging close relationships with North African leaders, persuading them to prevent migrants from trying to sail the rough seas of the Mediterranean. In return, Morocco, Tunisia and particularly Libya sometimes used brutal tactics to keep immigrants from ever getting near European shores, human rights activists say.\nItaly’s agreement with Libya, signed in 2008, was considered especially effective. Italy pledged $5 billion over 20 years in exchange for Libya’s blocking would-be immigrants from leaving. Almost overnight immigrants stopped arriving in Lampedusa.\nAccording to the Italian Interior Ministry, in 2008, more than 36,000 immigrants came ashore in Italy — not only from North Africa, but from the Horn of Africa, Niger and Nigeria. After the treaty, that number dropped to 9,500 in 2009 and slowed to a relative trickle in Lampedusa.\nNow, detained migrants once again outnumber the island’s local population of 6,000, according to the ministry. At 3 a.m. on Wednesday, an Italian police boat arrived with 55 tired and shivering immigrants who had been pulled from a rickety boat. Many were wrapped in thermal blankets. One was taken away on a stretcher.\nAt one point, there were so many immigrants here that the authorities allowed them to wander the island freely rather than keep them locked up. Inside the center on Wednesday, hundreds of young men, almost all from Tunisia, were eager to tell visitors their message: “We want work.”\n“I got a high school degree, I worked fixing cars, but there’s no work,” said Mander Grebis, 25, in halting French, as he stood in a group of young men huddled in front of the center’s one vending machine. He and the others said they wanted to stay in Italy or to go to France to find jobs.\nPhoto\nItaly’s arrangement with Libya was hardly the only one. Spain, too, has over the years enlisted the help of Morocco and other African countries in dealing with immigrants. Experts say it has offered countries equipment for patrolling shorelines and economic aid of all sorts — so that immigrants have fewer reasons to leave and African governments have more reason to help.\nAdvertisement Continue reading the main story\nSpain offered Senegal money to help repatriate immigrants who were often returned to the Dakar airport but did not have the money or the incentive to return to their villages. At times, the European Union pays for such projects, too.\nBut human rights advocates say some of these arrangements have abetted the harsh treatment of immigrants, particularly in Libya. In a report published in 2009, Human Rights Watch said that migrants who eventually made it to Malta and Italy described being beaten and robbed of valuables and their documents while in detention in Libya.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe report also said that electric shock batons were used to force migrants off the boats in Libya. And some said they were handed back to traffickers who held them for ransom.\n“These agreements,” said Bill Frelick, the author of the report, “are with partner states that often don’t have the same standards as Europe. They often treat migrants in humiliating and denigrating ways.”\nIn an interview, Senator Lamberto Dini, a former Italian prime minister who helped negotiate Italy’s treaty with Libya, said such reports had “not been proven.”\nThere have also been disturbing episodes in Morocco. In 2005, 11,000 sub-Saharan Africans who had been stranded in Morocco after a renewal of the Spanish-Moroccan partnership stormed the border fence around the Spanish enclave of Melilla, on the African coast. Some made it across, but several were shot dead. Some of the immigrants who were eventually turned over to the Moroccan police were then dumped into the Sahara.\nBut the agreements have been effective. In the past year, control of the African coastline was so tight that immigrants were turning to a wholly different route, showing up on the land border between Greece and Turkey. In recent weeks, Italian officials have warned of a “biblical exodus” in which as many as 300,000 could arrive, though many experts say that number is intended more as a way to stir up passions domestically than as a reflection of any clear reality.\nExperts say any number is conjecture given the fluidity of the situation in North Africa and the difficulties involved in distinguishing the number of workers trying to return home from the refugees trying to flee.\nAdvertisement Continue reading the main story\nIn Lampedusa, the immigrants stay for two days before being sent to mainland Italy for more processing to determine if they are seeking political asylum or are instead “economic immigrants” seeking work.\nOver the years, aided by sometimes alarmist press coverage of immigrants arriving on boats, Lampedusa has taken hold in the Italian and European popular imagination as the image of out-of-control immigration. In a sign of how crucial Lampedusa has become to that image, especially for some right-wing parties, Marine Le Pen, president of France’s far-right National Front, plans to visit the island on Monday.\nTommaso Della Longa, a spokesman for the Italian Red Cross on Lampedusa, said the organization was setting up a field hospital on the dock here to give emergency aid to immigrants after long, rough crossings.\n“It’s better to be prepared,” Mr. Della Longa said, “if — and I underline if — the thousands of immigrants that people are talking about arrive.”", "url": "https://www.nytimes.com/2011/03/10/world/europe/10europe.html"}