{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:12:26", "date_modify": "2018-11-16 04:12:26", "date_publish": "2011-02-03 19:22:32", "description": "Hoping to resuscitate Cuba’s crippled economy, President Raúl Castro has opened the door to a new, if limited, generation of entrepreneurs.", "filename": "2011_02_04_world_americas_04cuba.html__r=1_1542341546.html", "image_url": "https://static01.nyt.com/images/2011/02/04/world/04JPCUBA/04JPCUBA-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_02_04_world_americas_04cuba.html__r=1_1542341546.html", "title": "The New York Times", "title_page": "Cubans Savor Chance to Become Entrepreneurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the end of 2010, the government had awarded 75,000 new licenses, according to Granma, the Communist Party’s official newspaper, swelling the official ranks of the self-employed by 50 percent.\nThat is still a long way from the amount needed to create alternatives for all the workers who will eventually be laid off, and there is no guarantee that the market will support hundreds of thousands of freelancers. But licenses have been granted quickly, and the government has been encouraging the bureaucracy to keep them flowing.\nPhoto\nStreets once devoid of commerce in towns like this and in Havana are gradually coming to life as people hang painted signs and bright awnings outside their houses and mount roadside stalls. An electronics engineer, who for years operated in the shadows, now publishes leaflets that claim he can mend every appliance under the sun. A practitioner of Santería sells beaded necklaces, ground sardines and toasted corn used in ceremonies at the tin-roofed shop in her yard.\nMs. Álvarez and her husband, Ivan Barroso, took out a license for the cafe and another to sell meat and fish. Now the couple does a brisk business serving soft white rolls filled with garlicky pork and fresh tuna for 60 cents at a wooden counter in the gateway of their house. Ms. Álvarez, a former school librarian who gave up work several years ago, runs the cafe with her stepson. Mr. Barroso goes fishing , culls pigs and delivers produce to clients in Havana.\n“If you have the ability, the dedication to achieve something, you should enjoy it,” said Mr. Barroso, who until November sold fish and pork without a license to a close circle of friends and clients.\nAbout 85 percent of all Cubans with jobs are employed by the state, earning about $20 per month in exchange for free access to services like health and education, and a ration of subsidized goods.\nFidel Castro grudgingly allowed the private sector to take root in the early 1990s, after the collapse of the Soviet Union brought the Cuban economy to its knees. Over the years, however, the government stopped issuing new licenses and suffocated many businesses with taxes and prohibitions.\nAdvertisement Continue reading the main story\nThis time Raúl Castro, who took over from his brother Fidel in 2006, says things have changed. In a speech to the National Assembly in December, he urged members of the government and the Communist Party to help the private sector, not “demonize” it.\n“It is essential that we change the negative feelings that no small number of us harbor toward this kind of private labor,” Mr. Castro said.\nPhoto\nMany remain skeptical. Juan Carlos Montes ran a private restaurant on the patio of his Havana home for five years but became worn down by nit-picking inspectors and closed it in 2000. Now he is reluctant to try again.\n“When someone who has made the same argument for more than 40 years suddenly changes their tune, you have to have a lot of faith to believe them,” he said.\nHis wife, Yodania Sánchez, has been trying to change his mind. She has a license to rent two rooms in their higgledy-piggledy house and pays about $243 in taxes every month, whether the rooms are occupied or not.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The changes are really positive; there are new opportunities,” she said on a recent morning as she cleaned their tiny kitchen. “People want Cuba to become Switzerland overnight, and that’s not possible.”\nBut Mr. Montes swears he will not open a new restaurant until there is a wholesale market.\n“People can’t get what they need to run a business,” he said. “The carpenter has no wood. The electrician has no cable. The plumber has no pipes. Right now, there is no flour in the shops. So what are all the pizzerias doing? They have to buy stuff that is stolen from bakeries.”\nThe government says it will set up a wholesale market — though it might take years — and this year will import $130 million worth of goods and equipment for the private sector. It is also planning microloans and business cooperatives and mulling allowing people to buy and sell cars and houses, measures that some analysts speculate might be announced ahead of the Communist Party Congress in April.\nFor now, carpenters like Pedro José Chávez are allowed only to do repairs, rather than make things, because there is no legal market for wood. His workshop, perched on a rooftop in the Vedado area of Havana, is filled with crude machines made of salvaged parts because proper tools are too expensive.\nPhoto\n“It’s absurd that they will give you a license to work but they won’t give you access to materials,” Mr. Chávez said. “Cuba is falling apart,” he added, gesturing to the crumbling buildings nearby. “We could help rebuild it.”\nAdvertisement Continue reading the main story\nFor the private sector to thrive, the government should vastly expand the list of occupations open to the self-employed to include mainstream professions like engineering or law, said Ted Henken, an expert on the Cuban private sector at Baruch College .\nThe list of 178 jobs currently open to self-employed Cubans — among them, fixing parasols and mending bed frames — is highly specific and seems intended mainly to legalize and tax people working on the black market.\n“There is a lot more to be done for the state to get out of the way and for people to produce and employ,” Professor Henken said.\nThe government will also need to confront the question of civil and political rights that will emerge with the growth of a commercial class, including potentially divisive issues like growing disparities in wealth.\n“There’s no end to the chaos and demands of a private economy,” Professor Henken said.\nIn the meantime, Ms. Álvarez and Mr. Barroso are relishing life on the almost-free market. Mr. Barroso pores daily over an exercise book where he calculates profit margins. Total sales for the two businesses are around $270 a week, he said. He and his wife each pay about $37 a month in taxes, plus 10 percent on profits at the end of the year.\nMs. Álvarez vies for customers with a couple of cafes that have opened within two blocks of hers. On a recent morning, all three had more clients than the bleak state-run bar on the same street, whose offerings included omelet sandwiches, hand-rolled cigars and condoms .\n“I think the government has realized that state business doesn’t function,” Mr. Barroso said. “It’s the private sector that generates competition. We have a habit of doing things poorly in Cuba, but competition is going to put this straight.”", "url": "https://www.nytimes.com/2011/02/04/world/americas/04cuba.html?_r=1"}