{"authors": [], "date_download": "2018-11-16 04:39:55", "date_modify": "2018-11-16 04:39:55", "date_publish": "2011-03-18 20:49:16", "description": "Hundreds of Saudi Shiites in the eastern part of the kingdom protested peacefully on Friday in support of Shiites in Bahrain.", "filename": "2011_03_19_world_middleeast_19saudi_1542343195.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_19_world_middleeast_19saudi_1542343195.html", "title": "The New York Times", "title_page": "Amid Protests, Saudi King Offers Billions in Benefits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIYADH, Saudi Arabia (Reuters) — Hundreds of Saudi Shiites in the eastern part of the kingdom protested peacefully on Friday in support of Shiites in Bahrain, as King Abdullah of Saudi Arabia offered $93 billion more in benefits and strengthened his security and religious police forces.\nFive protests in and around the eastern region’s main Shiite center, Qatif, were peaceful, said an activist who would not be publicly identified. “There was no fighting between the police and demonstrators.”\nProtesters shouted, “One people not two people — the people of Qatif and Bahrain!” the activist said, adding that demonstrators also called for the release of Shiite prisoners in Saudi Arabia. As many as 40 protesters had been arrested over the last two days in demonstrations in Eastern Province, the site of most of Saudi Arabia’s oil fields, activists said.\nSaudi Shiites complain that they are discriminated against and that they often struggle to get senior jobs in the government, which is led by a Sunni monarchy, as well as benefits available to other citizens. The government of Saudi Arabia, an absolute monarchy that usually does not tolerate public dissent, always denies the accusations.\nAdvertisement Continue reading the main story\nEarlier on Friday, King Abdullah made a rare televised speech, thanking Saudis for not staging large pro-democracy protests similar to those sweeping other countries in the Middle East and the conservative gulf Arab region.\nLast month the king unveiled handouts worth an estimated $37 billion to ease social pressures, and on Friday he offered $93 billion more in benefits and spending. Saudi Arabia this week sent 1,000 troops to Bahrain, also led by a Sunni monarchy, to help contain pro-democracy protests. Bahrain then declared martial law and used force to break up the main protest camp led by the majority Shiite Muslims.", "url": "https://www.nytimes.com/2011/03/19/world/middleeast/19saudi.html"}