{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:51:02", "date_modify": "2018-11-16 04:51:02", "date_publish": "2011-03-16 16:05:35", "description": "Aaron Tveit, 27, has a shot at becoming Broadway’s next young leading man in the $13 million musical “Catch Me If You Can.”", "filename": "2011_03_20_theater_aaron-tveits-journey-to-catch-me-if-you-can-on-broadway.html_scp=1&sq=aaron%20tveit&st=cse_1542343862.html", "image_url": "https://static01.nyt.com/images/2011/03/20/arts/AARON-Jp-3/AARON-Jp-3-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_20_theater_aaron-tveits-journey-to-catch-me-if-you-can-on-broadway.html_scp=1&sq=aaron%20tveit&st=cse_1542343862.html", "title": "The New York Times", "title_page": "Aaron Tveit’s Journey to ‘Catch Me if You Can’ on Broadway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Broadway of late has had a modest record minting male musical theater stars. While Kristin Chenoweth, Audra McDonald and Idina Menzel have had such success onstage that they are go-to actresses for many Broadway producers, the male stars have come from other media recently. Take Sean Hayes, Hugh Jackman and, this season, Daniel Radcliffe in the revival of “How to Succeed in Business Without Really Trying.” (Nathan Lane is the best known exception.) Mr. Morrison, who originated the role of Link in “Hairspray” and drew praise in the “South Pacific” revival in 2008, did not become a household name until “Glee.”\nMr. Tveit received strong reviews for “Catch Me” during the show’s 2009 try-out run in Seattle; that city’s most influential theater critic, Misha Berson of The Seattle Times, called him “sensational” and “golden-voiced.” But she was tougher on the show over all, describing it as a “bumpier jaunt than need be, with a few questionable detours en route.” Mr. O’Brien, who also directed the Seattle run, said that the plot and narrative structure have changed considerably, and that more layers and vulnerability have been added to Mr. Tveit’s character.\nPhoto\n“Aaron has absorbed an enormous amount of change that we’ve thrown at him, while also controlling the inclination that any actor might feel to show off in such a big, meaty fun role like Frank Jr.,” Mr. O’Brien said. “It’s funny to remember how all of us presumed Aaron was a little too green, a little too-hard-to-picture as Frank Jr.”\nMr. Tveit’s artistic drive first surfaced during a kindergarten music class, he said, in his Hudson Valley hometown of Middletown, N.Y., about 70 miles northwest of Manhattan. The teacher brought in a violin to play, and, as soon as he came home, Mr. Tveit was asking his parents for one.\nHe didn’t develop a passion for theater until early in high school, when he saw his first Broadway show, the musical “Jekyll & Hyde,” and won the role of Seymour in the drama club’s production of “Little Shop of Horrors.”\n“Some of the older kids were annoyed that I got the lead role, but it was just because I was shorter, younger and chubbier,” Mr. Tveit said with a light laugh. Those fleshier days must have seemed like long ago; he had been working out with a trainer before a midmorning breakfast interview, and stuck with a mushroom-and-spinach omelet and bacon (no coffee) per his protein-rich eating regimen.\nPhoto\nHe was an athlete as much as an actor in high school, playing soccer, golf and his favorite, basketball. Strength conditioning, on top of his schoolwork, theater, chorus and the business-leadership club, forced him to develop self-discipline, he said. When it came time for college, Mr. Tveit was offered scholarships to several business programs, but he opted instead to study vocal performance at Ithaca College. As a freshman he soon began to miss acting, yet he also felt that he wasn’t taken seriously.\nAdvertisement Continue reading the main story\n“People saw me as just a singer — yeah, a pretty face who could sing — and not more than that,” Mr. Tveit recalled, his face darkening for the first time in the interview.\nEarly in Mr. Tveit’s sophomore year an Ithaca alumnus who worked on the musical “Rent” visited campus to conduct a mock audition in one of Mr. Tveit’s theater classes. Within a few months Mr. Tveit found himself joining the national tour of “Rent” for a year. That led to Link in the tour of “Hairspray,” followed by his Broadway debut in that role in the summer of 2006.\nHis real breakthrough, however, came in the musical “Next to Normal,” in which he played the son, Gabe, whose mother, Diana, is suffering from bipolar disorder and crippling delusions. The Broadway producer David Stone, who was developing the show, said he and the creators knew from their first reading that Mr. Tveit was the right actor for a role that tests audience sympathy.\nPhoto\n“He instinctively grasped the character’s underlying darkness, his sense of mischief, even occasional malice,” Mr. Stone said. “He found things that made the role even more complex — which is why I practically begged him to stay with the show on its crazy journey.”\nAs much as he exudes all-American boyishness Mr. Tveit is no innocent. He said he felt envy or irritation at times over the theater hierarchy at Ithaca. While not really a brooder, he says, he can obsess about goals and fall into a competitive mind-set — an athlete at his core. And like anyone, he can doubt himself. He nearly didn’t continue with “Next to Normal” after its 2008 Off Broadway run at Second Stage Theater, for instance, once he had been cast in Mr. Stone’s “Wicked” as a Link-like love interest, Fiyero. Mr. Stone and others persuaded him to leave that blockbuster for a planned “Next to Normal” overhaul at Arena Stage in Washington. It ended up being a hit and moving to Broadway in 2009. (A pillow embroidered “You Were RIGHT!” now sits on the sofa in Mr. Stone’s office, a gift from Mr. Tveit.)\nDisappointment soon followed. In May 2009 the three actors playing the mother, father and daughter in “Next to Normal” received Tony nominations; Mr. Tveit was the only family member to be passed over.\n“I was pretty much devastated,” Mr. Tveit said. “But it was an unbelievable lesson to learn. I had to decide whether I was going to enjoy ‘Next to Normal’ for myself, or if I was going to let the lack of a nomination ruin the experience for me.”\nSuch focus seems to have endured. After a promising audition for “Glee,” he turned down a screen test to stick with “Next to Normal” and the gestating “Catch Me.” On the personal side, meanwhile, he dates regularly but has no steady girlfriend, and rarely drinks alcohol to avoid dehydration. (“It was almost impossible to get him to go out in Seattle because he was always going to bed right after the show,” said Kerry Butler, who plays his love interest Brenda in “Catch Me.”) In his free time he heads out to Middletown to see his folks, he said, or dives into scene work for one of the acting classes that he has been taking since his “Hairspray” days.\n“I have a lot of room to grow as an actor, to take all the energy I have and focus it into performance that way I did, I think, at that audition for ‘Catch Me,’ ” Mr. Tveit said. “I heard afterward that what nailed it for me was conveying a hunger, an appetite to play Frank. That sort of intention and drive is what I want people to see in all of my roles ahead. I just feel like I have a lot to prove.”", "url": "https://www.nytimes.com/2011/03/20/theater/aaron-tveits-journey-to-catch-me-if-you-can-on-broadway.html?scp=1&sq=aaron%20tveit&st=cse"}