{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:48:14", "date_modify": "2018-11-16 04:48:14", "date_publish": "2011-04-22 11:38:45", "description": "Some local governments would like those who succeed not to lord it over others, at least when it comes to paying final respects.", "filename": "2011_04_23_world_asia_23tombs_1542343694.html", "image_url": "https://static01.nyt.com/images/2011/04/23/world/23tomb-span/23tomb-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_23_world_asia_23tombs_1542343694.html", "title": "The New York Times", "title_page": "China Tries to Curb Fancy Tombs of Rich That Irk Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China’s long-term solutions to the divide include more market reforms, stronger social security programs, lower taxes on low-income families and tighter controls on illicit income. But while waiting for Beijing for all that, some local officials are looking for ways to gloss over the gap.\nA regulation posted last month on the Web site of the Beijing Administration for Industry and Commerce banned outdoor advertisements promoting “unhealthy” tendencies, including “hedonism, feudalism and royalty, worshiping of and groveling before foreign things, supreme aristocracy and vulgar tastes.”\nMr. Li said that measures governing luxury advertisements or tombs might “to a certain extent alleviate the general hatred toward rich people” but were essentially stopgaps. Still, Chen Changwen, director of the sociology department at Sichuan University, said he saw their merit in averting social conflict.\n“Of course, if we cannot change the fact of the disparity between the rich and poor, the least we can do is lessen the impact of it on society and lessen the advertising of it,” he said. “A lot of people cannot handle the extravagant ways of this first generation of the wealthy. It really grates on the public.”\nOstentatious tombs are particularly irksome, he said, because many Chinese find even a simple grave marker beyond their means. In a coinage that captures the widespread frustration, someone struggling to afford burial costs is called a “grave slave.”\nPhoto\n“There are many examples of how the rich can afford to bury the dead, but not the common people,” said Zheng Fengtian, a professor of rural development at Beijing’s Renmin University. “This makes many people very angry.”\nAdvertisement Continue reading the main story\nOne spectacular example took place last month in Wenling, a coastal city south of Shanghai . Five brothers commandeered the grounds of a high school to bid their mother goodbye with pomp befitting a state funeral.\nThousands of onlookers watched a ceremony that featured nine flower-decked limousines, a uniformed band and a 16-gun salute. One brother told reporters that his mother wanted to be buried with “face.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nJust last August, though, Wenling passed a regulation against funeral “extravagance and waste.” It limited the number of cars and wreaths and prohibited processions past schools and hospitals . The high school principal, the assistant principal and the government’s head of funeral practices were all fired, according to media reports, and the family was fined about $450.\nIn southern Hunan Province, the authorities last year began investigating a private cemetery with 67 steps leading to a pagoda built by the family of a former government official after the news media likened it to an imperial tomb. And in 2009, officials ordered the razing of a tomb in a village outside Chongqing in central China, after a local newspaper compared its size to that of a basketball court.\nRising prices have cast China’s whole funeral industry in an unflattering light. Mr. Zheng, the Renmin University professor, said local governments were partly to blame for the inflation because they limited competition.\nPhoto\nMost cemeteries are directly government-controlled, he said; the rest depend on permits from the government, which owns the land. The state Ministry of Civil Affairs said last year that the government was managing 1,209 cemeteries, 853 funeral management “work units” and about 7,000 workers. “They control all of it, either by rejecting new projects or approving very, very few of them,” Mr. Zheng said.\nOn paper, low-cost burials have been national policy since at least 1997, when State Decree 225 ordered cemetery land conserved and “thrifty funeral arrangements” promoted.\nThe Pine Tree of Longevity, Chengdu ’s largest cemetery, apparently did not get that memo.\nIn the “artistic section,” overlooking hills of flowering peace trees, row after row of huge tombstones are decked out with rearing stone stallions, giant open books and granite tables and stools. One recent morning, Zhou Dongmei, the head of sales, carefully steered two visitors away from that section toward lines of smaller, plainer markers that sell for a fraction of the cost. “This is the only kind of plot we sell now,” she said, adding, “it is a process for people to accept this.”\nMost Chengdu mourners interviewed expressed skepticism about the tomb limits. At Temple of the Lighted Lamp cemetery, Kuang Lan , 42, said: “My personal opinion is if you have the money to make a bigger tomb, make a bigger one. If not, make a smaller one.”\nBut Yang Bin, 48, who earns roughly $150 a month chiseling tombstones at Zhenwu Shan cemetery, quietly criticized the excesses of “capitalists” who “are everywhere now.”\nAdvertisement Continue reading the main story\n“This is how the Chinese are,” he said, after trudging down the cemetery’s steep hill in his thin cloth shoes. “If they have money, they want to show off their face. If you don’t have money, you have to work.”", "url": "https://www.nytimes.com/2011/04/23/world/asia/23tombs.html"}