{"authors": ["Anthony Shadid", "Lynsey Addario", "Stephen Farrell", "Tyler Hicks"], "date_download": "2018-11-16 03:21:41", "date_modify": "2018-11-16 03:21:41", "date_publish": "2011-03-22 19:01:59", "description": "Four Times journalists described their treatment at the hands of government troops before their release.", "filename": "2011_03_23_world_africa_23times.html_module=inline_1542338501.html", "image_url": "https://static01.nyt.com/images/2011/03/23/world/TIMES-1/TIMES-1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_23_world_africa_23times.html_module=inline_1542338501.html", "title": "The New York Times", "title_page": "4 Times Journalists Held in Libya Faced Brutality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By chance, we made it through the first line of soldiers, but not the second.\n“Keep driving!” Tyler shouted at Mohammed, the driver. “Don’t stop! Don’t stop!”\nMohammed had no choice, and a soldier flung open his door. “Journalists!” he yelled at the other soldiers, their faces contorted in fear and rage. It was too late.\nTyler was in the front, and a soldier pulled him out of the car. Steve was hauled out by his camera bags. Anthony crawled out the same door, and Lynsey followed.\nEven before the soldiers had time to speak, rebels attacked the checkpoint with what sounded like rifles and medium machine guns. Bullets flew around us, and the soft dirt popped. Tyler broke free and started running. Anthony fell on a sand berm, then got to his feet and followed Tyler, who, for a moment, considered making a run for it.\nLynsey instinctively clenched her cameras as a soldier pulled at them. She let them go and ran behind us. Soldiers tried to get Steve on the ground next to the car, and he pointed at the gunfire. They made him drop his camera, then he ran, too.\nWe made it behind a simple one-room house, where a woman clutched her infant child. Both cried uncontrollably and a soldier tried to console them. When we got there, soldiers trained their guns on us, beat us, stripped us of everything in our pockets and forced us on our knees.\nTyler’s hands were bound by a strip of a scarf. A soldier took off Lynsey’s gray Nike shoes, then bound her with the shoelaces. “God, I just don’t want to be raped,” she whispered to Steve.\nAdvertisement Continue reading the main story\n“You’re the translator!” a slight soldier screamed at Anthony. “You’re the spy!”\nA few seconds passed, and another soldier approached, demanding that we lie on our stomachs.\nAll of us had had close calls over the years. Lynsey was kidnapped in Falluja, Iraq , in 2004; Steve in Afghanistan in 2009. Tyler had more scrapes than he could count, from Chechnya to Sudan , and Anthony was shot in the back in 2002 by a man he believed to be an Israeli soldier. At that moment, though, none of us thought we were going to live. Steve tried to keep eye contact until they pulled the trigger. The rest of us felt the powerlessness of resignation. You feel empty when you know that it’s almost over.\nPhoto\n“Shoot them,” a tall soldier said calmly in Arabic.\nA colleague next to him shook his head. “You can’t,” he insisted. “They’re Americans.”\nThey bound our hands and legs instead — with wire, fabric or cable. Lynsey was carried to a Toyota pickup, where she was punched in the face. Steve and Tyler were hit, and Anthony was headbutted.\nEven that Tuesday, a pattern had begun to emerge. The beating was always fiercest in the first few minutes, an aggressiveness that Colonel Qaddafi’s bizarre and twisted four decades of rule inculcated in a society that feels disfigured. It didn’t matter that we were bound, or that Lynsey was a woman.\nBut moments of kindness inevitably emerged, drawing on a culture’s far deeper instinct for hospitality and generosity. A soldier brought Tyler and Anthony, sitting in a pickup, dates and an orange drink. Lynsey had to talk to a soldier’s wife who, in English, called her a donkey and a dog. Then they unbound Lynsey and, sitting in another truck, gave Steve and her something to drink.\nFrom the pickup, Lynsey saw a body outstretched next to our car, one arm outstretched. We still don’t know whether that was Mohammed. We fear it was, though his body has yet to be found.\nIf he died, we will have to bear the burden for the rest of our lives that an innocent man died because of us, because of wrong choices that we made, for an article that was never worth dying for.\nAdvertisement Continue reading the main story\nNo article is, but we were too blind to admit that.\nCaptors in the Same Plight\nWe probably shouldn’t have lived through the night.\nEven before the sun set, another gun battle broke out, almost as fierce as the first one. We were trapped in trucks in the open. Tyler stretched the binding of his handcuffs, allowing him to open the door. Anthony yelled for help, trying to open the door with his teeth.\nA soldier finally let Tyler crawl around the pickup to let Anthony out. For a moment, our captors were in the same plight as us. As the hours passed, they offered us food, drink and cigarettes .\n“These are the morals of Islam,” one said to Anthony. “These are the morals of Qaddafi. We treat prisoners humanely.” For a few hours they did. They offered blankets and mattresses, then put us in a car. As rebels attacked every so often, we all barreled out of the car and dived to the ground, until the firing subsided. They put us back in, and we dived to the ground again. They eventually let us lie behind a pickup.\nLynsey asked for her shoes. She got a bullet-riddled pair of Tyler’s, taken from his bag.\nAt 2 a.m. on Wednesday we were awakened.\n“The rebels are massing,” one officer shouted. That day, and the ones that followed, we never really understood the command structure. No one wore rank; authority seemed to come from the pitch of a barked order.\nIn hindsight, the rebels and the army, or militia, didn’t seem separated by all that much. They were really gangs of young men with guns, each convinced of the other’s evil.\nThe rebels’ story was more familiar: They were fighting nearly 42 years of dictatorship, wielded by a man whom the vast majority in opposition-held Libya deemed insane. To the soldiers around us, they were fighting Al Qaeda or homegrown Islamists, and they couldn’t understand why we, as Americans, didn’t understand their battle.\nAdvertisement Continue reading the main story\nAnd none of the men around us, all born after Colonel Qaddafi seized power as a young lieutenant in 1969, could imagine Libya without him.\nPhoto\nA new group seized us, and they were rougher. They blindfolded us, tied our arms and legs and beat us. They then stuffed us into an armored car, where Lynsey was groped. She never screamed but instead pleaded. A soldier covered her mouth, tracing his hands over her body. “Don’t speak,” he warned. Another soldier tried to shove a bayonet into Steve’s rear, laughing as he did it.\nA half-hour later, we arrived on what we thought were the outskirts of the other side of Ajdabiya. A man whom soldiers called the sheik questioned us, then began taunting Tyler.\n“You have a beautiful head,” he told Tyler in a mix of English and Arabic. “I’m going to remove it and put it on mine. I’m going to cut it off.” Tyler, feeling queasy, asked to sit down.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWe were finally put in a pickup where a soldier taunted Lynsey.\n“You might die tonight,” he told her, as he ran his hand over her face. “Maybe, maybe not.”\nFrom the moment of our arrest, the soldiers said we would be delivered to a man they called the doctor. Some referred to him as Dr. Moatasim, one of the more vicious of Colonel Qaddafi’s sons. Each has his own militia, and each seemed to operate on its own, with its own rules.\nLike Trophies of War\nAt 8:30 a.m. Wednesday, we were thrown blindfolded and bound in the back of a pickup truck and driven along the Mediterranean coast toward Colonel Qaddafi’s hometown, Surt, a six-hour drive. Libya was never much of a state. In theory, that was Colonel Qaddafi’s idea. The Great Socialist People’s Libyan Arab State of the Masses was supposed to be perpetual revolution.\nAt its best it was dictatorship, at its worst chaos, and what we saw from one end of the country to the other was the detritus of an experiment whose own people lamented had lasted far too long.\nWe felt like trophies of war, and at a dozen checkpoints, we could hear militiamen running to the car to administer another beating.\nAdvertisement Continue reading the main story\n“Dirty dogs,” men shouted out at each stop.\nOver the years, all of us had seen men detained, blindfolded and handcuffed at places like Abu Ghraib , or corralled after some operation in Iraq or Afghanistan. Now we were the faceless we had covered perhaps too dispassionately. For the first time, we felt what it was like to be disoriented by a blindfold, to have plastic cuffs dig into your wrists, for hands to go numb.\nThe act is probably less terrifying than the unknown. You don’t know when it’s going to end or what comes next. By late afternoon, we were taken to a jail in Surt. Our captors led us to a basement cell with a few ratty mattresses, a bottle to urinate in, a jug of water and a bag of dates. As night fell, we wondered whether anyone knew — or could know — where we were.\nGraffiti of devout prisoners was etched into the wall, testament to an insurgency that was crushed in eastern Libya in the late 1990s. “God bring us relief,” one line read.\nAt one point, Anthony was taken out of the cell for questioning. He never saw the captors.\n“How could you enter without a visa?” the man asked him. “Don’t you know you could be killed here and no one would ever know?” Anthony nodded. The man went on to denounce the rebels he said they were fighting — Qaeda fanatics, he said, and gangs of armed criminals.\n“How could they ever rule Libya?” he asked.\nThey sent Anthony back to the cell, and we knew that no one had any idea where we were.\nCamaraderie and Brutality\nThe next afternoon, on Thursday, was perhaps the worst beating. As we stood on the tarmac in Surt, waiting for a military plane to Tripoli, Tyler was slapped and punched, and Anthony was hit with the butt of a gun to the head. We were blindfolded and bound another time with plastic handcuffs, and Lynsey was groped again.\nAs we sat in the plane, we asked a question that came up at every stop: “Is everyone here?” Hearing a familiar voice seemed to encapsulate everything that camaraderie came to mean. As long as were together, we probably stood a chance.\nPhoto\nNothing ever felt more generous to Anthony than a handcuffed Tyler managing to reach into the pocket of Anthony’s jacket, pull out a cigarette and light it before handing it back to him.\nAdvertisement Continue reading the main story\nThe flight lasted 90 minutes and, again, we were dealt a gesture of kindness.\n“I’m sorry,” a sympathetic air crew said to each of us.\nOur destiny may have been decided at the airfield in Tripoli.\nWe were put in a police wagon, reeking of urine, that resembled so many Interior Ministry vehicles in so many Arab capitals. Guards stripped of us our shoes, socks and belts. One then yelled in Anthony’s ear, “Down, down U.S.A.!” He did the same to Steve. “But I’m not American, I’m Irish,” Steve answered.\n“Down, down Ireland !” he shouted back.\nWe were moved to two more vehicles, and an argument raged for a half-hour over us. We suspected the fight was between the vicious Interior Ministry and other branches of the government. That kind of fight is waged by the logic of a dictatorship: the spoils go to whoever can muster a greater threat.\nWe were moved to another vehicle but not before a soldier, perhaps from the losing side, drove the barrel of his rifle into the back of Tyler’s head.\n‘Protection of the State’\nWithin a half-hour, we were in a military compound, in the hands of military intelligence. We collapsed on the floor, accepting milk and mango juice. We saw our bags unloaded, though we would never get them back.\nA gruff man struck a sympathetic tone. You won’t be beaten or bound again, he told us. You will be kept safe and, although you will be blindfolded if you are moved anywhere else in the compound, no one will mistreat you.\nFrom that moment, no one did.\nWe were taken to a detention center that looked more like a double-wide trailer. On the shelves were a two-volume German-Arabic dictionary and five of Shakespeare’s plays. (Colonel Qaddafi once famously quipped that Shakespeare, or Sheik Zubeir, was actually an Arab migrant.)\nThe men were given track suits. Lynsey was brought a shirt that read, “Magic Girl,” emblazoned with two teddy bears. Her new underwear read, “Shake it up.”\nAdvertisement Continue reading the main story\nAt the late hours of night, we were blindfolded to receive visitors.\n“You are now in the protection of the state,” a Foreign Ministry official told us.\nOfficial after official made excuses for what happened to us. One said we had to understand the difference between militias loyal to Qaddafi and the actual army. Another asked whether Anthony had seen any rebel unarmed — the presence of guns deployed against the state seeming to justify any crackdown. Officials asked Lynsey whether she had been raped.\nThe more they talked, the clearer it became: This semblance of a state was not a state.\nIn the four days that followed, we fought boredom more than anything else. Tyler finished “ Julius Caesar .” Lynsey started “ Othello .” If it went on much longer, Tyler jokingly suggested we perform the plays. As the hours passed, we replayed each moment of the preceding days in detail, trying to piece together what had happened to Mohammed.\nWe wondered whether we would be delivered into more sinister hands. After the no-fly zone was imposed and we heard volleys of antiaircraft fire, we thought that a desperate government could make us human shields. Weighing over all of us was guilt for what we had put our families and friends through.\nIn the end, it was the trappings of diplomacy that delayed our departure.\nForeign Ministry officials, clinging to a prestige they may have never had, insisted that our transfer be formal, between two sovereign states. At one point, they insisted an American or British diplomat had to travel to Tripoli in wartime. In the end, Turkish diplomats served as intermediaries and delivered us to the border.\nAs we left, we saw the billboards of a crumbling government. “Forty-one years of permanent joy,” read one slogan superimposed over a sunburst. But the words that lingered with us as we left were quoted to Steve by an urbane Foreign Ministry official speaking idiomatic British English.\nAs we sat in an office, he murmured two lines of Yeats.\n“Those that I fight I do not hate,\nThose that I guard I do not love.”", "url": "https://www.nytimes.com/2011/03/23/world/africa/23times.html?module=inline"}