{"authors": ["Motoko Rich"], "date_download": "2018-11-16 04:13:28", "date_modify": "2018-11-16 04:13:28", "date_publish": "2011-04-06 21:20:18", "description": "The number of people collecting Social Security disability benefits is rising, and the agency’s Ticket to Work employment program has done little to ease the burden.", "filename": "2011_04_07_business_economy_07disabled.html_pagewanted=all_1542341608.html", "image_url": "https://static01.nyt.com/images/2011/04/07/business/7DISABLED/7DISABLED-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_07_business_economy_07disabled.html_pagewanted=all_1542341608.html", "title": "The New York Times", "title_page": "A Social Security Back-to-Work Program That Doesn’t Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the last five years, Social Security has paid out more in benefits to disabled workers than it has taken in from payroll taxes. Government actuaries forecast that the disability trust fund will run out of money by 2018.\nAbout 8.2 million people collected disabled worker benefits totaling $115 billion last year, up from 5 million a decade earlier. About one in 21 Americans from age 25 to 64 receive the benefit, according to an analysis of Social Security data by Prof. Mark G. Duggan, an economist at the University of Maryland, compared with one in 30 a little over a decade ago. In Mr. Howard’s home state of Arkansas, the figure is one in 12, among the highest in the nation.\nAlong with monthly checks that are based on the worker’s earnings history, beneficiaries generally qualify for Medicare — otherwise reserved for those over 65 — two years after being admitted to the disability rolls.\nThere are several reasons for the increase in beneficiaries. Baby boomers are hitting the age when health starts to deteriorate, and more people are claiming back and other muscular-skeletal ailments and mental illnesses than claimed those as disabilities a generation ago. Lawyers who solicit clients on television and on the Internet probably play a role. And administrative law judges say pressure to process cases sometimes leads to more disability claims being accepted.\nBut given the difficult job market, some economists say they believe that an increasing number of people rely on disability benefits as a kind of shadow safety net.\nThe program was designed to help workers who are “permanently and totally disabled,” and administration officials say that it is an important lifeline for many people who simply cannot work at all.\nBut Social Security officials can take into consideration a claimant’s age, skills and ability to retrain when determining eligibility. So one question is: How many of these beneficiaries could work, given the right services and workplace accommodations? Social Security officials say relatively few.\nAdvertisement Continue reading the main story\nNicole Maestas, an economist at the Rand Corporation, has examined Social Security data with fellow economist Kathleen J. Mullen, and concluded that in the absence of benefits, about 18 percent of recipients could work and earn at least $12,000 a year, the threshold at which benefits are suspended.\nPhoto\nOther economists say that even among those denied benefits, a majority fail to go back to work, in part because of medical problems and a lack of marketable skills.\n“In an atmosphere in which there is a concern about fiscal problems, it’s always easy to point the finger at groups and say, ‘These people should be working,’ ” said Prof. John Bound, an economist at the University of Michigan, “exaggerating the degree to which the disability insurance program is broken.”\nEven if claimants have more ambiguous medical cases, once they are granted disability benefits, they generally continue to collect. Of the 567,395 medical reviews conducted on beneficiaries in 2009, Social Security expects less than 1 percent to leave because of improved health.\nThe benefits have no expiration date, like the current 99-week limit for collecting unemployment. And because many people spend years appealing denials and building their medical case before being granted benefits, their skills often atrophy and gaps open on their résumés, making it more difficult for them to get back to work.\nBeneficiaries, who also fear losing health care coverage, may view their checks as birds in the hand. “Even if you’re taking just $800 or $900 a month, that’s better than nothing,” said Bruce Growick, an associate professor of rehabilitation services at Ohio State University.\nShortly after Mr. Howard’s benefit checks started arriving, he received a four-by-six-inch card from Social Security informing him of services to help him return to work. Confused by the bureaucratic language and fearing the loss of medical coverage, he discarded it. When he called the local office, he said a staff member did not seem to know what his rights were or what help was available.\n“I thought it is just better to get what we are getting,” he said.\nIn fact, Social Security offers disability beneficiaries some incentive to ease back into the work force. For nine months after starting a job, they can earn any amount without threatening their benefits. For another three years, if their income falls below $1,000 a month, they can immediately receive full benefits again. And they can keep Medicare coverage for eight and a half years after going back to work, something few beneficiaries may realize.\nAdvertisement Continue reading the main story\nIn 1999, Congress passed a law authorizing the Ticket to Work program, which offers beneficiaries practical help with a job search. Social Security also waives medical reviews for those who participate.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSo far, the program has had little success. Out of 12.5 million disabled workers and those who receive benefits for the disabled poor, only 13,656 returned to work over the last two and a half years, with less than a third of them earning enough to drop the benefits.\nA Social Security spokesman noted that some other beneficiaries had returned to work without using its Ticket to Work program. In 2009, 32,445 recipients left the benefit rolls because they were earning enough in jobs.\nOfficials say they have streamlined and simplified the Ticket to Work program. But even with more awareness, they say not enough people could go back to work to make a difference in the disability trust fund.\n“We could make this program exponentially more successful and it wouldn’t be enough to dramatically improve the solvency picture,” said Michael J. Astrue, the commissioner of Social Security. “You do it because work — for people who can work — gives them dignity and improves their economic condition.”\nIn Batesville, a small manufacturing town about 80 miles northeast of Little Rock, Ark., Mr. Howard and his wife, Darlene, who is also out of work, scrape by on his monthly $574 check. They live in a garage behind the home owned by Mr. Howard’s parents. Inside the forest green shack, which has no running water, they have crammed some shabby furniture and a tiny galley kitchen.\nPhoto\nMr. Howard, who went to a community college for only six weeks and quit before becoming a certified nursing aide, landed work over the years through friends and family. One job was building and repairing cell towers in Illinois. In 2000, during a climb up a tower, Mr. Howard fell more than 20 feet before a pull cord stopped him. He quit on the spot, but ignored the back pain.\nHe moved back to Arkansas, met Ms. Howard and began working for a company that dredged the White River for gravel used to make asphalt and concrete. He operated 25- to 40-pound pumps, drove a forklift and repaired plant vehicles, earning $8.50 an hour, or about $22,000 a year with overtime.\nThe job kept him outside every day, and sometimes he fished for bass and trout on the way upriver. “I would still be doing that job if I could,” he said on a cool March afternoon as he sat in a booth at McDonald’s, sharing refills of Dr Pepper with his wife.\nAdvertisement Continue reading the main story\nSix years ago, his working life came to a halt. While fixing a dump truck, he began vomiting blood. He was rushed to the hospital, where his gallbladder was removed, because of complications of the hepatitis C he had contracted from a tattoo in his early 20s.\nMr. Howard, who said he spent much of his 20s hanging out with the “wrong crowd,” admits he played a role in his poor health. “I was living pretty heavily on the weekends,” he said.\nAfter the surgery, doctors determined he had herniated discs. He tried to go back to work but found he could not perform many tasks, like heavy lifting, and was dismissed.\nHis initial application for disability benefits was denied. He tried going back to work, hanging dry wall, but pain stopped him. Eventually, he hired a lawyer. After three years and three tries, he won benefits.\nLast September, he met Shawn Blasczczyk, a coordinator of the Ticket to Work program with the White River Area Agency on Aging in Ash Flat, Ark., who had given a presentation at an employment office where Mr. Howard’s father worked. After learning he had some protections while searching for work, Mr. Howard decided to try.\nAdvocates for the disabled say Social Security makes lackluster efforts to promote the Ticket to Work program. All new beneficiaries should have an appointment to “talk to a benefits counselor about returning to work and how it will affect you,” said Lori Gentry, a care manager at the White River agency, a nonprofit that works with disabled beneficiaries. “I don’t think that is a whole lot to ask to get a monthly check.”\nSome advocates recommend intervention before people receive benefits to try to help the disabled stay in jobs in the first place.\nIn a proposal for the Center for American Progress and the Brookings Institution’s Hamilton Project, Professor Duggan of the University of Maryland and Prof. David H. Autor, an economist at M.I.T., suggest that disabled workers be offered partial income support and services to remain in the workplace. Moreover, they advocate for employers to purchase mandatory disability insurance as they do unemployment insurance and workers’ compensation, giving them incentive to accommodate workers rather than send them to the federal benefit rolls.\nAdvertisement Continue reading the main story\nMr. Howard is bumping up against his limitations, only some of which have to do with his medical condition. Last September, Ms. Blasczczyk helped place him in a job driving seniors to doctors’ appointments, but he quit after six months because of the stress. Scrolling through job listings at McDonald’s on a recent afternoon, he noted that many required college degrees.\nStill, Mr. Howard is confident he will eventually find some work. While searching, he and Ms. Howard, who is also applying for work, have quit smoking and are trying to eat healthier foods. They have joined Mr. Howard’s father in a Bible study group.\n“I would feel better if I worked and made my own money,” he said. “Because that way when somebody who needs it even more than I do, the Social Security would be there for them.”", "url": "https://www.nytimes.com/2011/04/07/business/economy/07disabled.html?pagewanted=all"}