{"authors": ["Tamar Lewin"], "date_download": "2018-11-16 04:38:22", "date_modify": "2018-11-16 04:38:22", "date_publish": "2011-01-10 20:33:08", "description": "A report by the Guttmacher Institute found 1.2 million abortions nationwide in 2008, and that more women were turning away from surgical abortion.", "filename": "2011_01_11_us_11abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343102.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_11_us_11abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343102.html", "title": "The New York Times", "title_page": "Abortion Rate’s Decline in U.S. Hits Plateau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The abortion rate in the United States, which has declined steadily since a 1981 peak of more than 29 abortions per 1,000 women, stalled between 2005 and 2008, at slightly less than 20 abortions per 1,000 women, according to a new report from the Guttmacher Institute.\nWhile the new report is a statistical survey and does not provide any explanation for why the numbers hit a plateau, Rachel Jones, the lead author, said the economy might have played a role.\n“Unintended pregnancy is increasingly concentrated among poor and low-income women, and for the 2008 survey, we were collecting data in the midst of a recession,” Ms. Jones said. “So there are more poor women in the survey, women who in better economic times might have decided to carry to term, but since they or their partner lost their job, decided they couldn’t.”\nIn 2008, there were 1.2 million abortions nationwide, a number that has changed little in the three years since the last survey by the Guttmacher Institute, which researches reproductive health issues and compiles the most comprehensive abortion statistics.\nAdvertisement Continue reading the main story\nThe report found that more women were turning away from surgical abortion in favor of medication, usually mifepristone, the drug formerly known as RU-486, to end their pregnancies. The report estimates that about 17 percent of all 2008 abortions, and more than a quarter of those performed before nine weeks of gestation, were medication abortions.", "url": "https://www.nytimes.com/2011/01/11/us/11abortion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}