{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:29:55", "date_modify": "2018-11-16 04:29:55", "date_publish": "2011-10-05 14:45:14", "description": "A gathering, now in its third week, has become a magnet for New Yorkers who say they have rarely if ever attended a protest before.", "filename": "2011_10_06_nyregion_wall-st-protest-lures-many-new-to-this-sort-of-thing_1542342595.html", "image_url": "https://static01.nyt.com/images/2011/10/06/nyregion/05Cityroom-Newbies1/05Cityroom-Newbies1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_06_nyregion_wall-st-protest-lures-many-new-to-this-sort-of-thing_1542342595.html", "title": "The New York Times", "title_page": "Wall St. Protest Lures Many New to This Sort of Thing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nDan Aymar-Blair — age 36, suit wearer, resident of Crown Heights, Brooklyn — never expected to find himself at a protest. Neither did Sean Aiken, a 35-year-old D.J. from Greenpoint, Brooklyn, whose interest in politics had mostly involved grumbling with his friends. The last time Peter Linard, 71, a retired waiter who lives on the Upper East Side, went to a protest, he was living in Greece, where he marched for peace — in 1961.\n“We have to get together; what’s worse than what’s happening now?” Mr. Linard said. “The money flies too high, very fast, and for the low people, there’s nothing.”\nThe Occupy Wall Street gathering, now midway through its third week in a Lower Manhattan park, was hatched by a Canadian magazine, Adbusters, and is heavily populated by youthful out-of-towners. But it has also become a magnet for scores of New Yorkers who said they had rarely if ever attended a protest before.\nMr. Aiken, the D.J., said he joined up because he was frustrated over what he described as a lack of accountability from the big banks, and because he wanted to add to the protest’s breadth.\nAdvertisement Continue reading the main story\nMr. Aymar-Blair, who works for the city’s Department of Education, said: “In my opinion, corporate overreach is the source of our problems. I’m not sure how our democracy is going to work if our votes are drowned out by money.”\nPhoto\nSeveral New Yorkers said they had not known about the protest until a handful of participants were pepper-sprayed by a high-ranking police official a week and a half ago. A video clip of the episode circulated widely on the Internet.", "url": "https://www.nytimes.com/2011/10/06/nyregion/wall-st-protest-lures-many-new-to-this-sort-of-thing.html"}