{"authors": ["Manny Fernandez"], "date_download": "2018-11-16 04:01:27", "date_modify": "2018-11-16 04:01:27", "date_publish": "2011-12-14 22:24:04", "description": "A redistricting dispute between the state and minority groups has turned the legality of two sets of rival electoral maps into a question mark, creating uncertainty about the election schedule.", "filename": "2011_12_15_us_texas-elections-paralyzed-by-hearing-before-supreme-court_1542340887.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_15_us_texas-elections-paralyzed-by-hearing-before-supreme-court_1542340887.html", "title": "The New York Times", "title_page": "Texas Elections Paralyzed by Hearing Before Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lawyers, lawmakers and a San Antonio panel of federal judges are now debating delaying the primary and splitting it into two elections because of the uncertainty after the Supreme Court’s decision to hear the case on Jan. 9. But as they argue the political and legal consequences of maintaining, pushing back or splitting the primary, Ms. Callanen has more practical worries.\nAdding an additional primary and a runoff next year would cost the county an extra $560,000, not counting the roughly $150,000 it would cost for any second mailing of voter registration cards, she said. Meanwhile, none of the preparatory work for a March primary has been done, and her department on the third floor of a county building here is unusually quiet.\nHundreds of variations of Democratic and Republican ballots would have already been programmed and proofed by each party. The machines that count absentee ballots and electronic votes on Election Day would have completed, or be in the middle of, testing. About 900,000 voter registration cards, each one identifying the district a voter lives in, would have been mailed, as required by state law. Up to 2,400 temporary election workers would be undergoing training.\nNow, the ballots have neither been programmed, proofed nor printed, the machines have not been tested, no cards have been printed or mailed and none of the training has been done — all because there are no usable districts.\nBut at least 10,000 envelopes for absentee ballots for military service members have been organized and printed — with the now-uncertain March 6 primary date.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Everybody has to handle these 10,000 all over again, because I’m not going to throw them out,” Ms. Callanen said Wednesday. “We have to have the jurisdictions to tie to the addresses before we can even think about holding an election. We’re at a standstill. We’re at an absolute standstill.”\nThe day before, at a hearing that had been called by the three-judge panel here to figure out when to hold the primary, officials from several counties, including Ms. Callanen, testified that splitting the primary into two elections would cost hundreds of thousands of dollars and would probably confuse voters and hurt turnout. The top elected official in Maverick County in South Texas, County Judge David Saucedo, told the panel that he did not know where the county would get the more than $170,000 needed to run an additional primary and runoff, adding that he would have to let go of a few employees.\n“We would have to downsize in other departments,” Judge Saucedo said.\nThroughout the day, the activity in the courtroom resembled not so much a hearing as a brainstorming session. During breaks, lawyers for the state Democratic and Republican Parties huddled together, encouraged to do so by the three judges, who had as many questions as the lawyers did. One set of maps, drawn by the Republican-controlled Legislature, would help Republicans maintain their power in Congressional and State House and Senate districts. The other set, created by the three federal judges, would increase the power of Democrats and Hispanic and black voters, by giving them as many as four additional seats in Congress and about a dozen in the State House. The primaries had been scheduled for March 6, with runoffs on May 22 and the general election on Nov. 6.\nAdvertisement Continue reading the main story\nDemocrats and lawyers for the Texas Democratic Party are pushing for a single unified primary to be held, whether on March 6 or some later date.\nThe question has divided Republicans. Many Republican lawmakers — including 15 of the state’s 19 Republican state senators — want a single primary as well, but lawyers for the Republican Party of Texas and its chairman have suggested holding the presidential and statewide primaries on March 6 as planned, and conducting the other elections at some later date. Lawyers for Attorney General Greg Abbott said the state was not taking a position on whether to split the primary, and deferred the matter to the political parties.\nRepublican Party lawyers questioned whether the federal court had jurisdiction to move the dates of the presidential and statewide primaries, since none of those elections are part of the case before the judges. Republicans could benefit from having the presidential primary remain on March 6, giving Texas a voice on Super Tuesday. And an early primary rather than a later one could also benefit Mr. Perry, the Republican governor, who has struggled in the presidential race recently.\n“By the time Super Tuesday rolls around, everyone is seeing on their TV screens delegate counts for each candidate,” said James Henson, the director of the Texas Politics Project at the University of Texas at Austin. “And the Perry campaign is clearly counting on Texas being a big contributor to their count. They’re trying to build momentum, and they’ve got high expectations for Texas. The farther back that primary date goes the more it hurts them.”\nThe three-judge panel extended the filing deadline for all candidates from Thursday to Monday and agreed to have the filing period reopen at a later date, so applications can be filed, amended or withdrawn when a set of legal maps is in place. But the judges left unresolved the issue of what to do about the March primary. It was left unsettled because lawyers for the two parties and the minority groups in the lawsuit failed to agree on a new election schedule.\nThe lawyers from the various sides, including the attorney general’s office, are to meet Thursday in Austin. The lawyers are trying to select a mediator to help produce an agreement on a new timetable.", "url": "https://www.nytimes.com/2011/12/15/us/texas-elections-paralyzed-by-hearing-before-supreme-court.html"}