{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:42:51", "date_modify": "2018-11-16 04:42:51", "date_publish": "2011-10-24 22:17:59", "description": "The poor population in America’s suburbs rose 53 percent last decade, double the 26 percent increase in cities, confronting communities with unaccustomed challenges.", "filename": "2011_10_25_us_suburban-poverty-surge-challenges-communities.html_module=inline_1542343371.html", "image_url": "https://static01.nyt.com/images/2011/10/25/us/SUBURBS3/SUBURBS3-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_25_us_suburban-poverty-surge-challenges-communities.html_module=inline_1542343371.html", "title": "The New York Times", "title_page": "A 53% Surge in Poverty Rate Is Reshaping Suburbs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This shift has helped redefine the image of the suburbs. “The suburbs were always a place of opportunity — a better school, a bigger house, a better job,” said Scott Allard, an associate professor at the University of Chicago who focuses on social welfare policy and poverty. “Today, that’s not as true as the popular mythology would have us believe.”\nSince 2000, the poverty roll has increased by five million in the suburbs, with large rises in metropolitan areas as different as Colorado Springs and Greensboro, N.C. Over the decade, Midwestern suburbs ranked high; recently, the rise has been sharpest in communities the housing collapse hit the hardest, like Cape Coral, Fla., and Riverside, Calif., according to the Brookings analysis.\nNearly 60 percent of Cleveland ’s poor, once concentrated in its urban core, now live in its suburbs, up from 46 percent in 2000. Nationwide, 55 percent of the poor population in metropolitan areas is now in the suburbs, up from 49 percent.\nPoverty is new in Parma Heights, a quiet suburb of cul-de-sacs and clipped lawns, and asking for help can be hard. The Parma Heights Food Pantry, which began serving several dozen families a month in 2006, and now helps 260, draws a stream of casualties from the moribund economy. Many never needed food relief before.\nLike Mary W., 59, who has worked all her life, most recently at a tire company in Cleveland, and was always the one to remind colleagues to donate to charity. Now she is the one who receives it.\nWhen she first came to the pantry, “I cried my eyes out,” said Mary, who asked that her last name not be used because she did not want her children to know about her financial troubles.\nAt Vineyard Community Church in Wickliffe, another Cleveland suburb, Brent Paulson, the pastor, said he had to post an employee in the driveway the day the church’s food bank was open to coax people inside, they were so ashamed to ask for help.\nAdvertisement Continue reading the main story\nIn a sign of just how far the economic distress had spread, one volunteer saw his former boss come to the pantry, Mr. Paulson said.\nThe Cleveland Food Bank, which serves six counties, doubled its distribution between 2005 and 2010. “There’s this sense of surprise,” said Anne Goodman, the director, “this feeling that this has got to be a mistake. It has got to be a bad dream.”\nPhoto\nCalls to the United Way social services hot line from suburban areas in northeast Ohio more than doubled from 2005 to 2010, outstripping the increase in cities. “We are seeing a rise in need in places we never expected it,” said Stephen Wertheim, director of the hotline, First Call for Help.\nPoverty has been growing in the suburbs for years — along with the population. But the 53 percent increase in poverty far outstripped the 14 percent population increase in the past decade, speeding the change in their status as upper-middle-class enclaves. They have been attracting immigrants following construction jobs and families from cities seeking inexpensive housing as suburbs aged.\nFederal vouchers to get poor people into private housing also contributed, Ms. Kneebone said. Cleveland was No. 15 among the country’s top 100 metropolitan areas for increase in suburban share of vouchers.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUrban problems have appeared. In Penn Hills, a suburb of Pittsburgh where people have always driven, poor residents walking near yards and bus stops have created trouble with litter, said Alexandra Murphy, a Princeton doctoral student studying suburban poverty.\nWarrensville Heights, a suburb southeast of Cleveland, was pristine when Fran Matthews moved there in 1987, with good schools, manicured lawns and middle-class neighbors, she said. Now for-sale signs dot overgrown yards. Break-ins are on the rise, though crime is still far lower than in the city. Over all, the suburban poverty rate — 11.4 percent in 2010 — is still far below the city rate of 20.9 percent, according to Ms. Kneebone.\n“Now when you come home, you have to look around before you get out of the car,” Ms. Matthews said.\nThe changes have affected the school system, she said, and her grandson now attends a charter school in Cleveland.\nAdvertisement Continue reading the main story\nThe double punch of the recession and the foreclosure crisis — which hit Cleveland and its suburbs particularly hard — has dragged middle-class people down the income ladder. As defined by the Census Bureau , the poverty line for a family of four was $22,314 last year.\n“This community is middle class, but right on the line,” said Brad Sellers, a retired professional basketball player who grew up in Warrensville Heights and is running for mayor. “Any dramatic downturn can send you over the edge.”\nThe unemployment rate among black Americans was 16 percent in September, according to the Bureau of Labor Statistics — nearly double the national rate, a painful statistic in a suburb that is majority black.\n“Where’s that 9 percent?” Mr. Sellers asked. “Not here.”\nSome communities resist the idea that poverty exists. When Ann George, who runs the Parma Heights pantry with stalwart volunteers, speaks at churches and community gatherings, “I see the skepticism on people’s faces,” she said. “They say, ‘This is Parma Heights, not Cleveland.’ ”\nOther suburbs are adapting. In Maple Heights, Mayor Jeffrey Lansky embraced the idea of a food bank, setting aside a space for it in 2008 and having the Fire Department help renovate it. The Cuyahoga County Public Library now runs after-school homework centers with snacks from the food bank, aimed at the growing population of poor children.\nEdward FitzGerald, the executive of Cuyahoga County, argued that the increase in the suburban poor population could help lead to a fundamental change in local government. For years Cleveland had most of the population — and resources — but policy should reflect the flip in favor of the county, he said.\nAnd with the state slashing funds, counties and the suburbs they contain will have to ramp up social services and economic development on their own, many for the first time.\n“You’re talking about governing systems that have never really done this before,” Mr. FitzGerald said.", "url": "https://www.nytimes.com/2011/10/25/us/suburban-poverty-surge-challenges-communities.html?module=inline"}