{"authors": ["Joseph Goldstein"], "date_download": "2018-11-16 04:53:08", "date_modify": "2018-11-16 04:53:08", "date_publish": "2011-04-04 21:56:58", "description": "Lonnie Warner sells Newports at two for a dollar; he says taxes and smoking bans are great for business.", "filename": "2011_04_05_nyregion_05loosie.html_mabReward=relbias%3Aw%2C&module=Search_1542343988.html", "image_url": "https://static01.nyt.com/images/2011/04/05/nyregion/yjploosies/yjploosies-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_05_nyregion_05loosie.html_mabReward=relbias%3Aw%2C&module=Search_1542343988.html", "title": "The New York Times", "title_page": "On Manhattan Streets, Loosie Men Sell Illegal Smokes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The administration of Mayor Michael R. Bloomberg has outlawed smoking in restaurants, bars and playgrounds, and outside hospital entrances. Even city parks, beaches and pedestrian plazas will soon be off limits to smokers. Then there have been successive rounds of taxes — the most recent one, a $1.60 rise in the state tax in July — that raised the price of a pack of cigarettes to $12.50 at many Midtown newsstands.\n“The tax went up, and we started selling 10 times as much,” Mr. Warner said. “Bloomberg thinks he’s stopping people from smoking. He’s just turning them onto loosies.”\nMr. Warner and his partners patrol the east side of Eighth Avenue, from 35th to 36th Street. He started out on Seventh Avenue, but eventually moved a block west, in front of Staples at 35th. “You look for the crowd,” he said.\nMr. Warner said he believed that the official price was above what many people were willing or able to pay. As evidence, he noted that his customers included office workers from as far south as 32nd Street and as far north as 40th Street — people with good-paying jobs, as far as he can discern.\nMr. Warner said he bought his cigarettes — almost always Newports — for a bit over $50 a carton from smugglers who get them in states like Virginia , where the state tax is well under a dollar a pack. He then resells them for 75 cents each, two for $1 or $8 for a pack ($7 for friends).\nMr. Warner said he and each of his two partners took home $120 to $150 a day, profit made from selling about 2,000 cigarettes, mostly two at a time. Each transaction is a misdemeanor offense.\nAmong all of Midtown’s cigarette vendors, Mr. Warner stands out, partly because he seems to get arrested more frequently than others. That may be because his style of salesmanship is hardly furtive.\nAdvertisement Continue reading the main story\n“The cops call me a fish — that’s my nickname, cause I’m easy to catch,” Mr. Warner said during a series of recent interviews. “When they need a body to arrest, they come pick me up.”\nIn the four years since he began selling cigarettes, Mr. Warner recalls being arrested 15 times, generally on the charge of selling untaxed tobacco. He has been arrested so often that he can recognize 10 different plainclothes police officers, he claims. The ever-present risk of arrest makes working with partners valuable — “we have six eyes on this block,” he explained.\nOver many court appearances, Mr. Warner has made a favorable impression on the lawyers in Midtown Community Court, who know him as Lonnie Loosie and consider him better company than the typical misdemeanor defendant.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“There are people who are known bad guys, and then there’s him,” said Russell S. Novack, the Legal Aid lawyer who represents many of Midtown’s hustlers, prostitutes, shoplifters and public drunks. “He’s like the goodwill ambassador of Eighth Avenue. And when he comes into court, he says hello to everybody.”\nFor Mr. Warner, punishment usually means a few days in jail on Rikers Island , or a week of community service, some of it spent sweeping cigarette butts.\nMr. Warner asserts that the block is safer and less unruly because of him.\n“We don’t allow people to sell drugs on this block,” he said. “We just don’t allow it.”\nMr. Warner grew up in Jersey City and spent about two decades in New Jersey prisons for a series of armed robberies. Those crimes date from a time when he says he was addicted to crack cocaine.\nAfter his release from a 13-year sentence in 2006, Mr. Warner tried to find steady work in New York, but was invariably rebuffed — because of his felony status, he suspects. When he considers his options for making a living, he sees few besides selling loosies.\n“I’m sorry that it’s come to this, but this is what it’s come to,” he said.\nHe said he would like to work someday as a barker for tour buses, selling Manhattan ’s attractions to wandering tourists.\nAdvertisement Continue reading the main story\n“I love the streets,” he said. “I love the people in the streets.”\nIn his time, Mr. Warner has learned a lot about smokers’ habits. He sometimes hears from customers who explain to him they are quitting as they buy two final loosies.\n“A lot of them believe they are quitting,” he said, “but they come back every day.”\nFor the moment, business is good enough that Mr. Warner said he intended to buy health insurance for the first time. He currently relies on his periodic stays on Rikers Island — an occupational hazard — for medical attention. “When they screen me, I ask for all the blood tests,” he said.\nMr. Warner knows few customers by name, but dozens by face. He often tells female customers that they are too pretty to smoke, just before completing the sale. What he will not do is light a cigarette for anybody. Start offering customers a light and “you’ll have a crowd of four or five smokers around you in no time,” Mr. Warner explained. That could attract the police.\nWhen he is on the move, as he often is, Mr. Warner walks exceptionally fast. Covering tremendous stretches of sidewalk each day keeps him fit. He is often pulled away from his Eighth Avenue post on business.\nMr. Warner carries only one or two cartons of cigarettes in his backpack, because that is the most he cares to lose should he be arrested. So each time he and his two partners run out, Mr. Warner takes the train up to Harlem , or walks a few blocks east to meet one of his half-dozen suppliers, mostly immigrants from West Africa.\nThere are also deliveries to make. Mr. Warner is constantly on his cellphone scheduling meetings in the lobbies of office buildings, where he will drop off a pack. “A lot of customers, especially women, don’t like coming out to the block,” he explained. “They think it’s too hot.”\nAt the end of the day, Mr. Warner returns to Harlem, where he often stays with his girlfriend. But even in bed, he is unable to put his day entirely behind him. His girlfriend sometimes complains, he said, that he mutters the word “Newports” again and again in his sleep.", "url": "https://www.nytimes.com/2011/04/05/nyregion/05loosie.html?mabReward=relbias%3Aw%2C&module=Search"}