{"authors": ["Ian Johnson"], "date_download": "2018-11-16 04:48:13", "date_modify": "2018-11-16 04:48:13", "date_publish": "2011-04-22 05:59:09", "description": "Chinese prosecutors unexpectedly dropped charges on Friday against a prominent lawyer, Li Zhuang, whose case had drawn nationwide attention.", "filename": "2011_04_23_world_asia_23chinatrial_1542343693.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_23_world_asia_23chinatrial_1542343693.html", "title": "Prosecutors in China Drop Charges Against Lawyer", "title_page": "Prosecutors in China Drop Charges Against Lawyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Chinese prosecutors unexpectedly dropped charges on Friday against a prominent lawyer whose case had drawn nationwide attention.\nLi Zhuang, 50, a criminal lawyer from Beijing, went on trial Tuesday in the city of Chongqing, accused of inciting a client to falsify evidence. He had been convicted and jailed on similar charges stemming from his defense in 2009 of a convicted gangster arrested in a highly publicized law-and-order campaign.\nOn Friday, however, the court dropped the new charges, saying it lacked evidence. The trial had become a focal point for legal activists, who said Mr. Li had been persecuted for defending unpopular clients. The campaign against organized crime had been orchestrated by Bo Xilai, a member of the Communist Party’s Politburo and party secretary in Chongqing. Analysts say that he is a strong candidate to join the powerful nine-member Standing Committee of the Politburo and that he was using the campaign to burnish his credentials.\n“I think it’s because Chongqing has finally realized how much damage this case has done to Chongqing’s image,” said He Weifang, a law professor at Peking University who had been one of Mr. Li’s supporters. “It is the only decision for Chongqing to preserve face.”", "url": "https://www.nytimes.com/2011/04/23/world/asia/23chinatrial.html"}