{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:46:18", "date_modify": "2018-11-16 03:46:18", "date_publish": "2011-10-08 16:52:04", "description": "The hazard on the horizon is the political and legal challenge posed when another country follows the American example of using pilotless aircraft.", "filename": "2011_10_09_sunday-review_coming-soon-the-drone-arms-race_1542339978.html", "image_url": "https://static01.nyt.com/images/2011/10/09/opinion/09dronescover-img/09dronescover-img-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_09_sunday-review_coming-soon-the-drone-arms-race_1542339978.html", "title": "Coming Soon: The Drone Arms Race", "title_page": "Coming Soon: The Drone Arms Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If China, for instance, sends killer drones into Kazakhstan to hunt minority Uighur Muslims it accuses of plotting terrorism, what will the United States say? What if India uses remotely controlled craft to hit terrorism suspects in Kashmir, or Russia sends drones after militants in the Caucasus? American officials who protest will likely find their own example thrown back at them.\n“The problem is that we’re creating an international norm” — asserting the right to strike preemptively against those we suspect of planning attacks, argues Dennis M. Gormley, a senior research fellow at the University of Pittsburgh and author of “Missile Contagion,” who has called for tougher export controls on American drone technology. “The copycatting is what I worry about most.”\nThe qualities that have made lethal drones so attractive to the Obama administration for counterterrorism appeal to many countries and, conceivably, to terrorist groups: a capacity for leisurely surveillance and precise strikes, modest cost, and most important, no danger to the operator, who may sit in safety thousands of miles from the target.\nPhoto\nTo date, only the United States, Israel (against Hezbollah in Lebanon and Hamas in Gaza) and Britain (in Afghanistan) are known to have used drones for strikes. But American defense analysts count more than 50 countries that have built or bought unmanned aerial vehicles, or U.A.V.’s, and the number is rising every month. Most are designed for surveillance, but as the United States has found, adding missiles or bombs is hardly a technical challenge.\n“The virtue of most U.A.V.’s is that they have long wings and you can strap anything to them,” Mr. Gormley says. That includes video cameras, eavesdropping equipment and munitions, he says. “It’s spreading like wildfire.”\nSo far, the United States has a huge lead in the number and sophistication of unmanned aerial vehicles (about 7,000, by one official’s estimate, mostly unarmed). The Air Force prefers to call them not U.A.V.’s but R.P.A.’s, or remotely piloted aircraft, in acknowledgment of the human role; Air Force officials should know, since their service is now training more pilots to operate drones than fighters and bombers.\nPhilip Finnegan, director of corporate analysis for the Teal Group, a company that tracks defense and aerospace markets, says global spending on research and procurement of drones over the next decade is expected to total more than $94 billion, including $9 billion on remotely piloted combat aircraft.\nAdvertisement Continue reading the main story\nIsrael and China are aggressively developing and marketing drones, and Russia, Iran, India, Pakistan and several other countries are not far behind. The Defense Security Service, which protects the Pentagon and its contractors from espionage, warned in a report last year that American drone technology had become a prime target for foreign spies.\nLast December, a surveillance drone crashed in an El Paso neighborhood; it had been launched, it turned out, by the Mexican police across the border. Even Hezbollah, the Lebanese militant group, has deployed drones, an Iranian design capable of carrying munitions and diving into a target, says P. W. Singer of the Brookings Institution, whose 2009 book “Wired for War” is a primer on robotic combat.\nLate last month, a 26-year-old man from a Boston suburb was arrested and charged with plotting to load a remotely controlled aircraft with plastic explosives and crash it into the Pentagon or United States Capitol. His supposed co-conspirators were actually undercover F.B.I. agents, and it was unclear that his scheme could have done much damage. But it was an unnerving harbinger, says John Villasenor, professor of electrical engineering at the University of California, Los Angeles. He notes that the Army had just announced a $5 million contract for a backpack-size drone called a Switchblade that can carry an explosive payload into a target; such a weapon will not long be beyond the capabilities of a terrorist network.\n“If they are skimming over rooftops and trees, they will be almost impossible to shoot down,” he maintains.\nIt is easy to scare ourselves by imagining terrorist drones rigged not just to carry bombs but to spew anthrax or scatter radioactive waste. Speculation that Al Qaeda might use exotic weapons has so far turned out to be just that. But the technological curve for drones means the threat can no longer be discounted.\n“I think of where the airplane was at the start of World War I: at first it was unarmed and limited to a handful of countries,” Mr. Singer says. “Then it was armed and everywhere. That is the path we’re on.”", "url": "https://www.nytimes.com/2011/10/09/sunday-review/coming-soon-the-drone-arms-race.html"}