{"authors": ["Carlotta Gall"], "date_download": "2018-11-16 04:37:55", "date_modify": "2018-11-16 04:37:55", "date_publish": "2011-05-04 17:56:12", "description": "Intelligence investigators returned to the compound where Osama bin Laden was killed as they looked into the circumstances that allowed him to hide in plain sight.", "filename": "2011_05_05_world_asia_05compound_1542343075.html", "image_url": "https://static01.nyt.com/images/2011/05/05/world/05compound/05compound-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_05_world_asia_05compound_1542343075.html", "title": "Pakistani Military Investigates How Bin Laden Was Able to Hide in Plain View", "title_page": "Pakistani Military Investigates How Bin Laden Was Able to Hide in Plain View - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Asked about the validity of the passport, the security official said he could not confirm whether it was connected to anyone detained after the raid.\nOfficials are still investigating the identity of the four people whose bodies were found inside the compound after the Seals team departed with Bin Laden’s body. The bodies included two brothers and a son of Bin Laden, the security official said. American officials have said the fourth person killed was a woman, while the Pakistani official said the fourth was an unknown man.\nThe two brothers were known as Arshad Khan, the owner of the house, and Tareq Khan. Neighbors say they were either brothers or cousins. Preliminary investigations have made officials suspect that these were not their real names and that they were living under fake identities.\nPhoto\nArshad Khan was carrying an old, noncomputerized Pakistani national identity card, which said he was from Khat Kuruna, a village in Tangi district, near Charsadda in northwestern Pakistan. Yet officials have found that there is no record of an Arshad Khan in Khat Kuruna.\nPakistan introduced computerized identity cards a few years ago to cut down on the production of fraudulent identity cards, many of them bought by Afghan refugees, among others.\nAmerican officials said that Arshad Khan was the local alias of the trusted courier who led them to Bin Laden and who was known inside Al Qaeda as Abu Ahmed al-Kuwaiti. They describe him as a Pakistani who was brought up in Kuwait, hence the suffix to his name, and say that he was a close protégé of two senior figures in Al Qaeda, Khalid Shaikh Mohammed and Abu Faraj al-Libi, who were both arrested in Pakistani cities before being handed over to United States custody.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe men and the compound do seem to have on occasion drawn the attention of intelligence agencies. Both Afghan and Pakistani officials have said they had pointed out the compound as one of interest to C.I.A. officials in previous years.\nPakistan’s foreign secretary, Salman Bashir, told the BBC that officials had indicated it as suspicious in 2009, and as a possible hide-out for Bin Laden, although there were “millions” of other suspected locations.\nAdvertisement Continue reading the main story\nAn Afghan intelligence official told Agence-France Presse that Afghan intelligence pinpointed the compound last August, but that officials thought a senior Taliban commander, Maulavi Abdul Kabir, was living there.\n“The house that Osama bin Laden was killed in was pinpointed for the first time by Afghan intelligence,” the official told the news agency, which said the official declined to be named because of the delicacy of the issue.\nAfghan agents living in an old refugee camp in the nearby town of Haripur carried out surveillance of the house, he said.\nHe said that Afghan intelligence’s information about the house “was shared with the Americans and they showed lots of interest,” but that Afghan spies had not been involved in the subsequent investigations or operation, the news agency reported.", "url": "https://www.nytimes.com/2011/05/05/world/asia/05compound.html"}