{"authors": ["Ian Johnson", "Jonathan Ansfield"], "date_download": "2018-11-16 04:47:04", "date_modify": "2018-11-16 04:47:04", "date_publish": "2011-06-17 03:56:35", "description": "Details are emerging about the increasingly brutal detention of one of China’s most important legal activists, the blind lawyer Chen Guangcheng.", "filename": "2011_06_18_world_asia_18china_1542343624.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_06_18_world_asia_18china_1542343624.html", "title": "The New York Times", "title_page": "Blind Chinese Activist Beaten, Wife Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Details are emerging about the apparently brutal detention of one of China’s most important legal activists, the blind lawyer Chen Guangcheng.\nMr. Chen was released from jail last year after serving a 51-month sentence for disturbing public order and destroying public property — charges linked to his uncovering of forced sterilizations and abortions in the eastern Chinese city of Linyi.\nBut since his release, he has been under “ruanjin,” or “soft detention,” a kind of house arrest increasingly being used by the authorities to silence people who have not violated the law. The authorities once celebrated Mr. Chen, a 39-year-old self-taught lawyer, as a symbol of the country’s efforts to build a legal system, but they turned against him when he used the law to protest government abuse. Earlier this year, a video was smuggled out showing the circumstances of his detention. Reporters who tried to visit him were turned away by undercover police officers who had encircled his home.\nNow ChinaAid, a human rights group based in the United States, says it has evidence of increased harassment, including beatings and the confiscation of personal property. The group, which released Mr. Chen’s video, says it has obtained a letter from Mr. Chen’s wife, Yuan Weijing, that details the couple’s most recent travails.\nAdvertisement Continue reading the main story\nContents of the letter were confirmed by a friend of the family, He Peirong. Ms. He, who describes herself as a Nanjing-based Internet activist, said she visited Mr. Chen’s hometown in late May and spoke with people related to his family.\nPhoto\nAccording to Ms. He’s account and the undated letter, Ms. Yuan said that in February and March, Communist Party officials from Shuanghou, a suburb of Linyi, stormed the couple’s home. Ms. Yuan said she was bundled into a blanket and repeatedly kicked so hard that she still cannot stand straight. She said she saw her husband being tortured by the men, who twisted his arms and neck until he passed out. The couple were denied medical aid, she said, except for one intravenous drip from a village doctor. They had to stay in bed because of their injuries, she said.", "url": "https://www.nytimes.com/2011/06/18/world/asia/18china.html"}