{"authors": ["John F. Burns"], "date_download": "2018-11-16 03:19:22", "date_modify": "2018-11-16 03:19:22", "date_publish": "2011-07-18 06:38:05", "description": "A reinvigorated Labour Party is posing a fresh challenge to the young government of Prime Minister David Cameron of Britain.", "filename": "2011_07_19_world_europe_19hacking_1542338362.html", "image_url": "https://static01.nyt.com/images/2011/07/19/world/HACKING-1/HACKING-1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_19_world_europe_19hacking_1542338362.html", "title": "The New York Times", "title_page": "Another Top Police Official Resigns in British Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Miliband said the prime minister “hasn’t even apologized for hiring Mr. Coulson” and that he was “hamstrung” by his association with his former media chief and Ms. Brooks, who were among the Murdoch executives that Mr. Cameron has admitted to meeting almost twice a month during his 15 months in office. He said the country “needs leadership to get to the bottom of what happened” — a code, as some commentators saw it, for suggesting that Mr. Cameron may have to quit before the scandal has run its course.\nPhoto\nThe parade of casualties from the scandal continued to lengthen one day after the head of Scotland Yard resigned, when one of his deputies, John Yates , also stepped down. The investigation also took a grim turn when Sean Hoare, a former reporter in his mid-40s who was the first to say publicly that Mr. Coulson was aware of the widespread “phone hacking” at News of the World when he was the paper’s editor, was found dead in his north London home. The police said they did not initially regard the death as suspicious.\nMr. Hoare’s interview implicating Mr. Coulson in a New York Times magazine article last fall was one of the factors, the police have said, that prompted them to reopen an investigation into The News of the World after the probe had brought convictions and jail sentences for two men then faltered, with Scotland Yard officers saying there was nothing more to pursue.\nTop police officials and senior executives of News Corporation , including Rupert and James Murdoch and Ms. Brooks, are scheduled to appear before parliamentary committee hearings on Tuesday that many expect to be part of a lengthy and open-ended inquiry into the origins of the phone hacking, the legal culpability of News Corporation officials, the failure of the police to uncover the full extent of the hacking and the connections between Mr. Murdoch’s empire and senior British politicians.\nMr. Miliband, widely viewed as a weak rival to Mr. Cameron until the recent revelations about the extent of phone hacking emerged this month, appeared to view the matters as weighty enough to form a new platform for Labour, issuing a sonorous call that sounded like a promising election plank.\n“We have to ask ourselves deeper questions,” he said. “What does it say about our country? How did we let this happen? And how do we change to ensure that this does not happen again?” He said all the recent scandals in British life were caused by a lack of accountability among those in high places. “All are about the irresponsibility of the powerful, people who believed they were untouchable,” like the Murdoch executives who ran the company’s newspapers in Britain, he said.\n“This was an organization that thought it was beyond responsibility,” he said. “Its power was so immense, its influence so great, from prime ministers downwards. Nobody confronted them. Nobody held them to account. Nobody seemed willing to challenge them. Not the police, not most front-line politicians, nor most of the press.”\nAdvertisement Continue reading the main story\nHe added: “What is a young person, just starting out in life, supposed to think when he sees a politician fiddling the expenses system, a banker raking off millions without deserving it, or a press baron abusing the trust of ordinary people?” Across Britain, he said, “there is a yearning for a more decent, responsible, principled country.”\nVideo\nHe again called on Mr. Cameron to more fully explain his decision to hire Mr. Coulson as communications director. Mr. Coulson resigned in January as the scandal intensified.\nThe turning point for Mr. Cameron came with the resignations of the two Scotland Yard officers. Last week, though he had disappointed Conservatives by allowing Mr. Miliband to make the early moves in Parliament to rein in Mr. Murdoch's British operations, he steadied matters for the government by joining in demands, which were met, for News Corporation, the parent company of News International, to abandon its $12 billion bid to take over British Sky Broadcasting , the country’s dominant satellite TV network, and for Ms. Brooks to quit.\nHe also appointed a judge-led inquiry into the tabloid abuses, and into the ethics and practices of British newspapers, and said he would never have hired Mr. Coulson if he had not had assurances from the former editor that he played no part in the News of the World phone hacking. Then he left for South Africa .\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut he appeared not to have reckoned with the bombshells thrown by the police officers as they quit under pressure marshaled by Mr. Cameron, Home Secretary Theresa May and Boris Johnson , the London mayor, all leading Conservatives. Both officers implied that if they merited losing their jobs over their befriending a former deputy editor at The News of the World, Neil Wallis — dining with him and allowing him to earn nearly $40,000 for work as a media consultant at Scotland Yard — so, too, might Mr. Cameron, over his long-term relationship with Mr. Coulson, who held an even more senior post at the paper.\nSir Paul Stephenson , the Scotland Yard chief, told a news conference on Sunday that he had not told the prime minister about his close ties with Mr. Wallis, arrested last week on suspicion of involvement in the phone hacking and bribery of police officers, because he “did not want to compromise a potential suspect who clearly had a close relationship with Mr. Coulson.”\nMr. Yates said on Monday that he had acted with “complete integrity” in his actions involving The News of the World, that he was the victim of “malicious gossip” and that if he were to be impugned for having links to Mr. Wallis, so, too, should those with links to Mr. Coulson, Mr. Wallis’s one-time boss.\nIn Parliament there were cries from the opposition for Mr. Cameron to quit, with one left-wing gadfly, Dennis Skinner, shouting, “When is dodgy Dave going to do the decent thing and resign?” But in South Africa, Mr. Cameron appeared unruffled, at least in public, saying that his government had \"taken all of the appropriate actions\" to deal with the scandal and was \"making sure that Britain gets to the bottom of what has been a very terrible business.\"", "url": "https://www.nytimes.com/2011/07/19/world/europe/19hacking.html"}