{"authors": ["Amy Chua"], "date_download": "2018-11-16 04:51:37", "date_modify": "2018-11-16 04:51:37", "date_publish": "2011-01-19 14:54:07", "description": "“This is a story about a mother, two daughters, and two dogs. It’s also about Mozart and Mendelssohn, the piano and the violin, and how we made it to Carnegie Hall.”", "filename": "2011_01_19_books_excerpt-battle-hymn-of-the-tiger-mother_1542343897.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_19_books_excerpt-battle-hymn-of-the-tiger-mother_1542343897.html", "title": "The New York Times", "title_page": "Excerpt - Battle Hymn of the Tiger Mother - By Amy Chua - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is a story about a mother, two daughters, and two dogs. It’s also about Mozart and Mendelssohn, the piano and the violin, and how we made it to Carnegie Hall.\nThis was supposed to be a story of how Chinese parents are better at raising kids than Western ones.\nBut instead, it’s about a bitter clash of cultures, a fleeting taste of glory, and how I was humbled by a thirteen-year-old.\nPart One\nThe Tiger, the living symbol of strength and power, generally inspires fear and respect.\nThe Chinese Mother\nA lot of people wonder how Chinese parents raise such stereotypically successful kids. They wonder what these parents do to produce so many math whizzes and music prodigies, what it’s like inside the family, and whether they could do it too. Well, I can tell them, because I’ve done it. Here are some things my daughters, Sophia and Louisa, were never allowed to do:\n• attend a sleepover\n• have a playdate\n• be in a school play\n• complain about not being in a school play\n• watch TV or play computer games\n• choose their own extracurricular activities\n• get any grade less than an A\n• not be the #1 student in every subject except gym and drama\n• play any instrument other than the piano or violin\n• not play the piano or violin.\nAdvertisement Continue reading the main story\nI’m using the term “Chinese mother” loosely. I recently met a supersuccessful white guy from South Dakota (you’ve seen him on television), and after comparing notes we decided that his working-class father had definitely been a Chinese mother. I know some Korean, Indian, Jamaican, Irish, and Ghanaian parents who qualify too. Conversely, I know some mothers of Chinese heritage, almost always born in the West, who are not Chinese mothers, by choice or otherwise.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nI’m also using the term “Western parents” loosely. Western parents come in all varieties. In fact, I’ll go out on a limb and say that Westerners are far more diverse in their parenting styles than the Chinese. Some Western parents are strict; others are lax. There are same-sex parents, Orthodox Jewish parents, single parents, ex-hippie parents, investment banker parents, and military parents. None of these “Western” parents necessarily see eye to eye, so when I use the term “Western parents,” of course I’m not referring to all Western parents - just as “Chinese mother” doesn’t refer to all Chinese mothers.", "url": "https://www.nytimes.com/2011/01/19/books/excerpt-battle-hymn-of-the-tiger-mother.html"}