{"authors": ["John Schwartz"], "date_download": "2018-11-16 03:16:13", "date_modify": "2018-11-16 03:16:13", "date_publish": "2011-12-05 22:59:29", "description": "In the three months since Hurricane Irene, the state repaired and reopened some 500 miles of damaged road, replaced a dozen bridges with temporary structures and repaired about 200 altogether.", "filename": "2011_12_06_us_vermont-rebounding-from-hurricane-irene.html_ref=us_1542338173.html", "image_url": "https://static01.nyt.com/images/2011/12/06/us/VERMONT/VERMONT-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_06_us_vermont-rebounding-from-hurricane-irene.html_ref=us_1542338173.html", "title": "The New York Times", "title_page": "Vermont Rebounding From Hurricane Irene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While many Americans have come to wonder whether the nation has lost the ability to fix its ailing infrastructure or do big things, “they haven’t been to Vermont,” said Megan Smith, the state’s commissioner of tourism and marketing.\nState roads, which are the routes used most by tourists, are ready for the economically crucial winter skiing season. But Vermont had many of those roads open in time for many of the fall foliage visitors, who pump $332 million into the state’s economy each year, largely through small businesses like bed and breakfasts, gift shops and syrup stands. Within a month of the storm, 84 of the 118 closed sections of state roads were reopened, and 28 of the 34 state highway bridges that had been closed were reopened.\nPhoto\nLocal roads, which are owned and maintained by the towns, suffered extensive damage around the state, with more than 2,000 battered segments and 175 roads completely closed. That work is proceeding, though more slowly than the state effort.\nGov. Peter Shumlin recalled thinking as he flew over the state on the Monday after the hurricane, which had been downgraded to a tropical storm by the time it hit Vermont, that it had “whacked us.” “My God, we’re going to be without power and roads for months. We’ll never get this done before snow flies,” he had thought. Now, he exults, “If you’ve ever wanted to see a shining example of turning tragedy into opportunity and getting tough things done, you’re seeing it in Vermont.”\nHow did they get so much done so quickly? Within days after the storm hit on Aug. 28, the state had moved to emergency footing, drawing together agencies to coordinate the construction plans and permits instead of letting communications falter. National Guard units from eight states showed up, along with road crews from the Departments of Transportation from Maine and New Hampshire , and armies of private contractors. The attitude, said Sue Minter, Vermont’s deputy secretary of transportation, was, “We’ll do the work and we’ll figure out how we’re paying for it, but we’re not waiting.”\nVermont officials initially estimated the repairs would cost a half billion dollars. Now that they have gotten a thorough look at the problems and the work is well under way (the temporary bridges will have to be replaced with permanent structures), the estimate has dropped to somewhere between $175 million and $250 million. The federal government will pay most of that out of disaster relief funds, and Vermont estimates it will have to come up with $27 million.\n“We don’t even realize to what degree we depend on our government, but in a crisis we sure do,” Ms. Minter said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRichard M. Tetreault, chief engineer for the Vermont Agency of Transportation, noted that it helped speed things along to close roads completely instead of having to allow for traffic. Some damage to highways like 107 was predictable, he said, since many roads in mountainous areas follow river valleys.\nAdvertisement Continue reading the main story\n“We’re not looking to move a highway up a mountain slope,” he said. “If you look at an insurance policy, you weigh your premium against your risk. That’s what society does with factors of safety on a whole host of infrastructure.”\nThis time, the equation did not work out, Ms. Minter acknowledged, but “this was like no other storm.” With the White River 28 feet above its normal level, a great many sections of roads were damaged; debris can still be spotted in tree limbs.\nPhoto\nAs the road-repair efforts raced forward, the state created a “foliage force” to get the word out that Vermont was still open for business. People who saw news of the destroyed roads and bridges were canceling reservations in resorts like Jay Peak and Stowe and the Lake Champlain Islands in the northern part of the state, which was largely unaffected and easily reachable. Google worked with the Agency of Transportation to develop a live road map showing the extent of repairs. The effort has paid off, Ms. Smith, the tourism official said: meal and room revenues for October were up slightly from the previous year, which she called “nothing short of phenomenal.”\nNot everyone has felt the benefits. Marsha Hemm, who owns the Vermont Marble Museum near Rutland, said that while crews cleared the way to her town quickly, the state was slow to reflect it. Her business missed the fall foliage traffic, which “affected us tremendously.”\nIt was in the state’s interests to paint a glowing picture of a gentle impact on business, Ms. Hemm said, “But the reality was, for us, different, and I can’t help but think we weren’t alone.”\nSome environmentalists, too, are unhappy with the way many of the repairs have been done. Mary Watzin, the dean of the Rubenstein School of Environment and Natural Resources at the University of Vermont , said that armoring repaired riverbanks with stone could cause damage downstream. “You haven’t gotten rid of the problem, you haven’t solved the problem. You’ve transferred the problem,” she said.\nTo Mr. Robie, that is a sign that things are getting back to normal. At first, “it’s ‘Hurry get our roads open!’ ” After the crisis, “it’s ‘Why did you do it like that?’ ”\nProfessor Watzin said that everyone understood the need for quick action and repair to connect people and communities, but that the river work would ultimately require a more comprehensive attitude. “We certainly are going to have more severe storms as we look into the future with climate change ,” she said. “We’ve got to make ourselves more resilient in the future.”\nThat means planning roads and rivers together, she said, and working not to control nature so much as to work with it.\nAdvertisement Continue reading the main story\n“We need to be designing for tomorrow,” she said, because “the next storm will come.”", "url": "https://www.nytimes.com/2011/12/06/us/vermont-rebounding-from-hurricane-irene.html?ref=us"}