{"authors": ["Sebnem Arsu"], "date_download": "2018-11-16 04:38:45", "date_modify": "2018-11-16 04:38:45", "date_publish": "2011-12-22 13:52:24", "description": "Turkey recalled its ambassador for consultations and halted military dealings after France advanced legislation criminalizing the denial of the Armenian genocide.", "filename": "2011_12_23_world_europe_turkey-lashes-out-at-france-over-armenian-bill_1542343125.html", "image_url": "https://static01.nyt.com/images/2011/12/23/world/sub-istanbul/sub-istanbul-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_23_world_europe_turkey-lashes-out-at-france-over-armenian-bill_1542343125.html", "title": "The New York Times", "title_page": "Turkey Lashes Out at France Over a Bill About Armenian Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Turkey acknowledges atrocities without any specific death toll, but says that they did not constitute systematic genocide. It argues that such a declaration should be a matter before an international committee of historians with access to state archives.\nTurkey’s own penal code makes affirming the genocide a crime on the grounds that it is an insult to Turkish identity. In March, Orhan Pamuk, a Nobel Prize winner, was fined 7,000 lira, about $3,700, for his statement in a Swiss newspaper that “we have killed 30,000 Kurds and 1 million Armenians.”\nFrance’s moves to outlaw denial of the Armenian genocide carry special weight, given the leading role Paris has played for the last six years in assessing Turkey’s readiness to join the European Union.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTelevision stations here followed the vote in live broadcasts from Paris, showing parliamentary debates in a barely filled hall and people protesting outside, waving Turkish flags behind security barriers. Another group of protesters gathered in front of the French Embassy in Ankara to lay a black wreath and chant slogans against France, according to NTV, a private television network.\nTurkish lawmakers joined to denounce the bill and called on France to investigate its own atrocities in Algeria and Rwanda. Foreign Minister Ahmet Davutoglu said the bill violated the spirit of the French Revolution and European principles like freedom of speech.\nMr. Erdogan said he had recalled Turkey’s ambassador and canceled the annually issued permission for French military planes to use Turkish airspace and French naval vessels to enter Turkish harbors. The move means that French military planes will need to apply for permission for each flight. Turkey also refused to cooperate with France in joint European Union projects or participate in a joint economic summit meeting scheduled to take place in Paris in January.\nBernard Valero, the spokesman for the French Foreign Ministry, said that France “deplored all the announcements” made by Mr. Erdogan and regretted the recall of the Turkish ambassador from Paris, and he stressed the need for cooperation on a range of issues, including the unrest in Syria, the future of Afghanistan and Iran’s nuclear aspirations.\n“We need to handle this current period in a responsible, peaceful and level-headed way,” Mr. Valero said. “We will push for dialogue, not threat.”\nRelations between Turkey and France began taking a turn for the worse after President Nicolas Sarkozy took office in 2007, and Turkish officials see political motives in his increasingly nationalist stance against Turkish accession to the European Union and his support for the genocide denial law, despite the fact that Mr. Sarkozy’s opposition to full membership for Turkey is shared across the French political spectrum.\nAdvertisement Continue reading the main story\n“These irrational steps by Sarkozy based on vote calculations will harm French-Turkish relations,” Mr. Erdogan said.", "url": "https://www.nytimes.com/2011/12/23/world/europe/turkey-lashes-out-at-france-over-armenian-bill.html"}