{"authors": ["Ruth La Ferla"], "date_download": "2018-11-16 04:22:36", "date_modify": "2018-11-16 04:22:36", "date_publish": "2011-05-25 17:01:26", "description": "Forward-thinking merchants are championing scarves’ versatility, anointing this once-humble wardrobe understudy as the unlikely diva of the spring and summer season.", "filename": "2011_05_26_fashion_scarves-succeed-as-the-ultimate-fashion-multitaskers_1542342156.html", "image_url": "https://static01.nyt.com/images/2011/05/26/fashion/26scarves-span/26scarves-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_26_fashion_scarves-succeed-as-the-ultimate-fashion-multitaskers_1542342156.html", "title": "The New York Times", "title_page": "Scarves Succeed as the Ultimate Fashion Multitaskers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Until recently, most merchants were more tentative, treating scarves “as an afterthought,” said Ed Burstell, the managing director for Liberty of London. They were showcased halfheartedly or left to languish under glass. But at the Liberty flagship on Regent Street, scarves are highlighted at the heart of the store, in its central atrium, and are being marketed on its Web site with a series of video tutorials demonstrating how to turn a square of silk into a halter, plaited headband or puffy bow tie.\nNo less a luxury giant than Hermès sought to capitalize on scarves’ freshly perceived adaptability, marketing its equestrian and other designs through a social media campaign intended to lend a youthful, even subversive, edge to those lofty status emblems.\nPhoto\nThe campaign, J’aime Mon Carré, which made its online debut late last year, stressed sass over class, providing tips on how to wear and knot its scarves. It was complemented by a quartet of videos documenting the ways international young trendsetters were making scarves their own, adapting them as beach wraps, blouses, belts and even a slinglike infant carrier.\nShot in Paris, London, Tokyo and New York, the video and print campaign made hash of the notion that only the French have mastered the art of the scarf. The campaign is no longer online, but it had an impact, inspiring stylists and bloggers to repurpose their own Hermès squares.\nUnlike shoes and bags, which can gouge a hole in one’s budget, scarves remain, for now at least, a relatively painless investment, selling, for the most part, from about $30 to $500. “People tend to buy scarves in multiples,” said Stefani Greenfield, a partner in Theodora & Callum, which sells generously scaled, beach-and-town-worthy scarves to stores like Scoop, Neiman Marcus and Bloomingdale’s. Her business got an unexpected boost this month when Julia Roberts named the brand a personal favorite on Oprah Winfrey’s show.\nPhoto\nMs. Greenfield was one of several retailers who ascribed the popularity of scarves in part to growing fascination with convertible fashion. “We live in a world where, ideally, every purchase has more than one function,” said Brooke Jaffe, the Bloomingdale’s accessories director. “They need to be style-able, to have personality.”\nAdvertisement Continue reading the main story\nFor its part, Bloomingdale’s is giving scarves a vigorous push through Get Scarfed, an ad and social media campaign with the store’s offerings, giving pointers on how to wear them. Scarves, Ms. Jaffe said, speak to a generation of fashion indies, aspiring Rachel Zoes, for whom wrapping and tying “is all about being your own stylist.”\nIf consumers were slow to embrace scarves, it may be because of the fusty image long associated with them. “They’re no longer being viewed as a granny item,” said Sara Rotman, whose company, Loquita, offers novelty wraps patterned in pistols and punkish chain-link designs. “People are less self-conscious about wearing them.” Ms. Rotman could well be taking her style cues from Raffaella, the dexterous heroine of “Swept Away.” “I could take a bikini and a scarf and make 13 different outfits,” she said. “Throw in jeans and shoes, and I’d be good to go.”\nPhoto\nAt her downtown studio the other day, Cynthia Altoriso, a stylist and art director, picked up her trailing Maggie Norris shawl, sashed it bandoleer-fashion across her torso, then wrapped it stole-like around her shoulder, made a bow at the small of her back for a bustle effect, and finally draped it over a band-collar shirt. “See, it looks just like a sari,” she said, pleased with her own inventiveness. “There’s almost nothing you can’t do with this.”\nThe increasing visibility of scarves on style blogs like Street Peeper and Jak & Jil, and specialized sites like Silk Scarf Lover and the Scarf Blog, has also given them a covetable cool. Susanna Lau, who talks them up on Style Bubble, her popular blog, was a reluctant convert. “Some notes of clichéd classicism I ignore,” she wrote in a recent post. But she discovered that she could get astonishing mileage from a scarf. She appears in photographs wearing them draped and knotted toga-style over a sailor-striped tunic, or sashed at her hips in the shape of a skirt.\n“That kind of media exposure makes the trend more accessible,” said Steven Roberts, Ms. Roberts’s partner in Echo, adding emphatically: “It’s not like people in the know are forcing this trend. It has a grass-roots appeal.” Which to his mind means that scarves “don’t seem intimidating anymore.”\n“You see them and you tell yourself, ‘I can do this.’ ”", "url": "https://www.nytimes.com/2011/05/26/fashion/scarves-succeed-as-the-ultimate-fashion-multitaskers.html"}