{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:42:49", "date_modify": "2018-11-16 04:42:49", "date_publish": "2011-01-14 05:31:42", "description": "President Zine el-Abidine Ben Ali has left the country amid protests, diplomats say, and the prime minister went on state television to say he is in charge.", "filename": "2011_01_15_world_africa_15tunis_1542343369.html", "image_url": "https://static01.nyt.com/images/2011/01/15/world/TUNISIA/TUNISIA-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_15_world_africa_15tunis_1542343369.html", "title": "The New York Times", "title_page": "President of Tunisia Flees; Premier Takes His Place - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "News of the president’s departure followed, by just hours, the biggest battle yet between the protesters and security forces. Emboldened by a last-minute pledge from Mr. Ben Ali to stop shooting demonstrators, as many as 10,000 people poured into the streets. But when they paraded the body of a person said to have been shot elsewhere in the city, the waiting rows of police officers stormed the crowd, filling the streets with a thick cloud of tear gas and hammering fleeing demonstrators with clubs.\nIn a final bid to placate the protesters, Mr. Ben Ali had already pledged to hold parliamentary elections in six months. Those elections are now expected to include a presidential contest as well. But fair and open elections would be a first for Tunisia. Mr. Ben Ali, a former prime minister who took power in a bloodless coup, was only the second president of the country, which won independence from France in 1956.\nPhoto\nOn Friday night the capital remained under a tight curfew. Groups of more than two people were forbidden on the streets after 5 p.m., and no one was allowed out after 8 p.m. State news media warned that the police would shoot curfew violators on sight. Tanks and other security forces were deployed around the city, and the airport was shut down.\nAs night fell, gangs of security forces armed with machine guns and clubs could be seen chasing down stragglers. Dozens have died in clashes with the police over the last week, and continued gunshots were reported well after curfew on Friday night from several neighborhoods around the capital as sporadic riots continued.\nThe United States had counted Tunisia under Mr. Ben Ali as an important ally in battling terrorism. But on Friday, President Obama said in a statement that he applauded “the courage and dignity of the Tunisian people.”\n“The United States stands with the entire international community in bearing witness to this brave and determined struggle for the universal rights,” he said, adding, “We will long remember the images of the Tunisian people seeking to make their voices heard.”\nPhoto\nThe antigovernment protests began a month ago when a college-educated street vendor named Mohamed Bouazizi in the small town of Sidi Bouzid burned himself to death in despair at the frustration and joblessness confronting many educated young people here. But the protests he inspired quickly evolved from bread-and-butter issues to demands for an assault on the perceived corruption and self-enrichment of the ruling family.\nAdvertisement Continue reading the main story\nThe protesters, led at first by unemployed college graduates like Mr. Bouazizi and later joined by workers and young professionals, found grist for the complaints in leaked cables from the United States Embassy in Tunisia, released by WikiLeaks , that detailed the self-dealing and excess of the president’s family. And the protesters relied heavily on social media Web sites like Facebook and Twitter to circulate videos of each demonstration and issue calls for the next one.\nBy midday Friday, hours before news of the president’s departure, demonstrators had gathered outside the Interior Ministry and were already celebrating their anticipated victory and debating its significance.\n“Thank you, Al Jazeera ,” read one sign, commending the Arab news channel for its nightly coverage of the unrest in the past month — long before the Western news media took serious notice. Many here credit Al Jazeera’s broadcasts with forging the sense of solidarity and empowerment that moved Tunisians across the country to take to the streets simultaneously.\nPhoto\nThe other side of that sign read “#sidibouzid,” a reference to a Twitter feed, named for the town where the self-immolation took place, that demonstrators used as a forum for their anger and their plans. After news of the president’s departure on Friday, other Twitter posts echoed the theme. “Every Arab leader is watching Tunisia in fear. Every Arab citizen is watching Tunisia in hope & solidarity,” a writer from Cairo wrote to the #sidibouzid feed.\nOthers in the crowd, however, were eager to emphasize the education and relative affluence that they said distinguished them from other people in the region. “Please don’t say we are the same as Algeria ,” said one woman, in fluent English.\n“We are the Bourguiba generation,” she said, referring to Habib Bourguiba, Tunisia’s first president and the father of its broad middle class. He poured resources into Tunisia’s educational system and made higher education effectively free. He also pushed a social agenda of secularization, women’s rights, birth control and family planning that, in contrast to most countries in the region, slowed population growth, keeping the job of public education and social welfare manageable.\nIn his last days Mr. Ben Ali cycled through a series of attempts to placate the protesters, firing his interior minister, pledging a corruption investigation, promising new freedoms and a resignation at the end of his term in 2014, and finally dismissing his whole cabinet.\nPhoto\nBut his promises did no more than the bullets or tear gas to dissuade the protesters from taking to the streets. After hearing Mr. Ben Ali promise in a televised address on Thursday night to stop shooting demonstrators, crowds began to gather outside the Interior Ministry along Bourguiba Boulevard early Friday morning. And when it became clear that the police were standing idle on sidelines, several thousands more joined them, a largely affluent crowd including doctors, lawyers, young professionals and others who said they had never protested before.\nAdvertisement Continue reading the main story\nFor the first time in the month of protests, large numbers of young women joined the crowd, almost none wearing any form of Islamic veil.\nMany, accustomed to living under one of the region’s most repressive governments, were both excited and uneasy about their new sense of freedom. “We are too many now, we are too big, it is more difficult to silence us,” one woman said, grinning. “But for us it is new to talk. We are still a little bit scared,” she added, declining to give her name.\nAs throughout the uprising, they aimed much of their ire at the president’s second wife, the former Leila Trabelsi, a hairdresser from a humble family whose relatives have amassed conspicuous fortunes since her 1992 marriage. “Policeman, open your eyes, the hairdresser is ruling you,” they chanted, addressing Mr. Ben Ali.\n“We are suffering from what the Trabelsis stole,” said one protester, a young executive who declined to give his name for fear of reprisals. “Every major sector in Tunisia has been taken. They own part of telecommunications, they own part of the car business, they own part of the supermarkets, everything.”", "url": "https://www.nytimes.com/2011/01/15/world/africa/15tunis.html"}