{"authors": ["Steven Greenhouse", "Cara Buckley"], "date_download": "2018-11-16 04:30:12", "date_modify": "2018-11-16 04:30:12", "date_publish": "2011-10-05 20:23:21", "description": "Occupy Wall Street protesters, reinforced by several major unions on Wednesday, said organized labor could join them but would not be in charge.", "filename": "2011_10_06_nyregion_major-unions-join-occupy-wall-street-protest_1542342612.html", "image_url": "https://static01.nyt.com/images/2011/10/06/nyregion/PROTEST/PROTEST-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_06_nyregion_major-unions-join-occupy-wall-street-protest_1542342612.html", "title": "The New York Times", "title_page": "Major Unions Join Occupy Wall Street Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Behind the scenes in recent days, union leaders have debated how to respond to Occupy Wall Street. In internal discussions, some voiced worries that if labor were perceived as trying to co-opt the movement, it might alienate the protesters and touch off a backlash.\nOthers said they were wary of being embarrassed by the far-left activists in the group who have repeatedly denounced the United States government.\nThose concerns may be renewed after a disturbance about 8 p.m. Wednesday as the march was breaking up. The police said they arrested eight protesters around the intersection of Broadway and Wall Street, after people rushed barriers and began spilling into the street. While a couple of witnesses said that officers used pepper spray to clear the streets, Paul J. Browne, the Police Department’s chief spokesman, said that one officer “possibly” used it. Several protesters were also arrested at State and Bridge Streets at 9:30 p.m.; the police said one protester was charged with assault after an officer was knocked off his scooter.\nDespite questions about the protesters’ hostility to the authorities, many union leaders have decided to embrace Occupy Wall Street. On Wednesday, for example, members of the A.F.L.-C.I.O. ’s executive council had a conference call in which they expressed unanimous support for the protest. One A.F.L.-C.I.O. official said leaders had heard from local union members wondering why organized labor was absent.\nThe two movements may be markedly different, but union leaders maintain that they can help each other — the weakened labor movement can tap into Occupy Wall Street’s vitality, while the protesters can benefit from labor’s money, its millions of members and its stature.\nPhoto\nThe labor leaders said they hoped Occupy Wall Street would serve as a counterweight to the Tea Party and help pressure President Obama and Congress to focus on job creation and other concerns important to unions.\nAdvertisement Continue reading the main story\n“This is very much a crystallizing moment,” said Denise Mitchell, the A.F.L.-C.I.O.’s communications director. “We have to look for sparks wherever they are. It could be an opportunity to talk about what’s wrong with the system and how to make it better.”\nStill, it may not be easy for organized labor to mesh with this new movement. Labor unions generally represent older workers, while the Occupy Wall Street protesters are younger. Unions are hierarchical, while the Occupy Wall Street protesters are more loosely knit and like to see themselves as highly democratic.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUnions invariably have a long and specific list of demands, while Occupy Wall Street has not articulated formal ones. Union leaders often like the limelight, while Occupy Wall Street is largely leaderless.\n“Labor’s needed a way to excite younger people with their message,” Michael Kazin, a historian at Georgetown University , said. “And to the extent that Occupy Wall Street’s ‘99 percent versus 1 percent’ theme goes along with what labor has been saying for a while, it’s a natural fit.”\n“But obviously,” said Professor Kazin, who has written several books on populist and progressive movements, “demographically, there may be some problems here. The protests haven’t gotten much institutional presence, and if labor can help give them institutional presence, that can really help them.”\nPhoto\nSeveral major labor groups — including the Transport Workers Union , the Service Employees International Union , the United Federation of Teachers and the United Auto Workers — took part in the march on Wednesday. Some more traditionally conservative ones, like those in the construction trades, stayed away.\nGeorge White, 60, a retired union member who lives in Marine Park, Brooklyn , said it was up to the young protesters to champion bread-and-butter issues in the future. “Unions are on the way out,” he said. “These are the children of mothers and fathers who have worked hard all their lives and now can’t put food on the tables. These are the children who can’t pay off their loans , who have nowhere to go and no opportunities.”\nJulie Fry, 32, a lawyer who is a member of the union at the Legal Aid Society , said labor’s backing of the protest was momentous, and born out of frustration.\n“We’re so fed up and getting nowhere through the old political structures that there needs to be old-fashioned rage in the streets,” she said.\nAdvertisement Continue reading the main story\nBefore the march, protesters at the Occupy Wall Street encampment’s welcome table said that while the unions were welcome, they would be only one more base of support.\n“The idea that the unions will take over the crowd, that’s not going to happen,” said Jeff Smith, 41, a freelancer in advertising who has been on the welcome committee since the protests began. “We are not a group looking for a leader.”", "url": "https://www.nytimes.com/2011/10/06/nyregion/major-unions-join-occupy-wall-street-protest.html"}