{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:17", "date_modify": "2018-11-16 03:39:17", "date_publish": "2011-04-12 20:20:18", "description": "Food companies are using new campaigns to keep so-called ghost brands from fading further into obscurity.", "filename": "2011_04_13_business_media_13adco.html_module=inline_1542339557.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_13_business_media_13adco.html_module=inline_1542339557.html", "title": "The New York Times", "title_page": "Kraft Rescuing ‘Ghost’ Food Brands From Obscurity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To forestall that fate for other brands, Kraft executives are initiating a project called Operation Spark, meant to help consumers reconnect with products that are not part of what Kraft calls its roster of “power brands,” which includes behemoths like Planters, Oreo, Ritz and Trident.\nThe brands the executives hope to keep from the ghostly ranks include the Athenos line of Greek-style dips, spreads and yogurt; dairy products that are sold in the East under the Breakstone’s name and in the West as Knudsen; and Stove Top stuffing.\nThose brands are getting new campaigns and other promotional support, including television commercials for Breakstone’s and Knudsen that began on Monday. The brands also all have new agencies.\nKraft spent only $331,000 last year to advertise Breakstone’s and Knudsen, according to the Kantar Media unit of WPP, which tracks ad spending in major media, compared with $10.2 million in 2009.\nStove Top, too, had a ghostly presence last year, Kantar reported, as spending totaled just $65,000, compared with $2.7 million in 2009.\nFor those smaller brands, “we want to find ways to be entrepreneurial,” said Dana Anderson, senior vice president for marketing strategy and communications at the Kraft headquarters in Northfield, Ill.\n“We’ve been changing the conversation with our consumers because the marketing landscape has changed so much,” she added.\nPhoto\nA central element of Operation Spark is to pair the smaller brands with creative agencies that have outstanding reputations for effective, rule-breaking advertising — and have not previously worked for Kraft.\nAdvertisement Continue reading the main story\n“We all know there was much more we could be doing creatively,” said Howard Friedman, senior vice president of marketing for cheese and dairy products, based in the Kraft office in Glenview, Ill.\n“It’s part of liberating our smaller brands,” he added.\nSo Athenos was assigned to Droga5 in New York, known for campaigns for the Tap Project, a Unicef water charity, and Reb’l Fleur by Rihanna, a Parlux Fragrances perfume. Droga5 created a campaign for Athenos infused with offbeat humor, featuring a salty yiayia, or Greek grandmother, who dislikes just about everything except, of course, Athenos.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBreakstone’s, Knudsen and Stove Top were assigned to the Martin Agency in Richmond, Va., perhaps best known for its ads for Geico.\n“It’s an open door,” said Noël Talluto, senior brand manager for Breakstone’s, “an opportunity to bring some fresh thinking to the brand.”\n“One thing we did differently was that we as a brand team came in open-minded and remained open-minded through the entire process,” she added, “allowing the creative juices to flow.”\n\nThe campaign from Martin, which is owned by the Interpublic Group of Companies, presents the Breakstone’s and Knudsen dairy products as “the food your other food loves.” For example, in commercials cartons of sour cream serenade potatoes with “Keep on Loving You” by REO Speedwagon.\n“What voice do we want this brand to have?” asked Ty Harper, vice president and senior art director at Martin. “It should be fun, because it’s fun food; you can’t tell me anything bad that has sour cream in it.”\nRob Robb, vice president and account director at Martin, said: “Kraft gave us a lot of creative freedom. We were not tied to the more rigid work that’s associated with packaged goods.”\nAdvertisement Continue reading the main story\nFor Stove Top, Martin has brought out that brand’s most extensive campaign since 2007, when, according to Kantar, Kraft spent $9.5 million to advertise Stove Top in major media.\nThe campaign, which includes digital and outdoor ads, social media, coupons and promotions in stores, presents Stove Top as “the un-potato,” an alternative to the usual side dishes. (Shades of the vintage campaign that proclaimed 7Up as “the uncola.”)\nMartin has also been named the creative agency for other smaller Kraft brands like Cool Whip and Polly-O cheese.\nKraft is turning over some bigger brands to agencies with which it had not worked before, among them Crispin Porter & Bogusky, part of MDC Partners, which is creating campaigns for Jell-O and Kraft Macaroni and Cheese.\n“We are in the early stages of transformation,” Ms. Anderson said. “We’re going to learn, and even if we fall and skin our knees, we’ll get back up and stay committed.”", "url": "https://www.nytimes.com/2011/04/13/business/media/13adco.html?module=inline"}