{"authors": ["Larry Rohter"], "date_download": "2018-11-16 04:15:00", "date_modify": "2018-11-16 04:15:00", "date_publish": "2011-07-10 21:59:34", "description": "Mr. Cabral was a protesting voice of conscience against social injustice and dictatorship in Latin America.", "filename": "2011_07_11_arts_music_facundo-cabral-argentine-singer-songwriter-dies-at-74_1542341700.html", "image_url": "https://static01.nyt.com/images/2011/07/11/arts/cabral-obit/cabral-obit-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_11_arts_music_facundo-cabral-argentine-singer-songwriter-dies-at-74_1542341700.html", "title": "The New York Times", "title_page": "Facundo Cabral, Argentine Singer-Songwriter, Dies at 74 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Facundo Cabral, an Argentine singer-songwriter who was one of the most eloquent voices of protest against military dictatorships in Latin America from the 1970s onward, died on Saturday, shot to death while on tour in Guatemala. He was 74 and lived in Buenos Aires.\nMr. Cabral was killed when the car in which he was a passenger, on its way to the airport in Guatemala City, was ambushed by unidentified gunmen in three vehicles. His road manager, Davíd Llanos, and a concert promoter and nightclub owner from Nicaragua, Henry Fariña Fonseca, were seriously wounded in the attack.\nThe death of Mr. Cabral, who in 1996 was designated a “worldwide messenger of peace” by the United Nations, caused consternation throughout the Spanish-speaking world. President Hugo Chávez of Venezuela sent a message via Twitter: “Oh what pain! They have killed the great troubadour of the Pampas.” René Pérez, leader of the Puerto Rican hip-hop group Calle 13, wrote, “Latin America is in mourning,” and other leading pop-music figures, among them Ricky Martin, Alejandro Sanz and Ricardo Montaner, also sent Twitter messages lamenting his loss.\nGuatemalan government officials said that Mr. Fariña, the nightclub owner, was most likely the gunmen’s intended target. But Rigoberta Menchú, the Guatemalan Indian leader who won the Nobel Peace Prize in 1992, seemed to contradict this view when she said Saturday, “I can’t help but think he was assassinated for his ideals.”\nAdvertisement Continue reading the main story\nRodolfo Enrique Facundo Cabral was born on May 22, 1937, the eighth child of a poor family that soon thereafter emigrated from Buenos Aires province to Tierra del Fuego; it was in that remote region that he was first exposed to Argentine folk music. As a child Mr. Cabral was rebellious, running away from home several times and serving time in a juvenile reformatory: as the story was told years later, at age 9 he even sneaked into the presidential palace in Buenos Aires, where he met Eva Perón and persuaded her to find a job for his mother.\nPhoto\nAt 14, while in the reformatory, Mr. Cabral was taught to read and write by a Jesuit priest and acquired the love of words that would make him famous. In addition to recording more than two dozen albums, Mr. Cabral wrote numerous books, both novels and nonfiction, the best known of which is probably “Borges and I,” an account of his friendship and conversations with the writer Jorge Luis Borges.", "url": "https://www.nytimes.com/2011/07/11/arts/music/facundo-cabral-argentine-singer-songwriter-dies-at-74.html"}