{"authors": ["Jeff Gordinier"], "date_download": "2018-11-16 03:29:13", "date_modify": "2018-11-16 03:29:13", "date_publish": "2011-08-02 13:13:05", "description": "After he was diagnosed with rheumatoid arthritis, the chef Seamus Mullen, whose restaurant Tertulia opens this month, discovered that food offered physical relief.", "filename": "2011_08_03_dining_the-chef-seamus-mullen-finds-healing-in-food_1542338953.html", "image_url": "https://static01.nyt.com/images/2011/08/03/dining/MULLEN/MULLEN-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_03_dining_the-chef-seamus-mullen-finds-healing-in-food_1542338953.html", "title": "The New York Times", "title_page": "The Chef Seamus Mullen Finds Healing in Food - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eventually a neighbor who carried a key to Mr. Mullen’s apartment heard the chef screaming and opened the door. “I told him, ‘There’s something severely wrong,’ ” Mr. Mullen said. “I had no idea what was going on.”\nPhoto\nNeither did the doctors. After several excruciating days, Dr. Harry D. Fischer, the chief of the rheumatology division at Beth Israel Medical Center, determined that Mr. Mullen’s hip joint was swollen with fluid. He had rheumatoid arthritis.\n“That was the first time I’d ever heard of it,” Mr. Mullen said. “Initially I was really distraught. I stand on my feet for 12 or 14 hours a day. I thought, Am I never going to cook again?”\nFortunately, Mr. Mullen received medical treatment, and that treatment has been effective, Dr. Fischer said in a telephone interview. Nevertheless, a period of change and crisis began for Mr. Mullen. It came to a head a year ago, when he left Boqueria in a strained split with his partner.\nOddly enough, there has been an upside to all the agony. Mr. Mullen discovered that the very thing he spent so much energy obsessing over — food — could provide him with both physical relief and a core idea for a book.\nHe now takes medication for his arthritis, of course, but he has also detonated and rearranged his regular diet so that he eats a lot less processed food and a lot more of the ingredients (including olive oil, almonds, leafy greens, stone fruits, and small, oil-rich fish like anchovies and sardines) that often play a central role in the Spanish cuisine he specializes in.\n“There’s no question about it,” Dr. Fischer said. “There are clearly foods that have anti-inflammatory effects. It’s certainly an important part of the picture.”\nPhoto\nMr. Mullen calls these “hero foods,” and he’s just finished the manuscript for a cookbook called “Seamus Mullen’s Hero Food: How Cooking With Delicious Things Can Make Us Feel Better.” Scheduled to come out in the spring, it will celebrate these gustatory “super friends” for what he sees as their power to beat back inflammation, boost the immune system and amplify an eater’s overall health.\nAdvertisement Continue reading the main story\n“Thanks to the beautiful irony of nature, it just so happens that many of the things that I love are in fact very good for me,” said Mr. Mullen, who had something of an epiphany when he visited the Iberian Peninsula as a teenager. “I’ve been a huge advocate of sardines and anchovies since I first had them, living in Spain when I was in high school.”\nHe has spent the early part of this summer putting the finishing touches on Tertulia, which is meant to pay tribute to the relaxed, rustic cider houses of Asturias, a mountainous region of northern Spain that is known for its Alpine devotion to the art of dairy.\nNot every dish at Tertulia will have roots in Asturias; many of them, though, are likely to have subtle threads of connection to the chef’s array of hero foods. Mr. Mullen plans a take on a Catalan honey-and-cheese dessert called mel i mató, with an unexpected sprinkle of pistachios and fresh peaches — he’s zealous about the nutritional potency of stone fruits. He intends to lay a seared and tender duck breast upon a creamy, risotto-style bed of farro, a whole grain that makes an appearance in his forthcoming book.\nStout and physically vigorous, with florid tattoos on each elbow (chrysanthemums on the left, cherry blossoms on the right), Mr. Mullen didn’t seem a bit afflicted last month as he bounced around the interior of Tertulia, engulfed in clouds of dust and tool noise — unless, perhaps, the affliction we’re talking about was a sprinkle of obsessive-compulsive disorder.\nTo say that Mr. Mullen is fixated on details is like saying David Chang has a passing interest in pork. At Tertulia, which takes its name from a Spanish term for a spirited and (if you’re lucky) boisterous bohemian conclave, the guy is literally involved in selecting every nut and bolt.\nPhoto\nAt the bar, he showed off a weighty Spanish corkscrew that looks as if it might moonlight as a gouging tool in a lumberyard. “This is something they have in every cider house in Asturias,” he said. He lifted up a slab of protective covering to reveal the bar’s expanse of calacatta gold marble, and he showed how cider and wine will flow from taps embedded in an old Vermont barrel that his team has sliced in half and mounted to the wall.\nEvery tiny thing, whether it’s chunkily exposed wiring or a distressed-looking chip in the wall, is engineered by Mr. Mullen and his interior designer, Jason Volenec, to give visitors the feeling that they’re sloshing back hard cider in an Asturian village tavern where hams and sausages dangle from the ceiling, old men while away the hours, and “the building style is very improvisational,” Mr. Mullen said.\nAdvertisement Continue reading the main story\nMr. Mullen became frustrated, though, as he flipped through a box of green tiles. He didn’t like the hue. “It’s terrible,” he said. “It looks like split pea.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEven though Tertulia was only weeks away from opening, there was no hint that Mr. Mullen intended to compromise on those tiles. “I just want this place to be really personal,” he said. “I want to do this restaurant the way I want to do it. I don’t want someone stepping on my feet and saying, ‘No, you can’t.’ ”\nIf Mr. Mullen seems to be relishing his control-freakiness these days, it’s because he feels as if he didn’t have as much freedom to exercise it at Boqueria. Mr. Mullen said that he and his partner there, Yann de Rochefort, had sparred over the restaurant’s mission.\n“He wanted to turn Boqueria into more of a chain restaurant,” Mr. Mullen said. “He wanted to dumb it down. He often said to me, ‘We’re better than we need to be.’ And I was like, I don’t understand. Why would you say that? Why would you only give 70 percent?”\nPhoto\nIn a phone interview, Mr. de Rochefort said that Boqueria was envisioned as a populist spot devoted to “a lot of the basics — you know, just great patatas bravas, great gambas al ajillo, great paella.”\nA menu of traditional crowd-pleasers “was very much my vision for Boqueria,” Mr. de Rochefort said, particularly after New Yorkers failed to show up in droves for the “avant-garde Spanish cuisine” at Suba, another restaurant that he and Mr. Mullen oversaw together. “And I think over time Seamus wanted to be more and more creative and do more and more of his food, rather than focus maniacally on great execution of classics. Ultimately that’s why we decided to go different ways.”\nMr. de Rochefort, who is planning to open a Boqueria branch in Washington toward the end of this year, said that, for his part, he had “no animosity or negative feelings” about the split.\nThe other day Mr. Mullen headed off on foot to his apartment to test some of Tertulia’s dishes with his chef de cuisine, Anup Joshi. With each new plate, his meticulous focus suggested that, in another life, Mr. Mullen might have made a fine Jesuit priest.\nHe started out with one of the hearty bites that Tertulia will serve for breakfast — a sandwich that involves salted anchovies, pickled shallots, a slather of goat butter and slices of soft-cooked egg. “I’m digging this,” he said as he devoured one. Nearby, on the kitchen counter, there lay a rosy leg of jamon iberico. “I brought this back from Spain in my suitcase,” he said.\nAdvertisement Continue reading the main story\nFrom a farm in Vermont he had scored a stack of pullet eggs, which are the rich, yolky product of a young hen.\n“Seamus gets the best eggs in New York,” said Andrew Carmellini, the chef behind the Dutch and Locanda Verde. “He’s given me a couple times like a dozen eggs that I didn’t even take to the restaurant — we just had them at home.”\nMr. Mullen’s pièce de résistance, though, happened to be a healthy salad — one that paired vegetables like heirloom tomatoes and roughly snapped cucumbers with pickled sour cherries and sweet nuggets of Santa Claus melon, all of it dressed with fresh herbs and sea salt and slugs of olive oil and milky scoops of fresh ricotta.\nOver the years, he has come to value mobility — yes, even in a salad.\n“There’s air in there,” Mr. Mullen said, as he studied what he’d mixed together in a bowl. “There’s elegance to how the tomatoes lie. It’s the grace of how leaves fall from a tree. There’s movement.”", "url": "https://www.nytimes.com/2011/08/03/dining/the-chef-seamus-mullen-finds-healing-in-food.html"}