{"authors": ["A. O. Scott", "Jonathan Raymond"], "date_download": "2018-11-16 03:23:33", "date_modify": "2018-11-16 03:23:33", "date_publish": "2011-04-07 18:23:44", "description": "Michelle Williams portrays a member of a pioneer family crossing Oregon Territory in “Meek’s Cutoff,” directed by Kelly Reichardt.", "filename": "2011_04_08_movies_meeks-cutoff-directed-by-kelly-reichardt-review.html_module=inline_1542338613.html", "image_url": "https://static01.nyt.com/images/2011/04/08/arts/08MEEK-span/08MEEK-span-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_08_movies_meeks-cutoff-directed-by-kelly-reichardt-review.html_module=inline_1542338613.html", "title": "The New York Times", "title_page": "‘Meek’s Cutoff,’ Directed by Kelly Reichardt - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe first thing you see in “Meek’s Cutoff,” after a hand-scrawled title card placing the action in the Oregon Territory in 1845, is a small group of settlers fording a river. It’s a treacherous, tedious undertaking, and Kelly Reichardt, the director of this tough, quiet revelation of a movie, films it in an uninflected style that makes everything feel at once mundane and mysterious. We are seeing the world more or less exactly as it looked to those hardy, foolish souls on screen (and almost forgetting to notice that most of them are actors we recognize from elsewhere). The way that world looked to them was unimaginably strange, every hill and rock loaded with portent, promise and menace.\nHow much has changed? The period setting marks “Meek’s Cutoff” as a western, and it has some other familiar trappings of the genre: horses, guns, Indians (or one Indian, anyway). Most classic westerns, though, are set during the later decades of the 19th century, in a wilderness already showing signs of development, with railroads, trading posts and lawmen wearing tin stars on their vests. Ms. Reichardt’s pre-Civil War Oregon is a primordial, unconquered place, more like the Virginia in Terrence Malick’s “New World” than John Ford’s Monument Valley. And yet it is also recognizably the same Oregon Ms. Reichardt has explored in two previous films, “Old Joy” and “Wendy and Lucy,” both set very much in the present and both written with Jon Raymond (who is the screenwriter here and is also a writer of the “Mildred Pierce” mini-series currently on HBO).\n“Meek’s Cutoff” makes it clear that those earlier movies, in their way, were westerns too. The three films form a loose trilogy in which the durable mythology of the West — in the American imagination it’s always where you run to, where you start over, where you lose yourself — comes up against some flinty realities. These movies are, at first glance, simple and austere stories in which very little happens: two friends go camping in the woods; a young woman’s car breaks down on her way to Alaska; three families tramp for days in search of a new home, or at least some fresh water. But tucked inside these carefully told, almost anecdotal narratives are intense emotions, intractable social problems and human truths that are too deep, too sad and perhaps too painfully absurd to name.\nAmong the items the “Meek’s” travelers have brought with them from back East — Bibles, blankets, housewares — is a bird cage with what looks like a yellow parakeet inside. The cage and its inhabitant are tokens of refinement, artifacts and symbols of a civilization being transported, piece by piece and at great risk and cost, into a new and hostile environment. The bird, a wild creature confined in the midst of an open wilderness, is also a metaphor for the contradictions at the heart of that enterprise and for the predicament in which Ms. Reichardt’s characters, the women in particular, find themselves.\nAdvertisement Continue reading the main story\n“Meek’s Cutoff” is built around a dialectic of freedom and constriction. The landscape is wide and vast — coastal plains, rippling mountains and high scrub stretching toward a distant horizon — but Ms. Reichardt and her cinematographer, Christopher Blauvelt, enclose it in a boxy, narrow frame. The women (played by Shirley Henderson, Zoe Kazan and Michelle Williams, the Wendy of “Wendy and Lucy”) wear bonnets with long, straightened brims, which hide their faces from us and limit how much they can see. The small covered wagons look like coffins on wheels, as if the goal of this journey were not a new life but the discovery of a suitable burial ground.", "url": "https://www.nytimes.com/2011/04/08/movies/meeks-cutoff-directed-by-kelly-reichardt-review.html?module=inline"}