{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:16:16", "date_modify": "2018-11-16 04:16:16", "date_publish": "2011-10-29 15:59:48", "description": "The swift disclosure of the illness of Luiz Inácio Lula da Silva, Brazil’s former president, is a contrast with continuing mystery surrounding the health of Hugo Chávez.", "filename": "2011_10_30_world_americas_luiz-inacio-lula-da-silva-of-brazil-has-throat-cancer_1542341776.html", "image_url": "https://static01.nyt.com/images/2011/10/30/world/30BRAZIL/30BRAZIL-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_30_world_americas_luiz-inacio-lula-da-silva-of-brazil-has-throat-cancer_1542341776.html", "title": "Luiz Inácio Lula da Silva", "title_page": "Luiz Inácio Lula da Silva of Brazil Has Throat Cancer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Brazil’s former president, Luiz Inácio Lula da Silva, has throat cancer and will begin chemotherapy soon, his hospital said Saturday in a statement.\nThe Hospital Sírio-Libanês in São Paulo said that various exams showed that Mr. da Silva, 66, had a tumor in his larynx, the organ in the neck that assists in breathing and speaking. “The patient is doing well,” the hospital said in the statement, also explaining that he would be cared for by six respected specialists.\nThe disclosure of his condition comes at a time when he is still being admired here as Brazil’s most towering contemporary political leader. In his tenure as president, which ended last year, he led a vigorous expansion of Brazil’s economy and a more muscular foreign policy.\nPhoto\nAt Hospital Sírio-Libanês, Mr. da Silva will receive treatment at what is perhaps Latin America’s premier cancer facility. His successor, President Dilma Rousseff, had her lymphoma treated at the same hospital, and Paraguay’s president, Fernando Lugo, is also still periodically undergoing treatment there for his non-Hodgkins lymphoma.\nAdvertisement Continue reading the main story\nSince leaving the presidency, Mr. da Silva, a former labor leader, has retained broad influence in Brazilian politics. He has traveled extensively in Brazil and abroad, delivering speeches for ample fees, and last week appeared alongside Ms. Rousseff at the inauguration of a bridge in the Amazonian city of Manaus.", "url": "https://www.nytimes.com/2011/10/30/world/americas/luiz-inacio-lula-da-silva-of-brazil-has-throat-cancer.html"}