{"authors": ["Patrick J. Lyons"], "date_download": "2018-11-16 04:50:47", "date_modify": "2018-11-16 04:50:47", "date_publish": "2011-03-17 17:08:29", "description": "Officials said confirmed deaths had climbed to 5,692, and foreign governments stepped up efforts to move their citizens out of harm’s way or out of Japan entirely.", "filename": "2011_03_18_world_asia_18japan_1542343847.html", "image_url": "https://static01.nyt.com/images/2011/03/18/world/18japan_span/18japan_span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_world_asia_18japan_1542343847.html", "title": "The New York Times", "title_page": "Nearly Half a Million Japanese in Shelters, as DeathTolls Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Foreign governments stepped up efforts to move their citizens out of harm’s way or out of Japan entirely.\nThe United States, which called on Wednesday for Americans to stay at least 50 miles from the stricken nuclear plant in Fukushima Prefecture, drafted plans on Thursday for voluntary evacuations of families and dependents of military personnel and embassy employees in Japan, including those at air and naval bases 200 miles or more from the plant. Japan has ordered evacuations within 12 miles of the plant, and told those within 18 miles to remain indoors.\nCapt. Eric Gardner, the commanding officer at the Atsugi Naval Air Facility, told Reuters that the military would be able to fly out about 10,000 people a day. Some would be sent to American bases in South Korea, he said in a recorded message to base personnel. In all, the American military has more than 55,000 troops and more than 43,000 dependents based in Japan, as well as thousands of civilian employees and contractors, the news agency said.\nIn addition, the State Department said late Wednesday that it had authorized the voluntary departure of about 600 family members of diplomatic staff in Tokyo, Nagoya and Yokohama.\nStudy-abroad programs in Japan have also been affected. Two American schools, the University of Kansas and Temple University, said Thursday that they would bring home their students, The A.P. said.\nCommercial airlines around the world dispatched more and larger aircraft to Tokyo to help thousands of people leave the country, even as they altered or suspended service.\nVideo\nAfter 25 passengers arriving in Taiwan and 3 arriving in Seoul were found to have radiation levels slightly higher than normal, officials around the world said they would screen travelers from Japan. Homeland Security Secretary Janet Napolitano said that both passengers and cargo arriving in the United States from Japan were being checked out of an abundance of caution.\nAdvertisement Continue reading the main story\nTrace amounts of radiation were later found on luggage, passengers and the air filtration system of a plane arriving from Japan at O’Hare International Airport in Chicago, CBS News reported, citing city officials. The amounts found were not said to pose any threat.\nSome foreign airlines have relocated operations to southern cities, but are continuing to operate flights with one eye on the radiation gauge.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We can keep flying even if the situation deteriorates further,” Christoph Franz, chief executive of Lufthansa, told Reuters in Frankfurt. “But never say never; we don’t know what will happen there over the coming days and weeks.”\nBritain said it was chartering jets to fly between Tokyo and Hong Kong, and that Britons directly affected by the tsunami would not be charged for the flight. The French Embassy has arranged for special Air France flights. Air India stepped up its flight schedule and sent Boeing 747 jumbo jets, rather than the smaller aircraft it usually uses on the route.\nThe prime minister of Sweden, Fredrik Reinfeldt, told the newspaper Svenska Dagbladet on Thursday that his government was making plans to evacuate all of its citizens from Japan. The Czech military evacuated some of its citizens from Japan on special flights, The A.P. said.\nThe United Nations Food and Agriculture Organization said in a report issued Thursday that there was no evidence that food exports from Japan posed any risk, Bloomberg News reported.\n“Food safety concerns are restricted to food from the affected zone around the Fukushima Daiichi nuclear power plant,” the organization said. “Given the reported safety measures, it would be unlikely that food production or harvesting is taking place in the evacuated area.”\nFor their part American meat and seafood producers said they would step up shipments to Japan to replace stocks that were destroyed and production disrupted by the earthquake and tsunami , The A.P. reported. Sendai is an important processing center for Alaskan seafood catches.\nExperts offered rising preliminary estimates of how much it would cost Japan to rebuild. The 3M company, an American manufacturer with extensive operations in Japan, said the bill may run to $150 billion, half again as much as the Insurance Information Institute estimated a day earlier. “Economic activity will probably fall initially,” the 3M report said, “but perversely, after a lull, the necessary rebuilding work will actually create faster growth.”\nThe International Monetary Fund said that Japan had the financial means to recover, and that the country had not requested any help from the fund. “The most important impact on Japan is the humanitarian one,” Caroline Atkinson, a spokeswoman, said at a news conference, according to Bloomberg News. “We believe that the Japanese economy is a strong and wealthy society, and the government has the full financial resources to address those needs.”\nAdvertisement Continue reading the main story\nEven so, currency traders bid the Japanese yen up to near record highs against the dollar and euro on Thursday, apparently driven in part by Japanese investors and companies retrieving assets from overseas to help at home, though Japanese officials insisted that the surge in the value of the yen this week was mostly due to speculation.", "url": "https://www.nytimes.com/2011/03/18/world/asia/18japan.html"}