{"authors": ["Floyd Norris", "High", "Low Finance"], "date_download": "2018-11-16 03:41:42", "date_modify": "2018-11-16 03:41:42", "date_publish": "2011-03-24 14:56:12", "description": "The former chief executive of Washington Mutual, who is facing a lawsuit from the F.D.I.C., was aware of the bank’s rush to make risky loans.", "filename": "2011_03_25_business_25norris_1542339702.html", "image_url": "https://static01.nyt.com/images/2010/06/03/health/floyd-norris/floyd-norris-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_25_business_25norris_1542339702.html", "title": "The New York Times", "title_page": "Eyes Open, WaMu Collapsed Just the Same - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What went wrong? The chief executive, Kerry K. Killinger, talked about a bubble but was also convinced that Wall Street would reward the bank for taking on more risk. He kept on doing so, amassing what proved to be an almost unbelievably bad book of mortgage loans. Nothing was done about the office where fraud seemed rampant.\nThe regulators “on the ground” saw problems, as James G. Vanasek, the bank’s former chief risk officer, told me, but the ones in Washington saw their job as protecting a “client” and took no effective action. The bank promised change, but did not deliver. It installed programs to spot fraud, and then failed to use them. The board told management to fix problems but never followed up.\nWaMu, as the bank was known, is back in the news because the Federal Deposit Insurance Corporation sued Mr. Killinger and two other former top officials of the bank last week, seeking to “hold these three highly paid senior executives, who were chiefly responsible for WaMu’s higher-risk home-lending program, accountable for the resulting losses.”\nMr. Killinger responded by going on the attack. His lawyers called the suit “baseless and unworthy of the government.” Mr. Killinger, they said, deserved praise for his excellent management.\nPhoto\nI’ll let the courts sort out whether Mr. Killinger will become the rare banker to be penalized for making disastrously bad loans. But I am fascinated by how his bank came to make those loans despite his foresight.\nAnswers are available, or at least suggested, in the mass of documents collected and released by the Senate Permanent Subcommittee on Investigations, which held hearings on WaMu last year. Mr. Killinger wanted both the loan book and profits to rise rapidly, and saw risky loans as a means to those ends.\nMoreover, this was a market in which a bank that did not reduce lending standards would lose a lot of business. A decision to publicly decry the spread of high-risk lending and walk away from it — something Mr. Vanasek proposed before he retired at the end of 2005 — might have saved the bank in the long run. In the short run, it would have devastated profits.\nAdvertisement Continue reading the main story\nRonald J. Cathcart, who became the chief risk officer in 2006, told a Senate hearing he pushed for more controls but ran into resistance. The bank’s directors, he said, were interested in hearing about problems that regulators identified over and over again. “But,” he added, “there was little consequence to these problems not being fixed.”\nThere were consequences for him. He was fired in 2008 after he took his concerns about weak controls and rising losses to both the board and to regulators from the Office of Thrift Supervision.\nBy early 2007, the subprime mortgage market was collapsing, and the bank was trying to rush out securitizations before that market vanished. The Federal Deposit Insurance Corporation, a secondary regulator, was pushing to impose tighter regulation, but the primary regulator, the Office of Thrift Supervision, was successfully resisting allowing the F.D.I.C. to even look at the bank’s loan files.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn June of that year, amid evidence that home prices were falling in some of the areas of California and Florida where WaMu had its greatest concentration of loans, Mr. Killinger was crowing that he had been right. “For the past two years, we have been predicting the bursting of the housing bubble,” he wrote in a memo to the company’s directors. “That scenario has now turned into a reality.”\nThat was, however, no reason to turn his back on the high-risk loans. Instead, he wanted to keep more such loans for the bank, rather than sell them in securitizations. He viewed WaMu as overcapitalized by $7 billion and said reducing its capital — and attractiveness to a potential acquirer — was a “must do.”\nIn Washington, concern over highly risky mortgages had been growing, and in 2006 regulators issued guidance about them. The Office of Thrift Supervision fought to weaken the guidance, and when it met with WaMu after the guidance came out, its officials told the bank not to worry.\nPhoto\n“They specifically pointed out,” a WaMu official wrote in a memo after meeting with regulators, “that the language in the guidance says ‘should,’ vs. ‘must’ in most cases and they are looking to WaMu to establish our own position of how the guidance impacts our business processes.”\nAs things got worse and worse in 2008, the regulators resisted taking any enforcement action, despite pleas by the F.D.I.C. Finally, on July 3, John M. Reich, director of the Office of Thrift Supervision, notified Mr. Killinger that they would take harsher action than the bank had wanted, by requiring the bank to sign a memorandum of understanding. He did so in an apologetic e-mail, saying he had written only after Mr. Killinger failed to return a couple of phone calls.\nMr. Reich promised the action would be kept confidential, and said action was needed in part because “if someone were looking over our shoulders, they would probably be surprised” the regulator had not acted long before.\nAdvertisement Continue reading the main story\nBy then it was too late. After Lehman Brothers failed in September, depositors fled and the bank was closed. The vast majority of its loans were based on “stated income,” and it turned out that there were more than a few liars among the borrowers. Its $178 billion in mortgage loans went to JPMorgan Chase, which promptly concluded that about two-thirds of them were impaired. It took a $30 billion write-down, but that proved inadequate. It has written off another $5 billion since.\nThe Dodd-Frank law abolished the Office of Thrift Supervision, in part because of the WaMu failure.\nTo Carl Levin, the Michigan senator who heads the subcommittee that investigated WaMu, a lesson is that “you need cops on the beat.” I doubt it is that simple. There were cops at the thrift office, and the ones on the ground found lots of problems that their bosses did little about. There were also cops inside WaMu. But they were neutered, ignored and eventually pushed aside. The board passed appropriate resolutions, but did nothing to stop the rot.\nA few decades ago, I recall the chairman of one large bank explaining why his bank had joined in the lending folly of that era — lending to developing countries that needed money to pay rising oil prices.\nIf his bank had not joined in, he said, business would have gone elsewhere, and his bank would no longer have been a major lender.\nSo it was with WaMu. It had identified Countrywide Financial as a model to emulate, and any other course would have surrendered market share, not to mention the immediate profits that financed huge paychecks for executives.\nWas that illegal? A court will decide, assuming no settlement is reached. Perhaps a judge will be impressed by all the formalities that Mr. Killinger’s lawyers listed in rising to his defense:\n“Washington Mutual’s management structure was a model of corporate governance,” they wrote. “The mortgage lending practices of the bank were established by a professional corps of bankers and risk managers with extensive experience in home lending. Those practices were in turn carefully reviewed and monitored by independent credit risk management and board committees. An internal audit group similarly reported directly to an audit committee of the board to assure compliance with law and management objectives. The work of the management and board committees were, in turn, subject to continuous review and scrutiny by outside auditors and, perhaps most importantly, by federal bank regulators.”\nSenator Levin’s view of the bank is more pithy.\n“It was a model,” he said, “of corporate ineptitude, greed and wrongdoing.”", "url": "https://www.nytimes.com/2011/03/25/business/25norris.html"}