{"authors": ["David E. Sanger", "William J. Broad"], "date_download": "2018-11-16 04:50:39", "date_modify": "2018-11-16 04:50:39", "date_publish": "2011-03-17 17:07:39", "description": "The first readings from American data-collection flights over the stricken Fukushima Daiichi nuclear plant in Japan show that the worst contamination has not spread beyond the 19-mile range of highest concern established by Japanese authorities.", "filename": "2011_03_18_world_asia_18intel_1542343839.html", "image_url": "https://static01.nyt.com/images/2011/03/18/world/18intel_span/18intel_span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_world_asia_18intel_1542343839.html", "title": "Radiation Spread Seen; Frantic Repairs Go On", "title_page": "Radiation Spread Seen; Frantic Repairs Go On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While the findings were reassuring in the short term, the United States declined to back away from its warning to Americans there to stay at least 50 miles from the plant, setting up a far larger perimeter than the Japanese government had established. American officials did not release specific radiation readings.\nAmerican officials said their biggest worry was that a frenetic series of efforts by the Japanese military to get water into four of the plant’s six reactors — including using water cannons and firefighting helicopters that dropped water but appeared to largely miss their targets — showed few signs of working.\n“This is something that will likely take some time to work through, possibly weeks, as eventually you remove the majority of the heat from the reactors and then the spent fuel pool,” said Gregory Jaczko, the chairman of the United States Nuclear Regulatory Commission , briefing reporters at the White House.\nThe effort by the Japanese to hook some electric power back up to the plant did not begin until Thursday and even if they succeed, it is unclear whether the cooling systems, in reactor buildings battered by a tsunami and then torn apart by hydrogen explosions, survived the crisis in good enough shape to be useful.\n“What you are seeing are desperate efforts — just throwing everything at it in hopes something will work,” said one American official with long nuclear experience who would not speak for attribution. “Right now this is more prayer than plan.”\nOn Thursday, President Obama said that the crisis had convinced him to order the Nuclear Regulatory Commission to do a comprehensive review of the safety of nuclear plants in the United States.\nAfter a day in which American and Japanese officials gave radically different assessments of the danger from the nuclear plant, the two governments tried on Thursday to join forces.\nAdvertisement Continue reading the main story\nExperts met in Tokyo to compare notes. The United States, with Japanese permission, began to put the intelligence-collection aircraft over the site, in hopes of gaining a view for Washington as well as its allies in Tokyo that did not rely on the announcements of officials from the Tokyo Electric Power Company, which operates Fukushima Daiichi.\nAmerican officials say they suspect that the company has consistently underestimated the risk and moved too slowly to contain the damage.\nAircraft normally used to monitor North Korea’s nuclear weapons activities — a Global Hawk drone and U-2 spy planes — were flying missions over the reactor, trying to help the Japanese government map out its response to last week’s 9.0-magnitude earthquake, the tsunami that followed and now the nuclear disaster.\nPresident Obama made an unscheduled stop at the Japanese Embassy to sign a condolence book, writing, “My heart goes out to the people of Japan during this enormous tragedy.” He added, “Because of the strength and wisdom of its people, we know that Japan will recover, and indeed will emerge stronger than ever.”\nLater, he appeared in the Rose Garden at the White House to offer continued American support for the earthquake and tsunami victims, and technical help at the nuclear site.\nVideo\nBut before the recovery can begin, the nuclear plant must be brought under control. On Friday, steam that was likely laced with radioactive particles was again rising over the plant, this time billowing from reactor No. 2, which suffered an explosion Tuesday. But Japanese authorities said they did not yet know the cause of the latest release.\nAmerican officials, meanwhile, remained fixated on the temperature readings inside that reactor and two others that had been operating until the earthquake shut them down, as well as at the plant’s spent fuel pools, looking for any signs that their high levels of heat were going down. If the fuel rods are uncovered and exposed to air, they heat up and can burst into flames, spewing radioactive elements.\nSo far the officials saw no signs of dropping temperatures. And the Web site of the International Atomic Energy Agency , the United Nations nuclear watchdog, made it clear that there were no readings at all from some critical areas. Part of the American effort, by satellites and aircraft, is to identify the hot spots, something the Japanese have not been able to do in some cases.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCritical to that effort are the “pods” flown into Japan by the Air Force over the past day. Made for quick assessments of radiation emergencies, the Aerial Measuring System is an instrument system that fits on a helicopter or fixed-wing aircraft to sample air and survey the land below.\nAdvertisement Continue reading the main story\nDaniel B. Poneman, the deputy secretary of energy, said at a White House briefing on Thursday that preliminary results of the initial flights “are consistent with the recommendations that came down from the chairman of the Nuclear Regulatory Commission,” which led to the 50-mile evacuation guideline given to American expatriates. Although the worst contamination is closer to the plant, the recommendation takes into account the possibility of shifting winds or greater emissions.\nThe State Department has also said it would fly out of the country any dependents of American diplomats or military personnel within the region of the plant and as far south as Tokyo. Space will be made for other Americans who cannot get a flight, it said.\nGetting the Japanese to accept the American detection equipment was a delicate diplomatic maneuver, which some Japanese officials originally resisted. But as it became clear that conditions at the plant were spinning out of control, and with Japanese officials admitting they had little hard evidence about whether there was water in the cooling pools or breaches in the reactor containment structures, they began to accept more help.\nThe sensors on the instrument pod are good at mapping radioactive isotopes, like cesium 137, which has been detected around the nuclear plant and has a half-life of 30 years. In high doses, it can cause acute radiation sickness . Lower doses can alter cellular function, leading to an increased risk of cancer .\nCesium 137 can enter the body through many foods, including milk.\nOn Wednesday, when the American Embassy in Tokyo, on advice from the Nuclear Regulatory Commission, told Americans to evacuate a radius of “approximately 50 miles” around the Fukushima plant, the recommendation was based on a specific calculation of risk of radioactive fallout in the affected area.\nIn a statement, the commission said the advice grew out of its assessment that projected radiation doses within the evacuation zone might exceed one rem to the body or five rems to the thyroid gland. That organ is extremely sensitive to iodine 131 — another of the deadly byproducts of nuclear fuel, this one causing thyroid cancer .\nThe commission says that the average American is exposed to about 0.62 rem of radiation each year from natural and manmade sources.\nThe American-provided instruments in Japan measure real levels of radiation on the ground. In contrast, scientists around the world have also begun to draw up forecasts of how the prevailing winds pick up the Japanese radioactive material and carry it over the Pacific in invisible plumes.\nAdvertisement Continue reading the main story\nPrivate analysts said the United States was also probably monitoring the reactor crisis with spy satellites that can spot the heat from fires — helping it independently assess the state of the reactor complex from a distance.\nJeffrey G. Lewis, an intelligence specialist at the Monterey Institute, a research center, noted that the Japanese assessment of Reactor No. 4 at the Daiichi complex seemed to depend in part on visual surveillance by helicopter pilots.\n“I’ve got to think that, if we put our best assets into answering that question, we can do better,” he said in an interview.\nOne main concern at No. 4 has been a fire that was burning there earlier in the week; American officials are not convinced that the fire has gone out.\nAmerican officials have also worried that the spent-fuel pool at that reactor has run dry, exposing the rods. Japanese officials, however, have concentrated much of their recent efforts on Reactor No. 3, which has been intermittently releasing radiation from what the authorities believe may be a ruptured containment vessel around the reactor. Temperatures at that reactor’s spent fuel pool are also high.\nPerhaps because of the difficulties experienced Thursday trying to accurately drop water from helicopters, the Japanese military announced Friday that it was halting those efforts for at least a day.", "url": "https://www.nytimes.com/2011/03/18/world/asia/18intel.html"}