{"authors": ["Ryan Linkof"], "date_download": "2018-11-16 03:19:16", "date_modify": "2018-11-16 03:19:16", "date_publish": "2011-07-19 22:49:20", "description": "The tabloids may test the limits of what is ethically or legally acceptable, but they are often doing so in the service of a popular desire to see behind the facade of public life.", "filename": "2011_07_20_opinion_20linkof_1542338356.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_20_opinion_20linkof_1542338356.html", "title": "Why We Need the Tabloids", "title_page": "Why We Need the Tabloids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leaving aside the illegal activities of News of the World, part of Mr. Murdoch’s News Corporation empire, the truth is that the vast majority of the tabloids carry out their news coverage above board. They are not an external source of infection, slowly contaminating the mainstream press, but rather an extension, and often an exaggeration, of the basic logic that animates all news reporting.\nEvery journalist, not only those working for the tabloids, is called upon to take risks in the pursuit of truth — usually within agreed-upon limits. And it is true that, to a remarkable degree, even the most egregious news outlets adhere to those limits. The tabloids may be sneakier and more persistent than more respected news sources, but this is a matter of degree, not kind.\nThe tabloids may test the limits of the ethically or legally acceptable, but they are often doing so in the service of a popular desire to see behind the facade of public life. They rely on the appeal (a very human one) of seeing elements of our societies that are often shamefully hidden away from view.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe tabloids are the newspapers most dutifully dedicated to ideas of exposure, and are willing to take risks in the service of that goal. It may be the case that much of what they expose is perhaps of little social import, but this is more a matter of taste, and the tabloids certainly never claimed to be tasteful. Certainly the fact that the American tabloids first broke important news stories, like the extramarital affair of John Edwards, the former United States senator and Democratic vice-presidential nominee, suggests that they are not merely peddling insignificant gossip.\nWatching the painfully choreographed, and highly policed, red-carpet arrival of Prince William and Kate Middleton at a recent Los Angeles polo match reminded me why intrusive journalistic tactics are often called upon. They exist to break down the barriers of access that keep social elites at a remove from ordinary people. The tabloids, throughout history, on both sides of the Atlantic, have been predicated on chipping away at that division. They play a fundamental role in democratic cultures, especially in societies characterized by the pull between the demands of a mass society and the persistence of social and economic inequality.\nOf course, not all of the hacking at the center of the News of the World scandal had to do with social elites. Some very ordinary, private people have been harmed merely because their lives had been touched by horrible crimes — perhaps most sensitively, the terrorist bombings of the London transit system on July 7, 2005.\nCertainly laws protecting citizens from wiretapping and computer hacking should apply just as readily to those people, but that does not lead inevitably to the conclusion that any coverage of ordinary people, even if it might be considered invasive, should not be allowed, or even that it should be condemned as indecent.\nWithin limits, digging into private lives and exposing unsettling information is, and will most likely remain, a basic feature of popular culture in the West.\nThe work of the tabloids can be irritating, provocative, ethically questionable and even (as the scandal spectacularly shows) highly illegal, but when practiced according to existing laws, tabloid journalism can be an important player in modern culture, helping to mitigate some of the central tensions in democratic society. Journalism has always been marked by a battle to define the boundaries of acceptable investigative behavior. The tabloids — just as they ought — constantly test those boundaries.", "url": "https://www.nytimes.com/2011/07/20/opinion/20linkof.html"}