{"authors": ["William Glaberson"], "date_download": "2018-11-16 04:15:52", "date_modify": "2018-11-16 04:15:52", "date_publish": "2011-07-20 21:04:23", "description": "Speaking before a state commission, Robert L. Megna, the budget director, expressed a clear signal of the governor’s stance on judicial pay.", "filename": "2011_07_21_nyregion_new-york-state-official-urges-restraint-on-judicial-pay-raise_1542341752.html", "image_url": "https://static01.nyt.com/images/2011/07/21/nyregion/JUDGES/JUDGES-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_21_nyregion_new-york-state-official-urges-restraint-on-judicial-pay-raise_1542341752.html", "title": "The New York Times", "title_page": "New York State Official Urges Restraint on Judicial Pay Raise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — A Cuomo administration official on Wednesday urged a state commission considering whether to increase the pay of New York judges to exercise restraint and “consider the state’s fiscal outlook.”\nThe testimony by the official, the state budget director, Robert L. Megna, represented the first clear signal to the commission of Gov. Andrew M. Cuomo’s position. It is the latest development in a debate over judicial salaries that has lasted years and has been dominated by judges who argue they have been treated unfairly in a 12-year pay freeze.\n“We’re still in a very weak fiscal condition in the State of New York,” Mr. Megna said.\nThe seven-member commission was created under a law passed last year because the Legislature has failed to approve a pay raise for judges since 1999. Its members were appointed by the governor, legislative leaders and the state’s chief judge.\nOn Wednesday in a hearing room here, as they have for years, lawyers and judges made the case that experienced judges were leaving and qualified lawyers were unwilling to become judges because of the salary. Justices of the state’s highest-level trial court, the State Supreme Court, earn $136,700. Legal groups and court officials have said a raise to $190,000 or more would represent a cost of living increase.\nAdvertisement Continue reading the main story\nBut in his testimony, the budget director took issue with many of the central points of the judges’ argument. Some judges’ organizations have noted bitterly, for example, that because salaries for judges have not risen in years some courthouse employees earn more than they do.", "url": "https://www.nytimes.com/2011/07/21/nyregion/new-york-state-official-urges-restraint-on-judicial-pay-raise.html"}