{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:47:44", "date_modify": "2018-11-16 04:47:44", "date_publish": "2011-04-24 12:51:36", "description": "The authorities stepped up a three-week campaign against an underground Christian church by holding hundreds in their homes and taking 36 others into custody.", "filename": "2011_04_25_world_asia_25church_1542343664.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_25_world_asia_25church_1542343664.html", "title": "The New York Times", "title_page": "Chinese Detained After Attempt to Hold Easter Services - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The authorities stepped up a three-week campaign against an underground Christian church on Sunday, detaining hundreds of congregants in their homes and taking at least 36 others into custody after they tried to hold Easter services in a public square, church members and officials said.\nThe church, Shouwang, an evangelical Protestant congregation that was evicted from its rented quarters this month, has been at loggerheads with the government since announcing plans to gather outdoors rather than disband or return to worshiping in private homes. The authorities have repeatedly stymied Shouwang’s efforts to lease or buy space for its 1,000-member congregation, one of the largest and most prominent so-called house churches in the capital.\nThe Chinese Communist Party tightly manages religious activity, requiring the faithful to join state-run churches, mosques or Buddhist temples. Until the most recent crackdown on Shouwang and a handful of other unregistered churches, such congregations had enjoyed relatively wide latitude from the authorities.\nFounded 18 years ago in a private home, Shouwang insists that it has no political agenda and seeks only government forbearance that would allow it to occupy the $4 million space it bought in 2009. Church leaders say the owner of the space, under pressure from the authorities, has refused to hand over the keys. Last week, a Foreign Ministry spokesman defended the government’s stance, saying that Shouwang had “no legal basis” to operate.\nAdvertisement Continue reading the main story\nMost of those seized on Sunday morning were taken away in buses after they showed up at the plaza, which is not far from several of the country’s top universities. Members of a CNN crew said that they were briefly detained and that their credentials were confiscated before they were turned away by the police.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSeveral church members, all of whom requested anonymity for fear of provoking the authorities, say they were confined to their homes by security agents, some as early as Thursday, to keep them from joining Easter services. ChinaAid, a Christian advocacy group based in the United States, put the number of those under temporary house arrest at 500, although that figure could not be immediately verified. On Monday morning, church officials said that 16 of those detained were still in police custody.", "url": "https://www.nytimes.com/2011/04/25/world/asia/25church.html"}