{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 03:17:18", "date_modify": "2018-11-16 03:17:18", "date_publish": "2011-07-10 14:57:43", "description": "Newsmax has become a potent force by offering what its chief executive calls “news that Americans in the heartland would like to see.”", "filename": "2011_07_11_business_media_newsmax-a-compass-for-conservative-politics.html_module=inline_1542338238.html", "image_url": "https://static01.nyt.com/images/2011/07/11/business/media/11newsmax/11newsmax-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_11_business_media_newsmax-a-compass-for-conservative-politics.html_module=inline_1542338238.html", "title": "The New York Times", "title_page": "Newsmax, a Compass for Conservative Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I think we’re part of the conversation,” Mr. Ruddy, 46, said in an interview, dropping the names of conservative stalwarts who have paid their respects to Newsmax. “That’s why Boehner — I met with him when he was down here.”\nAnd: “Trump realized this,” Mr. Ruddy insisted. “He realized the power of Newsmax. We sort of gave him legitimacy.”\nAnd: “Rush has mentioned Newsmax many times through the years. Many, many times over the years.”\nRepublicans have good reason to want to reach Newsmax’s audience. According to an outside survey of magazine readers, 55 percent of Newsmax readers have made political donations. The average donation amount was $2,930.\n“Every major Republican committee has advertised at one point or another using our e-mails or Web sites,” he said as Fox News played at a low volume on a large flat-screen television a few feet away. “We’re really the 800-pound gorilla if you want to reach Republican donors in the country. We’ve got the list.”\nMr. Ruddy’s path to Republican power player is an unlikely one. He does not declare a party on his Florida voter registration. He has sharply criticized George W. Bush’s execution of the war in Iraq and praised Bill Clinton’s presidency, despite having helped sow some of the conspiracy theories around the suicide of Vince Foster, a former Clinton aide, with his 1997 book “The Strange Death of Vince Foster” (Simon & Schuster/Free Press).\nMr. Clinton and Mr. Ruddy have since had a rapprochement, and Newsmax even put the former president on the cover in 2007 with the headline “He’s Back!”\nAn autographed copy hangs on the wall in Mr. Ruddy’s office with a note from Mr. Clinton that reads, “I hope this doesn’t destroy your circulation.”\nAdvertisement Continue reading the main story\n“Chris is a masterful networker,” said Cable Neuhaus, Newsmax’s creative director. “He never stops talking to people on the phone or sending them notes. And over time that has paid dividends. He just keeps networking.”\nPhoto\nNewsmax’s success — it brought in $52 million in revenue last year, up from $34 million the year before — in large part lies in the way Mr. Ruddy has leveraged his politically plugged-in, over-50 audience. Want to reach potential donors directly in their in-boxes? For around $30,000, political campaigns can rent Newsmax’s list, giving them in effect a direct conduit to a large swath of the Republican base. Newsmax will then send “special messages” from sponsors like Mrs. Bachmann and Rand Paul that allow recipients to donate directly to a candidate’s campaign committee.\n“You click on it if you’re a fan of hers, and then you donate,” Mr. Ruddy said in his office in West Palm Beach. “We are the No. 1 leader in this field for candidates and committees.”\nWant to move copies of your political memoir? Newsmax will do that directly through its Web site, as it has for Ms. Palin. Copies of “Going Rogue” and “America by Heart” have been offered free with new Newsmax subscriptions. People on the Newsmax list also frequently receive sales pitches from makers of weight loss supplements, retirement planning specialists and companies that cater to people of faith, like one recently called Medi-Share, a health care cooperative that bills itself “for Christians who want their health care dollars to help fellow believers.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd every major Republican presidential hopeful has granted an interview to Newsmax — almost all of them making the pilgrimage to West Palm Beach to meet with Mr. Ruddy and pose for the obligatory photo. At a news planning meeting recently, editors gathered in a conference room and talked about a recent interview one of their reporters, David A. Patten, had conducted with Mrs. Bachmann. The conversation shifted to another rising Republican presidential hopeful, Jon Huntsman, the former Utah governor.\n“He wants to visit Newsmax,” the editorial director, Steve Coz, interjected. “They’re definitely coming through.”\nDick Armey, one of the many leading conservatives who writes an occasional column for Newsmax, said his articles always drew notice.\n“That’s the audience that I want to talk to,” he said. “I run into it all the time around the country: ‘Oh, I saw your piece in Newsmax.’ ”\nIt wasn’t always this way.\n“Five years ago we would have been privileged to have a South Florida mayoral candidate drive by the building and nod,” Mr. Neuhaus said.\nAdvertisement Continue reading the main story\nAfter graduating from the London School of Economics, Mr. Ruddy briefly taught high school in the Bronx and served as an official in the United Federation of Teachers, the union routinely demonized by conservative politicians and commentators.\nHe edited The New York Guardian, a conservative alternative monthly, before being hired by The New York Post in 1993 as an investigative reporter, where he pursued the Vince Foster case. He wanted to pursue the Foster story further; his editors felt differently. So he left The Post. The conservative financier Richard Mellon Scaife hired him for the right-wing Pittsburgh Tribune-Review in 1995.\nHe branched out on his own to start Newsmax in 1998 after seeing how the Internet, particularly the Drudge Report, had helped drive the story of Bill Clinton’s affair with Monica Lewinsky. A friend, Bernadette Casey, daughter of a former Reagan associate, William J. Casey, helped provide $25,000 in seed money.\nThe staff is now 140 people, large enough to have overtaken several floors in their West Palm Beach office complex. Newsmax’s online offerings have expanded into Web video and separate Web sites for financial news and health tips.\nIts circulation is growing, a rarity among magazines. Mr. Ruddy credits that partly to the gifts it offers with subscriptions, like an emergency world band radio and a Reagan-themed deck of cards featuring quotes from the former president. The jokers have quotes from Jimmy Carter and Walter Mondale.\n“We’re a business,” he said unapologetically, “not an ideology.”", "url": "https://www.nytimes.com/2011/07/11/business/media/newsmax-a-compass-for-conservative-politics.html?module=inline"}