{"authors": ["Helene Cooper", "Mark Landler"], "date_download": "2018-11-16 04:39:51", "date_modify": "2018-11-16 04:39:51", "date_publish": "2011-03-17 20:55:54", "description": "The U.S. role in the Bahrain crisis could harm its relationship with Saudi Arabia or strengthen Iranian influence.", "filename": "2011_03_18_world_18diplomacy_1542343191.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_world_18diplomacy_1542343191.html", "title": "The New York Times", "title_page": "Saudi and Iranian Interests Create U.S. Dilemma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He asked for a “political process as the only way to peacefully address the legitimate grievances of Bahrainis and to lead to a Bahrain that is stable, just, more unified and responsive to its people,” according to Jay Carney, the White House press secretary.\nBut “there’s not too much listening going on,” a senior administration official said, noting that Secretary of Defense Robert M. Gates and Secretary of State Hillary Rodham Clinton were forced to cancel visits to Saudi Arabia in recent days because the king was not willing to host them. (The official reason given was that he was ill.) “There appears to be a great deal of annoyance still,” added the official, speaking only on condition of anonymity.\nA senior administration official noted Thursday that some Shiite opposition leaders had vowed not to respond in kind to the violent crackdown by the government, and to remain peaceful, raising hopes among members of the Obama administration that the Shiite opposition has not become radicalized and might still be amenable to political dialogue. “It suggests to me that the radicalization on the part of the moderate Shia has not yet occurred,” the official said.\nBut, he added, “Without question, there are people on the extreme end of the opposition who have been in touch with Iran.” He said that the Obama administration had tried to convey to its allies in the Persian Gulf that the governments were most at risk if they approached the unrest only from a standpoint of their own government security.\nFor the administration, the stakes are higher in Bahrain and Saudi Arabia than in any other Arab country facing unrest now.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“In terms of concrete American national security interests, Bahrain-Saudi Arabia is the place,” said Robert Malley, the Middle East and North Africa program director with the International Crisis Group. Saudi Arabia is the third largest foreign supplier of oil to the United States, and Bahrain is home to the United States Navy’s Fifth Fleet.\nEven if the United States could wean itself from dependency on Saudi oil, the kingdom, home to the world’s largest petroleum reserves, still can rock global markets and slow economic recovery in the United States and around the world.\nBeyond that, the United States has long viewed Saudi Arabia as a last bulwark against an ascendant Iran in a crucial region, and does not want Tehran stepping in to back Shiites in Bahrain or Saudi Arabia.\nAdvertisement Continue reading the main story\nBut where the United States and the Saudis split is over how to prevent Iran from gaining traction. While American officials say the Saudi and Bahraini governments can head off trouble by making political reforms, the Saudis believe that political reforms would only open the door to greater instability.\n“Our message to Saudi Arabia is that if you want to avoid the fate of Mubarak, you need to move toward genuine and gradual reform,” said Mr. Malley of the Crisis Group. “But what the Saudis are hearing instead is that reform is actually the path to Mubarak’s fate.”\nIn many ways, Mr. Malley and other Middle East experts say, the crisis in Bahrain and Saudi Arabia makes dealing with Egypt and Tunisia look easy. While Egypt is another crucial American ally, Mr. Obama could publicly side with the protesters in Tahrir Square without roiling global oil markets or inviting in Iran.\nThe Obama administration has vested a lot of its hopes of resolving the conflict in Bahrain with the crown prince, Sheik Salman bin Hamad al-Khalifa, who is leading government efforts to start a dialogue with the protesters.\nThe prince, a 1992 graduate of American University in Washington, was described in a 2009 diplomatic cable made public by WikiLeaks as “very Western in his approach.”", "url": "https://www.nytimes.com/2011/03/18/world/18diplomacy.html"}