{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:47:56", "date_modify": "2018-11-16 04:47:56", "date_publish": "2011-04-22 11:59:49", "description": "A 31-foot bronze statue of the ancient Chinese sage was removed under cover of darkness, four months after it was unveiled.", "filename": "2011_04_23_world_asia_23confucius.html_module=inline_1542343676.html", "image_url": "https://static01.nyt.com/images/2011/04/23/world/23confucius1/23confucius1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_23_world_asia_23confucius.html_module=inline_1542343676.html", "title": "Confucius Statue Vanishes Near Tiananmen Square", "title_page": "Confucius Statue Vanishes Near Tiananmen Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — “When you have faults, do not fear to abandon them,” Confucius once said.\nApparently, someone extremely powerful has taken the saying to heart, having decided that a 31-foot bronze statue of the ancient Chinese sage that was unveiled near Tiananmen Square four months ago did not belong on the nation’s most hallowed slice of real estate.\nThe sudden disappearance of Confucius, which took place under cover of darkness early Thursday morning, has stoked outrage among the philosopher’s descendants, glee among devoted Maoists and much conjecture among analysts who seek to decipher the intricacies of the Chinese leadership’s decisions.\nAlthough there were some reports that the statue had been moved to a less prominent location within the newly expanded National Museum, those who had a hand in bringing Confucius to the ceremonial heart of the capital were of little help Friday. Tian Shanting, a spokesman for the museum, which had unveiled the statue with great fanfare, said he had no idea what had happened. The sculptor, Wu Weishan, declined to comment, as did city officials who have jurisdiction over Tiananmen Square.\nA guard standing in front of the empty void that once held the 17-ton likeness of Confucius, his arms folded beneath flowing robes, said he thought it had been moved inside. “All I can tell you is that I came to work in the morning and it was gone,” he said, adding that there were no more museum tickets available for Friday.\nAdvertisement Continue reading the main story\nThe statue’s arrival in January at the museum entrance, cater-corner from the iconic portrait of Mao Zedong, set off a maelstrom of speculation, with many scholars describing it as a seismic step in the Communist Party’s rehabilitation of Confucianism.", "url": "https://www.nytimes.com/2011/04/23/world/asia/23confucius.html?module=inline"}