{"authors": ["Hiroki Azuma"], "date_download": "2018-11-16 04:51:05", "date_modify": "2018-11-16 04:51:05", "date_publish": "2011-03-16 21:56:16", "description": "The new feeling of patriotism might end decades of stagnation.", "filename": "2011_03_17_opinion_17azuma_1542343865.html", "image_url": "https://static01.nyt.com/images/2011/03/17/opinion/17opedimg/17opedimg-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_17_opinion_17azuma_1542343865.html", "title": "For a Change, Proud to Be Japanese", "title_page": "For a Change, Proud to Be Japanese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tokyo\nJAPANESE people are accustomed to earthquakes. I myself have experienced many since childhood. So I remained calm when the shaking started on the sixth floor of an old multipurpose building in central Tokyo. I only thought, “This is bigger than normal.” But the shaking didn’t stop and the swaying grew more severe. I rushed down a narrow staircase through a cloud of dust. When I turned around at the exit, the whole building was leaning sideways — it was shaking so hard that it almost hit the next building. A voiceless cry emanated from the crowd gathering on the street.\nThrough messages on Twitter, I learned that the epicenter was up north. One after another, the whereabouts of Twitter users whose faces or names I didn’t know became clear, but I couldn’t even reach my own wife.\nFrom the quakes to the tsunami to the accidents at the nuclear power plants, we all know the chain of events now. And though concrete predictions and assessments will have to wait, there is one thing that can be said on the sixth day since the quake: the Japanese people have begun to see their nation in a more positive light than they have in at least 20 or 30 years.\nThe Japanese are an unfortunate people who have rarely felt pride in their country or government since the defeat in World War II. This has been particularly true in the last 20 years, during the prolonged recession after our economic bubble burst. Prime ministers have changed many times; policies have stalled; and political cynicism abounds. In fact, after the Kobe earthquake in 1995, the government response was so incompetent that it received strong criticism from the people.\nAdvertisement Continue reading the main story\nBut this time, the situation is different. Of course, the mass media is relentlessly questioning the government and the electric corporations for the handling of the nuclear accidents and the blackouts. On the other hand, the voices of support for them are quite strong. Yukio Edano, the chief cabinet secretary and the spokesman for the rescue efforts, has become an Internet hero, and rescue efforts by the Self-Defense Forces are praised.\nPhoto\nI have never seen Japanese people thinking about and discussing “the public” this much. Only recently the Japanese people and the government were seen as indecisive and selfish, muddled with complaints and bickering. But now, they are boldly trying to defend the nation together, as if they are a changed people. To borrow an expression from the younger generation here, the Japanese people seem to have completely transformed their kyara (character).", "url": "https://www.nytimes.com/2011/03/17/opinion/17azuma.html"}