{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:47:05", "date_modify": "2018-11-16 04:47:05", "date_publish": "2011-02-10 22:40:38", "description": "A human rights advocacy group based in the United States said that a human rights lawyer and his wife were severely beaten by security forces for recording a video revealing the details of the lawyer’s detention.", "filename": "2011_02_11_world_asia_11webbrfs-China_1542343625.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_02_11_world_asia_11webbrfs-China_1542343625.html", "title": "China: Rights Group Says Couple Beaten for Making Video", "title_page": "China: Rights Group Says Couple Beaten for Making Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A human rights advocacy group based in the United States, China Aid Association, said Thursday that a human rights lawyer and his wife were severely beaten by security forces for having recorded a video revealing the details of the lawyer’s detention. The video of the blind Chinese rights lawyer, Chen Guangcheng, who has been under house arrest since he was released from prison last September, was posted by the rights organization on Wednesday. According to the video, 22 people have been assigned to watch Mr. Chen’s home in Shandong Province around the clock, he is not allowed to leave, cellphone calls cannot be made from the home and security officials bar any visitors. The organization said that Mr. Chen and his wife were beaten so severely they were not able to move from their bed, and they were denied the right to go to the hospital for medical care. Mr. Chen was sent to prison in 2006 for his human rights advocacy, and in particular for pointing out forced sterilizations and abortions in official abuses of China’s one-child policy.", "url": "https://www.nytimes.com/2011/02/11/world/asia/11webbrfs-China.html"}