{"authors": ["Lizabel Mónica"], "date_download": "2018-11-16 04:12:14", "date_modify": "2018-11-16 04:12:14", "date_publish": "2011-04-16 15:30:16", "description": "The only thing the U.S. and Cuba can agree on about the anniversary of the invasion is the day it happened.", "filename": "2011_04_17_opinion_17monica_1542341534.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_17_opinion_17monica_1542341534.html", "title": "You Say Bay of Pigs, I Say ...", "title_page": "You Say Bay of Pigs, I Say ... - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Cuba, we do not call it the Bay of Pigs. Instead we call it the Battle of Playa Girón, after the beach where the main battle was fought. As always, there are two ways of talking about what happened: Mercenaries (or patriots), under orders from (with the support of) the C.I.A., attacked (tried to liberate) Cuba, at a place called Playa Girón (Bay of Pigs).\n“We can’t even agree on the name of the place,” says Adrian, who is a historian. Or its geography. For some people, it’s a beach. For others, a bay. While people here celebrate the defeat of an imperialist’s mercenaries, in Miami the survivors of the 2506 Brigade reconvene to commemorate the day Cuban patriots fought against a tyrant in the name of democracy and freedom.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBetween sips of hot coffee mixed with ground split peas, which is the cheapest drink you can buy on the streets here, Adrian talks about the contradictions of Cuban history, beginning with the revolutionaries who came with Fidel Castro on a yacht from Mexico in 1956 through the civil war that followed the departure of the dictator Fulgencio Batista. “Many people died during those 10 years,” he says. “We don’t know the real history of that period, because everyone wants to push their version of the story, hoping that theirs is the only one that gets told.”\nWe hear another plane and for a minute the three of us say nothing.\n“What we call Playa Girón is just one area within the Bay of Pigs,” Adrian points out, smiling, as if it’s that simple. “See? It doesn’t seem so difficult. But we love to contaminate words, fill them with extraverbal connotations. We even do it with people’s names. Calling him Fidel is not the same as calling him Castro.” Fidel is a close friend and Castro is a distant enemy. “Ideologically those are two irreconcilable terms.”\n“And of course” — I am thinking out loud — “nobody is willing to compromise. The creation of a Bay of Girón is, for the moment, highly unlikely.”\nMy mother turns on the television. On every channel, there are announcements for the official event:\n“The second secretary of the Central Committee and president of the Councils of State and Ministers, Raúl Castro Ruz, during his closing speech at the sessions of the National Assembly of People’s Power, announced that the Communist Party of Cuba would soon be holding its Sixth Congress ... to coincide with the 50th anniversary of the proclamation of the socialist nature of the Cuban Revolution and the Playa Girón victory.”\nThere will be many speeches in the Plaza de la Revolución this weekend, and I imagine in America as well. But when I look outside, the streets are quiet. Most Cubans are standing in the shade of front doors and building entrances, escaping the tropical sun and dehydration. They are selling toothpicks and homemade costume jewelry. They are taking advantage of the more liberal economic measures announced by Raúl Castro last year, which are intended to let more Cubans open small businesses.\nWhen the pageantry is over, everyone knows that these liberal economic policies are what Congress, and the Cuban people, will really be talking about.", "url": "https://www.nytimes.com/2011/04/17/opinion/17monica.html"}