{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:38:42", "date_modify": "2018-11-16 04:38:42", "date_publish": "2011-12-01 21:55:40", "description": "A woman was charged with self-abortion in the first degree, the police said Thursday, becoming only the fifth woman charged with self-abortion since 1980.", "filename": "2011_12_02_nyregion_self-abortion-charge-after-fetus-found-in-trash-in-washington-heights_1542343122.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_02_nyregion_self-abortion-charge-after-fetus-found-in-trash-in-washington-heights_1542343122.html", "title": "The New York Times", "title_page": "Self-Abortion Charge After Fetus Found in Trash in Washington Heights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A superintendent in Washington Heights was tying up a garbage bag on Tuesday evening when he felt an errant piece of plastic. He reached into the bag to put it in the recycling bin, and to his horror, he said, “that’s when I saw the baby.”\nIt was a fetus about six or seven inches long.\nThe police said Thursday that they had charged Yaribely Almonte, 20, who had lived in the building, with self-abortion in the first degree, a misdemeanor charge that has been used only a few times in New York State. Although it was unclear how old the fetus was, the charge applies when the abortion occurs after 24 weeks of pregnancy, when it is legal only if a woman’s doctor says her life is in danger.\n“When I found the baby, I didn’t know if it was real at first,” said the superintendent, who declined to give his name. “It was so bad.\n“After that happened, I just stayed in my apartment for a while because I didn’t feel well.”\nHe said Ms. Almonte had rented a room in the building, at 191st Street and Wadsworth Avenue, for a short while and had moved out recently. She was not very talkative, he said, and he believed that she had dropped out of school a few years ago.\nAdvertisement Continue reading the main story\nAbortion rights advocates say that home abortions, with medications like misoprostol or herbal concoctions, are a phenomenon in Latin American cultures, despite the widespread availability of safe, legal abortions in New York City. They may happen because of a lack of insurance, but also because the women mistrust the medical system, the experts said.", "url": "https://www.nytimes.com/2011/12/02/nyregion/self-abortion-charge-after-fetus-found-in-trash-in-washington-heights.html"}