{"authors": ["Joel Brouwer"], "date_download": "2018-11-16 03:52:08", "date_modify": "2018-11-16 03:52:08", "date_publish": "2011-08-26 12:27:01", "description": "The poet Tracy Smith imagines a soundtrack for the universe and mourns her father, who worked on the Hubble Telescope.", "filename": "2011_08_28_books_review_life-on-mars-by-tracy-k-smith-book-review.html_module=inline_1542340328.html", "image_url": "https://static01.nyt.com/images/2011/08/28/books/review/28smithpic/28smithpic-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_28_books_review_life-on-mars-by-tracy-k-smith-book-review.html_module=inline_1542340328.html", "title": "The New York Times", "title_page": "Life on Mars - By Tracy K. Smith - Book Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I won’t blame you for not believing this: The photograph on the cover of Tracy K. Smith’s “Life on Mars” is the same one I see every day on my computer desktop. It’s a dramatic and vivid picture from the Hubble Space Telescope, with colors I imagine J. M. W. Turner would have admired, of the Cone Nebula, a pillar of dust and gas some 2,500 light-years from Earth. Scientists say it’s an incubator for baby stars. I’ve long used the image as an efficient and emphatic corrective for solipsism. I look at it when I find myself fretting about, say, book review deadlines or my spotty gym attendance. You can’t simultaneously contemplate the vastness of the universe and take such problems seriously.\nAt the outset of her third poetry collection, Smith too turns her eyes to the stars in search of perspective and solace, but for her the stakes are considerably higher and the images closer to home. Smith’s father was a scientist who worked on the Hubble’s development, and in her elegies mourning his death, outer space serves both as a metaphor for the unknowable zone into which her father has vanished and as a way of expressing the hope that his existence hasn’t ceased, merely changed. In “The Universe: Original Motion Picture Soundtrack,” she realizes — or maybe just hopes — “Everything that disappears / Disappears as if returning somewhere.” On the first day the Hubble’s “optics jibed,” she writes, “We saw to the edge of all there is — / So brutal and alive it seemed to comprehend us back.” It’s hard not to hear an echo of Nietzsche in those lines — “And if thou gaze long into an abyss, the abyss will also gaze into thee” — but for Smith the abyss seems as much a space of possibility as of oblivion:\nPerhaps the great error is believing\nwe’re alone,\nThat the others have come and gone —\na momentary blip —\nWhen all along, space might be choc-full of traffic,\nBursting at the seams with energy we neither feel\nNor see, flush against us, living, dying, deciding,\nSetting solid feet down on planets everywhere,\nBowing to the great stars that command, pitching stones\nAt whatever are their moons. They live wondering\nIf they are the only ones, knowing only the wish to know,\nAnd the great black distance they — we\n— flicker in.\nSmith is quick to suggest that the important thing is not to discover whether or not we’re alone in the universe; it’s to accept — or at least endure — the universe’s mystery. I kept noticing, early on, that Smith was using the pronoun “it” in situations where “it” had no clear antecedent. At first I thought this was a tic at best and sloppiness at worst, but when I came to the poem “It & Co.” I realized I’d been set up. Smith’s enigmatic “it” is in fact her way of teasing us for our insatiable itch for explanations:\n. . . We\nHave gone looking for It everywhere:\nIn Bibles and bandwidth, blooming\nLike a wound from the ocean floor.\nStill, It resists the matter of false vs. real.\nUnconvinced by our zeal, It is un-\nAppeasable. It is like some novels:\nVast and unreadable.\nPhoto\nReligion, science, art: we turn to them for answers, but the questions persist, especially in times of grief. Smith’s pairing of the philosophically minded poems in the book’s first section with the long elegy for her father in the second is brilliant. She first shows us how tempted she is to escape into abstraction and imagination — to stare dreamily at that Cone Nebula all day — but then reminds us how necessary it is to confront the reality of our existence back here on Earth. The tension is heightened by the fact that “The Speed of Belief,” that long elegy, dispenses with the vivid diction of the poems that precede it, taking up instead a resolutely plain form of speech. Like William Carlos Williams, who in his poem “Tract” tells the mourners at a funeral that their simple “ground sense” of grief is more powerful than any that could be conjured by “a troop of artists,” Smith seems determined to shun ornamental phrases as she describes her father’s sorrow over her grandfather’s death, and then her parallel sorrow:\nWhen your own sweet father died\nYou woke before first light\nAnd ate half a plate of eggs and grits,\nAnd drank a glass of milk.\nAfter you’d left, I sat in your place\nAnd finished the toast bits with jam\nAnd the cold eggs, the thick bacon\nFlanged in fat, savoring the taste.\nAdvertisement Continue reading the main story\nThe end of “Life on Mars” is less successful than the beginning. The poems that follow “The Speed of Belief” and the equally elegiac “It’s Not” address a jumble of horrors torn from recent headlines, including the father “who kept his daughter / Locked in a cell for decades,” the torture of prisoners at Abu Ghraib, the economic and environmental crises in East Africa that have driven its citizens to piracy, and so on. The long poem “They May Love All That He Has Chosen and Hate All That He Has Rejected” revisits five horrible crimes, committed between May 6 and June 10, 2009, and while the coincidence of their timing is startling, the poem provides no meaningful reason they should be considered jointly. Smith’s desire to write about injustice is commendable, but her approach can be haphazard.\n“Life on Mars” concludes with another group of poems on miscellaneous subjects, but here the concerns are more lighthearted, personal and domestic: confronting writer’s block, walking the dog, complaining about the upstairs neighbor’s noisy children. There are certainly some fine poems here — “When Your Small Form Tumbled Into Me” is a gorgeous and ecstatic sonnet — but after the intensity and focus of the opening sequences, some of these poems feel like also-rans.", "url": "https://www.nytimes.com/2011/08/28/books/review/life-on-mars-by-tracy-k-smith-book-review.html?module=inline"}