{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:19:40", "date_modify": "2018-11-16 04:19:40", "date_publish": "2011-05-18 21:30:51", "description": "For decades we’ve had a lot of hot air about how best to help fight global poverty. Now we have field-tested results.", "filename": "2011_05_19_opinion_19kristof.html_module=inline_1542341980.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_19_opinion_19kristof.html_module=inline_1542341980.html", "title": "Getting Smart on Aid", "title_page": "Getting Smart on Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One cost of the uproar over Greg Mortenson , and the allegations that he fictionalized his school-building story in the best-selling book “Three Cups of Tea,” is likely to be cynicism about whether aid makes a difference.\nBut there are also deeper questions about how best to make an impact — even about how to do something as simple as get more kids in school. Mortenson and a number of other education organizations mostly build schools. That seems pretty straightforward. If we want to get more kids in school around the world, what could make more sense than building schools?\nHow about deworming kids?\nBut, first, a digression: a paean to economists.\nWhen I was in college, I majored in political science. But if I were going through college today, I’d major in economics. It possesses a rigor that other fields in the social sciences don’t — and often greater relevance as well. That’s why economists are shaping national debates about everything from health care to poverty, while political scientists often seem increasingly theoretical and irrelevant.\nEconomists are successful imperialists of other disciplines because they have better tools. Educators know far more about schools, but economists have used rigorous statistical methods to answer basic questions: Does having a graduate degree make one a better teacher? (Probably not.) Is money better spent on smaller classes or on better teachers? (Probably better teachers.)\nAdvertisement Continue reading the main story\nAnd, yes, I’m getting to deworming. Hold your horses!\nNow we reach a central question for our age: How can we most effectively break cycles of poverty? For decades, we had answers that were mostly anecdotal or hot air. But, increasingly, we are now seeing economists provide answers that are rigorously field-tested, akin to the way drugs are tested in randomized controlled trials, yielding results that are particularly credible and persuasive.", "url": "https://www.nytimes.com/2011/05/19/opinion/19kristof.html?module=inline"}