{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:16:23", "date_modify": "2018-11-16 04:16:23", "date_publish": "2011-06-30 23:07:40", "description": "President Hugo Chávez acknowledged that he was battling cancer in a surprising address on state television in Venezuela.", "filename": "2011_07_01_world_americas_01venez_1542341783.html", "image_url": "https://static01.nyt.com/images/2011/07/01/world/americas/Venez/Venez-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_01_world_americas_01venez_1542341783.html", "title": "The New York Times", "title_page": "Chávez Says Cancerous Tumor Was Removed in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — President Hugo Chávez stunned this nation on Thursday night in an unusually concise 15-minute address on state television in which he acknowledged that he has been battling cancer. Mr. Chávez made the revelation from Cuba, where he has been in seclusion at a medical facility for the last three weeks.\nMr. Chávez, who appeared to have lost weight, delivered his remarks after rumors had swirled about his health. Senior officials in his political movement had denied news reports that he had received a diagnosis of some type of cancer. Officially, the government had said that Mr. Chávez underwent emergency surgery in Havana on June 10 for a pelvic abscess, a collection of pus deep inside the abdomen.\nMr. Chávez, 56, said Thursday night that the procedure for the abscess had in fact occurred, but that doctors had also carried out testing that detected cancerous cells. He said he had undergone a second operation to remove a cancerous tumor. He said he was receiving further treatment in Cuba, and that he would “continue battling.”\n“This has been a slow and careful process of diagnosis, of advances and discoveries at various stages,” Mr. Chávez said. “They confirmed the existence of a tumorous abscess, with the presence of cancerous cells, which required a second operation to completely extract the said tumor.”\nAdvertisement Continue reading the main story\nHe provided few other details, including what type of cancer was detected or where the tumor was located.", "url": "https://www.nytimes.com/2011/07/01/world/americas/01venez.html"}