{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:16:29", "date_modify": "2018-11-16 04:16:29", "date_publish": "2011-10-20 16:53:00", "description": "The Venezuelan president made the announcement Thursday, less than five months after revealing that he had undergone emergency surgery to remove a tumor while in seclusion in Cuba.", "filename": "2011_10_21_world_americas_hugo-chavez-tells-venezuelans-his-cancer-is-gone_1542341789.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_21_world_americas_hugo-chavez-tells-venezuelans-his-cancer-is-gone_1542341789.html", "title": "The New York Times", "title_page": "Hugo Chávez Tells Venezuelans His Cancer Is Gone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — President Hugo Chávez of Venezuela declared on Thursday that he had beaten cancer, less than five months after he stunned Venezuelans by revealing that he had undergone emergency surgery to remove a tumor while in seclusion in Cuba.\n“No abnormal cellular activity exists,” said Mr. Chávez in comments broadcast on state media while on a visit to western Venezuela, where he was preparing to visit a Roman Catholic shrine. “I’ve begun to exit the cave,” said the president, dressed in a green military uniform.\nDespite Mr. Chávez’s announcement, which he made after a brief trip to Cuba for a checkup, mystery still shrouds his condition. He has never publicly revealed what type of cancer afflicted him. Altogether, Mr. Chávez, 57, underwent four chemotherapy treatments, including three in Cuba and one in Venezuela, according to the government.\nPhysically, he still looked like a changed man on Thursday, appearing bloated and with a green military cap covering a bald head. Spiritually, Mr. Chávez also seems to have acquired a more religious air. “I’m more Christian every day,” he said Thursday. “Socialism is the road to Christ.”\nAdvertisement Continue reading the main story\nConfusion persists in Venezuela about how healthy or sick Mr. Chávez may be. Salvador Navarrete, a prominent Venezuelan doctor who describes himself as the president’s former personal surgeon, said this week that Mr. Chávez had less than two years to live, attributing his illness to a “very aggressive” tumor in the pelvic area.", "url": "https://www.nytimes.com/2011/10/21/world/americas/hugo-chavez-tells-venezuelans-his-cancer-is-gone.html"}