{"authors": ["Gia Kourlas"], "date_download": "2018-11-16 04:47:38", "date_modify": "2018-11-16 04:47:38", "date_publish": "2011-06-02 13:38:01", "description": "At just 20, Chase Finlay is a rising force at New York City Ballet. He has triumphed recently in his roles as the god Apollo and as Tony in Jerome Robbins’s “West Side Story Suite.”", "filename": "2011_06_03_arts_dance_chase-finlay-is-a-rising-force-at-new-york-city-ballet.html_module=inline_1542343658.html", "image_url": "https://static01.nyt.com/images/2011/06/03/arts/FINLAY/FINLAY-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_06_03_arts_dance_chase-finlay-is-a-rising-force-at-new-york-city-ballet.html_module=inline_1542343658.html", "title": "The New York Times", "title_page": "Chase Finlay Is a Rising Force at New York City Ballet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Frohlich encouraged him along: “Point to the sky!” Mr. Finlay froze for a split second and reached for the stars.\nFew dancers can transform from a god into a Jet, but Mr. Finlay, who is easygoing and gracious offstage, showed he can be both. His mantra is “keep going,” as he said recently, sprinting from one rehearsal to the next.\nPhoto\n“If you have time to sit and let your body relax and get cold, you just have to warm up again,” he added later with a cheerful laugh. “You might as well keep going.”\nAs City Ballet’s season draws to a close, Mr. Finlay is preparing to dance in two additional Robbins works, “2 & 3 Part Inventions” and “Interplay.” Both will be performed this weekend.\n“I feel a lot of Robbins stuff is about a young person figuring out life,” he said. “And that’s what I like so much about his ballets. You’re real people. It’s very free. Balanchine ballets are so technical and so quick that sometimes you feel a little restricted. With Robbins you can really” — he slowly exhaled — “breathe through it.”\nMr. Finlay, born and raised in Fairfield, Conn., commuted to New York to train with Darla Hoover at Ballet Academy East. He also performed children’s roles at American Ballet Theater, and actually turned down an offer to join Ballet Theater’s second company in favor of attending the School of American Ballet. After a year at that New York City Ballet-affiliated school, he joined City Ballet as an apprentice in 2008 and as a member of the corps de ballet in 2009.\nFor “Apollo,” which was his dream role, his initial reaction to seeing his name on the casting sheet was something like panic. “I had that moment of shock,” he said. “Oh my God! First off, how the hell am I going to do this? I was totally overwhelmed. Once it sunk in, it was the coolest feeling.”\nAdvertisement Continue reading the main story\nIn preparation, Mr. Finlay worked with the ballet masters Richard Tanner and Sara Leland, as well as Mr. Martins. “I saw a bunch of different versions and, yes, I took things from different people that I liked,” he said. “But I wanted to go out there and make it something that people hadn’t seen before.”\nMr. Finlay introduced a new Apollo for our times: raw, innocent and simple, but with a modern edge of angst and rebellion. There are parallels to his own life: Apollo is a young god finding his way with the help of three muses. Mr. Finlay is a young dancer finding his way in the most rarefied of art forms. (And he is still growing, literally.)\n“At the end of the first solo, there’s a jump that you do and run forward before you turn around to pick up the lute,” Mr. Finlay said. “You’re kind of stumbling and running, but I took it as you’re just fed up by not being able to do that step, so you jump and you’re like, ‘That’s it! I don’t want any of that! I’m moving on to the next thing.’ I tried to think of each step in a little bit of a different way.”\nPhoto\nFor Ms. Hoover, who has trained several dancers currently in the company, including Ashley Bouder, the role just fit. “I thought that it was just Chase being Chase,” she said. “And Chase just happens to be Apollo.”\nBut last season Mr. Finlay’s performances were inconsistent. He looked weak in “Divertimento No. 15,” as well as in the pas de quatre from Mr. Martins’s “Swan Lake.” Mr. Finlay winced.\n“I was a little overwhelmed at some points,” he said. “And in the pas de quatre, the only other guy who did it was Joaquin De Luz. I was just like, um, how do I live up to that?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe said he felt calmer and more confident now, which he credits to Ms. Mearns’s suggestion that he rehearse more on his own and study ballet tapes at home. “It’s not what you want to do after dancing all day, but work comes first,” he said. “I just started to really make it my life. And when you’re doing it as much as I am right now, you kind of have to.”\nOther principal dancers, like Andrew Veyette and Amar Ramasar, have helped him along the way too. “They are just really good support when I’m down,” he said. “The whole thing with Apollo was great, but also a little rough in a way because — I mean, everyone wants to do ‘Apollo.’ ”\nHe laughed nervously. “Everyone wasn’t very happy with me for a couple of days. But you always have those people to fall back on, who tell you, ‘Don’t let it get to you.’ ”\nAdvertisement Continue reading the main story\nAnd, as Mr. Finlay has demonstrated, you don’t get anywhere unless you’re fearless where it matters: on the stage.\n“Outside of ballet, I’m not a very confrontational person, so I feel that’s where I can let it out,” he explained. “That’s where I can show feelings that I wouldn’t usually show in real life. When that adrenaline starts going, you forget that anything that you’re doing would be wrong anywhere else.”\nHe later continued, “Maybe that’s what people mean when they say I have a presence, but for me, I guess it’s just an instinct. Once you hear the sound of that curtain going up, you’re in it. There’s no turning back.”", "url": "https://www.nytimes.com/2011/06/03/arts/dance/chase-finlay-is-a-rising-force-at-new-york-city-ballet.html?module=inline"}