{"authors": ["Choe Sang-Hun", "David E. Sanger"], "date_download": "2018-11-16 04:17:35", "date_modify": "2018-11-16 04:17:35", "date_publish": "2011-12-19 01:14:50", "description": "Within hours of announcing Mr. Kim’s death, which had been kept secret for roughly two days, North Korea on Monday test-fired missiles off its eastern coast, a news report said.", "filename": "2011_12_19_world_asia_kim-jong-il-is-dead.html_pagewanted=all&module=inline_1542341855.html", "image_url": "https://static01.nyt.com/images/2011/12/19/world/asia/20111219_HTML_KIM-slide-B6HH/20111219_HTML_KIM-slide-B6HH-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_12_19_world_asia_kim-jong-il-is-dead.html_pagewanted=all&module=inline_1542341855.html", "title": "Kim Jong-il, North Korean Dictator, Dies", "title_page": "Kim Jong-il, North Korean Dictator, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The statement called the son \"the great successor to the revolution\" and \"the eminent leader of the military and the people.\" It was the first time North Korea referred to the son as \"leader\" since his ailing father pulled him out of obscurity in September last year and made him a four-star general and vice chairman of the Central Military Commission of the Workers’ Party.\nThe Workers’ Party said that “Under the leadership of our comrade Kim Jong-un, we have to turn sadness into strength and courage, and overcome today’s difficulties.”\nK.C.N.A., the official news agency, said North Korean soldiers and citizens were swearing allegiance to Kim Jong-un. People on the streets of Pyongyang broke into tears as they learned of Mr. Kim’s death, The Associated Press reported from Pyongyang.\nKim Jong-un is believed to be in his late 20s and his youth and relative inexperience could make him vulnerable to power struggles; some analysts have questioned the depth of the military’s support for him.\nKim Jong-il’s death came after a long illness, dating to 2008, that American intelligence agencies believed involved some form of a stroke. The North has indicated he was 69 years old, but scholars have said he could have been a year older.\nIn a statement read by a tearful television announcer that was repeated by other state-run media, North Korea said Kim Jong-il had died of a heart attack while on his train, as he was conducting an “onsite guidance tour” in an unspecified part of the country. The statement said:\n“We took every emergency measure we could, but the great leader passed away.” His death ended 17 years of rule over the isolated, paranoid country that his father, Kim Il-sung, founded.\nAmerican and Asian officials were on alert for any signs that the country, which has almost inexplicably avoided collapse in recent decades, could begin to fracture .\nAdvertisement Continue reading the main story\nSouth Korea put its military on alert, boosting surveillance along the 155-mile border, one of the world’s most heavily armed frontiers, to detect any unusual signs from the North Korean military. American and South Korean officials have expressed concern that any power struggle could lead some factions in the North to lash out — as they did in 2010, attacking a South Korean island and, according to South Korean intelligence, sinking a warship. Fifty South Koreans died in the two separate episodes.\nUnder Kim Jong-il’s rule, the North accomplished the single milestone that his father had dreamed about, exploding two crude nuclear devices, one in 2006 and another in 2009, just months after President Obama took office. But while the tests — the first was a fizzle — may have given the country a measure of protection against an American invasion, which Mr. Kim and his military leaders long feared, they also deepened his isolation.\nThe 2009 test killed any discussion inside the Obama White House of reaching out to the North Korean leadership, especially after Mr. Kim largely abandoned agreements he reached with the George W. Bush administration to denuclearize. Former Defense Secretary Robert M. Gates seemed to summarize the Obama administration’s attitude toward the North when he declared that the United States would not provide aid to the country in return for its making new commitments to give up nuclear weapons .\n“I don’t want to buy the same horse twice,” he said on repeated occasions. Only in recent months have the two sides had any significant contact, mostly over food aid .\nNorth Korea is estimated to have enough fuel to make at least eight nuclear weapons.\nMr. Kim’s death poses a moment of peril for both Washington, the North’s nemesis, and Beijing , its last protector. “We’re entering a period that is especially dangerous,” said Jim Walsh, a professor at M.I.T. ’s security studies programs who has met in recent months with several North Korean delegations as part of the behind-the-scenes, unofficial contacts from which the United States has gleaned some understanding of the power plays in Pyongyang. “Here is a young leader who may be distrusted by the military, and he has to prove himself,” he said of Kim Jong-un. “And that can lead to miscalculation and inadvertent war.”\nThe White House, in a terse statement, said it was “closely monitoring reports that Kim Jong Il is dead. The President has been notified, and we are in close touch with our allies in South Korea and Japan .”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn a brief additional line, Mr. Obama’s spokesman added: “We remain committed to stability on the Korean peninsula, and to the freedom and security of our allies.” That seemed to be a soft warning to the North Koreans not to engage in any violence.\n“There are a whole range of scenarios for when Kim dies,” one former American military commander in South Korea said recently, insisting on anonymity because he was discussing classified American response plans. “Anyone who tells you they understand what is going to happen is either lying or deceiving himself.”\nThe Obama administration was engaged in urgent consultations with South Korean officials on Sunday evening. President Lee Myung-bak of South Korea and President Obama talked by telephone and agreed to closely cooperate in assessing the situation in North Korea, Mr. Lee’s office said.\nAdvertisement Continue reading the main story\nThe administration has done elaborate “war-gaming” on the repercussions of Mr. Kim’s death, the official said, and that planning will now be put to the test.\nOne area of concern is the potential for tension, or even military clashes, between the North and South during the leadership transition in Pyongyang. In 1994, after Kim Jong-il’s father died, South Korea put its military forces on high alert, raising tensions.\nThe United States had held meetings with North Korean diplomats, in what was viewed as a preliminary step toward possible multilateral talks over its nuclear program. But those contacts did not appear extensive enough to provide a channel of communication during this period.\nFor now, the administration official said, the administration’s top priority is on keeping a high-level dialogue with South Korea. Japan’s foreign minister, Koichiro Genba, is in Washington on other business, and will meet Monday with Secretary of State Hillary Rodham Clinton .\nThat session is now certain to be dominated by the death of Mr. Kim and how it would affect security in northeast Asia.\nLittle is known about Kim Jong-un, Mr. Kim’s third son. (The older two sons were considered too unpredictable or estranged to take over the country, according to American intelligence officials.) The youngest Mr. Kim has never met or dealt with world leaders. Until two years ago, the only picture the C.I.A. had of him showed him in short pants at a school he briefly attended in Switzerland .\nHe is believed by some intelligence officials to have been involved in planning the two attacks on the South in 2010, events that may have been intended to create his bona fides as a military leader.\nUnlike Kim Jong-il, his son has had little time to be groomed in the art of running a dysfunctional country of roughly 23 million people. Administration officials have said that they believe the younger Mr. Kim would have needed another year or so to solidify his position and win the full confidence of North Korea’s military commanders.\nAdvertisement Continue reading the main story\nIt is unclear whether, before his death, Kim Jong-il was able to establish any deep roots of allegiance for his son, especially at a time of widespread food shortages and international sanctions imposed for its nuclear weapons development.\nThe son has recently taken key military and party posts, and elites have begun wearing buttons that suggest some loyalty to him. On Monday, his name topped a list of 232 party and military officials that made up a national funeral committee, which South Korean analysts say provided more evidence that he was in charge.\nThere had been considerable speculation that the military might designate a so-called regent to run the country because of Mr. Kim’s inexperience, but that did not appear to be happening, at least so far.\nThe North declared a national mourning period from the day of Kim Jong-il’s death until Dec. 29. It said Mr. Kim’s body will be placed at the Kumsusan mausoleum in Pyongyang, where the body of his father, Kim Il-sung, lies in a glass case for viewing. The authorities will allow North Koreans to pay respects to Mr. Kim for a week starting on Tuesday, but said it would not receive foreign delegations.\nAn enormous funeral service is scheduled for Dec. 28 in Pyongyang, according to K.C.N.A., a state news agency. The following day, a separate “national meeting of mourning” will take place, with all North Koreans instructed to pay a three-minute silent tribute to Mr. Kim.", "url": "https://www.nytimes.com/2011/12/19/world/asia/kim-jong-il-is-dead.html?pagewanted=all&module=inline"}