{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:38:25", "date_modify": "2018-11-16 03:38:25", "date_publish": "2011-01-18 12:49:41", "description": "Fewer potatoes and more celery root, along with tart apples, make this purée unique.", "filename": "2011_01_21_health_nutrition_21recipehealth_1542339505.html", "image_url": "https://static01.nyt.com/images/2011/01/19/science/21recipehealth/21recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_01_21_health_nutrition_21recipehealth_1542339505.html", "title": "Celery Root, Potato and Apple Purée", "title_page": "Celery Root, Potato and Apple Purée - Recipes for Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nClassic celery root and potato purées combine two parts potatoes with one part celery root. I’ve reversed the proportion here for a lighter purée that also incorporates apple — the “secret ingredient.\" Rather than milk, I usually use the broth from the celery root and apples.\n1 pound Yukon gold potatoes, peeled and cut into large pieces\n2 large celery roots, about 2 pounds, peeled and cut into large pieces\n1 large or 2 small tart apples, such as a Granny Smith, peeled, cored and quartered\n1/2 cup, approximately, warm milk or broth from the celery root\n2 tablespoons butter or walnut oil (or a combination)\nSalt and freshly ground pepper to taste\n1. Place the potatoes in one saucepan and the celery root and apples in another. Add salt to taste to each, about 1/2 teaspoon. Bring to a boil, reduce the heat and simmer until tender, 15 to 20 minutes.\nAdvertisement Continue reading the main story\n2. Drain the potatoes, and return to the pot. Cover tightly, and allow to sit for five minutes to steam and dry out. Drain the celery root and apples through a strainer set over a bowl. Purée all of the produce using a food mill or a potato ricer. Stir together, and whisk in the milk or the broth until the mixture is fluffy. Add the butter or walnut oil to the hot purée, stir until the butter melts, and season to taste with salt and pepper.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYield: Serves six.\nAdvance preparation: You can make this up to an hour before serving. Make sure to have some extra broth or milk on hand to thin out the purée, as it will stiffen as it cools. Reheat gently on top of the stove.\nNutritional information per serving: 185 calories; 5 grams fat; 3 grams saturated fat; 11 milligrams cholesterol; 34 grams carbohydrates; 5 grams dietary fiber; 192 milligrams sodium (does not include salt to taste); 5 grams protein", "url": "https://www.nytimes.com/2011/01/21/health/nutrition/21recipehealth.html"}