{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 04:38:05", "date_modify": "2018-11-16 04:38:05", "date_publish": "2011-05-04 14:55:20", "description": "A senior Afghan official on Wednesday publicly questioned how Pakistan could claim nuclear security when they did not know that Osama bin Laden was hiding in their midst.", "filename": "2011_05_05_world_asia_05afghanistan_1542343085.html", "image_url": "https://static01.nyt.com/images/2011/05/05/world/05Afghanistan/05Afghanistan-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_05_world_asia_05afghanistan_1542343085.html", "title": "The New York Times", "title_page": "Afghanistan Intensifies Criticism of Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — The Afghan government escalated its criticism of Pakistan on Wednesday, publicly questioning for the first time how the Pakistanis could ensure the security of their nuclear arms if they did not even know that Osama bin Laden, the world’s most wanted terrorist, had been hiding in a compound in a Pakistani military town less than an hour from their capital.\nIn comments at a weekly news conference, Gen. Zahir Azimi, a spokesman for the Afghan Defense Ministry, echoed points made this week by others in the country, including President Hamid Karzai, but in starker terms. The general specifically criticized Pakistan’s intelligence agency, the Directorate for Inter-Services Intelligence, which has claimed that it was unaware that Bin Laden had been living for years in the military garrison town of Abbottabad, where American commandos killed him in a raid early Monday.\n“If the Pakistani intelligence agency does not know about a home located 10 meters or 100 meters away from its national military academy, where for the last six years the biggest terrorist is living, how can this country take care of its strategic weapons?” General Azimi said.\n“How could they be satisfied that their strategic weapons are not in danger?” he asked.\nHe added that if Pakistan’s intelligence did in fact know the whereabouts of Bin Laden, then “they are playing a double game.”\nAdvertisement Continue reading the main story\nThe specific reference to Pakistan’s intelligence service was an escalation of criticism but reflected a refrain heard here since Bin Laden’s death was announced: the Afghan government has said repeatedly that the roots of the insurgency here are in Pakistan and that the United States has been waging the war in the wrong country.", "url": "https://www.nytimes.com/2011/05/05/world/asia/05afghanistan.html"}