{"authors": ["Michael Wines"], "date_download": "2018-11-16 04:48:13", "date_modify": "2018-11-16 04:48:13", "date_publish": "2011-04-22 17:37:34", "description": "Truck drivers disrupted operations at Shanghai’s seaport on Friday, the third day of a violence-marred protest that underscores the growing anger among ordinary Chinese over rising inflation.", "filename": "2011_04_23_world_asia_23shanghai_1542343693.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_04_23_world_asia_23shanghai_1542343693.html", "title": "The New York Times", "title_page": "Shanghai Truckers’ Protest Adds to Fears of Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The complaints mirror general unhappiness with inflation here. Prices rose 5.4 percent last month compared with the preceding March, the largest increase since 2008, but a worrisome rise in month-to-month prices suggests to some analysts that the annual inflation rate could approach the double-digit range.\nThe increase in food prices — 11.7 percent in the first quarter of this year — is a crucial factor in a nation where food is the major expense in some household budgets.\nOther protests so far have been scant. But the government, mindful that soaring inflation played a crucial role in the 1989 protests that climaxed in the bloody suppression of demonstrations in Tiananmen Square in Beijing, has taken pains to show concern.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPremier Wen Jiabao has said that he checks prices of staples daily, and has frequently said that inflation and corruption are the greatest dangers to national stability.\nBut the government has other worries as well. For months, it has been vigorously squelching civil dissent by political activists, a campaign that has included the arrests and disappearances of prominent human rights lawyers and social critics like Ai Weiwei, the artist.\nThe government appears determined to crush even isolated protests lest they merge into a larger uprising that might threaten the Communist Party’s hold on power.\nChina was hit with a spate of worker protests last year, also fueled by complaints about low wages and high prices, which led to wage increases in some key industries. But inflation now appears to be eroding those gains.\nOn Friday, in what appeared to be a government bid to assuage some of the current economic unhappiness, Shanghai newspapers reported that the government would reduce the monthly fees that independent taxi drivers must pay the companies that employ them, to $1,260 from $1,305.\nIn 2008, China was hit with a wave of strikes by taxi and bus drivers unhappy with the erosion in their take-home pay.\nAdvertisement Continue reading the main story\nMany experts say that China’s own monetary policies fuel inflation, and that the global rise in food and oil prices has only worsened the situation here.", "url": "https://www.nytimes.com/2011/04/23/world/asia/23shanghai.html"}