{"authors": ["Andrew Jacobs", "Jonathan Ansfield"], "date_download": "2018-11-16 04:46:50", "date_modify": "2018-11-16 04:46:50", "date_publish": "2011-02-17 23:45:02", "description": "Security officials appear to be expanding the use of home confinement, abductions and in some cases torture.", "filename": "2011_02_19_world_asia_19china_1542343610.html", "image_url": "https://static01.nyt.com/images/2011/02/19/world/asia/19china-2-span/19china-2-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_02_19_world_asia_19china_1542343610.html", "title": "China’s Intimidation of Dissidents Said to Persist After Prison", "title_page": "China’s Intimidation of Dissidents Said to Persist After Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Beyond confining Mr. Chen, the authorities are mobilizing to choke a resurgence of activism supporting him. On Wednesday, the police in Beijing blocked a number of rights campaigners from attending a strategy session and assaulted one lawyer, Jiang Tianyong, at a stationhouse, he said.\nPhoto\nThe campaign of extrajudicial intimidation seems to have taken an especially heavy toll on political prisoners who had previously been released, among them Zheng Enchong, a lawyer in Shanghai who has spent the last four years virtually confined to his 14th-floor apartment, and Gao Zhisheng, a once fearless defender of dispossessed peasants who has been abducted several times and is presumed to be in the custody of state security personnel. Before he disappeared again last year, Mr. Gao told The Associated Press that he had been repeatedly brutalized during 14 months in captivity.\nLiu Xia, the wife of Nobel laureate Liu Xiaobo, has not been seen since the prize was announced last October. Ni Yulan, a lawyer in Beijing who was left crippled by a police beating in 2002, says security officials arranged for water and electricity to be cut off from the hotel room she shares with her husband in an effort to force them onto the streets.\n“Making lawyers disappear and subjecting dissidents to constant harassment makes it hard to take seriously the government’s claims that it is devoted to rule of law,” said Jerome A. Cohen, a senior fellow at the Council on Foreign Relations and an expert on Chinese law.\nIn recent decades, even as it tentatively embraced Western-style legal reforms, the Communist Party never completely shed its reliance on extralegal tactics to rein in critics. Former political prisoners could expect tightened confinement during important state occasions, and practitioners of Falun Gong , the banned spiritual movement, were regularly sent to labor camps if they refused to renounce their faith. Over the years, human rights advocates say that scores have died in detention.\nBut during the last five years, legal scholars say the country’s powerful security apparatus has leveraged events like the Olympics and a spike in social unrest to institute more sweeping measures and fatten policing budgets.\n“The police are progressively trying new techniques, and it seems that Beijing is ready to go along,” said Nicholas Bequelin, a senior researcher at Human Rights Watch in Hong Kong . “We used to worry about people getting arrested and losing their jobs. Now we have to worry about them losing their lives.”\nAdvertisement Continue reading the main story\nLegal experts say that even though Communist Party leaders down the line have ultimate control over the police, the prosecutors and the courts, they face mounting internal pressure and incentives to quash threats to stability at the grass-roots level, often making it more expedient to circumvent the legal system with highly intrusive surveillance or temporary disappearances.\nPhoto\nTeng Biao, a lecturer at China University of Political Science and Law, said security officials were partly responding to the surge in popular activism that, despite their best efforts at censorship, manages to bubble up through the Internet. Questioning and arresting the growing ranks of well-educated and wired activists, he said, can be a bureaucratic headache for those charged with maintaining internal security. Instead, they resort to stealth.\n“There are too many people doing too many different things, and the authorities know if they use so-called legal methods, it will only provoke a greater domestic backlash and more international pressure,” he said.\nMr. Teng says he has had firsthand experience with extrajudicial punishment on numerous occasions in recent years, including a “disappearance” last October during which he was pummeled and kicked by police officers who repeatedly reminded him that they were above the law. “Let’s beat him to death and dig a hole to bury him,” one officer said to another, according to an account he published.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOfficials are also increasing their use of collective family punishment, legal experts say, a practice rooted in imperial China that destroyed countless families during the Cultural Revolution. The relatives of dissidents are periodically kept under house arrest, as in the case of Zeng Jinyan, the wife of the imprisoned rights activist Hu Jia , or they are subjected to travel bans.\nIn December, the public security bureau in Beijing told Ilham Tohti, an outspoken critic of Chinese rule in Xinjiang, that his daughter would not be allowed to go overseas to attend the American school where she planned to study English.\nThe authorities in Shandong Province appear to have spared little expense in their confinement of Mr. Chen and his family, setting aside millions of dollars, according to figures publicized by his wife, to pay for surveillance cameras, cellphone signal-blocking equipment and rotating crews of dozens of men who guard all entrances to tiny Dongshigu village.\nIt was unclear who smuggled out the video, but China Aid, a Christian organization in Texas that posted it online last week, credited a “sympathetic government source.” In it, Mr. Chen’s wife, Yuan Weijing, bleakly described the strictures of their existence: men peer through their windows or barge in unannounced; at night, an iron rod keeps them locked indoors.\nPhoto\nHer elderly parents and her son cannot visit, her young daughter cannot attend school, and her husband, who suffers from chronic diarrhea , has been prevented from seeing a doctor.\nAdvertisement Continue reading the main story\nHuman rights groups say the couple was badly beaten after the video became public. In it, Mr. Chen said local officials told him that their goal was to provoke him into stepping over some invisible line, providing a legal pretext for his return to jail.\n“If they merely say you are guilty, then you are guilty,” he said.\nHis contention is not far-fetched. In 2006, after a flock of supporters held a protest against his house arrest, he himself was convicted of blocking traffic and destroying public property.\nThe authorities deny that the family is under any restrictions. Confronted by European diplomats, Chinese officials have insisted there is no such thing as house arrest in China. Reached by phone on Wednesday, Xue Jie, the director of the Yinan County propaganda bureau, suggested that a reporter could simply call Mr. Chen or just drop by.\nBut those who try to visit him encounter a very different reality. Gao Xinbo, 33, a veteran supporter of Mr. Chen who sneaked into the village on Monday night, said he was pummeled senseless, robbed of money and his cellphone, and dumped on a dark road 40 miles away. Last December, Western diplomats were jostled and forcibly searched before guards forced them to flee.\nEarlier this week, several journalists, including reporters and a photographer from The New York Times , were roughed up by a dozen or so men who menaced them with sticks and confiscated their camera chips. The men wore plain clothes and refused to show identification as they tried to erase photographs and video footage.\nAsked what law authorized their actions, one of them grunted dismissively. “This has nothing to do with law,” he said.", "url": "https://www.nytimes.com/2011/02/19/world/asia/19china.html"}