{"authors": ["William Glaberson"], "date_download": "2018-11-16 04:15:53", "date_modify": "2018-11-16 04:15:53", "date_publish": "2011-08-08 21:27:03", "description": "Two of the seven members of a commission reviewing judicial pay in New York State advocated salary increases; the panel’s decision is expected later this month.", "filename": "2011_08_09_nyregion_new-york-state-judicial-pay-panel-hears-calls-for-raises_1542341753.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_08_09_nyregion_new-york-state-judicial-pay-panel-hears-calls-for-raises_1542341753.html", "title": "The New York Times", "title_page": "New York State Judicial Pay Panel Hears Calls for Raises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some pay-increase proposals have suggested that the salary of State Supreme Court justices increase to at least $174,000, the salary of federal district judges. But the commission has also heard from critics who have argued that no increase is warranted.\nMost other members of the commission gave few clues about their positions during the brief meeting, which was held in a hearing room in Lower Manhattan. The three members appointed by Gov. Andrew M. Cuomo have not indicated whether they were influenced by the state budget director, Robert L. Megna, who told them at a hearing last month that the commission should exercise caution in granting judicial raises because of the state’s fragile finances.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIf the governor’s three appointees work to limit judicial raises, they are likely to meet opposition from three others: Mr. Mulholland, who was appointed by the Senate Republican leader, Dean G. Skelos, and who has been the most vocal member calling for a significant judicial pay increase; and the two appointees by the state’s chief judge, Jonathan Lippman: Mr. Fiske and Kathryn S. Wylde, the president of the Partnership for New York City, a network of business leaders.\nThat would leave the commission’s seventh member, James Tallon Jr., a former member of the Assembly who was Democratic majority leader, with a pivotal vote. Mr. Tallon, appointed by the Assembly speaker, Sheldon Silver, a Democrat, has not hinted at his views.\nIn an interview after the meeting, Mr. Tallon declined to discuss his position. “I don’t intend to get into a public bidding on this one,” he said, adding that Mr. Silver had given him no instructions.\nA raise for the state’s judges would increase the pay of trial and appeals judges and the members of the state’s top court, the Court of Appeals.\nDuring the meeting, Mr. Cuomo’s appointees, including the chairman, William C. Thompson Jr., a former New York City comptroller, did not react to the proposals for a big judicial pay increase. One of the governor’s appointees, Richard B. Cotton, suggested in passing that he may be skeptical of testimony from the state budget director implying that it would be inappropriate to pay judges more than some high-level state employees. “We’re dealing with a co-equal branch” of government, Mr. Cotton said.\nDaniel Turbow, a Family Court judge in Brooklyn who is president of the city Family Court Judges’ Association, said after attending the meeting that he had been pleased by the remarks of some of the members. “I have to think it’s encouraging,” Judge Turbow said.", "url": "https://www.nytimes.com/2011/08/09/nyregion/new-york-state-judicial-pay-panel-hears-calls-for-raises.html"}