{"authors": ["Howard Beck"], "date_download": "2018-11-16 04:12:48", "date_modify": "2018-11-16 04:12:48", "date_publish": "2011-11-26 03:48:17", "description": "After its second-longest labor crisis ever, the basketball league and its players reached an agreement under which a shortened season would begin on Christmas Day.", "filename": "2011_11_27_sports_basketball_nba-and-basketball-players-reach-deal-to-end-lockout.html_pagewanted=all&_r=0&module=inline_1542341568.html", "image_url": "https://static01.nyt.com/images/2011/11/27/world/27nba-span/27nba-span-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_11_27_sports_basketball_nba-and-basketball-players-reach-deal-to-end-lockout.html_pagewanted=all&_r=0&module=inline_1542341568.html", "title": "The New York Times", "title_page": "N.B.A. and Players Reach Deal to End Lockout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A little more than two weeks ago, the talks appeared dead. A federal mediator had intervened twice without success. The commissioner, David Stern , had tried threats and ultimatums before declaring negotiations over on Nov. 10.\nFour days later, the players dissolved their union and filed a federal antitrust lawsuit. Mr. Stern promptly forecast a “nuclear winter” for the league, amid widespread predictions that the 2011-12 season would be canceled.\nThe deal was forged by the possibility of a cancellation, the feared loss of billions of dollars for the league and its players, and, perhaps, by the uncertainty created by the looming legal battle.\nThe new agreement calls for a 50-50 split of basketball-related revenues between the owners and the players, about $2 billion for each side in current terms. There is a possibility that the players can make as much as 51 percent or as little as 49 percent, depending on whether the league exceeds or falls short of projections. The players had been earning 57 percent.\nThe loss of 16 regular-season games and the preseason cost the owners and players an estimated $400 million each. The parties had already resolved the biggest issues, including the $300 million salary reduction, weeks ago, but were hung up on fairly minor details — mostly rules restricting the top-spending teams from adding players. With a 66-game schedule in reach, everyone finally resolved that those items were not worth sacrificing a season and alienating fans and sponsors. The normal N.B.A. regular season is 82 games.\n“For myself, it’s great to be a part of this particular moment, in terms of giving our fans what it is that they so badly wanted and want to see,” said Derek Fisher, the president of the players union.\nMr. Fisher did not smile as he said it, appearing more relieved than happy.\nBilly Hunter , the longtime head of the players union, sat stoically next to him. No one on the players’ side praised the agreement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nLeague officials achieved their two broadest goals: reduced costs and a system that evens the playing field between the richest and poorest teams. The reduction in player salaries should offset the N.B.A.’s reported $300 million in annual losses, and provide a savings of about $3 billion over the 10-year agreement. Each side has an option to terminate the deal after six years. In addition to the significant pay cut for players, the deal includes shorter contracts, smaller raises and a more punitive tax system to rein in the top-spending teams.\nAdvertisement Continue reading the main story\n“I think it will largely prevent the high-spending teams from competing in the free-agency market in a way that they have been able to in the past,” Mr. Silver said, adding, “We feel ultimately it will give fans in every community hope that their team can compete for championships.”\nThe Knicks generated an estimated $226 million in revenue last season, while the Milwaukee Bucks earned $92 million, according to Forbes. The payroll gap is also striking, with the Mavericks spending nearly $90 million on their roster and the Sacramento Kings $45 million. The league is developing a new revenue-sharing plan to help boost the small-market teams.\nThe average N.B.A. salary is $5 million, with a minimum salary around $500,000 and with stars making $15 million or more. Kobe Bryant of the Los Angeles Lakers earns a league-high $25 million.\nTraining camps will open on Dec. 9. Unsigned players will be permitted to sign contracts that day, setting up a chaotic two-week dash toward the 2011-12 season. The three Christmas games are likely to be the ones that were already on the schedule: The Knicks will host the Boston Celtics to open the day, followed by an N.B.A. finals rematch, with the Miami Heat visiting the defending champion Dallas Mavericks. The Chicago Bulls will visit the Lakers in the finale.\nThe rest of the schedule will be reconstructed and released in the coming days. The season will begin eight weeks later than originally scheduled and will be extended into late April, pushing back the playoffs and the finals by a week. Teams will have to play, on average, about two more games a month and sometimes on three consecutive nights — which has not been done since the lockout-shortened 1999 season. That season, the shortest in the modern era, is often regarded with an asterisk, and was marked by sloppy play and out-of-shape players.\nThe 2011-12 season may need only a quarter-asterisk. Every team will play 48 in-conference games, just four fewer than normal. But teams will play only 18 out-of-conference games, meaning not every team will visit every city. So fans in Memphis , for example, might not see LeBron James this season. Conversely, a struggling team like Detroit might avoid facing the Mavericks. Concessionaires and businesses near arenas that depend on the N.B.A. will get a partial reprieve.\nThere is much work to be done before the basketballs hit the court, and before Bryant, Kevin Durant and Dirk Nowitzki can light up arenas again.\nNegotiators must still settle a myriad of so-called B-list issues, including drug testing, the age limit and use of the Development League. The entire collective bargaining agreement must be formally written and ratified, but both Mr. Stern and Mr. Hunter expressed confidence that the deal would be approved.\nThe deal needs ratification by a simple majority of the 30 teams and a simple majority of the 430-plus players. Before that can happen, the parties must dispense with two pending lawsuits, and the players must reconstitute their union. It could be at least a week before the players are ready to vote.\nAdvertisement Continue reading the main story\nIt took negotiators 184 hours, across 25 bargaining sessions and 5 months, to end the second-longest labor crisis in league history. “We just thought that rather than try to pursue this in court, it was in both of our interests to try to reach a resolution,” Mr. Hunter said.", "url": "https://www.nytimes.com/2011/11/27/sports/basketball/nba-and-basketball-players-reach-deal-to-end-lockout.html?pagewanted=all&_r=0&module=inline"}