{"authors": [], "date_download": "2018-11-16 03:21:52", "date_modify": "2018-11-16 03:21:52", "date_publish": "2011-03-21 21:37:15", "description": "The release of four New York Times journalists in Libya served as a powerful reminder of the hazards journalists face around the world.", "filename": "2011_03_22_opinion_22tue2_1542338512.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_22_opinion_22tue2_1542338512.html", "title": "The New York Times", "title_page": "Dangerous Pursuit of Journalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a world where most people consume their news safely, perhaps in a comfortable chair on some electronic device, it is worth remembering how dangerous news-gathering has become. Monday’s release of four New York Times staff members in Libya was a powerful reminder of the hazards journalists face around the world.\nAnthony Shadid, The Times’s Beirut bureau chief; the photographers Tyler Hicks and Lynsey Addario; and Stephen Farrell, a reporter and videographer, were released almost six days after they were captured in eastern Libya by forces loyal to Col. Muammar el-Qaddafi. Turkish diplomats intervened for the journalists and helped get them out of Libya on Monday evening.\nThat happy outcome is tempered by the fact that so many working journalists are under siege around the world. The Committee to Protect Journalists reports that 852 journalists have been killed since 1992 when the committee began keeping records. Most recently, in Libya, an online journalist and an Al Jazeera reporter were killed covering fighting near Benghazi.\nThe Newseum, a museum about the news media in Washington, has reported that more than 160 journalists have died in Iraq since the war began. That is more than both World Wars, Korea and Vietnam combined.\nAdvertisement Continue reading the main story\nThat, in a tragic way, has always been the risk of covering war. But journalists also are increasingly targets of repressive governments — in Russia, Mexico, the Philippines and now in the Middle East. Turkey, which helped our journalists so effectively, has a bad record when it comes to reporters at home.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Committee to Protect Journalists has documented more than 50 attacks on the press in Libya since political trouble began last month. Those include 33 detentions, two attacks on news facilities, the jamming of broadcasts and interruption of the Internet. At least six local journalists are missing, and Libyan authorities are still holding four Al Jazeera journalists. Agence-France Presse has reported two journalists missing in Libya.", "url": "https://www.nytimes.com/2011/03/22/opinion/22tue2.html"}