{"authors": ["Steve Smith"], "date_download": "2018-11-16 04:47:12", "date_modify": "2018-11-16 04:47:12", "date_publish": "2011-05-25 15:11:32", "description": "The Hallé Orchestra, conducted by Ryan Wigglesworth, perform three works by Harrison Birtwistle.", "filename": "2011_05_29_arts_music_new-on-cd-3-birtwistle-works-halle-orchestra.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343632.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_29_arts_music_new-on-cd-3-birtwistle-works-halle-orchestra.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343632.html", "title": "The New York Times", "title_page": "New on CD: 3 Birtwistle Works - Hallé Orchestra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HARRISON BIRTWISTLE: ‘NIGHT’S BLACK BIRD,’\n‘THE SHADOW OF NIGHT,’ ‘THE CRY OF ANUBIS’\nOwen Slade, tuba player; Hallé Orchestra, conducted by Ryan Wigglesworth. NMC Recordings D156; CD.\nNO one does deep, dark, elemental brooding quite as profoundly and convincingly as Harrison Birtwistle, the imposing éminence grise of British modernist composers. This most welcome new disc includes three recent examples of his magnificent gloom. In “The Shadow of Night,” the album’s centerpiece, Mr. Birtwistle reaches across the ages to find common cause with artistic lamentations: Albrecht Dürer’s engraving “Melencolia I” and John Dowland’s song “In Darkness Let Me Dwell.”\nPhoto\nAs if in a disturbing dream, the stark, haunting beauty of Mr. Birtwistle’s inspirations saturates this almost 30-minute work, introduced by Christoph von Dohnanyi and the Cleveland Orchestra at Severance Hall in 2002 and performed by them at Carnegie Hall soon afterward. The music is a gripping procession of half-lighted swirls, plaintive melodic gestures and stark, violent outbursts; light emerges but fleetingly, penetrating now and again through a dense, near-motionless ooze of moaning strings, growling brass and agitated percussion.\n“Night’s Black Bird,” commissioned for the Cleveland Orchestra and Franz Welser-Möst to play at the 2004 Lucerne Festival, is meant as a companion piece to “The Shadow of Night”: a 14-minute distillation of its vocabulary and mood, its title derived from Dowland’s “Flow, My Tears.” Flecked intermittently with woodwind bird song, the piece is clearer and lighter than its predecessor but hardly less mysterious.\nThe last piece on the CD, “The Cry of Anubis,” is one of Mr. Birtwistle’s few concertante works. An eruptive creation from 1994, the work casts a tuba soloist — here Owen Slade — as the jackal-headed Egyptian god of the title, who had figured prominently in Mr. Birtwistle’s opera “The Second Mrs. Kong.” Here, and throughout this invaluable disc, the conductor Ryan Wigglesworth and the Hallé Orchestra do honor to Mr. Birtwistle’s craggy eloquence.", "url": "https://www.nytimes.com/2011/05/29/arts/music/new-on-cd-3-birtwistle-works-halle-orchestra.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}