{"authors": ["David Carr", "The Media Equation"], "date_download": "2018-11-16 03:19:31", "date_modify": "2018-11-16 03:19:31", "date_publish": "2011-07-17 20:56:51", "description": "The willingness of the News Corporation to spend millions in settlement costs to make problems go away provides a useful window into its larger culture.", "filename": "2011_07_18_business_media_for-news-corporation-troubles-that-money-cant-dispel_1542338371.html", "image_url": "https://static01.nyt.com/images/2010/04/12/business/media/carr-50/carr-50-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_18_business_media_for-news-corporation-troubles-that-money-cant-dispel_1542338371.html", "title": "The New York Times", "title_page": "For News Corporation, Troubles That Money Can't Dispel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Mark Lewis, the lawyer for the family of the murdered girl, Milly Dowler , said after Ms. Brooks resigned, “This is not just about one individual but about the culture of an organization.”\nWell put. That organization has used strategic acumen to assemble a vast and lucrative string of media properties, but there is also a long history of rounded-off corners. It has skated on regulatory issues, treated an editorial oversight committee as if it were a potted plant (at The Wall Street Journal ), and made common cause with restrictive governments ( China ) and suspect businesses — all in the relentless pursuit of More. In the process, Mr. Murdoch has always been frank in his impatience with the rules of others.\nAccording to The Guardian, whose bulldog reporting pulled back the curtain on the phone-hacking scandal, the News Corporation paid out $1.6 million in 2009 to settle claims related to the scandal. While expedient, and inexpensive — the company still has gobs of money on hand — it was probably not a good strategy in the long run. If some of those cases had gone to trial, it would have had the effect of lancing the wound.\nLitigation can have an annealing effect on companies, forcing them to re-examine the way they do business. But as it was, the full extent and villainy of the hacking was never known because the News Corporation paid serious money to make sure it stayed that way.\nAnd the money the company reportedly paid out to hacking victims is chicken feed compared with what it has spent trying to paper over the tactics of News America in a series of lawsuits filed by smaller competitors in the United States.\nIn 2006 the state of Minnesota accused News America of engaging in unfair trade practices, and the company settled by agreeing to pay costs and not to falsely disparage its competitors.\nIn 2009, a federal case in New Jersey brought by a company called Floorgraphics went to trial, accusing News America of, wait for it, hacking its way into Floorgraphics’s password protected computer system.\nPhoto\nThe complaint summed up the ethos of News America nicely, saying it had “illegally accessed plaintiff’s computer system and obtained proprietary information” and “disseminated false, misleading and malicious information about the plaintiff.”\nAdvertisement Continue reading the main story\nThe complaint stated that the breach was traced to an I.P. address registered to News America and that after the break-in, Floorgraphics lost contracts from Safeway , Winn-Dixie and Piggly Wiggly.\nMuch of the lawsuit was based on the testimony of Robert Emmel, a former News America executive who had become a whistle-blower. After a few days of testimony, the News Corporation had heard enough. It settled with Floorgraphics for $29.5 million and then, days later, bought it, even though it reportedly had sales of less than $1 million.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the problems continued, and keeping a lid on News America turned out to be a busy and expensive exercise. At the beginning of this year, it paid out $125 million to Insignia Systems to settle allegations of anticompetitive behavior and violations of antitrust laws. And in the most costly payout, it spent half a billion dollars in 2010 on another settlement, just days before the case was scheduled to go to trial. The plaintiff, Valassis Communications , had already won a $300 million verdict in Michigan , but dropped the lawsuit in exchange for $500 million and an agreement to cooperate on certain ventures going forward.\nThe News Corporation is a very large, well-capitalized company, but that single payout to Valassis represented one-fifth of the company’s net income in 2010 and matched the earnings of the entire newspaper and information division that News America was a part of.\nBecause consumers (and journalists) don’t much care who owns the coupon machine in the snack aisle, the cases have not received much attention. But that doesn’t mean that they aren’t a useful window into the broader culture at the News Corporation.\nNews America was led by Paul V. Carlucci, who, according to Forbes, used to show the sales staff the scene in “The Untouchables” in which Al Capone beats a man to death with a baseball bat. Mr. Emmel testified that Mr. Carlucci was clear about the guiding corporate philosophy.\nAccording to Mr. Emmel’s testimony, Mr. Carlucci said that if there were employees uncomfortable with the company’s philosophy — “bed-wetting liberals in particular was the description he used” Mr. Emmel testified — then he could arrange to have those employees “outplaced from the company.”\nClearly, given the size of the payouts, along with the evidence and testimony in the lawsuits, the News Corporation must have known it had another rogue on its hands, one who needed to be dealt with. After all, Mr. Carlucci, who became chairman and chief executive of News America in 1997, had overseen a division that had drawn the scrutiny of government investigators and set off lawsuits that chipped away at the bottom line.\nAdvertisement Continue reading the main story\nAnd while Mr. Murdoch might reasonably maintain that he did not have knowledge of the culture of permission created by Mr. Hinton and Ms. Brooks, by now he has 655 million reasons to know that Mr. Carlucci colored outside the lines.\nSo what became of him? Mr. Carlucci, as it happens, became the publisher of The New York Post in 2005 and continues to serve as head of News America, which doesn’t exactly square with Mr. Murdoch’s recently stated desire to “absolutely establish our integrity in the eyes of the public.”\nA representative for the News Corporation did not respond to a request for comment.\nEven as the flames of the scandal begin to edge closer to Mr. Murdoch’s door, anybody betting against his business survival will most likely come away disappointed. He has been in deep trouble before and not only survived, but prospered. The News Corporation’s reputation may be under water, but the company itself is very liquid, with $11.8 billion in cash on hand and more than $2.5 billion of annual free cash flow.\nStill, money will fix a lot of things, but not everything. When you throw money onto a burning fire, it becomes fuel and nothing more.", "url": "https://www.nytimes.com/2011/07/18/business/media/for-news-corporation-troubles-that-money-cant-dispel.html"}