{"authors": ["Carlotta Gall"], "date_download": "2018-11-16 04:38:15", "date_modify": "2018-11-16 04:38:15", "date_publish": "2011-05-03 15:51:33", "description": "In his last days, bin Laden was not surrounded by a circle of heavily armed Arab bodyguards or mujahedeen.", "filename": "2011_05_04_world_asia_04compound_1542343095.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_05_04_world_asia_04compound_1542343095.html", "title": "The New York Times", "title_page": "Behind Bin Laden’s High Walls, Model Neighbors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nine children ages 2 to 12 and three women, one of whom was Arab, were taken from the compound by the Pakistani military after the raid to the military hospital in town, said security officials, who spoke on the condition of anonymity according to protocol. The numbers indicated that one woman and two children in the group were part of Bin Laden’s family. A security official said a daughter of Bin Laden was critically wounded and was being cared for at the hospital; American officials said that Bin Laden’s wife was wounded.\n“They are all in safe hands and being looked after in accordance with law,” the Pakistani Foreign Ministry said in a statement on Tuesday. “Some of them needing medical care are under treatment in the best possible facilities. As per policy, they will be handed over to their countries of origin,” the statement said.\nVideo\nThe Khans were wealthy compared with the shopkeepers, farm laborers and Afghan refugees who live around them. They were generous, too, paying 200 rupees (about $2.40) — double the daily wage — to laborers who worked on the house, and gave a donation toward the construction of the neighborhood mosque, said Naheed Abassi, 21, a driver and farm laborer who said he worked on the construction of the house.\nThe men drove themselves and, once the house was built, did not employ a gate watchman, often the employee who is the greatest source of information about families. They had two cars, a red S.U.V. and a white Suzuki jeep, neighbors said.\nNeighbors said the men gave different explanations for their comparative wealth, once saying they had a hotel in Dubai managed by their uncle who sent them money, or that they worked in the money-changing business.\nAsked if they had fought in the jihad in Afghanistan, Mr. Abassi, the laborer, grimaced. “It was never very clear,” he said. “The only time they ever interacted with us was when they brought the children out to play,” he said. “They never told us why they came here.”\nVideo\nThe home stands out from the surrounding houses because of its high gray cement walls topped with barbed wire, but otherwise it is an unremarkable three-story white house, with a closed-in terrace and a tall annex at the back of the yard that blocked the view from neighboring houses.\nAdvertisement Continue reading the main story\nThe men bought the land and built the house seven years ago, Mr. Abassi said, adding that he knew the year because his family built their house at the same time. A security official said the house was built in 2004, just beyond the boundaries of the section of town where Kakul Military Academy is located.\nThe owners kept cows and buffalo in an adjoining yard on the south side of the compound, where they had a deep well and a small guard house. That is where one of the three helicopters used in the American assault was abandoned and set on fire. On the north side of the house several poplar trees formed a small garden.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWomen living nearby said the women of the Khans’ house lived in complete purdah, or separation from men, and did not socialize or visit other homes. They never went outside the compound except by car, accompanied by their husbands and fully veiled. Beside the two wives of the owners, an aunt who lived with them would go out in the car with them, some of the women said.\nThe family never invited anyone into their home and never visited other people’s homes, although they did attend prayers in the mosque and funerals in the neighborhood, neighbors said.\nWhen children playing in the fields let a ball fly into the compound by mistake, the owners never let them retrieve it but gave them 50 rupees to buy a new one, said one of the neighbors, a woman with a small boy on her hip who gave her name only as Bibi. When the children began to throw balls into the compound on purpose to get more money, the owners kept paying, she said, laughing.", "url": "https://www.nytimes.com/2011/05/04/world/asia/04compound.html"}