{"authors": ["Laura Kasinof"], "date_download": "2018-11-16 04:27:28", "date_modify": "2018-11-16 04:27:28", "date_publish": "2011-03-08 09:42:11", "description": "As protests spread to new areas of Yemen on Tuesday, the foreign minister appealed to rich Gulf countries for $6 billion in additional aid.", "filename": "2011_03_09_world_middleeast_09yemen.html_ref=world_1542342448.html", "image_url": "https://static01.nyt.com/images/2011/03/09/world/09yemen/09yemen-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_09_world_middleeast_09yemen.html_ref=world_1542342448.html", "title": "Yemen Appeals for Aid to Counter Economic Crisis", "title_page": "Yemen Appeals for Aid to Counter Economic Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Yemeni government offered a different version of events. It said in a statement that the police had discovered some protesters trying to enter the demonstration area with automatic rifles hidden inside blankets and camping equipment.\n“The suspects resisted arrest and soon thereafter a gunfight broke out, injuring dozens of suspected militants, policemen and innocent bystanders,” the statement said, adding that the Interior Ministry will investigate the episode.\nThe injured were rushed into a mosque that had been turned into a medical clinic, where volunteer doctors attended to them. In addition to those who were shot, at least 50 people appeared to have sustained other kinds of injuries, many of them from tear gas.\nIn addition to growing in size, the demonstrations here have become more diversified. Students and unemployed young people initially dominated the rallies, but now people from all segments of Yemeni society have joined in.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTribesmen from Yemen’s north have come to the capital to add their voices to those calling for Mr. Saleh to leave office. These tribesmen contend that Mr. Saleh’s government has kept them poor and favored other tribes. Hisham al-Bakary from Khowlan, a tribal region east of Sana known for kidnapping and violence, said that he and his fellow tribesmen “came here peacefully, without our weapons.”\nIn other developments on Tuesday, Foreign Minister Abu Bakr al-Qirbi appealed to rich Persian Gulf countries for $6 billion in additional aid to confront an economic crisis.\n“The threats and conspiracies aimed at Yemen’s unity, security and stability pose a threat to the security of the region and the world,” Mr. Qirbi told a meeting of the Gulf Cooperation Council, according to the official Saba news agency. The council is made up of prosperous Gulf states, including Saudi Arabia, Yemen’s biggest financial backer. Yemen is not a member.\nMr. Qirbi said that Mr. Saleh was committed to dialogue with the political opposition and to introducing political reform, Saba reported.\nAdvertisement Continue reading the main story\nAlso, in a sign of Yemen’s expanding political crisis, three more politicians resigned from the governing party: two members of Parliament and Yemen’s most famous arms dealer, Faris Manna.\nMr. Saleh recently rejected a plan presented to him by Yemen’s political opposition in which he would leave office before the next presidential election in 2013. Protesters have vowed that they will not stop demonstrating until he steps down.\nIn addition, for the first time a large demonstration calling for the fall of the government was held on Tuesday in Dhamar, a governing party stronghold just south of Sana. Many senior government officials come from Dhamar, including the interior minister and the speaker of Parliament.", "url": "https://www.nytimes.com/2011/03/09/world/middleeast/09yemen.html?ref=world"}