{"authors": [], "date_download": "2018-11-16 04:50:44", "date_modify": "2018-11-16 04:50:44", "date_publish": "2011-03-17 21:12:23", "description": "Nations around the world are looking at the safety of their nuclear reactors, as they should.", "filename": "2011_03_18_opinion_18fri1_1542343844.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_opinion_18fri1_1542343844.html", "title": "Early Questions After Japan", "title_page": "Early Questions After Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Japan ’s nuclear crisis unfolds, nations around the world are looking at the safety of their nuclear reactors — as they should. But most are also waiting until all the facts are in before deciding whether or how to change their nuclear plans. The Obama administration has vowed to learn from the Japanese experience and incorporate new safety approaches if needed.\nThat makes sense to us — so long as there is rigorous follow-through. The operator of the stricken plant, the Tokyo Electric Power Company, and the Japanese government have been disturbingly opaque about what is happening at the Fukushima Daiichi complex and about efforts to prevent a meltdown and the potential public threat.\nThat has deepened anxieties in Japan and around the world and led the United States government to take the extraordinary step of announcing that the damage to at least one of the crippled reactors may be far worse than Tokyo had admitted — and urging Americans there to move further away from the official safety perimeter.\nStill, enough is known to begin raising questions about our own nuclear operations. We hope regulators and industry leaders are equally forthcoming about this country’s vulnerabilities and challenges.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2011/03/18/opinion/18fri1.html"}