{"authors": ["Ryu Murakami"], "date_download": "2018-11-16 04:50:56", "date_modify": "2018-11-16 04:50:56", "date_publish": "2011-03-16 20:55:42", "description": "Choosing to stay, and trust, in the face of disaster.", "filename": "2011_03_17_opinion_17Murakami_1542343856.html", "image_url": "https://static01.nyt.com/images/2011/03/17/opinion/17opedimg/17opedimg-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_17_opinion_17Murakami_1542343856.html", "title": "Amid Shortages, a Surplus of Hope", "title_page": "Amid Shortages, a Surplus of Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Away from the eyes of the group, however, we also have a tendency to behave egoistically — almost as if in rebellion. And we are experiencing that too: Necessities like rice and water and bread have disappeared from supermarkets and convenience stores. Gas stations are out of fuel. There is panic buying and hoarding. Loyalty to the group is being tested.\nPhoto\nAt present, though, our greatest concern is the crisis at the nuclear reactors in Fukushima. There is a mass of confused and conflicting information. Some say the situation is worse than Three Mile Island, but not as bad as Chernobyl; others say that winds carrying radioactive iodine are headed for Tokyo, and that everyone should remain indoors and eat lots of kelp, which contains plenty of safe iodine, which helps prevent the absorbtion of the radioactive element. An American friend advised me to flee to western Japan.\nSome people are leaving Tokyo, but most remain. “I have to work,” some say. “I have my friends here, and my pets.” Others reason, “Even if it becomes a Chernobyl-class catastrophe, Fukushima is 170 miles from Tokyo.”\nMy parents are in western Japan, in Kyushu, but I don’t plan to flee there. I want to remain here, side by side with my family and friends and all the victims of the disaster. I want to somehow lend them courage, just as they are lending courage to me.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd, for now, I want to continue the stance I took in my hotel room: I will trust the words of better-informed people and organizations, especially scientists, doctors and engineers whom I read online. Their opinions and judgments do not receive wide news coverage. But the information is objective and accurate, and I trust it more than anything else I hear.\nTen years ago I wrote a novel in which a middle-school student, delivering a speech before Parliament, says: “This country has everything. You can find whatever you want here. The only thing you can’t find is hope.”\nOne might say the opposite today: evacuation centers are facing serious shortages of food, water and medicine; there are shortages of goods and power in the Tokyo area as well. Our way of life is threatened, and the government and utility companies have not responded adequately.\nBut for all we’ve lost, hope is in fact one thing we Japanese have regained. The great earthquake and tsunami have robbed us of many lives and resources. But we who were so intoxicated with our own prosperity have once again planted the seed of hope. So I choose to believe.", "url": "https://www.nytimes.com/2011/03/17/opinion/17Murakami.html"}