{"authors": ["Kareem Fahim", "David D. Kirkpatrick"], "date_download": "2018-11-16 04:27:29", "date_modify": "2018-11-16 04:27:29", "date_publish": "2011-03-09 03:01:25", "description": "Forces loyal to Col. Muammar el-Qaddafi tried to dislodge Libyan rebels from Ras Lanuf.", "filename": "2011_03_10_world_africa_10libya_1542342449.html", "image_url": "https://static01.nyt.com/images/2011/03/10/world/10LIBYA1/10LIBYA1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_10_world_africa_10libya_1542342449.html", "title": "The New York Times", "title_page": "In Libya, Loyalists Batter Rebels Near Strategic Refinery Town - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Wednesday night, the government brought vans of foreign journalists to a sports field miles from the center of town at midnight, where about 200 young men protected by a heavy military guard cheered for Colonel Qaddafi and set off fireworks. The rally ended about an hour later when the Qaddafi forces began handing out bags of rice, cartons of olive oil, cases of soda and boxes of other groceries, apparently in payment for participation in the rally.\nAfter spending the day pinned down by tank and sniper fire, rebel leaders in Zawiyah claimed to have maintained their grip, however tenuous, Reuters reported. “We are sitting in the square now,” one of the fighters told the agency.\nIn Ras Lanuf, witnesses reported seeing warplanes circling the refinery in the early afternoon, followed by an explosion and thick plumes of black smoke. The blast did not seem to come from the heart of the facility, the witnesses said, but off to the side in an area of numerous large storage tanks.\nPhoto\nA rebel spokesman told The Associated Press that Colonel Qaddafi’s forces had hit a pipeline carrying crude oil to the refinery, while the government placed blame for the blast on rebel forces allied with Al Qaeda.\nAt a news conference in Tripoli, Libya’s top oil official said that explosion occurred in a tank of diesel fuel used to generate electricity for the nearby city of Sidra. The official, Shukri Ghanim, the chairman of the Libyan National Oil Company, also said the nation’s oil production had contracted to 500,000 barrels a day from 1.6 million barrels a day before the uprising, mostly because of the loss of oil field workers.\nThe battle to the city’s west on Wednesday was apparently provoked by the government. After a relatively quiet morning in Ras Lanuf, warplanes started circling the town in the early afternoon. Shortly afterward, the government started shelling rebel fighters, who in short order unleashed their own barrage.\nBy the early evening, the local hospital, which had been emptied in part because water to the city had been cut off, was filled with wounded fighters, their distraught comrades and the bodies of at least five men. The bodies were placed on fresh blankets in the back of two pickup trucks. Other fighters prayed over the men and kissed them before they were driven away.\nAdvertisement Continue reading the main story\nAs Colonel Qaddafi’s forces try to retake strategic oil towns on Libya’s east coast, Western nations continue to debate what actions to take, including the creation of a possible no-flight zone to ground Libyan warplanes.\nVideo\nEuropean countries like Britain and France seem to favor the idea while the United States defense secretary, Robert M. Gates, has underscored the difficulties of imposing such a ban, though he has seemed to soften his resistance in recent days. Britain and France are working on a United Nations resolution to authorize a no-flight zone, although it was unclear whether such a measure could gain the necessary votes of Russia and China in the Security Council.\nThe Pentagon press secretary, Geoff Morrell, took issue with suggestions that Mr. Gates, based on comments the defense secretary made on Capitol Hill last week, was opposed to a no-flight zone. Mr. Morrell said Mr. Gates “has not staked out a position in opposition to any particular course of action.”\nIn his interview with Turkish journalists in Tripoli, broadcast in Turkey on Wednesday, Colonel Qaddafi seemed almost to welcome the idea of a no-flight zone, arguing that it would expose Western motives. “Such a move would be very useful in a way that all Libyan people would then realize that their real intention is to take Libya under control, take people’s freedoms away and seize their oil,” he said. “Therefore, all Libyan people would take up arms and fight.”\nHuman rights abuses by the Qaddafi government could provide another possible trigger for international intervention, and on Wednesday the United Nations’ special rapporteur for torture, Juan E. Méndez, said his agency was investigating a series of charges by Colonel Qaddafi’s opponents of atrocities in the days before Feb. 25, when the government invited foreign journalists into Tripoli to report on the uprising, The Associated Press reported. The accusations include picking up the wounded off city streets and using ambulances to gain admission to hospitals and then taking away patients, who were tortured and, in some cases, executed.\nEnvoys for Colonel Qaddafi fanned out across Europe and, according to some reports, Latin America and Africa, in many cases to make their argument against international intervention. Emissaries were reported to have visited Egypt, Greece, Portugal, Malta and Brussels, where European Union foreign ministers plan to meet Thursday to discuss Libya. Greece confirmed that the colonel himself had spoken with Prime Minister George A. Papandreou.", "url": "https://www.nytimes.com/2011/03/10/world/africa/10libya.html"}