{"authors": ["Jack L. Goldsmith"], "date_download": "2018-11-16 03:46:30", "date_modify": "2018-11-16 03:46:30", "date_publish": "2011-09-30 20:43:04", "description": "The Obama administration’s decision to order a drone strike against an American citizen in Yemen was legal and justified.", "filename": "2011_10_01_opinion_a-just-act-of-war_1542339990.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_01_opinion_a-just-act-of-war_1542339990.html", "title": "A Just Act of War", "title_page": "A Just Act of War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And while no court approved the killing of Mr. Awlaki, it is not accurate to say that he was targeted without due process. What due process requires depends on context. In a lawsuit brought last year that sought to prevent the government from targeting Mr. Awlaki, a federal judge ruled that in wartime the Constitution left it to the president and Congress, not the courts, to decide military targeting issues.\nEven with this ruling, there is an understandable concern about the president’s making a decision to kill an American citizen. This is why the Obama administration has gone to unusual lengths, consistent with the need to protect intelligence, to explain the basis for and limits on its actions. Mr. Obama’s senior counterterrorism adviser, John O. Brennan, made clear in a recent speech that, outside traditional battlefields, the United States targets only individuals who threaten American security. Moreover, there is an extraordinary process inside the government to ensure that this standard is met.\nBefore someone like Mr. Awlaki is targeted, multiple intelligence sources support the conclusion that he is a dangerous threat, top lawyers from many agencies scrutinize the action, policy makers at the highest levels of government approve the action after assessing its legal and political risks, and the Congressional intelligence committees are informed about the intelligence community’s role in the operations.\nIt is true that these internal targeting procedures gave Mr. Awlaki less due process than he would have received from a court. And these procedures are no guarantee against mistakes (though judicial process provides no such guarantee either).\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThat said, these procedures are wholly unprecedented in war, and they exceed anything the law requires. The caution inherent in this internal process is appropriate to guard against mistaken or imprudent actions when targeting individuals who have the power to wreak havoc on America while hiding among civilians in faraway places.\nSuch a cautious approach is especially appropriate when an American citizen is targeted. The president has a duty to keep the country safe. So far, it appears, the Obama administration is exercising this duty lawfully and with caution. Such caution, however, does not guarantee legitimacy at home or abroad. There are relatively few complaints in American society about the drone program, but drones are becoming increasingly controversial outside the United States on the ground that they violate international law.\nThe Obama administration has tried to explain the basis for its actions under international law just as it has under domestic law. But its international law arguments are more controversial. The administration claims that strikes in places like Yemen are consistent with the United Nations charter because the other country consents to them or is unable or unwilling to check the terrorist threat, thereby bringing America’s right to self-defense into play. Moreover, the White House argues that such strikes comply with international law-of-war duties to distinguish civilians from attack and use only proportionate force.\nThese international-law arguments are unconvincing to those who deny the possibility of a war in many nations against nonstate actors, and who are deeply worried about the asymmetrical power that drones possess — precluding, as they do, the need to put American soldiers at risk. Drone critics are increasingly mobilizing forces — at the United Nations, through human rights advocacy and litigation, and in other arenas — to attack the American drone program and make it more costly to use.\nAdvertisement Continue reading the main story\nThis campaign will only gain steam after today’s strike in Yemen. The Obama administration cannot afford to ignore these efforts, but it also cannot give in to them.\nIt can perhaps release a bit more information about the basis for its targeted strikes. It is doubtful, however, that more transparency or more elaborate legal arguments will change many minds, since the goal of drone critics is to end their use altogether (outside of Afghanistan).\nWhile the administration must continue to manage its critics, it cannot afford to forgo using drones, which are an accurate, successful and cost-effective counterterrorism tool whose value will only grow as the United States withdraws its troops from Afghanistan and Iraq.", "url": "https://www.nytimes.com/2011/10/01/opinion/a-just-act-of-war.html"}