{"authors": ["Michael Friedlander"], "date_download": "2018-11-16 04:50:48", "date_modify": "2018-11-16 04:50:48", "date_publish": "2011-03-17 21:22:29", "description": "Heroism is part of a nuclear worker’s job description.", "filename": "2011_03_18_opinion_18Friedlander_1542343848.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_18_opinion_18Friedlander_1542343848.html", "title": "Homer Simpson Need Not Apply", "title_page": "Homer Simpson Need Not Apply - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hong Kong\nWATCHING the coverage of the crisis at the Fukushima Daiichi Nuclear Power Station unfold on TV, I was reminded of my own close call with a nuclear emergency.\nIn 1988 I was a newly minted shift technical adviser at the South Texas Project, a power plant near the Gulf Coast. Hurricane Gilbert, at the time a Category 5 storm, was bearing down on us. I received word from plant management that all workers should leave except for critical plant personnel like myself. I called my wife and told her to go inland with our 4-month-old daughter. Eventually the storm weakened and turned south. But there was never a question: my team and I would stay, regardless of what happened.\nThe situation facing the 50 workers left at Fukushima is a nuclear operator’s worst nightmare. Fortunately, despite harrowing situations like mine, almost none of us will ever deal with anything like it. But the knowledge that a nuclear crisis could occur, and that we might be the only people standing in the way of a meltdown, defines every aspect of an operator’s life.\nThe field attracts a very particular kind of person. I became a nuclear worker in the 1980s, in the wake of the oil crises of the 1970s. Nuclear power, for all its risks, seemed like the best alternative, and people like me who signed up at the time saw ourselves as the guardians of America’s energy future. We were the ones who would prevent the risks of nuclear power from becoming a reality, who would keep the plants safe and, in turn, the country’s way of life secure.\nAdvertisement Continue reading the main story\nThe same spirit motivates today’s workers. Contrary to the depiction of nuclear operators as bumbling slackers in “The Simpsons,” the typical employee is more like a cross between a jet pilot and a firefighter: highly trained to keep a technically complex system running, but also prepared to be the first and usually only line of defense in an emergency.", "url": "https://www.nytimes.com/2011/03/18/opinion/18Friedlander.html"}