{"authors": ["John Willoughby"], "date_download": "2018-11-16 03:37:52", "date_modify": "2018-11-16 03:37:52", "date_publish": "2011-03-28 15:42:29", "description": "Searing meat, a rule of braising, is not the only way to achieve satisfying flavor.", "filename": "2011_03_30_dining_30braise_1542339472.html", "image_url": "https://static01.nyt.com/images/2011/03/30/dining/Braise-2/Braise-2-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_03_30_dining_30braise_1542339472.html", "title": "The New York Times", "title_page": "Braising Meat Without Browning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To sort this out, I went to the source: Paula Wolfert, the woman who almost singlehandedly introduced Americans to the cooking of Morocco.\nShe agreed that in times past, tagines often started out with no browning.\n“Forty years ago, when I lived in the north of Morocco, the lamb was ever so lightly browned or not at all at the beginning of the braise,” she said. “This method was described as ‘starting the tagine cold.’ And it was magical.”\nThe technique, Ms. Wolfert said, involved heating the lamb gently along with spices and other aromatics, allowing the flavors to fully penetrate the meat. At that point it was covered and cooked until tender.\n(Ms. Wolfert also pointed out that all around the Mediterranean, there is a tradition of bringing pots of stewlike dishes to a communal oven, to be slowly cooked with no initial browning.)\nWhen I tried the “cold start” approach, substituting a low heating of the lamb with aromatics and a little butter for the usual hard sear in olive oil, it worked like (well, kind of like) magic. The overall flavor of the dish was less robust than one that began with browning, but it was equally flavorful, in a gentler way.\nPhoto\nSo far, so good. But oddly, resisting browning was not that easy. As a longtime adherent of the hard-sear gospel, I kept thinking that I had forgotten something; every time I caught sight of the lamb on the counter, I would give an involuntary start and reach out to drop it into the pan. But I stayed the course and was rewarded not only with a delicious dinner, but also with a feeling of having done virtually no work.\nAdvertisement Continue reading the main story\nEncouraged, I began to recall other examples. What about that Vietnamese classic, clay pot pork? (As the name implies, this dish was originally made in a clay pot, but it is easily made in any heavy-bottomed pot.) In place of browning the meat, Vietnamese cooks ring a different change on the process: they essentially brown the sugar, which is to say, they make caramel.\nYou might say that making caramel is as hard as searing batches of meat. But it actually takes less time and, as an extra benefit, you add this very useful technique to your repertory.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPlus, it really works. Few dishes with such a short ingredient list deliver the richness, depth of flavor and all-around satisfying complexity of this one. But be aware: The unusually hefty dose of fish sauce, which does not make the dish in any way “fishy,” does make it salty. So eating it with plain white rice is pretty much compulsory.\nAnd of course, if you’re looking to boost flavor, spices are a natural. There are perhaps no cuisines that use spices more deftly than those of India. Borrowing a technique commonly used there, I sweated a trio of aromatic spices before adding the liquid to a braised chicken-thigh dish. The final flavor of the dish, earthy but somehow still delicate, was wholly satisfying; browning the chicken, it seemed to me, might have given the dish a bit too much heartiness.\nIn fact, each of these sear-free dishes had a somewhat lighter taste. While that might not be a virtue in deep winter, it seems just right for this time of year, when you still want the comfort of rich, long-cooked meat but with flavors that are somewhat less basso profundo.\nApostasy, it turns out, does have its rewards.", "url": "https://www.nytimes.com/2011/03/30/dining/30braise.html"}