{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:46:51", "date_modify": "2018-11-16 04:46:51", "date_publish": "2011-10-18 20:40:59", "description": "Admirers of Chen Guangcheng, a lawyer who exposed forced sterilizations and abortions, have been beaten and rebuffed while trying to visit his village — but their numbers are growing.", "filename": "2011_10_19_world_asia_despite-violence-chinese-dissidents-emboldened-supporters-stream-to-see-him_1542343611.html", "image_url": "https://static01.nyt.com/images/2011/10/19/world/LAWYER/LAWYER-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_10_19_world_asia_despite-violence-chinese-dissidents-emboldened-supporters-stream-to-see-him_1542343611.html", "title": "The New York Times", "title_page": "Despite Violence, Chinese Dissident’s Emboldened Supporters Stream to See Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The campaign is also reinvigorating the small but persistent band of Chinese rights advocates still reeling from an eight-month-old crackdown on dissent that has led to dozens of detentions.\nIn recent days, a number of prominent writers and bloggers have made the trip to Shandong, and an even wider circle of academics, lawyers and essayists have weighed in on what amounts to a rare wave of civil disobedience.\nHu Jia, a well-known dissident recently released from jail, posted a photo of himself wearing black sunglasses and a “Free Chen Guangcheng” T-shirt. Lei Yu, a historian at the Chinese Academy of Social Sciences, wrote a poem lamenting Mr. Chen’s suffering, and Mao Yushi, an economist and public intellectual, hinted that Mr. Chen’s mistreatment could stoke social disharmony.\n“The extreme difficulties he has encountered shake the foundation of justice in our society,” he wrote.\nIn an act of guerrilla theater this week, activists in Beijing plastered a banner across the front of Shandong’s offices here that accused the authorities of harming China’s image.\n“I think the campaign has entered an important new phase,” said He Peirong, 40, a rights advocate from Nanjing who has made the trip to Shandong four times — each resulting in beatings. “This time the social elite and the media are standing up for him.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe flurry of attempted visits prompted the party-owned Global Times to pierce the media blackout surrounding Mr. Chen, 39, a self-trained lawyer who earned the ire of Shandong party officials by exposing a program of forced sterilizations and abortions and completed a 51-month prison term in September last year. But instead of being freed, he and his family were isolated.\nLast week, in editorials in its English and Chinese editions, the newspaper gently suggested that local authorities provide information about his predicament to “depoliticize” the issue. “Blocking information and hoping inquires go away will only lead to worse consequences,” the English version read.\nAdvertisement Continue reading the main story\nTaking advantage of a rare opening on a formerly banned subject, The Oriental Morning Post of Shanghai weighed in, criticizing Global Times for treating the authorities with kid gloves and disparaging Mr. Chen. The commentary described how local officials over the years have detained, beaten and chased away a succession of Chinese journalists trying to approach Mr. Chen’s hometown. “The media needs to objectively and comprehensively tell the public ‘who is Chen Guangcheng’ and the public will see things clearly,” it said.\nOnce hailed by the state media for defending peasants’ rights, Mr. Chen makes for a compelling cause célèbre. Blinded by a childhood illness, he helped the disabled win public benefits and aided farmers fighting illegal land seizures. But in 2005, Shandong officials turned against him when he tried to defend thousands of victims of a coercive family-planning campaign. A year later, in a trial that many legal experts described as a sham, a local court convicted him of destroying property and organizing a crowd to block traffic while he was under house arrest.\nSince his release from jail, Mr. Chen, his wife and young daughter have been confined to their home without telephone service or Internet access. A revolving crew of guards is outside his house night and day.\nAccording to rights advocates, Mr. Chen and his wife, Yuan Weijing, were beaten earlier this year by local officials after a video detailing their detention was posted on the Internet. In a letter circulated outside the village, Ms. Yuan described how the authorities later confiscated their electronic equipment and legal papers, cut power to the house and sealed their windows with metal panels.\nMs. He, the Nanjing-based Internet activist and a family friend, said officials constructed a house in the village last July that would make it easier to isolate the family, although she said it was unclear whether they had yet been moved.\nLocal security officials declined to answer questions about his case.\nThe details of Mr. Chen’s mistreatment and the harrowing encounters of those trying to break the blockade have galvanized a growing number of people. Last week, such accounts inspired a carload of physically disabled men and women to drive from nearby Anhui Province. “We just wanted Chen Guangcheng to know he’s not alone,” said Zhou Weilin, 46, who lost an arm in an industrial accident. The group was not attacked, but its members did not earn much sympathy from the guards, who tried to steal the milk they brought for Mr. Chen as they pushed them back toward their car.\nMost visitors report gratuitous brutality. Writing on his blog, one reporter, Shi Yu, described how the police forced his taxi off the road and then allowed a group of men to rough him up while stealing his money, cellphone and jewelry.\nSuch accounts do not appear to be deterring the latest wave of crusaders. Among them is Xu Zhirong, 45, a real estate consultant who said he was terrified but resolved to “confront the evil of the system” this weekend. Although he believes that his visit will most likely prove futile, he hopes he may inspire others. “Just because you feel hopeless doesn’t mean you should stay complacent,” he said in an interview. “Even if it goes badly, I’ll keep going back until either Chen’s situation improves or there is no hope left at all.”", "url": "https://www.nytimes.com/2011/10/19/world/asia/despite-violence-chinese-dissidents-emboldened-supporters-stream-to-see-him.html"}