{"authors": ["Sarah Lyall", "Jo Becker"], "date_download": "2018-11-16 03:19:29", "date_modify": "2018-11-16 03:19:29", "date_publish": "2011-07-07 10:32:30", "description": "Rebekah Brooks, the chief executive of News International, Rupert Murdoch’s British newspaper subsidiary, has used a winning combination of charm, effrontery, audacity and tenacity to thrive.", "filename": "2011_07_08_world_europe_08profile_1542338369.html", "image_url": "https://static01.nyt.com/images/2011/07/08/world/europe/08profile/08profile-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2011_07_08_world_europe_08profile_1542338369.html", "title": "The New York Times", "title_page": "Rebekah Brooks Rose to Top in Britain’s Male Tabloid Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The long-running saga exploded this week as the Murdochs announced they would close The News of the World in the face of public and parliamentary outrage over revelations that the phone of Milly Dowler, a 13-year-old girl murdered in 2002, was hacked by The News of the World after she disappeared but before her body was found, hampering the police investigation and adding to her parents’ distress.\nMs. Brooks was editor of The News of the World at the time; she has condemned the hacking and said she knew nothing about it. She declined a request to be interviewed for this article.\nIn extraordinary scenes in the House of Commons on Wednesday, legislator after legislator — most of them from the opposition Labour Party — rose and demanded that Ms. Brooks, one of the most powerful figures in the British news media and a woman many have feared until now, should go. Ms. Brooks should “take responsibility and stand down,” said Ed Miliband, the Labour leader.\nBut Mr. Murdoch issued a ringing endorsement of Ms. Brooks, saying that his company was committed to holding a full investigation of the recent allegations, under Ms. Brooks’s leadership.\nPart of his approach is strategic, said the media analyst Clare Enders, founder of Enders Analysis. Ms. Enders suggested that Ms. Brooks functioned as something of a firewall for Mr. Murdoch — a buffer against the allegations. “If she resigns, that’s an admission of culpability,” she said.\nAnd part is emotional. “Rupert Murdoch adores her — he’s just very, very attached to her,” said a person who knows them both socially. “To be frank, the most sensible thing that News Corp. could do would be to dump Rebekah Brooks, but he won’t.”\nMs. Brooks’s rise has been steady, and quick. She began her career in the Murdoch media stable as a secretary at The News of the World, rising to become editor of the paper just 11 years later. In 2003, she became editor of the tabloid Sun, Britain’s best-selling daily newspaper, before being promoted to her current job two years ago.\nAdvertisement Continue reading the main story\nFrom early on, she was known for her creative flair in getting articles and her lack of compunction in how she got them. In 1994, she prepared for The News of the World’s interview with James Hewitt, a paramour of Princess Diana, by reserving a hotel suite and hiring a team to “kit it out with secret tape devices in various flowerpots and cupboards,” Piers Morgan, her former boss and now a CNN talk show host, writes in his memoir “The Insider.”\nOn another occasion in her early days, furious that the paper was about to be scooped by The Sunday Times’s serialization of a biography of Prince Charles, Ms. Brooks disguised herself as a Times cleaning woman and hid for two hours in a bathroom, according to Mr. Morgan. When the presses started rolling, she ran over, grabbed a newly printed copy of The Sunday Times, and brought it back to The News of the World — which proceeded to use the material, verbatim, in its own paper the next day.\nSuch tales have passed into tabloid legend, as has Ms. Brooks’s uncanny knack for cultivating the powerful. She was a confidante of Cherie Blair, the wife of Prime Minister Tony Blair, at a time when Mr. Murdoch supported the Labour government. She broke the story of Mrs. Blair’s pregnancy during her husband’s premiership. When the political winds changed and Mr. Murdoch decided to back the Conservative Party, many of Ms. Brooks’s Labour friends felt she had betrayed them and stopped socializing with her. Ms. Brooks simply switched friends.\nNow, she and her husband, Charlie Brooks, a former horse trainer, are part of a high-powered coterie that includes Prime Minister David Cameron and his wife, Samantha; Mr. Murdoch’s daughter Elisabeth and her husband, the public relations executive Matthew Freud; and James Murdoch, Mr. Murdoch’s heir apparent, and his wife.\nMs. Brooks is skilled in the art of befriending upward, acquaintances say.\nWhen she was a secretary and wanted to become a writer, she took up horseback riding because the editor liked riding, a former supervisor recalled. Another editor played golf, so she learned that, too. Next came sailing lessons.\nVideo\n“Who sailed?” the former supervisor said. “The Murdochs, that’s who.”\nIn an interview last year in his office, Phil Hall, a former News of the World editor, called Ms. Brooks an “arch-networker.”\n“She was very influential for the organization in terms of gaining the political contacts that Rupert wanted to have,” Mr. Hall said. “If Rupert wanted a weekend at Chequers with the prime minister, then Rebekah would organize that.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs a tabloid editor, Ms. Brooks embarked on a series of campaigns, agitating successfully for the introduction of a law allowing parents of young children to be notified when convicted sex offenders move to their neighborhoods. As part of her anti-pedophile campaign, she printed photographs of convicted sex offenders in an effort to “name and shame” them. The campaign backfired when it turned out that some of the photographs showed the wrong people and when vigilantes began harassing and threatening men who they thought were pedophiles.\nAs tough-talking as the men she led, Ms. Brooks refused to put up with chauvinism or insubordination. Soon after she became the deputy editor of The Sun — a laddish newspaper that features a seminaked young woman on Page 3 every day — a group of her underlings, she felt, were treating her disrespectfully.\nAdvertisement Continue reading the main story\n“She called the ringleader into her office and said, ‘Be under no illusion — if you ever do that again, you’ll be out of here,’ ” one former editor recalled. “She didn’t muck around. She was one of those people who you knew was going somewhere.”\nAt the same time, as a rebuke to feminists who demanded an end to the Page 3 feature, she took care that her first P. 3 girl, as they are known, was named Rebekah and was identified as “Rebekah from Wapping” — Wapping being where The Sun was based.\nAt times, Ms. Brooks’s crusades were personal. Two former senior employees, who requested anonymity because they still work in journalism, said they were asked to dig up information about her husband at the time, the actor Ross Kemp, whom she suspected of having an affair. (Their dissolving marriage would later make headlines when she was arrested for allegedly assaulting Mr. Kemp. She was released without charge, and the police took no further action.)\nThe use of private investigators at The News of the World was also widespread during Ms. Brooks’s tenure. Even before the hacking scandal, The News of the World was among a number of tabloids implicated when the police raided the office of Steve Whittamore, a private investigator. Billing records kept by Mr. Whittamore, who specialized in “blagging,” or conning, information out of government agencies, phone companies and the like, show that he provided confidential data to 19 News of the World journalists; in at least two instances, he provided Ms. Brooks with unlisted numbers and in one case was able to obtain an address based on a person’s cellphone number.\nA spokeswoman for News International said in an interview that there was in fact just one request by Ms. Brooks from Mr. Whittamore, and that “there was nothing to suggest that any information was retrieved using illegal methods.”\nTom Watson, a Labour member of Parliament, recalled what happened to him in 2006, shortly after he resigned his position in Tony Blair’s government and called for Mr. Blair’s resignation. The political editor of The Sun, George Pascoe-Watson, approached him at the Labour Party conference in Manchester. The Sun was then an ardent Labour supporter.\n“ ‘My editor, Rebekah Wade, will pursue you for the rest of your life. You will never escape us, my friend,’ ” Mr. Watson said Mr. Pascoe-Watson told him. “Those were his exact words.”\nIn an interview last year, Mr. Pascoe-Watson said he had “no recollection of that conversation taking place.” News International has said that “it’s not familiar language to us.”\nAdvertisement Continue reading the main story\nLater, after Mr. Watson threatened to sue The Sun for libel over a series of articles, “my neighbor caught people rummaging through my bins and rustling through papers in my garage,” he said. “He got one of them in a headlock and demanded to know what he was doing, and the person told him he was working for The Sun.”\nIt is a sign of the confidence that Mr. Murdoch places in Ms. Brooks that he has kept her on despite one of the biggest mysteries surrounding her: how could any respectable tabloid editor in such a cutthroat business not know how her own reporters were getting information for articles in her own paper?\n“It doesn’t work like that,” said Ian Hislop, editor of Private Eye magazine, which has long written about tabloid escapades. “You say, ‘Where did you get the story?’ and your journalists don’t say, ‘I don’t remember.’ They say, ‘I bought it off Mulcaire,’ ” he added, referring to Glenn Mulcaire, the private investigator who worked for The News of the World when much of the hacking is believed to have gone on. “Either she’s a complete incompetent, or she knew.”\nIn a strange incident last year that showed both Ms. Brooks’s closeness to the Murdochs and her love of a bold gesture, she and James Murdoch showed up unannounced at the offices of one their rivals, The Independent newspaper, before the national election.\nThey were upset, it seems, at a headline in The Independent saying that “Rupert Murdoch Won’t Decide the Election — You Will.”\nAccording to an account in The Daily Mirror, a non-Murdoch tabloid, “the wild-eyed duo then started to harangue bemused editor Simon Kelner in a foul-mouthed tirade.” The words they used are not printable in nontabloid newspapers.", "url": "https://www.nytimes.com/2011/07/08/world/europe/08profile.html"}