{"authors": ["Quentin Hardy", "Nicole Perlroth"], "date_download": "2018-11-16 03:43:11", "date_modify": "2018-11-16 03:43:11", "date_publish": "2012-05-07 16:24:00", "description": "A limited and split decision over copyright violations by Google all but guaranteed continuing litigation.", "filename": "2012_05_08_technology_google-violated-oracle-patent-jury-decides.html__r=0_1542339791.html", "image_url": "https://static01.nyt.com/images/2012/05/08/business/Google1/Google1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_08_technology_google-violated-oracle-patent-jury-decides.html__r=0_1542339791.html", "title": "U.S. Jury Hands Google Mixed Verdict on Oracle", "title_page": "U.S. Jury Hands Google Mixed Verdict on Oracle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the decision raises questions about how carefully Google treats intellectual property rights, and could raise doubts among phone makers, who might well wonder what other legal claims might be lurking — from Apple, Microsoft or Nokia, for example.\nWith only a partial win, Google is expected to continue to fight, said Al Hilwa, an analyst with IDC. “There are going to be appeals,” he said. “It looks like Google is close to what it wants, with just one copyright loss. If they have to get a license, all the Android phone vendors have to get one, too. It could give Oracle a say in future versions of Android, and that is something Google doesn’t want.”\nPhoto\nOracle’s lawyers argued that while other programmers and companies negotiated open-source and commercial licenses to use Java, Google purposely sought none. It also argued that Google’s Android operating system made use of Java programming tools that were proprietary. Therefore, Oracle asserted, it deserved to share in proceeds of the business created with Android technology.\nGoogle argued that it was free to build Android with the Java programming language in the same way that any author freely uses the English language to write books. Google added that before the Oracle acquisition, Sun Microsystems had openly encouraged Google to use Java to make Android.\nMuch of the trial centered on whether Application Programming Interfaces, or A.P.I.’s, which are the way computer applications speak to one another, can be copyrighted.\nGoogle argued that A.P.I.’s should not be subject to copyright protection because they are merely the tools programmers use to build applications. Oracle argued that some A.P.I.’s are copyrightable and that Google had violated copyrights on 37 Java A.P.I.’s.\nVideo\nGoogle’s defense on this issue relied on the testimony of Jonathan Schwartz, who ran Sun Microsystems from 2006 until it was acquired by Oracle. Mr. Schwartz testified that Java’s A.P.I.’s were not considered proprietary by Sun. As long as Google did not use Java’s name for its Android platform, Sun Microsystems had no grounds to sue Google. Google’s lawyers also cited a blog post Mr. Schwartz wrote celebrating the fact that Java was “free at last.”\nAdvertisement Continue reading the main story\nOther lively parts of the trial involved the testimony of Lawrence J. Ellison, Oracle’s chief executive, and Larry Page, Google’s chief executive. Mr. Ellison was smooth, if occasionally tripped up by Google’s lawyers about whether Java was free. Mr. Page, who appeared less comfortable on the witness stand, toed the company line, repeatedly stating, “We did nothing wrong.”\nLegal experts said Oracle’s case against Google is one of the rare incidences of cases involving software copyright or patents going to trial. Most such disputes are settled out of court.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Oracle was determined to push this case to the wall and be aggressive,” said James E. Bessen, an intellectual property expert and lecturer at Boston University School of Law. “The concern is what precedent this will set. What will be the effect on innovation?”\nThe stakes for both parties were high. While Google offers most of its products free and makes most of its revenue from advertising, Oracle operates more like a traditional commercial software company and makes its money by selling software licenses.\nGoogle and other champions of open-source software have argued that a ruling for Oracle would reward litigious behavior and slow the pace of innovation by forcing companies to spend more time and resources constantly ensuring they were not in violation of intellectual property — time that could be spent building new products and services.", "url": "https://www.nytimes.com/2012/05/08/technology/google-violated-oracle-patent-jury-decides.html?_r=0"}