{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:24", "date_modify": "2018-11-16 03:55:24", "date_publish": "2012-10-04 07:11:09", "description": "Former President Gloria Macapagal Arroyo was arrested Thursday on corruption charges related to the suspected misuse of state lottery funds during her administration.", "filename": "2012_10_05_world_asia_philippines-ex-president-arrested-in-hospital-on-new-charges_1542340524.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_05_world_asia_philippines-ex-president-arrested-in-hospital-on-new-charges_1542340524.html", "title": "The New York Times", "title_page": "Gloria Macapagal Arroyo Is Arrested in Philippine Hospital on New Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — Former President Gloria Macapagal Arroyo of the Philippines was arrested Thursday afternoon on corruption charges related to allegations of misuse of $8.8 million in state lottery funds during her administration.\nMrs. Arroyo, who is now a member of Congress, checked herself into a government medical facility after the warrant was issued and shortly before it was served. Police officials said she was arrested while in a hospital bed. It was unclear whether she would be transferred to a jail cell.\n“Congresswoman Gloria Macapagal Arroyo is now under arrest and in detention, under the custody of the Philippine National Police,” Senior Superintendent Joel Coronel said after the warrant was served.\nMr. Coronel said Mrs. Arroyo was suffering from dehydration and hypertension. She was in the same hospital suite where she spent about eight months under detention on separate charges of rigging an election. She was released in July after a judge found evidence against her to be weak.\nAdvertisement Continue reading the main story\nMrs. Arroyo is under investigation in connection with a variety of corruption offenses said to have been committed during her time as president, from 2001 to 2010. Additional charges are expected to be filed in the coming months. She has maintained that she is innocent of all allegations against her. The new charges are related to accusations that Mrs. Arroyo and members of her administration repeatedly stole money from the national lottery between 2008 and 2010.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe prosecution of Mrs. Arroyo is a cornerstone of the anticorruption campaign of her successor, President Benigno S. Aquino III. A presidential spokesman said Thursday that the case was in the hands of the courts and declined to discuss the matter in detail or comment on Mrs. Arroyo’s detention in the hospital.\n“We cannot speculate on the condition of the former president,” said the spokesman, Edwin Lacierda.", "url": "https://www.nytimes.com/2012/10/05/world/asia/philippines-ex-president-arrested-in-hospital-on-new-charges.html"}