{"authors": ["Adam Liptak", "Ethan Bronner"], "date_download": "2018-11-16 03:59:57", "date_modify": "2018-11-16 03:59:57", "date_publish": "2012-06-25 12:31:58", "description": "The justices ruled that such sentencing for those under 18 violated the Eighth Amendment’s ban on cruel and unusual punishment.", "filename": "2012_06_26_us_justices-bar-mandatory-life-sentences-for-juveniles.html_module=inline_1542340797.html", "image_url": "https://static01.nyt.com/images/2012/06/26/us/26juvenile/26juvenile-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_26_us_justices-bar-mandatory-life-sentences-for-juveniles.html_module=inline_1542340797.html", "title": "The New York Times", "title_page": "Court Bars Mandatory Life Terms for Juveniles in Murders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new decision did not draw a categorical line. Instead, the majority looked to a second line of cases, these barring mandatory death sentences and insisting instead that judges and juries, in Justice Kagan’s words, “consider the characteristics of a defendant and the details of his offense before sentencing.”\nThe cases before the court concerned two men who were involved in killings when they were 14.\nOne of them, Kuntrell Jackson, was with two older youths when the three tried to rob an Arkansas video store in 1999. One of the older youths shot and killed a store clerk.\nThe other, Evan Miller, and an older youth beat a 52-year-old neighbor in Alabama in 2003 after the three had spent the evening smoking marijuana and playing drinking games. The youths then set fire to his home, and the neighbor died of smoke inhalation.\nThe problem with mandatory sentences, Justice Kagan wrote, is that “every juvenile will receive the same sentence as every other — the 17-year-old and the 14-year-old, the shooter and the accomplice, the child from a stable household and the child from a chaotic and abusive one.”\nPhoto\n“Mandatory life without parole for a juvenile precludes consideration of his chronological age and its hallmark features — among them, immaturity, impetuosity, and failure to appreciate risks and consequences,” Justice Kagan added. “It prevents taking into account the family and home environment that surrounds him — and from which he cannot usually extricate himself — no matter how brutal or dysfunctional.”\nBryan Stevenson, executive director of the Equal Justice Initiative, a nonprofit law firm in Alabama that represented the defendants in the ruling, called it “an important win for children.”\n“Today’s decision requires the lower courts to conduct new sentencing hearings where judges will have to consider children’s individual character and life circumstances, including age, as well as the circumstances of the crime,” he said. But he added that the resentencing must be initiated by the inmates, that many lacked the resources to pay for a lawyer, and that the Supreme Court had said prisoners seeking new hearings have no constitutional right to counsel.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAccording to the National Conference of State Legislatures, about 2,500 inmates are serving life sentences for crimes committed when they were juveniles, including more than 2,000 — 80 percent — through the kind of mandatory sentencing systems barred on Monday by the court.\nAdvertisement Continue reading the main story\nThe United States is one of the few countries that have not signed the United Nations’ Convention on the Rights of the Child, which bans life sentences without parole and execution for those under age 18, said Connie de la Vega, a law professor at the University of San Francisco School of Law. She also said that while many countries executed more criminals than the United States did, very few had laws imprisoning adults — let alone juveniles — for life without the possibility of parole.\nJustices Kennedy, Ruth Bader Ginsburg, Stephen G. Breyer and Sonia Sotomayor joined Justice Kagan’s opinion in the two consolidated cases, Jackson v. Hobbs, No. 10-9647, and Miller v. Alabama, No. 10-9646.\nIn a concurrence, Justice Breyer, joined by Justice Sotomayor, said the Eighth Amendment should also bar sentences of life without parole for juvenile offenders who participated in crimes that led to killings but who did not intend to kill.\nChief Justice John G. Roberts Jr., in a dissent joined by Justices Antonin Scalia, Clarence Thomas and Samuel A. Alito Jr., said the court was confusing decency with leniency. He added that longer and mandatory sentences had developed only since the 1980s, making it hard to argue that abolishing them was part of the country’s evolving standards of decency.\n“It is a great tragedy when a juvenile commits murder — most of all for the innocent victims,” Chief Justice Roberts wrote. “But also for the murderer, whose life has gone so wrong so early. And for society as well, which has lost one or more of its members to deliberate violence, and must harshly punish another.”\nIn a separate dissent read from the bench, an unusual move indicating deep disagreement with the majority opinion, Justice Alito made a similar case in stronger language.\n“Even a 17 ½-year-old who sets off a bomb in a crowded mall or guns down a dozen students and teachers is a ‘child’ and must be given a chance to persuade a judge to permit his release into society,” he wrote of the consequences of the majority ruling. “Nothing in the Constitution supports this arrogation of legislative authority.”", "url": "https://www.nytimes.com/2012/06/26/us/justices-bar-mandatory-life-sentences-for-juveniles.html?module=inline"}