{"authors": ["Nicholas Confessore", "Danny Hakim", "Charles V. Bagli"], "date_download": "2018-11-16 04:03:04", "date_modify": "2018-11-16 04:03:04", "date_publish": "2012-06-04 21:14:42", "description": "A group closely allied with Gov. Andrew M. Cuomo received $2 million from gambling interests last December as he developed a proposal to expand casino gambling in New York.", "filename": "2012_06_05_nyregion_gambling-interests-gave-cuomo-ally-millions.html_module=inline_1542340984.html", "image_url": "https://static01.nyt.com/images/2012/06/05/nyregion/Y-JP-CUOMO/Y-JP-CUOMO-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_05_nyregion_gambling-interests-gave-cuomo-ally-millions.html_module=inline_1542340984.html", "title": "Gambling Group Gave $2 Million to a Cuomo Ally", "title_page": "Gambling Group Gave $2 Million to a Cuomo Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The contributions went to the Committee to Save New York, a business and labor coalition that raised $17 million and spent nearly $12 million in 2011, much of it on campaign-style television and radio advertisements praising Mr. Cuomo and supporting his proposals to cap property taxes and slash state spending.\nFounded by real estate developers and business executives at Mr. Cuomo’s urging shortly after he was elected governor, the committee has rapidly become the biggest spender on lobbying in Albany, providing not only critical backing for Mr. Cuomo but also a counterweight to the labor unions whose money and political muscle have traditionally dominated the Capitol.\nThe Committee to Save New York defended its fast-growing role in Albany.\n“From the inception of C.S.N.Y., we have focused on a reform agenda designed to help create jobs, improve the economy of our state and get state government working for the people again,” said Michael McKeon, a spokesman for the committee. “We are proud of our track record, and if there are people who felt they were getting something more for contributing to C.S.N.Y., then they are simply wrong.”\nBecause it is organized as a nonprofit social advocacy group, called a 501(c)4, the Committee to Save New York is not required to disclose the sources of its money publicly. But The New York Times learned some details of the group’s financing through a review of public records and interviews with more than two dozen individuals familiar with the group’s activities.\nThe $2 million from the gaming association appears to have made it the committee’s second largest contributor in 2011, according to a tax return released by the committee last month, which included information on donation amounts but did not identify donors.\nThe group’s single largest donor was another business-oriented organization, the Partnership for New York City, which gave just over $3 million.\nTwo companies that belong to the Partnership for New York City also contributed to the Committee to Save New York: Citigroup and JPMorganChase, each of which contributed $25,000. Other major donors to the Committee to Save New York, according to people with knowledge of the group’s finances, come from New York’s real estate industry: Brookfield Properties , the Durst Organization and Newmark Knight Frank.\nAdvertisement Continue reading the main story\nThere are no gambling companies or casino executives among the committee’s more than 30 advisory board members and partner organizations. Nor was casino gambling high on Mr. Cuomo’s agenda when he ran for governor in 2010.\nPhoto\nMr. Cuomo took some steps toward formulating a position as early as June 2011, when he charged an aide with developing a statewide gambling plan. He suggested in August that he was open to legalization of full-scale, private casinos.\nThere are already five Indian-run casinos in New York, all of them upstate. There is also limited electronic gambling, but no table games with dealers, at so-called racinos located at nine racetracks, represented by the New York Gaming Association.\nAn official with the association said that it had contributed $1.5 million to the Committee to Save New York on Dec. 1 and $500,000 on Dec. 6. Around the same time, Mr. Cuomo unambiguously took the gambling industry’s side, writing a newspaper op-ed article on Dec. 4 saying that he favored expanded casino gambling in New York. Within days, the Committee to Save New York also adopted the issue, adding legalized gambling to its list of priorities for the 2011 legislative session.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn his State of the State speech in January, Mr. Cuomo raised the stakes further, calling for the constitutional amendment to legalize casino gambling and proposing to transform Genting’s planned resort near Aqueduct into a destination casino resort that would include the nation’s largest convention center.\n“This is not about chips and cards,” he said in the speech. “This is about the jobs that the casino industry generates.”\nMr. Cuomo and his aides defended the Genting project for months, publicly dismissing worries that the proposed site — in southwestern Queens , far from the tourist attractions of Midtown Manhattan — was too remote and concerns that the administration had settled on a developer too quickly. But on Friday, Mr. Cuomo said that the deal with Genting had fallen through. And at a news conference at the Capitol on Monday, he distanced himself from the racing association as well, telling reporters he was opposed to giving operators of existing racetracks a preference for future casino licenses.\n“The current racinos are going to argue, they currently argue, that the selection should be limited to the current racinos,” Mr. Cuomo said. “I 100 percent oppose that.”\nPolitical giving by casino interests has exploded in recent years. This year, gambling companies, casinos and Indian tribes with gambling concerns have given close to $20 million to federal candidates, according to the Center for Responsive Politics.\nAdvertisement Continue reading the main story\nGambling companies have long had their eye on New York, potentially one of the most lucrative markets in the country because of the high population density and relatively high personal income levels. Gambling companies have argued for years that New York loses billions of dollars a year to casinos in Connecticut and New Jersey , costing the state jobs and tax revenue. But the State Constitution prohibits casino gambling, and efforts in the past to legalize it beyond tribal reservations have failed.\nTwo years ago, Genting won a lucrative concession to build 4,500 video slot machines at Aqueduct, the anchor of what the company hoped would become a full-scale luxury casino. Beginning in 2011, Genting made a full-scale push in Albany to permit private casinos, organizing the New York Gaming Association with other gambling companies and hiring well-connected lobbyists and advocates, including several close to Mr. Cuomo.\nGenting and the association considered a major advertising campaign to back their efforts. But, according to two people with knowledge of the discussions, the Cuomo administration encouraged the companies to contribute to the committee instead, effectively putting the gambling industry’s cash behind the committee’s promotion of Mr. Cuomo’s agenda.\n“The administration had very clear ideas of how they wanted to see this progress and made it clear to us,” said Timothy Rooney Jr., the general counsel at Empire City Raceway, a Yonkers casino that is a member of the association, adding: “I think we agree with a lot of the governor’s initiatives. If that’s the vehicle for supporting them, it makes sense.”\nSome donors to the Committee to Save New York said they had urged Mr. Cuomo to pursue legalized gambling.\nJeffrey R. Gural, the chairman of Newmark Knight Frank and the owner of two upstate racinos that are members of the New York Gaming Association, said he had contributed about $200,000 last year to the committee, chiefly because he supported Mr. Cuomo’s agenda and shared the governor’s view that public employees unions had grown too powerful in Albany.\nBut Mr. Gural said he also viewed expanded casino gambling as an important initiative for New York.\n“I told him, ‘Andrew, it will create a lot of jobs,’ ” Mr. Gural said. “We’re surrounded by casinos — everyone has them, but we have racinos. Upstate needs jobs desperately.”", "url": "https://www.nytimes.com/2012/06/05/nyregion/gambling-interests-gave-cuomo-ally-millions.html?module=inline"}