{"authors": ["Mark Bittman"], "date_download": "2018-11-16 04:53:35", "date_modify": "2018-11-16 04:53:35", "date_publish": "2012-04-19 07:00:02", "description": "Enlisting the help of one legendary chef (Thomas Keller) to tackle the recipes of another (Fernand Point).", "filename": "2012_04_22_magazine_thomas-keller-takes-on-the-recipes-of-a-french-master_1542344015.html", "image_url": "https://static01.nyt.com/images/2012/04/22/magazine/22eat1/22eat1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_22_magazine_thomas-keller-takes-on-the-recipes-of-a-french-master_1542344015.html", "title": "Thomas Keller Takes on the Recipes of a French Master", "title_page": "Thomas Keller Takes on the Recipes of a French Master - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nFernand Point was not one of your gym-going, globe-trotting, Ph.D.-equipped chefs. He was a roast-chicken-for-breakfast-eating, two-bottles-of-Champagne-at-lunch-drinking, big fat (no way around it) guy, the stereotype of the mid-20th-century French chef and almost without question the most influential of his time.\nHis time was on either side of World War II , and his place was La Pyramide, about a half-hour south of Lyons, often considered the mecca of French cuisine. During the war itself, he fed refugees from the north and then closed for six months rather than feed the occupying forces. His lifestyle was legendary, as was his cooking. (His wine cellars, too — though they were overseen by Mme. Mado Point. They had their share of great Burgundies and Bordeaux but also brought respectability to Rhone wines, even the still-overlooked whites. Mme. Point also ran the restaurant after her husband’s death in 1955, by most reports brilliantly.) Everyone ate at La Pyramide, or wanted to. Half the great French chefs of the next generation — men like Bocuse, Chapel, Outhier and Vergé — trained under him.\nPoint did not leave much in the way of records; little more than menus (done daily of course) and a few notes. His philosophy was to start with the provisions that arrived in the morning and cook from there, but his skill and experience were so great that the results were evidently incomparable, and a real advance from the heavy, preplanned, sauce-based cooking of his predecessors Escoffier and Carême.\nHe also left behind more than a few aphorisms, which covered more than food. There are gems: “Each morning the cuisinier must start again at zero, with nothing on the stove”; “Success is the sum of a lot of small things correctly done”; and the famous “Butter! Give me butter! Always butter!”\nPhoto\nAfter he died, his notes and some ephemera were gathered into a book and published as “Ma Gastronomie.” I first heard of it in 1980 or so, when the Connecticut chef Steve Wilkinson introduced me to Point’s marjolaine, the greatest dessert ever. (Layers of nut-laced meringue, ganache, vanilla butter cream and praline butter cream. Yes, it’s in the book, and yes, you can make it, but it may take some practice, as well as a more detailed cookbook.)\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2012/04/22/magazine/thomas-keller-takes-on-the-recipes-of-a-french-master.html"}