{"authors": ["David Tanis", "City Kitchen"], "date_download": "2018-11-16 03:32:41", "date_modify": "2018-11-16 03:32:41", "date_publish": "2012-02-03 16:51:45", "description": "Dazzle your valentine with something luxurious: lobster stew with a pastry lid, finished with a shower of freshly snipped herbs.", "filename": "2012_02_08_dining_lobster-stew-with-a-pastry-lid-for-your-valentine_1542339161.html", "image_url": "https://static01.nyt.com/images/2012/02/08/dining/08KITCH_SPAN/08KITCH_SPAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_08_dining_lobster-stew-with-a-pastry-lid-for-your-valentine_1542339161.html", "title": "Lobster Stew With a Pastry Top for Your Valentine", "title_page": "Lobster Stew With a Pastry Top for Your Valentine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nCOOKING dinner for your valentine shows you care. (So does taking your valentine out for dinner, but since this is a column about home cooking, let’s assume you’ll be making dinner, not reservations.) Now, then, what will you make? A favorite home-cooked dish will always be appreciated, no matter how humble, but perhaps you want to dazzle with something luxurious.\nSo, lobster. There’s nothing better than a boiled lobster straight from the pot, easily managed for two people, with no more accompaniment than a little melted butter. Too simple? O.K., how about lobster stew? Not difficult, and easier to eat. Homier? Lobster potpie. But now maybe that sounds too humble. Call it lobster stew with a pastry lid, finished with a shower of freshly snipped herbs, and you’ll have the best of both worlds.\nThough lobster potpie always sounds good, it can often be plagued by any of the following: overcooked, tough lobster; a thick, gluey sauce; and a soggy, indifferent crust. Obviously, you want none of that. If you’re going to go to the trouble of making lobster potpie from scratch — it’s not that hard, really — here are some tips for avoiding the most common pitfalls and disappointments.\nPhoto\nTo get lobster that is perfectly cooked, you’ll want to do it yourself and extract the meat. This means par-cooking the lobster for six minutes, cooling it, then chopping the tail, knuckle and claw meat into chunks. When removing the meat from the shell, work over a bowl so you capture the juices, too. It’s fine to do this step well in advance of the meal, say, several hours ahead. Par-cooked meat ensures that your lobster will be succulent and tender when it is heated in the sauce. Two one-and-a-half-pound lobsters will yield 12 to 14 ounces of meat, a generous amount for two portions.\nAdvertisement Continue reading the main story\nRegarding the sauce, many recipes call for a flour-thickened, milk-based sauce, which may be fine at the cafeteria, but not for your valentine. Here it is made with half-and-half, lightly cooked leeks and celery, a touch of potato starch and a dollop of crème fraîche. The difference is palpable.\nMost important, in this version of lobster potpie, the pastry is baked separately, so there’s no chance of sogginess. When making the dough, take care to mix in the chunks of butter as directed. The result is a very flaky, delicate lid. It can be made and rolled ahead, even the day before, then baked just before serving.", "url": "https://www.nytimes.com/2012/02/08/dining/lobster-stew-with-a-pastry-lid-for-your-valentine.html"}