{"authors": ["Jo Becker", "Scott Shane"], "date_download": "2018-11-16 03:45:51", "date_modify": "2018-11-16 03:45:51", "date_publish": "2012-05-29 02:40:41", "description": "President Obama has placed himself at the helm of a top secret process to designate terrorists for kill or capture, reserving the final say on approving lethal action, say current and former aides.", "filename": "2012_05_29_world_obamas-leadership-in-war-on-al-qaeda.html__r=1&pagewanted=all&module=inline_1542339951.html", "image_url": "https://static01.nyt.com/images/2012/05/29/world/SUB-SUB-GUIDANCE-1/SUB-SUB-GUIDANCE-1-thumbLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_29_world_obamas-leadership-in-war-on-al-qaeda.html__r=1&pagewanted=all&module=inline_1542339951.html", "title": "The New York Times", "title_page": "Secret ‘Kill List’ Tests Obama’s Principles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He is determined that he will make these decisions about how far and wide these operations will go,” said Thomas E. Donilon , his national security adviser. “His view is that he’s responsible for the position of the United States in the world.” He added, “He’s determined to keep the tether pretty short.”\nNothing else in Mr. Obama’s first term has baffled liberal supporters and confounded conservative critics alike as his aggressive counterterrorism record. His actions have often remained inscrutable, obscured by awkward secrecy rules, polarized political commentary and the president’s own deep reserve.\nIn interviews with The New York Times , three dozen of his current and former advisers described Mr. Obama’s evolution since taking on the role, without precedent in presidential history, of personally overseeing the shadow war with Al Qaeda.\nThey describe a paradoxical leader who shunned the legislative deal-making required to close the detention facility at Guantánamo Bay in Cuba , but approves lethal action without hand-wringing. While he was adamant about narrowing the fight and improving relations with the Muslim world, he has followed the metastasizing enemy into new and dangerous lands. When he applies his lawyering skills to counterterrorism, it is usually to enable, not constrain, his ferocious campaign against Al Qaeda — even when it comes to killing an American cleric in Yemen, a decision that Mr. Obama told colleagues was “an easy one.”\nHis first term has seen private warnings from top officials about a “Whac-A-Mole” approach to counterterrorism; the invention of a new category of aerial attack following complaints of careless targeting; and presidential acquiescence in a formula for counting civilian deaths that some officials think is skewed to produce low numbers.\nThe administration’s failure to forge a clear detention policy has created the impression among some members of Congress of a take-no-prisoners policy. And Mr. Obama’s ambassador to Pakistan , Cameron P. Munter, has complained to colleagues that the C.I.A. ’s strikes drive American policy there, saying “he didn’t realize his main job was to kill people,” a colleague said.\nBeside the president at every step is his counterterrorism adviser, John O. Brennan , who is variously compared by colleagues to a dogged police detective, tracking terrorists from his cavelike office in the White House basement, or a priest whose blessing has become indispensable to Mr. Obama, echoing the president’s attempt to apply the “just war” theories of Christian philosophers to a brutal modern conflict.\nAdvertisement Continue reading the main story\nBut the strikes that have eviscerated Al Qaeda — just since April, there have been 14 in Yemen, and 6 in Pakistan — have also tested both men’s commitment to the principles they have repeatedly said are necessary to defeat the enemy in the long term. Drones have replaced Guantánamo as the recruiting tool of choice for militants; in his 2010 guilty plea, Faisal Shahzad , who had tried to set off a car bomb in Times Square, justified targeting civilians by telling the judge, “When the drones hit, they don’t see children.”\nPhoto\nDennis C. Blair , director of national intelligence until he was fired in May 2010, said that discussions inside the White House of long-term strategy against Al Qaeda were sidelined by the intense focus on strikes. “The steady refrain in the White House was, ‘This is the only game in town’ — reminded me of body counts in Vietnam ,” said Mr. Blair, a retired admiral who began his Navy service during that war.\nMr. Blair’s criticism, dismissed by White House officials as personal pique, nonetheless resonates inside the government.\nWilliam M. Daley , Mr. Obama’s chief of staff in 2011, said the president and his advisers understood that they could not keep adding new names to a kill list, from ever lower on the Qaeda totem pole. What remains unanswered is how much killing will be enough.\n“One guy gets knocked off, and the guy’s driver, who’s No. 21, becomes 20?” Mr. Daley said, describing the internal discussion. “At what point are you just filling the bucket with numbers?”\n‘Maintain My Options’\nA phalanx of retired generals and admirals stood behind Mr. Obama on the second day of his presidency, providing martial cover as he signed several executive orders to make good on campaign pledges. Brutal interrogation techniques were banned, he declared. And the prison at Guantánamo Bay would be closed.\nWhat the new president did not say was that the orders contained a few subtle loopholes. They reflected a still unfamiliar Barack Obama , a realist who, unlike some of his fervent supporters, was never carried away by his own rhetoric. Instead, he was already putting his lawyerly mind to carving out the maximum amount of maneuvering room to fight terrorism as he saw fit.\nIt was a pattern that would be seen repeatedly, from his response to Republican complaints that he wanted to read terrorists their rights, to his acceptance of the C.I.A.’s method for counting civilian casualties in drone strikes.\nAdvertisement Continue reading the main story\nThe day before the executive orders were issued, the C.I.A.’s top lawyer, John A. Rizzo , had called the White House in a panic. The order prohibited the agency from operating detention facilities, closing once and for all the secret overseas “black sites” where interrogators had brutalized terrorist suspects.\n“The way this is written, you are going to take us out of the rendition business,” Mr. Rizzo told Gregory B. Craig , Mr. Obama’s White House counsel, referring to the much-criticized practice of grabbing a terrorist suspect abroad and delivering him to another country for interrogation or trial. The problem, Mr. Rizzo explained, was that the C.I.A. sometimes held such suspects for a day or two while awaiting a flight. The order appeared to outlaw that.\nMr. Craig assured him that the new president had no intention of ending rendition — only its abuse, which could lead to American complicity in torture abroad. So a new definition of “detention facility” was inserted, excluding places used to hold people “on a short-term, transitory basis.” Problem solved — and no messy public explanation damped Mr. Obama’s celebration.\n“Pragmatism over ideology,” his campaign national security team had advised in a memo in March 2008. It was counsel that only reinforced the president’s instincts.\nEven before he was sworn in, Mr. Obama’s advisers had warned him against taking a categorical position on what would be done with Guantánamo detainees. The deft insertion of some wiggle words in the president’s order showed that the advice was followed.\nSome detainees would be transferred to prisons in other countries, or released, it said. Some would be prosecuted — if “feasible” — in criminal courts. Military commissions , which Mr. Obama had criticized, were not mentioned — and thus not ruled out.\nPhoto\nAs for those who could not be transferred or tried but were judged too dangerous for release? Their “disposition” would be handled by “lawful means, consistent with the national security and foreign policy interests of the United States and the interests of justice.”\nA few sharp-eyed observers inside and outside the government understood what the public did not. Without showing his hand, Mr. Obama had preserved three major policies — rendition, military commissions and indefinite detention — that have been targets of human rights groups since the 2001 terrorist attacks.\nAdvertisement Continue reading the main story\nBut a year later, with Congress trying to force him to try all terrorism suspects using revamped military commissions, he deployed his legal skills differently — to preserve trials in civilian courts.\nIt was shortly after Dec. 25, 2009, following a close call in which a Qaeda-trained operative named Umar Farouk Abdulmutallab had boarded a Detroit-bound airliner with a bomb sewn into his underwear.\nMr. Obama was taking a drubbing from Republicans over the government’s decision to read the suspect his rights, a prerequisite for bringing criminal charges against him in civilian court.\nThe president “seems to think that if he gives terrorists the rights of Americans, lets them lawyer up and reads them their Miranda rights, we won’t be at war,” former Vice President Dick Cheney charged.\nSensing vulnerability on both a practical and political level, the president summoned his attorney general, Eric H. Holder Jr. , to the White House.\nF.B.I. agents had questioned Mr. Abdulmutallab for 50 minutes and gained valuable intelligence before giving him the warning. They had relied on a 1984 case called New York v. Quarles, in which the Supreme Court ruled that statements made by a suspect in response to urgent public safety questions — the case involved the location of a gun — could be introduced into evidence even if the suspect had not been advised of the right to remain silent.\nMr. Obama, who Mr. Holder said misses the legal profession, got into a colloquy with the attorney general. How far, he asked, could Quarles be stretched? Mr. Holder felt that in terrorism cases, the court would allow indefinite questioning on a fairly broad range of subjects.\nSatisfied with the edgy new interpretation, Mr. Obama gave his blessing, Mr. Holder recalled.\n“Barack Obama believes in options: ‘Maintain my options,’ “ said Jeh C. Johnson, a campaign adviser and now general counsel of the Defense Department.\nAdvertisement Continue reading the main story\n‘They Must All Be Militants’\nThat same mind-set would be brought to bear as the president intensified what would become a withering campaign to use unmanned aircraft to kill Qaeda terrorists.\nJust days after taking office, the president got word that the first strike under his administration had killed a number of innocent Pakistanis. “The president was very sharp on the thing, and said, ‘I want to know how this happened,’ “ a top White House adviser recounted.\nIn response to his concern, the C.I.A. downsized its munitions for more pinpoint strikes. In addition, the president tightened standards, aides say: If the agency did not have a “near certainty” that a strike would result in zero civilian deaths, Mr. Obama wanted to decide personally whether to go ahead.\nPhoto\nThe president’s directive reinforced the need for caution, counterterrorism officials said, but did not significantly change the program. In part, that is because “the protection of innocent life was always a critical consideration,” said Michael V. Hayden , the last C.I.A. director under President George W. Bush .\nIt is also because Mr. Obama embraced a disputed method for counting civilian casualties that did little to box him in. It in effect counts all military-age males in a strike zone as combatants, according to several administration officials, unless there is explicit intelligence posthumously proving them innocent.\nCounterterrorism officials insist this approach is one of simple logic: people in an area of known terrorist activity, or found with a top Qaeda operative, are probably up to no good. “Al Qaeda is an insular, paranoid organization — innocent neighbors don’t hitchhike rides in the back of trucks headed for the border with guns and bombs,” said one official, who requested anonymity to speak about what is still a classified program.\nThis counting method may partly explain the official claims of extraordinarily low collateral deaths. In a speech last year Mr. Brennan, Mr. Obama’s trusted adviser, said that not a single noncombatant had been killed in a year of strikes. And in a recent interview, a senior administration official said that the number of civilians killed in drone strikes in Pakistan under Mr. Obama was in the “single digits” — and that independent counts of scores or hundreds of civilian deaths unwittingly draw on false propaganda claims by militants.\nBut in interviews, three former senior intelligence officials expressed disbelief that the number could be so low. The C.I.A. accounting has so troubled some administration officials outside the agency that they have brought their concerns to the White House. One called it “guilt by association” that has led to “deceptive” estimates of civilian casualties.\nAdvertisement Continue reading the main story\n“It bothers me when they say there were seven guys, so they must all be militants,” the official said. “They count the corpses and they’re not really sure who they are.”\n‘A No-Brainer’\nAbout four months into his presidency, as Republicans accused him of reckless naïveté on terrorism, Mr. Obama quickly pulled together a speech defending his policies. Standing before the Constitution at the National Archives in Washington, he mentioned Guantánamo 28 times, repeating his campaign pledge to close the prison.\nBut it was too late, and his defensive tone suggested that Mr. Obama knew it. Though President George W. Bush and Senator John McCain , the 2008 Republican candidate, had supported closing the Guantánamo prison, Republicans in Congress had reversed course and discovered they could use the issue to portray Mr. Obama as soft on terrorism.\nWalking out of the Archives, the president turned to his national security adviser at the time, Gen. James L. Jones , and admitted that he had never devised a plan to persuade Congress to shut down the prison.\n“We’re never going to make that mistake again,” Mr. Obama told the retired Marine general.\nGeneral Jones said the president and his aides had assumed that closing the prison was “a no-brainer — the United States will look good around the world.” The trouble was, he added, “nobody asked, ‘O.K., let’s assume it’s a good idea, how are you going to do this?’ “\nIt was not only Mr. Obama’s distaste for legislative backslapping and arm-twisting, but also part of a deeper pattern, said an administration official who has watched him closely: the president seemed to have “a sense that if he sketches a vision, it will happen — without his really having thought through the mechanism by which it will happen.”\nIn fact, both Secretary of State Hillary Rodham Clinton and the attorney general, Mr. Holder, had warned that the plan to close the Guantánamo prison was in peril, and they volunteered to fight for it on Capitol Hill, according to officials. But with Mr. Obama’s backing, his chief of staff, Rahm Emanuel , blocked them, saying health care reform had to go first.\nWhen the administration floated a plan to transfer from Guantánamo to Northern Virginia two Uighurs , members of a largely Muslim ethnic minority from China who are considered no threat to the United States, Virginia Republicans led by Representative Frank R. Wolf denounced the idea. The administration backed down.\nPhoto\nThat show of weakness doomed the effort to close Guantánamo, the same administration official said. “ Lyndon Johnson would have steamrolled the guy,” he said. “That’s not what happened. It’s like a boxing match where a cut opens over a guy’s eye.”\nAdvertisement Continue reading the main story\nThe Use of Force\nIt is the strangest of bureaucratic rituals: Every week or so, more than 100 members of the government’s sprawling national security apparatus gather, by secure video teleconference, to pore over terrorist suspects’ biographies and recommend to the president who should be the next to die.\nThis secret “nominations” process is an invention of the Obama administration, a grim debating society that vets the PowerPoint slides bearing the names, aliases and life stories of suspected members of Al Qaeda’s branch in Yemen or its allies in Somalia ’s Shabab militia.\nThe video conferences are run by the Pentagon, which oversees strikes in those countries, and participants do not hesitate to call out a challenge, pressing for the evidence behind accusations of ties to Al Qaeda.\n“What’s a Qaeda facilitator?” asked one participant, illustrating the spirit of the exchanges. “If I open a gate and you drive through it, am I a facilitator?” Given the contentious discussions, it can take five or six sessions for a name to be approved, and names go off the list if a suspect no longer appears to pose an imminent threat, the official said. A parallel, more cloistered selection process at the C.I.A. focuses largely on Pakistan, where that agency conducts strikes.\nThe nominations go to the White House, where by his own insistence and guided by Mr. Brennan, Mr. Obama must approve any name. He signs off on every strike in Yemen and Somalia and also on the more complex and risky strikes in Pakistan — about a third of the total.\nAides say Mr. Obama has several reasons for becoming so immersed in lethal counterterrorism operations. A student of writings on war by Augustine and Thomas Aquinas, he believes that he should take moral responsibility for such actions. And he knows that bad strikes can tarnish America’s image and derail diplomacy.\n“He realizes this isn’t science, this is judgments made off of, most of the time, human intelligence,” said Mr. Daley, the former chief of staff. “The president accepts as a fact that a certain amount of screw-ups are going to happen, and to him, that calls for a more judicious process.”\nAdvertisement Continue reading the main story\nBut the control he exercises also appears to reflect Mr. Obama’s striking self-confidence: he believes, according to several people who have worked closely with him, that his own judgment should be brought to bear on strikes.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAsked what surprised him most about Mr. Obama, Mr. Donilon, the national security adviser, answered immediately: “He’s a president who is quite comfortable with the use of force on behalf of the United States.”\nIn fact, in a 2007 campaign speech in which he vowed to pull the United States out of Iraq and refocus on Al Qaeda, Mr. Obama had trumpeted his plan to go after terrorist bases in Pakistan — even if Pakistani leaders objected. His rivals at the time, including Mitt Romney , Joseph R. Biden Jr. and Mrs. Clinton, had all pounced on what they considered a greenhorn’s campaign bluster. (Mr. Romney said Mr. Obama had become “Dr. Strangelove.”)\nIn office, however, Mr. Obama has done exactly what he had promised, coming quickly to rely on the judgment of Mr. Brennan.\nMr. Brennan, a son of Irish immigrants, is a grizzled 25-year veteran of the C.I.A. whose work as a top agency official during the brutal interrogations of the Bush administration made him a target of fierce criticism from the left. He had been forced, under fire, to withdraw his name from consideration to lead the C.I.A. under Mr. Obama, becoming counterterrorism chief instead.\nPhoto\nSome critics of the drone strategy still vilify Mr. Brennan, suggesting that he is the C.I.A.’s agent in the White House, steering Mr. Obama to a targeted killing strategy. But in office, Mr. Brennan has surprised many former detractors by speaking forcefully for closing Guantánamo and respecting civil liberties.\nHarold H. Koh , for instance, as dean of Yale Law School was a leading liberal critic of the Bush administration’s counterterrorism policies. But since becoming the State Department’s top lawyer, Mr. Koh said, he has found in Mr. Brennan a principled ally.\n“If John Brennan is the last guy in the room with the president, I’m comfortable, because Brennan is a person of genuine moral rectitude,” Mr. Koh said. “It’s as though you had a priest with extremely strong moral values who was suddenly charged with leading a war.”\nThe president values Mr. Brennan’s experience in assessing intelligence, from his own agency or others, and for the sobriety with which he approaches lethal operations, other aides say.\nAdvertisement Continue reading the main story\n“The purpose of these actions is to mitigate threats to U.S. persons’ lives,” Mr. Brennan said in an interview. “It is the option of last recourse. So the president, and I think all of us here, don’t like the fact that people have to die. And so he wants to make sure that we go through a rigorous checklist: The infeasibility of capture, the certainty of the intelligence base, the imminence of the threat, all of these things.”\nYet the administration’s very success at killing terrorism suspects has been shadowed by a suspicion: that Mr. Obama has avoided the complications of detention by deciding, in effect, to take no prisoners alive. While scores of suspects have been killed under Mr. Obama, only one has been taken into American custody, and the president has balked at adding new prisoners to Guantánamo.\n“Their policy is to take out high-value targets, versus capturing high-value targets,” said Senator Saxby Chambliss of Georgia , the top Republican on the intelligence committee. “They are not going to advertise that, but that’s what they are doing.”\nMr. Obama’s aides deny such a policy, arguing that capture is often impossible in the rugged tribal areas of Pakistan and Yemen and that many terrorist suspects are in foreign prisons because of American tips. Still, senior officials at the Justice Department and the Pentagon acknowledge that they worry about the public perception.\n“We have to be vigilant to avoid a no-quarter, or take-no-prisoners policy,” said Mr. Johnson, the Pentagon’s chief lawyer.\nTrade-Offs\nThe care that Mr. Obama and his counterterrorism chief take in choosing targets, and their reliance on a precision weapon, the drone, reflect his pledge at the outset of his presidency to reject what he called the Bush administration’s “false choice between our safety and our ideals.”\nBut he has found that war is a messy business, and his actions show that pursuing an enemy unbound by rules has required moral, legal and practical trade-offs that his speeches did not envision.\nOne early test involved Baitullah Mehsud , the leader of the Pakistani Taliban. The case was problematic on two fronts, according to interviews with both administration and Pakistani sources.\nAdvertisement Continue reading the main story\nThe C.I.A. worried that Mr. Mehsud, whose group then mainly targeted the Pakistan government, did not meet the Obama administration’s criteria for targeted killing: he was not an imminent threat to the United States. But Pakistani officials wanted him dead, and the American drone program rested on their tacit approval. The issue was resolved after the president and his advisers found that he represented a threat, if not to the homeland, to American personnel in Pakistan.\nPhoto\nThen, in August 2009, the C.I.A. director, Leon E. Panetta , told Mr. Brennan that the agency had Mr. Mehsud in its sights. But taking out the Pakistani Taliban leader, Mr. Panetta warned, did not meet Mr. Obama’s standard of “near certainty” of no innocents being killed. In fact, a strike would certainly result in such deaths: he was with his wife at his in-laws’ home.\n“Many times,” General Jones said, in similar circumstances, “at the 11th hour we waved off a mission simply because the target had people around them and we were able to loiter on station until they didn’t.”\nBut not this time. Mr. Obama, through Mr. Brennan, told the C.I.A. to take the shot, and Mr. Mehsud was killed, along with his wife and, by some reports, other family members as well, said a senior intelligence official.\nThe attempted bombing of an airliner a few months later, on Dec. 25, stiffened the president’s resolve, aides say. It was the culmination of a series of plots, including the killing of 13 people at Fort Hood, Tex. by an Army psychiatrist who had embraced radical Islam.\nMr. Obama is a good poker player, but he has a tell when he is angry. His questions become rapid-fire, said his attorney general, Mr. Holder. “He’ll inject the phrase, ‘I just want to make sure you understand that.’ “ And it was clear to everyone, Mr. Holder said, that he was simmering about how a 23-year-old bomber had penetrated billions of dollars worth of American security measures.\nWhen a few officials tentatively offered a defense, noting that the attack had failed because the terrorists were forced to rely on a novice bomber and an untested formula because of stepped-up airport security , Mr. Obama cut them short.\n“Well, he could have gotten it right and we’d all be sitting here with an airplane that blew up and killed over a hundred people,” he said, according to a participant. He asked them to use the close call to imagine in detail the consequences if the bomb had detonated. In characteristic fashion, he went around the room, asking each official to explain what had gone wrong and what needed to be done about it.\nAdvertisement Continue reading the main story\n“After that, as president, it seemed like he felt in his gut the threat to the United States,” said Michael E. Leiter, then director of the National Counterterrorism Center. “Even John Brennan, someone who was already a hardened veteran of counterterrorism, tightened the straps on his rucksack after that.”\nDavid Axelrod , the president’s closest political adviser, began showing up at the “Terror Tuesday” meetings, his unspeaking presence a visible reminder of what everyone understood: a successful attack would overwhelm the president’s other aspirations and achievements.\nIn the most dramatic possible way, the Fort Hood shootings in November and the attempted Christmas Day bombing had shown the new danger from Yemen. Mr. Obama, who had rejected the Bush-era concept of a global war on terrorism and had promised to narrow the American focus to Al Qaeda’s core, suddenly found himself directing strikes in another complicated Muslim country.\nThe very first strike under his watch in Yemen, on Dec. 17, 2009, offered a stark example of the difficulties of operating in what General Jones described as an “embryonic theater that we weren’t really familiar with.”\nIt killed not only its intended target, but also two neighboring families, and left behind a trail of cluster bombs that subsequently killed more innocents. It was hardly the kind of precise operation that Mr. Obama favored. Videos of children’s bodies and angry tribesmen holding up American missile parts flooded You Tube, fueling a ferocious backlash that Yemeni officials said bolstered Al Qaeda.\nThe sloppy strike shook Mr. Obama and Mr. Brennan, officials said, and once again they tried to impose some discipline.\nPhoto\nIn Pakistan, Mr. Obama had approved not only “personality” strikes aimed at named, high-value terrorists, but “signature” strikes that targeted training camps and suspicious compounds in areas controlled by militants.\nBut some State Department officials have complained to the White House that the criteria used by the C.I.A. for identifying a terrorist “signature” were too lax. The joke was that when the C.I.A. sees “three guys doing jumping jacks,” the agency thinks it is a terrorist training camp, said one senior official. Men loading a truck with fertilizer could be bombmakers — but they might also be farmers, skeptics argued.\nAdvertisement Continue reading the main story\nNow, in the wake of the bad first strike in Yemen, Mr. Obama overruled military and intelligence commanders who were pushing to use signature strikes there as well.\n“We are not going to war with Yemen,” he admonished in one meeting, according to participants.\nHis guidance was formalized in a memo by General Jones, who called it a “governor, if you will, on the throttle,” intended to remind everyone that “one should not assume that it’s just O.K. to do these things because we spot a bad guy somewhere in the world.”\nMr. Obama had drawn a line. But within two years, he stepped across it. Signature strikes in Pakistan were killing a large number of terrorist suspects, even when C.I.A. analysts were not certain beforehand of their presence. And in Yemen, roiled by the Arab Spring unrest, the Qaeda affiliate was seizing territory.\nToday, the Defense Department can target suspects in Yemen whose names they do not know. Officials say the criteria are tighter than those for signature strikes, requiring evidence of a threat to the United States, and they have even given them a new name — TADS, for Terrorist Attack Disruption Strikes. But the details are a closely guarded secret — part of a pattern for a president who came into office promising transparency.\nThe Ultimate Test\nOn that front, perhaps no case would test Mr. Obama’s principles as starkly as that of Anwar al-Awlaki , an American-born cleric and Qaeda propagandist hiding in Yemen, who had recently risen to prominence and had taunted the president by name in some of his online screeds.\nThe president “was very interested in obviously trying to understand how a guy like Awlaki developed,” said General Jones. The cleric’s fiery sermons had helped inspire a dozen plots, including the shootings at Fort Hood. Then he had gone “operational,” plotting with Mr. Abdulmutallab and coaching him to ignite his explosives only after the airliner was over the United States.\nThat record, and Mr. Awlaki’s calls for more attacks, presented Mr. Obama with an urgent question: Could he order the targeted killing of an American citizen, in a country with which the United States was not at war, in secret and without the benefit of a trial?\nThe Justice Department’s Office of Legal Counsel prepared a lengthy memo justifying that extraordinary step, asserting that while the Fifth Amendment’s guarantee of due process applied, it could be satisfied by internal deliberations in the executive branch.\nAdvertisement Continue reading the main story\nMr. Obama gave his approval, and Mr. Awlaki was killed in September 2011, along with a fellow propagandist, Samir Khan , an American citizen who was not on the target list but was traveling with him.\nIf the president had qualms about this momentous step, aides said he did not share them. Mr. Obama focused instead on the weight of the evidence showing that the cleric had joined the enemy and was plotting more terrorist attacks.\n“This is an easy one,” Mr. Daley recalled him saying, though the president warned that in future cases, the evidence might well not be so clear.\nPhoto\nIn the wake of Mr. Awlaki’s death, some administration officials, including the attorney general, argued that the Justice Department’s legal memo should be made public. In 2009, after all, Mr. Obama had released Bush administration legal opinions on interrogation over the vociferous objections of six former C.I.A. directors.\nThis time, contemplating his own secrets, he chose to keep the Awlaki opinion secret.\n“Once it’s your pop stand, you look at things a little differently,” said Mr. Rizzo, the C.I.A.’s former general counsel.\nMr. Hayden, the former C.I.A. director and now an adviser to Mr. Obama’s Republican challenger, Mr. Romney, commended the president’s aggressive counterterrorism record, which he said had a “Nixon to China” quality. But, he said, “secrecy has its costs” and Mr. Obama should open the strike strategy up to public scrutiny.\n“This program rests on the personal legitimacy of the president, and that’s not sustainable,” Mr. Hayden said. “I have lived the life of someone taking action on the basis of secret O.L.C. memos, and it ain’t a good life. Democracies do not make war on the basis of legal memos locked in a D.O.J. safe.”\nTactics Over Strategy\nIn his June 2009 speech in Cairo, aimed at resetting relations with the Muslim world, Mr. Obama had spoken eloquently of his childhood years in Indonesia , hearing the call to prayer “at the break of dawn and the fall of dusk.”\nAdvertisement Continue reading the main story\n“The United States is not — and never will be — at war with Islam,” he declared.\nBut in the months that followed, some officials felt the urgency of counterterrorism strikes was crowding out consideration of a broader strategy against radicalization. Though Mrs. Clinton strongly supported the strikes, she complained to colleagues about the drones-only approach at Situation Room meetings, in which discussion would focus exclusively on the pros, cons and timing of particular strikes.\nAt their weekly lunch, Mrs. Clinton told the president she thought there should be more attention paid to the root causes of radicalization, and Mr. Obama agreed. But it was September 2011 before he issued an executive order setting up a sophisticated, interagency war room at the State Department to counter the jihadi narrative on an hour-by-hour basis, posting messages and video online and providing talking points to embassies.\nMr. Obama was heartened, aides say, by a letter discovered in the raid on Osama bin Laden ’s compound in Pakistan. It complained that the American president had undermined Al Qaeda’s support by repeatedly declaring that the United States was at war not with Islam, but with the terrorist network. “We must be doing a good job,” Mr. Obama told his secretary of state.\nMoreover, Mr. Obama’s record has not drawn anything like the sweeping criticism from allies that his predecessor faced. John B. Bellinger III, a top national security lawyer under the Bush administration, said that was because Mr. Obama’s liberal reputation and “softer packaging” have protected him. “After the global outrage over Guantánamo, it’s remarkable that the rest of the world has looked the other way while the Obama administration has conducted hundreds of drone strikes in several different countries, including killing at least some civilians,” said Mr. Bellinger, who supports the strikes.\nBy withdrawing from Iraq and preparing to withdraw from Afghanistan , Mr. Obama has refocused the fight on Al Qaeda and hugely reduced the death toll both of American soldiers and Muslim civilians. But in moments of reflection, Mr. Obama may have reason to wonder about unfinished business and unintended consequences.\nHis focus on strikes has made it impossible to forge, for now, the new relationship with the Muslim world that he had envisioned. Both Pakistan and Yemen are arguably less stable and more hostile to the United States than when Mr. Obama became president.\nJustly or not, drones have become a provocative symbol of American power, running roughshod over national sovereignty and killing innocents. With China and Russia watching, the United States has set an international precedent for sending drones over borders to kill enemies.\nMr. Blair, the former director of national intelligence, said the strike campaign was dangerously seductive. “It is the politically advantageous thing to do — low cost, no U.S. casualties, gives the appearance of toughness,” he said. “It plays well domestically, and it is unpopular only in other countries. Any damage it does to the national interest only shows up over the long term.”\nAdvertisement Continue reading the main story\nBut Mr. Blair’s dissent puts him in a small minority of security experts. Mr. Obama’s record has eroded the political perception that Democrats are weak on national security. No one would have imagined four years ago that his counterterrorism policies would come under far more fierce attack from the American Civil Liberties Union than from Mr. Romney.\nAides say that Mr. Obama’s choices, though, are not surprising. The president’s reliance on strikes, said Mr. Leiter, the former head of the National Counterterrorism Center, “is far from a lurid fascination with covert action and special forces. It’s much more practical. He’s the president. He faces a post-Abdulmutallab situation, where he’s being told people might attack the United States tomorrow.”\n“You can pass a lot of laws,” Mr. Leiter said, “Those laws are not going to get Bin Laden dead.”", "url": "https://www.nytimes.com/2012/05/29/world/obamas-leadership-in-war-on-al-qaeda.html?_r=1&pagewanted=all&module=inline"}