{"authors": ["Corey Kilgannon", "Character Study"], "date_download": "2018-11-16 04:22:32", "date_modify": "2018-11-16 04:22:32", "date_publish": "2012-01-14 00:21:02", "description": "Charlie Murello, 92, retired as a detective from the New York Police Department almost 30 years ago, but he never stopped going to work.", "filename": "2012_01_15_nyregion_charlie-murello-retired-from-the-police-force-but-never-left_1542342152.html", "image_url": "https://static01.nyt.com/images/2012/01/15/nyregion/15CHARACTER_SPAN/15CHARACTER_SPAN-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_15_nyregion_charlie-murello-retired-from-the-police-force-but-never-left_1542342152.html", "title": "The New York Times", "title_page": "Charlie Murello Retired From the Police Force, but Never Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Patrolmen’s Benevolent Association has made Mr. Murello a lifetime member, a rare honor. At its monthly delegate meetings, he distributes the stipend checks to board members, including the president, Patrick J. Lynch.\n“He never stopped being a member and a cop to everyone,” Mr. Lynch said. “When he walks in the station house, everyone lights up. They respect him.”\nMr. Murello was born one of seven children in an apartment on North 10th Street in Williamsburg. He entered the United States Army at age 21. “I fixed roads so Patton’s tanks could pass,” he said.\nAfter the war, he said, “I wanted a good city job, so I took the fire, police and sanitation tests, and police called first.” He was assigned to walk a beat along the East River for the 92nd Precinct, at $3,900 a year.\n“I ran for union delegate because I always wanted to represent the guys,” he said. “But I never wanted to be on the P.B.A. board full time, because I liked being a cop in the precinct.”\nIn 1965, Mr. Murello became a community affairs officer and a detective. The combination made him something of a front man for the precinct house, always on the scene when politicians and big brass came around, and when anything befell one of his officers. He wound up working at the 90th after the 92nd and 87th Precincts were folded into it.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhen Mr. Murello turned 63, the department’s mandatory age for retirement, he said the pension office told him, “You have to leave or we’ll kick you out.” He complied reluctantly, and then simply kept showing up for work as a union delegate.\nAround the station house, Mr. Murello is more than an aging mascot with some war stories — although he has them, too. Ask him about that photograph on the station house wall of him helping to take a cow into custody.\nAdvertisement Continue reading the main story\n“The cow escaped from a slaughterhouse nearby and we took him to the station house, fed him and brought him back,” he said. “He kicked Sergeant Corso in the stomach.”\nOn Wednesday, he parked his big black Cadillac in his spot in front of the 9-0, and officers gathered at his trunk to pick up P.B.A. cards, T-shirts, mini-badges, calendars and the like.\nHe still shoots at the range with his service revolver. On his right hip, he carries a palm-size .25-caliber silver Browning pistol with a pearl handle.\nRoutinely, he leaves the station house at noon and repairs to Fortunato Brothers Café nearby, orders a cappuccino, pastry and San Pellegrino soda, and then stops in at the office of Community Board 1 on Graham Avenue.\nAll this has helped him brave the death of his wife of 57 years, Maria, on Valentine’s Day in 2009. On their first date, he took her to the fights at the Ridgewood Arena. She picked the winner and won $2 from him.\n“Right after she passed, I found those two dollars from that bet tucked in her address book,” he said, staring off. Now he lives alone in the house they bought in 1956, in Floral Park, Queens, five houses from the Nassau County border. (City officers had to live within the city limits.) He and his wife never had children.\n“This is my family, right here,” he said at the bustling 9-0. “I have 173 brothers and sisters.”", "url": "https://www.nytimes.com/2012/01/15/nyregion/charlie-murello-retired-from-the-police-force-but-never-left.html"}