{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:46:09", "date_modify": "2018-11-16 03:46:09", "date_publish": "2012-03-05 20:09:25", "description": "In a speech, Attorney General Eric H. Holder Jr. said that, in certain situations, an American citizen thought to be planning attacks on the nation could lawfully be killed.", "filename": "2012_03_06_us_politics_holder-explains-threat-that-would-call-for-killing-without-trial_1542339969.html", "image_url": "https://static01.nyt.com/images/2012/03/06/us/06killing/06killing-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_06_us_politics_holder-explains-threat-that-would-call-for-killing-without-trial_1542339969.html", "title": "The New York Times", "title_page": "Holder Explains Threat That Would Call for Killing Without Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Attorney General Eric H. Holder Jr. asserted on Monday that it is lawful for the government to kill American citizens if officials deem them to be operational leaders of Al Qaeda who are planning attacks on the United States and if capturing them alive is not feasible.\n“Given the nature of how terrorists act and where they tend to hide, it may not always be feasible to capture a United States citizen terrorist who presents an imminent threat of violent attack,” Mr. Holder said in a speech at Northwestern University’s law school. “In that case, our government has the clear authority to defend the United States with lethal force.”\nWhile Mr. Holder is not the first administration official to address the targeted killing of citizens — the Pentagon’s general counsel, Jeh Johnson, did so last month at Yale Law School, for example — it was notable for the nation’s top law enforcement official to declare that it is constitutional for the government to kill citizens without any judicial review under certain circumstances. Mr. Holder’s remarks about the targeted killing of United States citizens were a centerpiece of a speech describing legal principles behind the Obama administration’s counterterrorism policies.\n“Some have argued that the president is required to get permission from a federal court before taking action against a United States citizen who is a senior operational leader of Al Qaeda or associated forces,” Mr. Holder said. “This is simply not accurate. ‘Due process’ and ‘judicial process’ are not one and the same, particularly when it comes to national security. The Constitution guarantees due process, not judicial process.”\nAdvertisement Continue reading the main story\nMr. Holder’s speech has been planned since last fall, when questions were first raised about the Obama administration’s legal justification for the targeted killing of Anwar al-Awlaki, a New Mexico-born radical Muslim cleric who died in an American drone strike last September. The administration has rejected bipartisan calls to release a secret memorandum by the Justice Department’s Office of Legal Counsel, which signed off on killing Mr. Awlaki. Mr. Holder’s speech was designed to offer the public some explanation of the government’s reasoning.", "url": "https://www.nytimes.com/2012/03/06/us/politics/holder-explains-threat-that-would-call-for-killing-without-trial.html"}