{"authors": ["Graham Bowley"], "date_download": "2018-11-16 04:14:45", "date_modify": "2018-11-16 04:14:45", "date_publish": "2012-03-01 04:41:02", "description": "Two United States soldiers were killed when an Afghan soldier, apparently in league with a civilian, killed a guard and attacked a barracks, officials said.", "filename": "2012_03_02_world_asia_afghanistan-two-nato-soldiers-killed_1542341685.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_02_world_asia_afghanistan-two-nato-soldiers-killed_1542341685.html", "title": "The New York Times", "title_page": "2 U.S. Soldiers Are Killed at Afghan-NATO Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "— Two more United States soldiers were killed in southern Afghanistan on Thursday when an Afghan soldier, apparently in league with a civilian, killed an Afghan tower guard and attacked a barracks with gunfire and a rocket, officials said.\nFour American soldiers were shot dead last week, including two at the Afghan Interior Ministry, after the burning of copies of the Koran at a NATO base in Afghanistan set off protests across the country.\nThe attack on Thursday took place at a joint Afghan-NATO base in the Zhare district in Kandahar Province. Four other Americans were wounded in the attack, which began around 2:30 a.m. local time.\nThe two men who mounted the assault fled afterward, but American forces called helicopters to pursue them. Masoom Khan, the district chief of police, said that the two were killed by helicopter gunfire more than a mile from the scene of the attack.\nAdvertisement Continue reading the main story\nThe base is close to the village of Sangesar, the birthplace of the Taliban and the hometown of its leader, Mullah Muhammad Omar . Mr. Khan said the attackers were suspected of having links to the insurgency.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Afghan soldier involved in the shooting, he said, was a platoon leader who had taken part in joint patrols with Americans. The civilian was an Afghan literacy instructor at the base.", "url": "https://www.nytimes.com/2012/03/02/world/asia/afghanistan-two-nato-soldiers-killed.html"}