{"authors": ["Peter Baker", "Ashley Parker"], "date_download": "2018-11-16 04:40:28", "date_modify": "2018-11-16 04:40:28", "date_publish": "2012-09-12 18:06:51", "description": "From Mitt Romney’s perspective, the time was ripe to cast the president as someone who apologizes for America.", "filename": "2012_09_13_us_politics_behind-romneys-decision-to-criticize-obama-on-libya_1542343228.html", "image_url": "https://static01.nyt.com/images/2012/09/13/world/jp-romney/jp-romney-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_us_politics_behind-romneys-decision-to-criticize-obama-on-libya_1542343228.html", "title": "The New York Times", "title_page": "Romney’s Criticism of Obama Is Furiously Returned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The harsh exchanges had their origins on Tuesday night as Mr. Romney’s team was following the increasingly volatile developments in the Middle East. The embassy statement, issued hours before protests in Cairo and the attack in Libya began, had tried to mollify Muslims upset at an American-made anti-Islam video. “We firmly reject the actions by those who abuse the universal right of free speech to hurt the religious beliefs of others,” the statement said.\nFor Mr. Romney, whose 2010 book, “No Apology,” assailed Mr. Obama for what he saw as trying to placate America’s enemies, the embassy statement rankled. When aides showed it to him, they said he reacted strongly to the notion of “hurt” religious feelings. In his mind, they said, the Obama administration was aligning itself with those who would do harm to the United States. Already on the defensive for not mentioning Afghanistan in his convention speech and losing some ground in recent polls, Mr. Romney saw an opportunity to draw a stark contrast.\nWhile Mr. Romney was on a four-hour flight from Reno, Nev., to Jacksonville, Fla., his senior staff — a mix of the policy shop, the communications team, and the strategy operation — crafted a statement on a conference call. Among those participating were Lanhee Chen, the policy director; Richard Williamson, a foreign policy adviser; and Stuart Stevens, the campaign strategist.\nAs soon as Mr. Romney landed, he was updated on breaking developments. He personally read and approved his campaign’s statement before it was sent out at 10:10 p.m. Tuesday. “It’s disgraceful that the Obama administration’s first response was not to condemn attacks on our diplomatic missions, but to sympathize with those who waged the attacks,” it said.\nThe resulting episode was perhaps the most vivid confrontation over events abroad since the general election began taking shape, and it ended up putting Mr. Romney on the defensive as he sought to define his differences with the president and demonstrate his bona fides as a potential commander in chief. The debate over his comments drew attention from questions about how Mr. Obama had managed the popular uprisings in the Arab world, the aftermath of the war in Libya and the broader battle against Islamic extremists. The president has been criticized for not doing more to guide the transition to democracy in the Middle East and to stop religious extremists from coming to power.\nVideo\nThe attack in Libya and the protest in Egypt came as Mr. Obama was already struggling to tamp down a dispute with Israeli leaders that has fueled Mr. Romney’s critique of the president’s foreign policy. Accused of not drawing firm lines over Iran’s nuclear program and refusing to meet with Prime Minister Benjamin Netanyahu of Israel during his scheduled visit to the United States this month, Mr. Obama picked up the telephone on Tuesday night and called the Israeli leader to hash over their differences for an hour.\nIn the midst of that, White House officials saw Mr. Romney’s denunciation of the Cairo embassy statement. They, too, decided the embassy language went too far without standing firm against potential violence; officials privately told reporters it was not cleared in Washington. The embassy reaffirmed the statement even after protests began, posting a message on Twitter that it “still stands,” but then tried to delete that message.\nAdvertisement Continue reading the main story\nBy Wednesday morning, when it became public that four Americans had been killed in an attack at the mission in Benghazi, Mr. Romney’s initial statement looked clumsy and badly timed to many, and Republicans like Peggy Noonan, the Wall Street Journal columnist, and John E. Sununu, the former New Hampshire senator, publicly criticized it.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRather than back away, Mr. Romney doubled down with reporters in Jacksonville, where he denounced Mr. Obama for not defending the filmmakers’ free speech rights. “Apology for America’s values is never the right course,” Mr. Romney said. He argued that the White House disavowal of the statement showed that the administration, too, realized it was wrong.\nDemocrats pounced. Senator Frank Lautenberg of New Jersey said Mr. Romney showed “a degree of instability” and demonstrated that “there is almost nothing he won’t do for political gain.” Pundits called it “craven” and a “Lehman moment,” alluding to Senator John McCain’s fumbled handling of the collapse of Lehman Brothers that helped sink his 2008 campaign. Mr. McCain’s longtime adviser Mark Salter chastised Mr. Romney for “unfair and hyperbolic sound bites.”\n“I would probably have waited 12 or 24 hours and put out a more comprehensive statement,” said Representative Peter T. King, a New York Republican and chairman of the Homeland Security Committee. “When something tragic happens and a quick statement is made, it can be interpreted as political.”\nJohn Ullyot, a Republican strategist, said it was a self-inflicted wound: “It’s developed into another distraction that has put foreign policy — not a strong suit for the G.O.P. ticket this time — front and center in an uncomfortable way in a campaign that is becoming less and less about the administration’s job record.”\nRepublicans like Speaker John A. Boehner and Senator Mitch McConnell, the Republican leader, kept their distance from Mr. Romney’s comments, instead sticking to expressions of resolve and sorrow. Only as the criticism mounted did Mr. Romney get some support, mainly from conservative leaders like Senators Jon Kyl of Arizona, Jim DeMint of South Carolina and James M. Inhofe of Oklahoma and Representative Howard P. McKeon of California. Mr. Inhofe attributed the attacks to “President Obama’s failure to lead and his failed foreign policy of appeasement and apology.”\nMr. Kyl echoed Mr. Romney’s criticism of the embassy statement. “This is like a judge telling the woman that got raped, ‘You asked for it because of the way you dressed,’ ” he said. “O.K.? That’s the same thing: ‘Well, America you should be the ones to apologize. You should have known this would happen.’”\nFormer Mayor Rudolph W. Giuliani of New York said Mr. Obama “wasn’t the one that put out that really stupid statement by the embassy,” but he defended Mr. Romney. “I just kind of saw more leadership out of him than I did from the president, who doesn’t seem to have a really clear picture of what’s going on with the aftermath of the Arab Spring.”\nMr. Romney’s camp was surprised by the blowback. “While there may be differences of opinion regarding issues of timing,” Mr. Chen said, “I think everyone stands behind the critique of the administration, which we believe has conducted its foreign policy in a feckless manner.”", "url": "https://www.nytimes.com/2012/09/13/us/politics/behind-romneys-decision-to-criticize-obama-on-libya.html"}