{"authors": ["David M. Halbfinger"], "date_download": "2018-11-16 04:25:10", "date_modify": "2018-11-16 04:25:10", "date_publish": "2012-06-24 19:52:54", "description": "A New York State audit of private contractors who provide one-on-one instruction, speech or physical therapy showed some misused thousands of dollars in government funds.", "filename": "2012_06_25_nyregion_companies-shortchanged-preschool-special-ed-program-audits-find_1542342310.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_25_nyregion_companies-shortchanged-preschool-special-ed-program-audits-find_1542342310.html", "title": "The New York Times", "title_page": "Companies Shortchanged Preschool Special-Ed Program, Audits Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The prekindergarten program, whose costs are split between the state and local governments, is far more expensive in New York than in other states, The New York Times reported this month.\nThe number of children in the program has risen slowly in recent years, but expenditures have climbed rapidly as children receive more expensive services.\nThe costs of the program in New York City have jumped to more than $1 billion this year, nearly double the amount six years ago. City officials say that when it comes to reining in the program they are constrained by state regulations, and maintain that influential lobbyists for private contractors have blocked reforms in Albany.\nContractors say that malfeasance is relatively rare and that the program makes financial sense because early intervention by specialists can avert more serious problems later.\nStill, auditors say the system of reimbursing private contractors for their costs, and allowing them to pay back overcharges over time, encourages abuse.\nCompanies employing “special education itinerant teachers,” who provide individual instruction at homes, day-care centers or preschools, can charge as much as $122 an hour for these services, under rates set by the State Education Department. The annual bill sometimes exceeds $100,000 per child.\nOne specialist in the so-called SEIT program is Important Steps Inc., of the Bronx, whose billings grew from $1.6 million in 2006-7, its first school year in the program, to $5.7 million a year later. An audit by Mr. DiNapoli’s office of the company’s 2007-8 records found that it had overbilled by hundreds of thousands of dollars that year. The company improperly put in for reimbursement for its corporate income taxes, vehicles, office renovations and other items, auditors found.\nAdvertisement Continue reading the main story\nThe company’s owners, Zhanna (also known as Janet) Reznik and her husband, David Shapiro, also spent several thousand dollars on floor tiles, trees and shrubs to renovate and landscape their second home in the Poconos, according to the audit.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA lawyer and lobbyist for Important Steps, Pamela A. Madeiros, disputed some of the auditors’ findings, suggesting in a February letter that the vendor who sold Ms. Reznik and Mr. Shapiro their landscaping supplies was “confused,” and offering to take auditors on a walk through the Greentown, Pa. property to prove that “no such trees or bushes have been planted.”Auditors responded that they had already toured the property, escorted by the vendor, who “pointed out the trees, bushes, mulch and soil that he installed.”\nMs. Reznik and Mr. Shapiro were arraigned June 6 on five felony charges, including grand larceny, tampering with public records and filing false documents. They are scheduled to appear in Bronx Criminal Court on Monday.\nReached at her office, Ms. Reznik declined to comment.\nCriminal charges were also filed against the owners of Special Education Associates Inc. of Brooklyn, which was one of the city’s busiest SEIT providers this year, with 170 children receiving instruction.\nThe audit found that the company’s owner, Samuel J. Bernstein, paid his wife, Deena, $150,000 a year as his assistant executive director, while she was earning $90,000 a year as a full-time professor of speech, language and hearing sciences at Lehman College of CUNY.\nMr. Bernstein pleaded guilty to defrauding the government, a felony, and was sentenced in December to five years’ probation. He also paid $610,000 in a civil settlement with the Manhattan district attorney’s office, agreed to a lifetime ban from the pre-K special education program, and sold the business.\nHis wife, who could not be reached Friday, is due in Bronx Criminal Court on Wednesday to face felony charges of grand larceny and defrauding the government.\nMr. Bernstein, reached at his home in Lawrence, N.Y., criticized the authorities for bringing criminal cases. “We compensated them for what they charged us, and it should have ended there,” he said.\nHe added that he was disappointed to leave the business, which he entered in 1995. “We did very good work for a very long time,” he said.\nAdvertisement Continue reading the main story\nA third company, Capital District Beginnings of Troy, N.Y., will have to pay back $831,244 in disallowed expenses. Company representatives would not comment.\nThe company, which serves 800 children in a 12-county area that includes Albany, charged government $240,000 for salaries for its two co-owners, though they performed little work, auditors said.\nOne of them, Mary K. Garrett, had moved to South Carolina for health reasons but still received full-time pay and a company car.", "url": "https://www.nytimes.com/2012/06/25/nyregion/companies-shortchanged-preschool-special-ed-program-audits-find.html"}