{"authors": ["Denise Grady"], "date_download": "2018-11-16 03:44:34", "date_modify": "2018-11-16 03:44:34", "date_publish": "2012-12-21 22:38:55", "description": "The contaminated drug that caused a nationwide meningitis outbreak has created a second, growing wave of serious spinal infections.", "filename": "2012_12_22_health_dangerous-abscesses-add-to-tainted-drugs-threat_1542339874.html", "image_url": "https://static01.nyt.com/images/2012/12/22/us/MENINGITIS-1/MENINGITIS-1-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_22_health_dangerous-abscesses-add-to-tainted-drugs-threat_1542339874.html", "title": "Dangerous Abscesses Add to Tainted Drug’s Threat", "title_page": "Dangerous Abscesses Add to Tainted Drug’s Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The disease outbreak, first detected in September, was caused by contaminated batches of a steroid, methylprednisolone acetate, made by the New England Compounding Center in Framingham, Mass. The company was shut down and has been under investigation by state and federal authorities, and on Friday night announced that it had filed for Chapter 11 bankruptcy protection. The filing seeks to establish a fund to compensate individuals and families affected by the outbreak.\nSo far, 620 people in 19 states have fallen ill, most with meningitis or spinal infections, or both; 39 have died. Infections inside joints have also occurred. Nearly all the illnesses have been caused by a black mold called Exserohilum. The treatment is a long course of antifungal drugs, which can have dangerous side effects.\nJona Angst, 45, of Brighton, Mich., did not have meningitis, but learned in November from an M.R.I. scan that she had a spinal infection, she said in an interview. She had surgery to clean out the infection, and then took two antifungal medicines. The drugs caused liver and kidney problems, and because of potential heart effects she had to be on a cardiac monitor. The medicines also touched off vivid, frightening hallucinations. She saw animals and people who were not there, heard voices and came to believe that the nurses were conspiring to kill her.\nShe is back at home now, still taking one of the drugs, voriconazole, which she will need for months. It gives her nausea and vision problems, and saps her energy. Sometimes her husband finds her weeping, from illness, exhaustion and fear, he said. They do not know if or when the infection will go away. Her back pain seems to be returning.\nPhoto\n“I have no clue what’s going to happen,” Ms. Angst said. “I’m scared to death.”\nHarold Rye, 73, a retired autoworker in Maybee, Mich., had meningitis and then a spinal infection. He was hospitalized twice, for a total of 43 days, and needed two operations. Before the illness he was strong and active, a gardener and deer hunter. Now, he said in an interview, “I’m so weak I can’t walk through the house without stumbling.”\nBlurred vision, from voriconazole, keeps him from driving, and he thinks the drug is causing mental confusion, too. There seems to be no end in sight.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“They can’t give me a clean bill of health,” he said.\nBoth Ms. Angst and Mr. Rye have hired lawyers to sue New England Compounding.\n“I want somebody to go to jail for this, but I don’t think it’s going to happen,” Ms. Angst said.\nAdvertisement Continue reading the main story\nIn shaping its new advice on M.R.I. scans, the C.D.C. relied heavily on data from Michigan, which has had 223 people with meningitis or infections in their spines or joints — more than a third of the nation’s cases. No state has been hit harder, and no hospital has treated more patients than St. Joseph Mercy, which has had 53 cases of meningitis and more than 100 spinal infections.\nMore than 80 have had surgery for the infections. More than 30 patients are still in the hospital. Two- to three-week stays are common, and a few have been there for more than six weeks. Many will still be there next week, and the nurses have prepared Christmas cards to put on their breakfast trays. None of the patients were infected at the hospital; all were among 643 people who received the tainted injections at one nearby private clinic, Michigan Pain Specialists, in Brighton.\nAt the peak of the outbreak, more than 80 people with fungal infections were in the hospital. A new ward had to be opened to handle the surge. About 30 nurses were brought in from other cities, and a portable M.R.I. scanner was parked outside the hospital in a truck. The emergency room, which usually did a few spinal taps a week, performed more than 60 in one day to test for meningitis in people who had been exposed to the drug. A special Fungal Outbreak Clinic was created to care for patients after they left the hospital and to keep track of the hundreds still at risk.\nDoctors at St. Joseph Mercy were the first to recognize that spinal infections were becoming a major problem, first in patients recovering from meningitis, and then in others who had apparently never contracted meningitis. The hospital took a bolder step than the C.D.C. has ever recommended: Its doctors decided that every patient exposed to the contaminated drug should be offered an M.R.I. scan of the injection site to look for abscesses and other signs of infection.\nThough the infections can cause severe pain, they can also lurk in the spinal area and produce few or no symptoms, the scans revealed. They can take months to become apparent. Often an initial M.R.I. is negative, and later ones positive. A significant number of the scans are equivocal, and the doctors generally wait and repeat them, to avoid using the toxic drugs unless they are really needed.\nIn many cases, patients cannot distinguish pain that might be due to an abscess from the chronic pain that drove them to seek steroid shots in the first place. But whether the infections cause pain or not, they should be treated with drugs and possibly surgery, doctors say. Untreated, the infections can damage nerves and bone, and the fungus might even eat its way through the protective membranes around the spinal column, invade the brain and cause meningitis.\n“Everyone would advocate early treatment,” Dr. Chiller said. “No one would want to just let it sit. It wouldn’t go away on its own. You need to do something.”", "url": "https://www.nytimes.com/2012/12/22/health/dangerous-abscesses-add-to-tainted-drugs-threat.html"}