{"authors": ["Adam Nagourney"], "date_download": "2018-11-16 04:20:03", "date_modify": "2018-11-16 04:20:03", "date_publish": "2012-11-03 14:10:10", "description": "A ballot measure’s failure could hobble Gov. Jerry Brown, whose hoped-for legacy had been wresting his state from a fiscal crisis.", "filename": "2012_11_04_us_jerry-brown-throws-himself-into-prop-30-vote_1542342003.html", "image_url": "https://static01.nyt.com/images/2012/11/03/us/BROWN/BROWN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_04_us_jerry-brown-throws-himself-into-prop-30-vote_1542342003.html", "title": "The New York Times", "title_page": "Jerry Brown Throws Himself Into Prop. 30 Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There is no more money,” Mr. Brown said plaintively. “The money is needed for schools. I don’t want people to wake up the day after the election and say, ‘Why didn’t you tell me?’ I am telling you.”\nAt 74, Mr. Brown is a politician who tends to plays by his own rules. For one thing, he has enlisted his dog, Sutter, a Pembroke Welsh corgi, as a campaign surrogate, sending his pet to 30 Democratic field offices to drum up support.\nBut perhaps more consequentially, the governor himself did not begin aggressively campaigning for this initiative until 10 days ago, as polls began registering a decline in support and as the breadth of the financial opposition — including $11 million from an unidentified donor in Arizona — became clear.\nPart of this, aides said, is that Mr. Brown, who famously does not delegate authority, has been consumed with work in Sacramento, overseeing the reading, vetoing and approving of more than 700 bills that crossed his desk after the Legislature adjourned.\n“I don’t need to go over what the governor does,” Mr. Brown said. “You know all that. It’s a full-time job.”\nBeyond that, he said, he thought it was pointless to go out too soon, when people might not be listening and when there is only so much to say.\n“There’s only a certain amount you can do,” Mr. Brown said. “You can only push so much through the pipe to the eyeballs. I am pushing the maximum through the pipe that I can.”\nAdvertisement Continue reading the main story\nStill, initiatives that raise taxes are tough to pass here — even one like this, intended to place nearly all the burden on a relatively small group. (It raises $6 billion with a one-quarter of a cent sales tax increase and an income tax surcharge on those earning more than $250,000 a year.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I think it’s great that in the closing weeks, the governor is playing such a strong role,” said John A. Pérez, the Assembly speaker. He said Mr. Brown was a powerful advocate, adding, “In my opinion, it would have been great if he had started on Day 1.”\nA defeat would result in cuts in spending on public schools, on top of a series of school cuts that has, by almost every measure, resulted in a marked decline in public education here. In this case, Mr. Brown said, the cuts would probably mean a reduction by three weeks of the school year.\nA defeat would constrain Mr. Brown from going forward, putting more pressure on him to find things to cut — or ways to get around reductions. “It’s hard to see where he goes if 30 doesn’t pass,” said Dan Schnur, the director of the Jesse M. Unruh Institute of Politics at the University of Southern California.\nMr. Brown disputed the notion that it would hurt him. He noted that he vigorously opposed Proposition 13, which slashed property taxes, in 1978 when he was first governor, and survived that. The day after Proposition 13 passed, Mr. Brown did an about-face and announced he would cheerfully carry it out.\n“This would be a huge blow to California and the public sector,” he said of this latest proposition’s potential failure. “As to how or what it does to me as a political leader, I think that’s hard to say. I battled very hard to defeat Prop. 13, and I went on to win by 21 points.\n“If you’re only interested in what happens to this one person, Jerry Brown — that’s such a narrow question,” he said.\nThe difficulties are by no means of Mr. Brown’s making, as he has faced an onslaught of spending and competition from a rival tax measure pushed by Molly Munger, a wealthy lawyer, in a state with a resistance to tax increases. “At the end of the day it is what we’ve seen the last eight times a tax increase was in put in front of California voters: Voters will reject it,” said Jon Coupal, the head of the Howard Jarvis Taxpayers Association, an opponent.\nThe best hope for Mr. Brown’s initiative is that the prospect of re-electing President Obama draws a big turnout. Polls suggest that Mr. Obama’s supporters are disproportionately in favor of the initiative.\nAdvertisement Continue reading the main story\n“It is very close,” said Mark Baldassare, president of the Public Policy Institute of California, which has been polling on the measure. “The numbers that support it are lower than we are seeing when we asked about it a month ago. Passing a state tax increase in California is very, very tough to do.”\nThe proposition drew the support of 48 percent of likely voters in a survey conducted Oct. 17 to 30 by the Field Poll of California and released Thursday; another 38 percent said they opposed it.\nJustine Kennedy, 32, an epidemiologist with a 13-month-old daughter, said she was leaning against it, even if she thought schools needed money.\n“My initial reaction is no on 30,” she said. “Is that money really going towards the schools? I just feel like, in the past, money is misused and tends to be abused, especially in the school system.”", "url": "https://www.nytimes.com/2012/11/04/us/jerry-brown-throws-himself-into-prop-30-vote.html"}