{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:38:02", "date_modify": "2018-11-16 03:38:02", "date_publish": "2012-04-30 16:16:38", "description": "These shellfish, apart from being easy to cook, tasty and more ocean-friendly than farmed salmon, are a great source of omega-3 fatty acids.", "filename": "2012_04_30_health_nutrition_one-more-reason-to-love-mussels-curry-laced-moules-a-la-mariniere-with-fresh-peas_1542339482.html", "image_url": "https://static01.nyt.com/images/2012/04/30/health/nutrition/30recipehealth/30recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_30_health_nutrition_one-more-reason-to-love-mussels-curry-laced-moules-a-la-mariniere-with-fresh-peas_1542339482.html", "title": "One More Reason to Love Mussels: Curry-Laced Moules à la Marinière With Fresh Peas", "title_page": "One More Reason to Love Mussels: Curry-Laced Moules à la Marinière With Fresh Peas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The main work that goes into cooking mussels is the careful picking over that must be done first, to make sure there are no dead mussels among the living. Rinse the mussels in several rinses of cold water and examine each one carefully. If there are any cracks in the shell, or if a mussel is open and doesn’t close back up when you tap the shell, throw that mussel away. If the shells have lots of algae, seaweed or barnacles on them, you can brush them or scrape them with the edge of the shell of another mussel. I used to purge them until a friend pointed out that they are raised not on the sandy bottom but on ropes, so they don’t really have much sand inside.\nFinally, pull out the beards. This should not be done until shortly before cooking as mussels can die once the beards have been pulled. I rinse them once more after pulling the beards.\nOnce the mussels are cooked, discard any that remain closed.\nCurry-Laced Moules à la Marinière With Fresh Peas\nThese are classic wine-steamed mussels, but the broth is seasoned with a little curry powder. Make sure to serve plenty of bread for sopping up the broth, or spoon the mussels and peas with their broth over rice.\n3 1/2 pounds black mussels\n1 to 1 1/2 cups freshly shelled peas\n2 tablespoons unsalted butter\n1 small onion or 2 to 4 shallots, minced\n1 1/2 teaspoons curry powder (more to taste)\n2 cups dry white wine\n2 to 3 garlic cloves, peeled and crushed\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n4 sprigs fresh parsley\n2 sprigs fresh thyme\n1 small bay leaf\n6 whole peppercorns\n3 tablespoons finely chopped fresh parsley\n1. Clean the mussels. Inspect each one carefully and discard any that have opened (if some are partly open, tap them with your finger, and if they close back up they are O.K.) or have cracked shells. Place in a large bowl, fill the bowl with cold water and rinse several times, swishing the mussels around in the water, pouring out the water and refilling. Clean the shells, if necessary, with a brush or the end of one of the mussels, and pull out the beards – the hairy attachments emerging from the shells. Do not do this until just before cooking, or the mussels will die and spoil.\nAdvertisement Continue reading the main story\n2. Steam the peas or cook them in lightly salted boiling water until tender, 4 to 10 minutes, depending on the size and age of the peas. Drain and set aside.\n3. Heat 1 tablespoon of the butter over medium heat in a large Dutch oven or pot and add the onion or shallots. Cook, stirring occasionally, until they begin to soften, 2 to 3 minutes, and add the curry powder. Stir together for a minute, until fragrant, and add the wine, garlic, bay leaf, sprigs of parsley and thyme, and the peppercorns. Bring to a boil over high heat, reduce the heat to medium and boil for 2 minutes.\n4. Add the mussels and cover tightly. Cook 2 minutes, shake the pot vigorously and cook another 2 minutes. Uncover and use tongs to transfer all of the mussels that have opened to wide soup bowls. Cover the pot and cook for another minute, or until all of the mussels have opened. Transfer them to the bowls with the other mussels. Discard any mussels that have not opened. Cover the mussels to keep warm.\n5. Line a strainer with a few thicknesses of damp cheesecloth and place over a bowl. Strain the liquid from the pot into the bowl, return to the pot and bring to a boil. Stir in the remaining tablespoon of butter and simmer until it melts. Stir in the peas. Taste and adjust seasoning. You may want to add more pepper or curry powder. Spoon the broth and peas over the mussels, sprinkle with parsley and serve.\nYield: 4 main-course servings.\nAdvance preparation: The mussels should not be cleaned until just before cooking. You can get them up to a day ahead, but make sure to remove them from the bag and keep them in a bowl in the refrigerator, with a damp cloth set over the top. You can complete Steps 2 and 3 several hours before you prepare the mussels. Cover and let stand in or out of the refrigerator.\nNutritional information per serving: 298 calories; 10 grams fat; 4 grams saturated fat; 1 gram polyunsaturated fat; 2 grams monounsaturated fat; 63 milligrams cholesterol; 15 grams carbohydrates; 2 grams dietary fiber; 531 milligrams sodium; 23 grams protein\nMartha Rose Shulman is the author of “The Very Best of Recipes for Health.”", "url": "https://www.nytimes.com/2012/04/30/health/nutrition/one-more-reason-to-love-mussels-curry-laced-moules-a-la-mariniere-with-fresh-peas.html"}