{"authors": ["Jennifer Schuessler"], "date_download": "2018-11-16 04:10:50", "date_modify": "2018-11-16 04:10:50", "date_publish": "2012-03-06 18:26:57", "description": "A law professor asserts that the war on drugs and incarceration for drug offenses are ways to limit the gains of the civil rights movement.", "filename": "2012_03_07_books_michelle-alexanders-new-jim-crow-raises-drug-law-debates.html_module=inline_1542341450.html", "image_url": "https://static01.nyt.com/images/2012/03/07/arts/JIMCROW/JIMCROW-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_07_books_michelle-alexanders-new-jim-crow-raises-drug-law-debates.html_module=inline_1542341450.html", "title": "The New York Times", "title_page": "Michelle Alexander’s ‘New Jim Crow’ Raises Drug Law Debates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The book marshals pages of statistics and legal citations to argue that the get-tough approach to crime that began in the Nixon administration and intensified with Ronald Reagan’s declaration of the war on drugs has devastated black America. Today, Professor Alexander writes, nearly one-third of black men are likely to spend time in prison at some point, only to find themselves falling into permanent second-class citizenship after they get out. That is a familiar argument made by many critics of the criminal justice system, but Professor Alexander’s book goes further, asserting that the crackdown was less a response to the actual explosion of violent crime than a deliberate effort to push back the gains of the civil rights movement.\nFor many African-Americans, the book — which has spent six weeks on the New York Times paperback nonfiction best-seller list — gives eloquent and urgent expression to deep feelings that the criminal justice system is stacked against them.\nPhoto\n“Everyone in the African-American community had been seeing exactly what she is talking about but couldn’t put it into words,” said Phillip Jackson, executive director of the Black Star Project, an educational advocacy group in Chicago that has been blasting its 60,000 e-mail subscribers with what Mr. Jackson called near-daily messages about the book and Professor Alexander since he saw a video of her speaking in 2010.\nThe book is also galvanizing white readers, including some who might question its portrayal of the war on drugs as a continuation of race war by other means.\n“The book is helping white folks who otherwise would have simply dismissed that idea understand why so many people believe it,” said David M. Kennedy, director of the Center for Crime Prevention and Control at the John Jay College of Criminal Justice. “It is making them take that seriously.”\n“The New Jim Crow” arrives at a receptive moment, when declining crime rates and exploding prison budgets have made conservatives and liberals alike more ready to question the wisdom of keeping nearly 1 in 100 Americans behind bars. But Professor Alexander, who teaches at the Moritz College of Law at Ohio State University, said in an interview that the more provocative claims of her book did not come easily to her. When she first encountered the “New Jim Crow” metaphor on a protest sign in Oakland, Calif., a decade ago, she was a civil rights lawyer with an impeccable résumé — Stanford Law School, a Supreme Court clerkship — and was leery of embracing arguments that might be considered, as she put it, “crazy.”\nProfessor Alexander, who is black, knew that African-Americans were overrepresented in prison, though she resisted the idea that this was anything more than unequal implementation of colorblind laws. But her work as director of the American Civil Liberties Union’s Racial Justice Project in Northern California, she said, opened her eyes to the extent of the lifelong exclusion many offenders face, including job discrimination, elimination from juries and voter rolls, and even disqualification from food stamps, public housing and student loans.\nAdvertisement Continue reading the main story\n“It’s easy to be completely unaware that this vast new system of racial and social control has emerged,” she said. “Unlike in Jim Crow days, there were no ‘Whites Only’ signs. This system is out of sight, out of mind.”\nIn conversation, she disputes any suggestion that she is describing a conspiracy. While the title is “provocative,” she said, the book contains no descriptions of people gathering secretly in rooms.\nPhoto\n“The main thrust,” she said, “is to show how historically both our conscious and unconscious biases and anxieties have played out over and over again to birth these vast new systems of social control.”\nWhatever Professor Alexander’s account of the origins of mass incarceration, her overall depiction of its human costs is resonating even with people who disagree with her politics.\nRick Olson, a state representative in Michigan, was one of the few whites and few Republicans in the room when Professor Alexander gave a talk sponsored by the state’s black caucus in January.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I had never before connected the dots between the drug war, unequal enforcement, and how that reinforces poverty,” Representative Olson said. “I thought, ‘Gee whiz, let me get this book.’ ”\nReading it, he said, inspired him to draft a bill decriminalizing the use and possession of marijuana.\nThe Rev. Charles Hubbard, the pastor at Gloria Dei Lutheran Church, a mostly white evangelical congregation in Garland, Tex., said he had started carrying the book with him everywhere and urges fellow pastors to preach about it, though he acknowledged it could be a tough sell in Texas.\n“I think people need to hear the message,” he said. “I don’t think Anglo folks have any idea how difficult it is for African-American men who get caught up in the criminal justice system.”\nPhoto\nMr. Hubbard said he was particularly impressed by how “well-documented” Professor Alexander’s book is. But to some of the book’s detractors, including those deeply sympathetic to her goal of ending mass incarceration, its scholarship falls short.\nAdvertisement Continue reading the main story\nIn an article to be published next month in The New York University Law Review, James Forman Jr., a clinical professor at Yale Law School and a former public defender, calls mass incarceration a social disaster but challenges what he calls Professor Alexander’s “myopic” focus on the war on drugs.\nPainting the war on drugs as mainly a backlash against the gains of the civil rights movement, Professor Forman writes, ignores the violent crime wave of the 1970s and minimizes the support among many African-Americans for get-tough measures. Furthermore, he argues, drug offenders make up less than 25 percent of the nation’s total prison population, while violent offenders — who receive little mention in “The New Jim Crow” — make up a much larger share.\n“Even if every single one of these drug offenders were released tomorrow,” he writes, “the United States would still have the world’s largest prison system.”\nTo Professor Alexander, however, that argument neglects the full scope of the problem. Our criminal “caste system,” as she calls it, affects not just the 2.3 million people behind bars, but also the 4.8 million others on probation or parole (predominately for nonviolent offenses), to say nothing of the millions more whose criminal records stigmatize them for life.\n“This system depends on the prison label, not just prison time,” she said.\nIn a telephone interview, Professor Forman, a son of the civil rights leader James Forman, praised the book’s “spectacular” success in raising awareness of the issue. And some activists say their political differences with Professor Alexander’s account matter less than the overall picture she paints of a brutal and unjust system.\nCraig M. DeRoche, director of external affairs at the Justice Fellowship, the advocacy arm of Prison Fellowship, a Christian ministry founded by the former Nixon aide Charles Colson, said he rejected the political history in “The New Jim Crow” but still considered it essential reading for conservatives.\n“The facts are the facts,” he said. “The numbers are the numbers.”", "url": "https://www.nytimes.com/2012/03/07/books/michelle-alexanders-new-jim-crow-raises-drug-law-debates.html?module=inline"}