{"authors": ["Ruth La Ferla"], "date_download": "2018-11-16 04:07:48", "date_modify": "2018-11-16 04:07:48", "date_publish": "2012-01-13 17:00:40", "description": "An influential coterie knows that dressing for the red carpet is not just about looking fetching for fans; it can also win roles and lucrative contracts.", "filename": "2012_01_15_fashion_hollywoods-power-stylists_1542341268.html", "image_url": "https://static01.nyt.com/images/2012/01/15/fashion/15STYLISTS_SPAN/15STYLISTS_SPAN-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_15_fashion_hollywoods-power-stylists_1542341268.html", "title": "Hollywood’s Power Stylists", "title_page": "Hollywood’s Power Stylists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most subscribe to the axiom that red-carpet exposure can serve as a billboard for designers, who reap hundreds of thousands of dollars in free advertising, and turn unfamiliar names like Elie Saab and Naeem Khan into covetable luxury brands. Less often acknowledged is that such exposure showcases the stylists’ talents as well, elevating once lowly shleppers, the haulers of garments and pinners of hems, into formidable power brokers capable of swaying the trajectory of a star’s career.\nWho wields that kind of power now? A list compiled last spring by The Hollywood Reporter identified stars like Elizabeth Stewart, Leith Clark, Anna Bingemann and Jessica Paster. That roster, by no means exhaustive, also included Jennifer Rade, who works with Angelina Jolie, and Tiina Laakkonen, whose reputation rests on her work with Carey Mulligan, the young star most stylists only dream of working with. In a red-carpet season, you are who you dress.\nWhen the 14-year-old Hailee Steinfeld snared the spotlight, appearing at the Golden Globes last year in a shimmering white column by Prabal Gurung, her stylists, Karla Welch and Kemal Harris, shared the glow. When Natalie Portman drew raves at the Globes last year for her pink satin Viktor & Rolf gown, the consensus among insiders at least was that her dresser, Kate Young, reaped laurels as well. That promise of recognition helps explain why high-octane stylists would choose to work punishing hours, flexing fashion muscle, but just as often subjugating their own tastes and instincts to those of their charges.\nStill, as veterans of the trade point out, it takes more than a killer eye, a Calvinist work ethic and a capacity for self-effacement to rise to the rank of power stylist. These days that distinction is awarded to stylists who see to it that their clients alight on the carpet in a dress riveting enough to secure not just plum parts, but the magazine covers and lucrative fragrance and cosmetics contracts that stars now view as their entitlement.\n“Dressing for a major red carpet isn’t simply getting ready for a big party and looking pretty,” said George Kotsiopoulos, a stylist and a former editor at T: The New York Times Style Magazine who is now a host on “Fashion Police” on the E! network. In recent years, he said, “it’s been about selling yourself as a brand.”\nThe pale lavender Reem Acra gown that Olivia Wilde wore at the 2008 Emmy Awards lent her A-list impact, arguably attracting the attention of the film executives who cast her, a featured player in “House,” in commercial films like “Tron: Legacy” and “Cowboys & Aliens.” As her stylist, Ms. Welch, observed, “Good clothes can open doors.”\nFilm executives tend to concur. “The studios take style heavily into account,” said Terry Press, an entertainment marketing consultant. Stylist fees are built into their budgets. “A stylist is now just another line item,” she said.\nAdvertisement Continue reading the main story\nAs insiders see it, that investment is worthwhile: the right red-carpet turnout can help a performer change lanes. “If your client plays nefarious characters,” said the stylist Jeanne Yang, you might dress them, say, in tulle, to demonstrate “that she’s really a fresh ingénue.”\nOthers strive for sartorial consistency. Indeed, a case could be made that Ms. Steinfeld’s reliably chic but youthful red-carpet looks inspired the fashion executives at Miu Miu to cast her in its advertising campaigns. Mila Kunis’s transformation, at the hands of Ms. Flannery, from ill-kempt hipster to regal sexpot doubtless helped secure her latest role, as the new “face” of Dior. A fashion or fragrance contract can earn an actress in the tens of millions.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSuch potent stylist-star alliances were spawned well over a decade ago, when celebrity Web sites and supermarket tabloids competed to serve up candid shots of stars exiting Starbucks or the gym in a state of sorry dishevelment. Hoping to shore up their images, some were quick to enlist a fashion consultant.\nStylists at the time catered to stars’ insecurities. “The stylist is an outgrowth of the mean-girls culture,” Ms. Press observed. “Their very existence says of an actress, ‘I don’t trust my own instincts, or I have no instincts, or I can’t bear to read all the mean things people are going to say if my dress doesn’t deliver.’ ”\nIn an Internet era, when self-appointed critics could heap scorn on a star, “stylists began getting extraordinarily powerful,” said Melissa Rivers, executive producer of “Fashion Police.” It was also a time when style-savvy stars like Nicole Kidman, Sharon Stone and, later, Cate Blanchett made headlines with their sartorial picks. “In a lot of ways,” Ms. Rivers said, “it was the perfect storm.”\nOne that gave stylists new pull. “Many became power hungry,” Ms. Rivers said. “They were hoarding dresses, not releasing them until the night before awards shows. They were all trying to sabotage each other.”\nAnd leaving a trail of disgruntled clients in their wake. Some tried to steal the thunder of established pros. One high-profile dresser showily rushed backstage at the Oscars to adjust the hem of a dress styled by a competitor.\nThese days, the most successful stylists are less inclined to commandeer the wares, or for that matter, the spotlight. “Your ego has to drop a little,” said Cher Coulter, who has dressed Kate Bosworth and Kirsten Dunst. Ms. Coulter and others have accordingly channeled their skills, and competitive drive, into a variety of potentially lucrative sidelines. Ms. Coulter recently unveiled a jewelry line with Ms. Bosworth. Ms. Coulter is also working independently on a denim collection.\nJeanne Yang joined forces with her client Katie Holmes on a fashion collection, now in its third year.\nAdvertisement Continue reading the main story\nJune Ambrose, who made her name shaping the images of pop artists like Mariah Carey, Mary J. Blige and Sean Combs, is filming a reality television show, “Styled by June,” to be broadcast next month on VH1. “I see myself as a star in a roomful of stars,” said Ms. Ambrose, who routinely wears turbans and movie star shades.\nYet she, too, can retreat, Cinderella-like, when the occasion demands. “You have to find a balance,” she said. “There are times when I’m on my knees, pinning hems and putting on my clients’ shoes.”\nThe profession, for most, requires a surgeon’s incisiveness and an analyst’s sensitive radar. “I know when to stop pushing,” said Tara Swennen, whose clients include Kristen Stewart and Kate Beckinsale. “If I give them a dress and they look at me sideways, I understand, O.K., they don’t want to wear it, and that’s fine.”\nForming bonds is inevitable. “You’re in their bedrooms, after all, doing things you’d do only with your best friends,” said Leslie Fremar, who has been credited with raising the glamour quotient of clients like Charlize Theron and Julianne Moore.\nShe recalled the evening last year at Shutters, the celebrity haven in Santa Monica, Calif., when she prepared Ms. Gyllenhaal for her star turn at the Oscars. Dries Van Noten had sent two dresses, one darkly fetching, the other exuberantly patterned. “Everyone — the makeup artist, her mother, her friends — cast a vote,” Ms. Fremar recalled. “They were looking at me to make the decision.” She was reluctant. “Some of my clients are my best friends,” she said, “but at the end of the day I have to remember, they are my bosses, too.”\nMs. Gyllenhaal decided on the floral. “It makes me happy,” Ms. Fremar recalled her saying. “Let’s go with it.”", "url": "https://www.nytimes.com/2012/01/15/fashion/hollywoods-power-stylists.html"}