{"authors": ["Eric Wilson"], "date_download": "2018-11-16 04:03:33", "date_modify": "2018-11-16 04:03:33", "date_publish": "2012-08-01 18:26:43", "description": "Nearly 40, Pharrell Williams, artist and superproducer, is having the opposite of a midlife career crisis.", "filename": "2012_08_02_fashion_pharrell-williams-is-still-asking-what-if_1542341013.html", "image_url": "https://static01.nyt.com/images/2012/08/02/fashion/02PHARRELL_SPAN/02PHARRELL_SPAN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_08_02_fashion_pharrell-williams-is-still-asking-what-if_1542341013.html", "title": "Pharrell Williams Is Still Asking, What If?", "title_page": "Pharrell Williams Is Still Asking, What If? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Helen Lasichanh, Mr. Williams’s fiancée, whose hair is dyed in chunks of pink, blond and brown like a block of Neapolitan ice cream, asked him smartly, “Have you ever bought an audiobook?”\n“Let me ask you a question,” Mr. Williams said. “Has anyone of my persuasion ever done one? No. It could create a wave.”\nThey heard him out.\nAs he approaches 40, Mr. Williams, artist and superproducer, is having the opposite of a midlife career crisis. In addition to an ever-expanding roster of singers and songwriters with whom he collaborates (recent examples include Justin Bieber, Frank Ocean and Conor Maynard), his services are increasingly sought by corporations to remix their product designs. Since announcing in May that he is restructuring all of his creative endeavors under a single umbrella company, called I Am Other, Mr. Williams might as well have put out a “for hire” sign.\nA luxury department store wants him to guest-curate its shoe department. Timberland wants him to make boots. A company in Pennsylvania wants him to promote boat covers using eco-friendly textiles produced by Bionic Yarn, yet another company in which he is a partner. He is pursuing deals, still in the exploratory stages, for dog leashes and maternity wear. He already makes bicycles with Brooklyn Machine Works that are almost entirely covered in leather.\nAnd on Monday, Us Weekly reported that Mr. Williams is in talks to join “American Idol” as a judge. “It amazes me that he has all of these broad interests, and fashion is just one of them,” said Kevin Harter, the men’s fashion director at Bloomingdale’s, which this month will introduce a high-end label from Mr. Williams called Bee Line, designed with Mark McNairy, the indie men’s-wear darling.\nThe products are great — camouflage jackets and streetwear with an amusing hunting motif — but what really sold Bloomingdale’s, Mr. Harter said, was the lack of any sense of boundaries as to what a celebrity-branded product could be. At one point, during the filming of a promotional video, Mr. Williams improbably put on a beekeeper’s hat. “I couldn’t believe he was letting us shoot this,” Mr. Harter said.\nPerhaps the greatest asset demonstrated by Mr. Williams in music and fashion is the ability to look at a market and recognize what is not yet there, or, to put it another way, to champion ideas that are potentially great, even if at first they seem a little ... well, harebrained. An audiobook, per se, might not sell, but call it something else — an app with his music and commentary — and there was something worth thinking about.\nAdvertisement Continue reading the main story\nDuring a week in July, he allowed a reporter to accompany him through a series of design and marketing meetings, with Timberland, Rizzoli, his fashion brands and Bionic Yarn (six in total), where he tossed out ideas as if they were Mardi Gras beads. How about hiking boots in offbeat shades of pink or orange? How about giving men, with every pair of shoes they buy, a free bottle of nail polish? Hmm. Not every idea is going to work out.\nAt the West 56th Street offices of Timberland, Mr. Williams inspected a sample from their first collaboration, an army green boot that will be sold as part of the Bee Line collection next year. A six-inch-tall version will cost $250, about $100 more than a basic boot, but Mr. Williams has bigger plans. Pitching the company’s sales executives and designers, he suggested a version made from exotic skins, like ostrich or stingray, which might push prices above $2,000.\nAndy Friedman, an account executive, delicately pointed out that the company, which promotes sustainable manufacturing, refuses to work with such materials because the tanning process can be harmful to the environment.\nVideo\nMr. Williams suggested that the company make a sample anyway, just for him, to see how his fans react.\n“We won’t compromise when it comes to our product,” Mr. Friedman said.\n“Well, what do you have, outside of the cow family?” Mr. Williams asked. “Do you have goat?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhen you watch Mr. Williams work, it is not unreasonable to wonder if he is spreading himself too thin, or even putting the value of the Pharrell brand at risk of overexposure. Riding to the offices of his clothing collections in a Mercedes-Benz Sprinter, which is basically a luxury van outfitted with an office, a minibar and a rec room, he dismissed such a notion.\n“I am overly ambitious, because I realize it can be done,” he said. “I don’t want to end up being a circus act, doing my most famous tricks when I’m 70.”\nA focus of his expansion is the revival of Billionaire Boys Club and Ice Cream, the clothing labels that he started in 2003 with the Japanese designer Nigo, the creator of the cult streetwear label A Bathing Ape. At their peak, sales reached about $15 million, which is peanuts by celebrity-fashion standards.\nSo last year, Mr. Williams signed a license with the Roc Apparel Group, the streetwear company founded in 1999 by Jay-Z and Damon Dash (and now part of the licensing company Iconix), a deal that has enabled him to lower prices. Ice Cream is now a youth collection for action sports and will be sold at stores like Zumiez beginning next month. Women’s wear is on the horizon as well, with plans for a Billionaire Girls Club collection to be introduced next year.\nAdvertisement Continue reading the main story\nAt Roc Apparel, on the 39th floor of a garment center building, a half-dozen designers and sales executives were reviewing prototypes of the spring 2013 Billionaire Boys Club collection, which includes some experimental pieces that, resting on a hanger, looked less than appealing. Mr. Williams took off his black Tims, covered with his own hand-drawings of the Chanel logo on the right boot and toe bones on the left, and his red flannel shirt and his shorts and his T-shirt (all by B.B.C. on this occasion), stripping all the way down to a pair of camouflage print boxers and red socks. He tried on a pair of oversize jeans with ridiculously oversize patch pockets on both the front and back. The idea was for each pocket to be just big enough to hold a 40. A bottle of Olde English 800 was procured.\n“You see, this is a denim story, and we are actually offering function to clubgoers,” Mr. Williams said, affixing a crystal-covered carabiner and a half-dozen fishing lures to a belt loop.\nSkepticism about the jeans seemed to evaporate. They looked fabulous.\n“He puts it on and everything works out,” Mr. Villepontoux said. “I don’t think he’s ever had a 40 in his entire life. I don’t think he’s even had a sip of beer.”\nMr. McNairy, a sort of grouchy fellow wearing a trucker hat (who was so not star-struck upon meeting Mr. Williams that Mr. Williams asked if he had said something wrong), had been opposed to the idea. But now that Mr. McNairy saw Mr. Williams wearing the jeans, he assented. “I like it,” he said.\nAt the end of the week, Mr. Williams met with Tyson Toussant, the founder of Bionic Yarn, which makes textiles using recycled plastic bottles, to discuss future projects. He was told that the company had just secured an order for boat covers, so Mr. Williams rattled off ideas for camouflage and leaf prints, and wondered aloud if they couldn’t design car covers as well. Perhaps a print of a wrecked car?\nA manufacturer of tie-down straps, the kind used to secure objects to moving vehicles, wanted to discuss the possibility of creating a new line of dog leashes. He liked that idea, too.\nFinally, a major denim label, which Mr. Toussant would not identify on the record, had approached the company about collaborating with Mr. Williams but did not want to promote the Bionic Yarn fabric for fear of sounding nerdy.\nOf course, Mr. Williams had an idea: a video showing skateboarders wearing the jeans with no mention of the fabric until the very end, with a simple image of a pair of jeans with the seven or eight plastic bottles used to make them.\nAdvertisement Continue reading the main story\n“You don’t hear J.Crew talking about their cotton all day long,” he said. “Why should we talk about plastic?”\nThis brings us to the Pharrell philosophy that holds true whether we’re talking about jeans or a song.\n“What we’ve got to do,” he said, “is make sure that all that the world sees is a great product that says OMG.”", "url": "https://www.nytimes.com/2012/08/02/fashion/pharrell-williams-is-still-asking-what-if.html"}