{"authors": ["Erik Eckholm"], "date_download": "2018-11-16 04:35:55", "date_modify": "2018-11-16 04:35:55", "date_publish": "2012-01-30 20:14:52", "description": "A growing list of liberal veterans’ groups, civil liberties advocates and Muslim organizations had urged the Military Academy to rescind Lt. Gen. William C. Boykin’s invitation.", "filename": "2012_01_31_us_lt-gen-william-boykin-known-for-anti-muslim-remarks-cancels-west-point-talk_1542342955.html", "image_url": "https://static01.nyt.com/images/2012/01/31/us/GENERAL/GENERAL-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_31_us_lt-gen-william-boykin-known-for-anti-muslim-remarks-cancels-west-point-talk_1542342955.html", "title": "The New York Times", "title_page": "Lt. Gen. William Boykin, Known for Anti-Muslim Remarks, Cancels West Point Talk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Plans for a talk at West Point by a retired general known for his harshly anti-Muslim remarks were abruptly canceled on Monday after a growing list of liberal veterans’ groups, civil liberties advocates and Muslim organizations called on the Military Academy to rescind the invitation.\nLt. Gen William G. Boykin “has decided to withdraw speaking at West Point’s National Prayer Breakfast” on Feb. 8, said a statement issued Monday by the academy’s office of public affairs. “In fulfilling its commitment to the community, the United States Military Academy will feature another speaker for the event.”\nGeneral Boykin, a longtime commander of Special Operations forces, first caused controversy after the Sept. 11 attacks when, as a senior Pentagon official, he described the fight against terrorism as a Christian battle against Satan. His remarks, made in numerous speeches to church groups, were publicly repudiated by President George W. Bush, who argued that America’s war was not with Islam but with violent fanatics.\nSince his retirement in 2007 and a new career as a popular conservative Christian speaker, General Boykin has described Islam as “a totalitarian way of life” and said that Islam should not be protected under the First Amendment.\nAdvertisement Continue reading the main story\nLast week, after learning that General Boykin would be speaking at the prayer breakfast, a liberal veterans’ group, VoteVets.org, demanded that the invitation be revoked. In a letter to West Point’s superintendent, the group said General Boykin’s “incendiary rhetoric regarding Islam” was “incompatible with Army values” and would “put our troops in danger.”", "url": "https://www.nytimes.com/2012/01/31/us/lt-gen-william-boykin-known-for-anti-muslim-remarks-cancels-west-point-talk.html"}