{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:21", "date_modify": "2018-11-16 03:55:21", "date_publish": "2012-01-13 12:02:23", "description": "Ferdinand Topacio, a lawyer for former President Gloria Macapagal Arroyo, is unabashed about his fascination with Hitler and is eager to explain the Nazi leader's relevance to Philippine politics today.", "filename": "2012_01_14_world_asia_14iht-lawyer14.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340521.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_14_world_asia_14iht-lawyer14.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340521.html", "title": "Arroyo Lawyer’s Fascination With Hitler", "title_page": "Arroyo Lawyer’s Fascination With Hitler - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — Not long into an interview, Ferdinand Topacio, a key member of the legal team defending Gloria Macapagal Arroyo, the former Philippine president, against corruption charges, interrupts the conversation to make a point.\n“I don’t idolize Adolf Hitler,” Mr. Topacio said.\nIt is understandable that he feels he needs to make this point. Adorning his office wall, behind his desk, is a huge painting of the Nazi dictator.\n“He was a ruthless autocrat, but you can’t help but admire some of his personal traits,” Mr. Topacio said. “He rose from an obscure corporal to the leader of his country through sheer willpower.”\nMr. Topacio, who represents the former president’s husband, but who has served as a spokesman for both Arroyos in recent months, is a respected lawyer and constitutional expert known for taking on controversial cases.\nAdvertisement Continue reading the main story\nBut he is attracting controversy for other reasons these days.\nThe affable, talkative attorney is unabashed about his fascination with Hitler and is eager to explain the Nazi leader’s relevance to politics in the Philippines today.", "url": "https://www.nytimes.com/2012/01/14/world/asia/14iht-lawyer14.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}