{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:30", "date_modify": "2018-11-16 03:55:30", "date_publish": "2012-10-03 08:27:27", "description": "Critics say the new law could lead to imprisonment for simple activities like sharing Facebook and Twitter posts.", "filename": "2012_10_04_world_asia_new-internet-law-gets-hostile-reception-in-philippines_1542340530.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_04_world_asia_new-internet-law-gets-hostile-reception-in-philippines_1542340530.html", "title": "The New York Times", "title_page": "New Internet Law Gets Hostile Reception in Philippines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There has been considerable public outcry against the law in the weeks leading up to its implementation. Hackers have attacked the Web sites of the president, both houses of Congress and a variety of government agencies. On Wednesday, some Facebook users replaced their profile pictures with black silhouettes and bloggers created blank posts to protest the law, while others took to the streets, staging a demonstration in front of the Supreme Court.\nSome government offices have also struggled with the new law. “Foul words against our police officers can be used as evidence now to file a case against you in a court of law,” a post by the Philippine National Police on its official Facebook page read Monday, in response to a negative comment by a visitor to the site. Police officials later apologized and removed the post.\nPhilippine senators who voted for the law, many of whom are up for re-election next year, have been scrambling to address critics’ concerns. Some senators have had to admit that they did not actually read the law before voting for its passage. Senator Francis G. Escudero acknowledged on Tuesday on his Web site that he had not read the provision of the law dealing with online libel, but said he had introduced a bill to decriminalize libel.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSenator Edgardo J. Angara, who voted for the new law, said Wednesday that he supported amending the legislation.\n“Not all the laws that we pass are perfect,” Mr. Angara told reporters. “At least in this case we are responsive.”\nA spokesman for Mr. Aquino sought Wednesday to calm public fears after the barrage of protests and an announcement by Justice Secretary Leila de Lima that her department would be hiring 150 investigators to enforce the new law.\n“Our Constitution is clear and uncompromising in the civil liberties it guarantees all our people,” said the spokesman, Edwin Lacierda. “As the basic law, its guarantees cannot, and will not, be diminished or reduced by any law passed by Congress.”\nAt least nine petitions have been filed with the Supreme Court seeking a temporary restraining order to prevent the prosecution of anyone under the law. The court has said it will rule on the matter next week.\nIn a study released before the law was passed, the American group Freedom House ranked the Philippines sixth in the world in terms of Internet freedom.", "url": "https://www.nytimes.com/2012/10/04/world/asia/new-internet-law-gets-hostile-reception-in-philippines.html"}