{"authors": ["Martin Fackler"], "date_download": "2018-11-16 03:56:00", "date_modify": "2018-11-16 03:56:00", "date_publish": "2012-09-27 19:00:26", "description": "The charisma of Toru Hashimoto, Osaka’s new mayor, has made a new party a feared force in Japanese politics, seemingly overnight.", "filename": "2012_09_28_world_asia_osaka-mayors-radical-message-has-broad-appeal-with-japanese.html_module=inline_1542340560.html", "image_url": "https://static01.nyt.com/images/2012/09/28/world/Osaka/Osaka-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_28_world_asia_osaka-mayors-radical-message-has-broad-appeal-with-japanese.html_module=inline_1542340560.html", "title": "The New York Times", "title_page": "Osaka Mayor’s Radical Message Has Broad Appeal With Japanese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This new distrust reached a climax with Prime Minister Yoshihiko Noda’s unpopular decision over the summer to restart a nuclear plant, a move opposed by many Japanese as an effort to go back to the pre-Fukushima status quo. Mr. Hashimoto was a leading voice early on for overhauling the nation’s insider-driven nuclear watchdog agencies.\n“Mr. Hashimoto has appeared at a time when discontent at Japan’s collusive politics is building” toward an eruption, said Katsuhito Yokokume, a lawmaker from Tokyo who quit the governing Democratic Party last year and wants to join Mr. Hashimoto. “The people feel betrayed by established political parties.”\nThe changes Mr. Hashimoto proposes would be nothing short of radical: to dismantle Japan’s heavily centralized government, once seen as its strength but now viewed as thwarting reform. His party aims to replace what exists with an American-style federalism in which newly created states would hold greater control over their regions. The party also wants voters to directly choose the prime minister, who is now selected by Parliament.\nAnalysts say that for his party to win in parliamentary elections, Mr. Hashimoto will have to overcome deep misgivings that many Japanese feel with his take-no-prisoners style, and provocatively right-wing remarks. But perhaps as important, he might have to join the race himself. So far, he has said he would not run for a parliamentary seat, precluding his ability to become prime minister. He explained that he had not yet made good on all his campaign promises in Osaka, though many analysts still expect him to change his mind.\nThey say, however, that the party has recently lost some momentum because of his stance.\nFor the moment, the opposition Liberal Democrats have a slight lead because they are much better known than Mr. Hashimoto’s group and maintain a strong organization in rural areas, but many voters remain unenthusiastic about the party, which governed Japan for more than a half century and is widely blamed for leaving the country vulnerable to disaster by coddling the nuclear industry. The governing Democrats under Mr. Noda are widely criticized as having failed to fulfill their sweeping 2009 campaign promises to revitalize Japanese democracy by taking some power from the bureaucracy and making the government more transparent.\nMr. Hashimoto’s followers say he has patterned himself somewhat on the last prime minister to make a popular push for fundamental change, the telegenic Junichiro Koizumi, who led the country in the early 2000s by championing economic liberalization.\nMr. Hashimoto goes a step further than Mr. Koizumi’s populist style. He offers a buck-stops-here ability to make quick decisions that is rare in consensus-driven Japan, where even plans that seem pressing — like expanding capacity at the capital’s main airport — can take decades. He is also unafraid to challenge others in a nonconfrontational political culture: he recently forced a half-dozen lawmakers from established parties who wanted to join his movement to try out publicly, debating before a panel of judges for the right to defect.\nPhoto\nPart of Mr. Hashimoto’s appeal lies in his outsider status. A lawyer whose father was a gangster, Mr. Hashimoto came from a neighborhood in Osaka populated by descendants of Japan’s medieval class of “buraku” untouchables, who still face discrimination. (Mr. Hashimoto says he does not know if he is from that background.)\nAdvertisement Continue reading the main story\nHe is also one of the first national political figures from the “lost generation” that came of age after the early 1990s financial collapse, and who appeals to young urban voters with his calls for breaking up a system that blocks youthful challengers, in politics and in business.\n“Japan needs a leader who can say no to interest groups, and make decisions for the whole nation,” Mr. Hashimoto said during a recent news conference.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Hashimoto turned down an interview request, as he does with most such requests. He apparently prefers to take his message directly to voters on Twitter, where he is the most followed politician in Japan.\nHis combative style was on display during the news conference. When a reporter for a major daily newspaper asked a question, Mr. Hashimoto berated the paper for using the word “dictator” in a recent front-page story about him.\n“Do you think I am a dictator?” he demanded of the sheepishly grinning reporter. “Here in Osaka, I have done what I said I would do. Ask the voters what they think about that.”\nNor did Mr. Hashimoto refrain from a bit of boasting, rare in a nation that values humility. He told reporters that he had overridden dithering city officials in deciding to host a motorcycle race on the grounds of Osaka’s ancient castle.\nSuch decisiveness has made him popular in this metropolitan area of nearly nine million residents, which has been hit hard by the closing of factories. In 2008, after winning election as governor of the region that includes Osaka, he surprised many by fulfilling campaign pledges to balance the budget with drastic but ultimately popular spending cuts on items from welfare to children’s libraries. Last year, he once again stunned the establishment by beating an incumbent backed by all the major parties to become mayor.\n“He has seized the public imagination by offering a drama of himself fighting vested interests and cutting waste,” said Yosuke Sunahara, a professor at Osaka City University.\nAdvertisement Continue reading the main story\nHis standing rose further after the nuclear disaster when he demanded that the government create more independent oversight of the industry before turning plants back on.\nMr. Sunahara and others said the impulsive Mr. Hashimoto could still implode. One of his most controversial moves was to support a high school principal who had punished a teacher for not singing the national anthem, leading to accusations of “Hash-ism,” a play on the word “fascism.”\nHe has also made remarks that have helped paint him as a right-wing firebrand, even though he has not embraced such conservative causes as rewriting the pacifist Constitution to allow Japan a full-fledged military, with his party instead calling for a referendum on whether to do so. Last month, he challenged South Korea to produce evidence that the Imperial Japanese military had forced Korean women into sexual slavery during World War II, diverging from the Japanese government’s official view that the army played a role.\nMany Osaka voters say they generally do not mind the verbal fireworks, so long as he gets things done.\n“He is a politician who can make quick decisions,” said Ryoichi Hama, 62, a bus driver. “Osaka needs a decisive leader, but the whole nation needs one even more.”", "url": "https://www.nytimes.com/2012/09/28/world/asia/osaka-mayors-radical-message-has-broad-appeal-with-japanese.html?module=inline"}