{"authors": ["Natasha Singer"], "date_download": "2018-11-16 03:12:56", "date_modify": "2018-11-16 03:12:56", "date_publish": "2012-08-18 17:07:33", "description": "Buying-power scores, compiled from huge amounts of data, measure your potential value as a customer. But you’ll probably never learn your total.", "filename": "2012_08_19_business_electronic-scores-rank-consumers-by-potential-value_1542337976.html", "image_url": "https://static01.nyt.com/images/2012/08/19/business/19-SCORE/19-SCORE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_08_19_business_electronic-scores-rank-consumers-by-potential-value_1542337976.html", "title": "The New York Times", "title_page": "Electronic Scores Rank Consumers by Potential Value - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A growing number of companies, including banks, credit and debit card providers, insurers and online educational institutions are using these scores to choose whom to woo on the Web. These scores can determine whether someone is pitched a platinum credit card or a plain one, a full-service cable plan or none at all. They can determine whether a customer is routed promptly to an attentive service agent or relegated to an overflow call center.\nFederal regulators and consumer advocates worry that these scores could eventually put some consumers at a disadvantage, particularly those under financial stress. In effect, they say, the scores could create a new subprime class: people who are bypassed by companies online without even knowing it. Financial institutions, in particular, might avoid people with low scores, reducing those people’s access to home loans, credit cards and insurance.\nIt might seem strange that one innovator in this sphere has blossomed here in St. Cloud, a world away from the hothouse of Silicon Valley. It is called eBureau, and it develops eScores — its name for custom scoring algorithms — to predict whether someone is likely to become a customer or a money-loser. Gordy Meyer, the founder and chief executive, says his system needs less than a second to size up a consumer and to transmit his or her score to an eBureau client.\n“It’s like gambling,” Mr. Meyer says. “It’s a game of odds, when to double down and when to pass.”\nEvery month, eBureau scores about 20 million American adults on behalf of clients like banks, payday lenders and insurers, looking to buy the names of prospective customers. An eBureau spinoff called TruSignal, also located here, scores about 110 million consumers monthly for advertisers seeking select audiences for online ads. Mr. Meyer says eBureau’s clients use the scores to answer basic business questions about their potential audience.\n“Are they legitimate?” Mr. Meyer asks. “Are they worth pursuing? Are they worth spending money on?” The scores, he adds, are generated without using federally regulated consumer data and are not used to make credit decisions about consumers. (Using regulated credit data for marketing purposes could run afoul of federal law.)\nSuch assurances aside, consumer value scores have begun to trouble some federal regulators. One of their worries is that these scores, which have spread quietly through American business, measure individuals against one another, using yardsticks that are essentially secret. Another is that the scores could pigeonhole people, limit their financial choices and channel some into predatory loans, they say.\nAdvertisement Continue reading the main story\n“The scoring is a tool to enable financial institutions to make decisions about financing based on unconventional methods,” says David Vladeck, the director of the bureau of consumer protection at the Federal Trade Commission. “We are troubled by these practices.”\nFederal law governs the use of old-fashioned credit scores. Companies must have a legally permissible purpose before checking consumers’ credit reports and must alert them if they are denied credit or insurance based on information in those reports. But the law does not extend to the new valuation scores because they are derived from nontraditional data and promoted for marketing.\nEd Mierzwinski, consumer program director at the United States Public Interest Research Group in Washington, worries that federal laws haven’t kept pace with change in the digital age.\n“There’s a nontransparent, opaque scoring system that collects information about you to generate a score — and what your score is results in the offers you get on the Internet,” he says. “In most cases, you don’t know who is collecting the information, you don’t know what predictions they have made about you, or the potential for being denied choice or paying too much.”\nON the ground floor of eBureau’s headquarters are the company’s prized assets: several hundred computer processors that analyze billions of details about consumers every month. EBureau has built a glass enclosure on a raised platform to showcase the machines. From the dimly lit viewing hall, tiny green and blue lights flicker behind glass.\nPhoto\nLike many facets of eBureau, the idea of putting the processors on a pedestal came from Mr. Meyer, 51, whose relaxed uniform of jeans and cotton shirts belies the methodological decider underneath.\n“In this business, it’s intangible. It’s data through wires,” Mr. Meyer says, walking the perimeter of the enclosure. To help clients relate to his business, he says, he tried to make his data center appear technological, reliable and safe. “We wanted it to feel like it’s a bunker.”\nIt is actually no coincidence that one of the country’s leading consumer-scoring companies is located here, in this former granite-mining town about a 90-minute drive northwest of Minneapolis. Mr. Meyer, a Minnesota native, learned the scoring principles that underlie eBureau decades ago by working at another local company.\nAdvertisement Continue reading the main story\nNearly 30 years ago, he says he took a job as a “lowly number cruncher” at Fingerhut, a general merchandise catalog company based near Minneapolis. A pioneer in customer analytics, Fingerhut specialized in marketing to mid- and low-income customers, offering consumer electronics and other items for sale on monthly installment plans. At the time Mr. Meyer worked there, he says, many Fingerhut customers had little to no credit history.\n“Traditional ways to evaluate credit didn’t exist on half of them,” he recalls. “So Fingerhut had to come up with a way to decide who they mailed catalogs to and who they ultimately approved orders to.”\nBack then, he says, Fingerhut evaluated creditworthiness based in part on how people filled out order forms. Those who used pens were seen as safer bets than those who used pencils. People who used a middle initial were considered better credit risks than those who didn’t. After an analysis by Mr. Meyer, he says, the company also began scoring first-time customers based on whether their phones were connected and their phone numbers legitimate. (Those whose phones did not work were considered at high risk of defaulting on payments.)\nUsing these different scoring techniques, Mr. Meyer says, Fingerhut could efficiently tailor its catalogs and offers to different customers; decide whether to approve or decline certain product orders; or choose which customer debts to collect on or write off.\n“Without Fingerhut,” Mr. Meyer says, “I would never be in this business.”(Fingerhut is now an online and catalog retailer.)\nIn the 1990s, Mr. Meyer decided to use his expertise in spotting patterns of fraud to start RiskWise, an analytics enterprise of his own. After selling it, and two other companies, to LexisNexis in 2000 for about $89 million, he founded another start-up: a predictive analytics company that would become eBureau.\nEVERY business needs customers. But how do you find them, and how do you know they will be good ones? In 2006, Mr. Meyer began to answer that question by carving a niche for himself in a nascent online industry called “lead generation.”\nLead generators are companies that set up consumer-friendly Web sites with the goal of funneling potential customers to businesses ranging from financial institutions to wedding photographers. It is a multibillion-dollar industry in the United States, says Jay Weintraub, chief executive of LeadsCon, a conference for Web sites that specializes in online customer acquisition.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nLead-generation sites like Bankrate.com, for example, offer rate calculators and other tools that prompt people to fill out forms with their names and contact information. The sites then transmit those consumers’ information to mortgage brokers, credit card issuers, car insurers and the like, offering access to these prospective customers, or leads, in return for a finder’s fee. The price varies. Lead generators may charge $8 for an insurance prospect; $35 for a finance lead; or $75 for a mortgage prospect, Mr. Meyer says.\nAdvertisement Continue reading the main story\nBut, he says, some companies were buying more than 100,000 leads a month without being able to distinguish one from another. They couldn’t sort potentially profitable customers from window-shoppers and fakes.\n“Are people who are filling out the forms telling the truth? Because Yogi Bear and Fred Flintstone don’t buy a lot of stuff,” Mr. Meyer says. “Companies needed to figure out whether these leads were quality or not.”\nBig national and international brands, Mr. Meyer knew, already employed data analytics to rate consumers. To distinguish his firm, he developed eBureau to offer customized scoring systems to midsize companies.\nHere’s how eScores work:\nA client submits a data set containing names of tens of thousands of sales leads it has already bought, along with the names of leads who went on to become customers. EBureau then adds several thousand details — like age, income, occupation, property value, length of residence and retail history — from its databases to each customer profile. From those raw data points, the system extrapolates up to 50,000 additional variables per person. Then it scours all that data for the rare common factors among the existing customer base. The resulting algorithm scores prospective customers based on their resemblance to previous customers.\nEScores might range from 0 to 99, with 99 indicating a consumer who is a likely return on investment and 0 indicating an unprofitable one. But in some industries, “knowing the bottom is more important than knowing the top,” Mr. Meyer says. In online education, for instance, scores help schools winnow prospective students who are not worth the investment of expensive course catalogs or attentive follow-up calls — like people who use fake names or adopt the identities of relatives.\n“If we can find 25 percent who have zero chance of enrolling, we can say ‘don’t waste your money on them,’ ” he says.\nPhoto\nEBureau charges clients 3 to 75 cents a score, depending on the industry and the volume of leads.\nSuch scores increase the accuracy and speed with which companies can identify potential customers, says Mr. Weintraub of the LeadsCon conference.\n“Scores tell you ‘this person might actually qualify, so let’s focus on them,’ ” he says. “This way you are not focusing on people who really can’t qualify.”\nAdvertisement Continue reading the main story\nMOST people never see their value scores. But some services openly discuss how their measurements work. A case study on the eBureau site, for example, describes how the company ranked prospective customers for a national prepaid debit card issuer, assigning each a score of 0 to 998. People who scored above 950 were considered likely to become highly profitable customers, generating revenue over six months of an estimated $213 per card. Those who scored less than 550 were predicted to be unprofitable clients, with estimated revenue of $74 or less. With e-Bureau’s system, the card issuer could identify and court the high scorers while avoiding low scorers.\nTargusInfo, a subsidiary of Neustar that is an eBureau competitor, is even more explicit about how a multinational credit card issuer used its scores.\nAccording to a case study on its site, TargusInfo instantly scores prospective customers who call the card company’s call centers, selecting the kind of card to offer even before an agent picks up the phone. The scores also alert agents to high-value prospects, people “who are more likely to apply, be approved, request supplemental cards or spend more in their first year,” the case study says. While high-value callers are immediately routed to dedicated agents, it says, “less-qualified callers no longer waste the valuable time of the card issuer’s dedicated agents and are routed to an outsourced overflow call center.”\nBecky Burr, chief privacy officer of Neustar, sees TargusInfo’s scoring system as a modern incarnation of marketing services to help companies find and communicate with their audiences.\n“They want to allocate their marketing money efficiently, and consumers want messages that are relevant,” she says. The scores, she adds, should be seen as predictions about groups of consumers, not judgments on individuals.\nFor companies, this kind of scoring clearly increases the speed and reduces the cost of acquiring customers. But consumers are paying a heavy price for that increased corporate efficiency, public interests advocates say.\nThe digital scores create a two-tiered system that invisibly prioritizes some online users for credit and insurance offers while denying the same opportunities to others, says Mr. Mierzwinski of the Public Interest Research Group. The decades-old federal law that protects consumers from unfair credit practices, he says, has not kept pace with online innovation.\nThe Fair Credit Reporting Act requires that consumer reporting agencies, the companies that compile credit data, show people their credit reports and allow them to correct errors. Companies that use the reports must notify consumers if they take adverse action based on information in those reports. But digital marketers, Mr. Mierzwinski says, are able to work around the rules by using alternative financial data to calculate consumer scores. In an article scheduled to be published next spring in the Suffolk University Law Review, Mr. Mierzwinski and a co-author argue that new digital techniques like scoring let sales agents rapidly convert online prospects to customers, blurring the line between marketing and actual credit offers.\nAdvertisement Continue reading the main story\n“The relationship between marketing and making a distinct offer of credit to a consumer is becoming blurred given contemporary digital marketing practices,” Mr. Mierzwinski and his co-author, Jeffrey Chester of the Center for Digital Democracy, write in the article. Federal regulators, they add, “should ensure consumers know whether and how they have been secretly scored or rated by the digital financial marketers, especially those labeled as less profitable or desirable.”\nMr. Meyer and other eBureau executives disagree, saying the concerns are misplaced.\nEBureau, Mr. Meyer says, went to great lengths to build a system with both regulatory requirements and consumer privacy in mind. The company, he says, has put firewalls in place to separate databases containing federally regulated data, like credit or debt information used for purposes like risk management, from databases about consumers used to generate scores for marketing purposes.\nHe adds that eBureau’s clients use the scores only to narrow their field of prospective customers — not for the purposes of approving people for credit, loans or insurance. Moreover, he says, the company does not sell consumer data to others, nor does it retain the scores it transmits to clients.\n“We are an evaluator,” Mr. Meyer says. “We are trying to stay away from being intrusive to the consumer.”\nAT a LeadsCon conference in Midtown Manhattan last month, eBureau was among those making its sales pitch. Its exhibition booth depicted a multiethnic group of fictional consumers and their hypothetical scores.\nScore boxes superimposed over a young African-American male read variously: “eScore: 811, high lifetime value potential” and “eScore: 524, underbanked, but safe credit risk.” Another caption floating over the crowd read: “eScore: 906, route to best call center agent NOW!”\nIt’s just another sign of the rise of what might be called the Scored Society. Google ranks our search results by our location and search history. Facebook scores us based on our online activities. Klout scores us by how many followers we have on Twitter, among other things.\nAnd now e-scores rank our potential value to companies.\nBut the spread of consumer rankings raises deep questions of fairness, says Frank Pasquale, a professor at Seton Hall University School of Law, who is writing a book about scoring technologies. The scores may help companies, he says. But over time, they may send some consumers into a downward spiral, locking them into a world of digital disadvantage.\n“I’m troubled by the idea that some people will essentially be seeing ads for subprime loans, vocational schools and payday loans,” Professor Pasquale says, “while others might be seeing ads for regular banks and colleges, and not know why.”", "url": "https://www.nytimes.com/2012/08/19/business/electronic-scores-rank-consumers-by-potential-value.html"}