{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:38:36", "date_modify": "2018-11-16 04:38:36", "date_publish": "2012-02-15 19:33:20", "description": "With a restive party pressing him to run in earnest for re-election, President Nicolas Sarkozy of France announced his candidacy. His main challenger, François Hollande, is leading in polls.", "filename": "2012_02_16_world_europe_sarkozy-will-run-for-second-term_1542343116.html", "image_url": "https://static01.nyt.com/images/2012/02/16/world/16france_337/16france_337-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_16_world_europe_sarkozy-will-run-for-second-term_1542343116.html", "title": "The New York Times", "title_page": "Sarkozy Will Run for Second Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nathalie Kosciusko-Morizet, the ecology minister, who is expected to become Mr. Sarkozy’s campaign spokeswoman, said: “It’s a turning point. We are entering another world, that of the campaign.” The foreign minister, Alain Juppé, told French radio, “Now the real campaign will begin.”\nMr. Sarkozy is widely regarded as an excellent campaigner, and his aides pointed out that he had already made some gains in the opinion polls. They said they expected hard campaigning to reduce the gap with Mr. Hollande within two weeks. But Mr. Sarkozy has a large hill to climb, with high negative ratings, and many French people have told pollsters that they are looking for a change.\nMr. Sarkozy belongs to the center-right of French politics, which, under various names — it is currently the Union for a Popular Movement, or UMP — has held the French presidency since 1995, when François Mitterrand, a Socialist, left office. Mr. Hollande hopes to recapture the office for the Socialists.\nPhoto\nMr. Sarkozy won in 2007 on a campaign of toughness against crime, liberalization of the economy and improvement in purchasing power, but the global economic crisis of 2008 hit France hard and finally threw Europe into a long-running crisis over public debt, which has sharply reduced economic growth.\nThough Mr. Sarkozy took office as the most popular president since Charles de Gaulle, a majority of respondents in polls of French voters now think his record is negative and that he did not keep his promises; many say they simply do not like his edgy personality.\nThis time, Mr. Sarkozy is expected to campaign on a number of themes around the idea of “a strong France.” He will concentrate on economic reform, measures against crime, more controls over immigration and vagrancy, and a leadership role for France in Europe and in the world, for example in the euro crisis and the revolution in Libya.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe is presenting himself as an experienced leader who has learned from his mistakes and knows how to make tough decisions, in contrast with Mr. Hollande, who has never been a government minister. Mr. Sarkozy promises to take the best lessons from German’s economic success, in particular how to loosen up labor rules to reduce unemployment, currently at a 12-year high. Mr. Sarkozy is reported to be working on a memoir for the campaign, meant to be an intimate apology for errors, to show that he has changed.\nAnd Mr. Sarkozy is using themes similar to some of those pressed by the far-right candidate of the National Front, Marine Le Pen. She is the biggest threat he faces in the first round of voting, which reduces the field to the top two finishers. Polls show Ms. Le Pen drawing about 20 percent of the vote in the first round, but her true support is thought to be slightly larger than that because some voters will not admit to supporting the National Front.\nAdvertisement Continue reading the main story\nMr. Hollande, also 57, shrugged off the Sarkozy announcement as expected, while noting that Mr. Sarkozy had originally intended to announce late in March, the way several predecessors did. In an interview this week with foreign journalists, Mr. Hollande said that Mr. Sarkozy had chosen a campaign of divisiveness on social issues, of “cleavage” instead of unification.\n“Our fate can be different from the one we’ve been stuck with for five years,” he said on Wednesday.\nBut just as Mr. Hollande is campaigning to the left for the first round, talking of the world of finance as his main adversary, Mr. Sarkozy is campaigning to the right. The first round is expected to feature four main candidates, including Ms. Le Pen and the centrist François Bayrou, candidate of the Democratic Movement; a few percentage points can make the difference between second and third place, which means elimination.\nIn 2002, France shocked itself when the Socialist candidate, Lionel Jospin, came in third to Jean-Marie Le Pen and was eliminated, giving Jacques Chirac an easy victory in the runoff.\nMr. Sarkozy also introduced a new Twitter account on Wednesday, clearly designed for the campaign (@NicolasSarkozy), and got a good-luck message from his ex-wife, Cécilia Attias, who was a vital part of his successful 2007 presidential campaign. On Thursday, he will visit a cheese factory in the French Alps near Annecy.", "url": "https://www.nytimes.com/2012/02/16/world/europe/sarkozy-will-run-for-second-term.html"}