{"authors": ["Seth Schiesel"], "date_download": "2018-11-16 03:15:03", "date_modify": "2018-11-16 03:15:03", "date_publish": "2012-02-03 18:25:28", "description": "The latest edition of the role-playing game Final Fantasy seems to be an overreaction to criticisms of its predecessor.", "filename": "2012_02_04_arts_video-games_final-fantasy-xiii-2-for-playstation-3-and-xbox-360_1542338103.html", "image_url": "https://static01.nyt.com/images/2012/02/04/arts/04FANTASY/04FANTASY-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_04_arts_video-games_final-fantasy-xiii-2-for-playstation-3-and-xbox-360_1542338103.html", "title": "Final Fantasy XIII-2 for PlayStation 3 and Xbox 360", "title_page": "Final Fantasy XIII-2 for PlayStation 3 and Xbox 360 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With both Final Fantasy XIII, released two years ago, and this latest sequel, I wonder how much empathy their designers actually have for their players. Incredibly, the two games provoke that confusion in almost exactly opposite ways.\nThe idea behind a role-playing game is that you can customize a character or set of characters and then explore a made-up world and the stories that the creators have embedded within it. Simple enough.\nThe problem with the previous Final Fantasy was that it almost entirely did away with the exploration part and simply made the game a linear series of about 1,000 battles against mythical creatures tied together by hours of noninteractive narrative. No matter how enjoyable each individual battle might be and how gorgeous each scene might appear, the experience boiled down to one long slog.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nChastened by criticism of the last game, Square Enix has responded with XIII-2 (the 2 indicates a sequel in the same world as the previous game) by wildly overcompensating and embracing a kitchen sink approach. So you thought the last game was too linear? O.K., well now you’ll have to navigate dozens of times and places (and the same places at different times) in a barely coherent narrative wormhole. You are going to planets and planes of existence through time-travel portals, unraveling alternative realities and playing scenes multiple times in search of lost artifacts. The story, as always, is that your band of weapon-toting, suggestively clad adolescent heroes must save the universe.\nThere is a lot to do in Final Fantasy XIII-2, but the game often makes little effort to let you know whether you’re making progress toward the goal you’re interested in or, instead, spending hours exploring distant dimensions that have nothing to do with what you thought you were looking for. There are plenty of ways to customize your characters, but you have to flip through at least four screens and menus to accomplish anything meaningful.\nThere are some interesting puzzles here, but the guiding approach seems to be that if 3 puzzles in a row are good, then 30 must be better. And if killing 20 swarms of inconsequential monsters is good, then killing 200 must be better. If 15 minutes of noninteractive movies is good, then 90 minutes must be better.\nNo. There are things like discipline and pacing, like understanding and caring about how people actually play your game, and Square Enix seems to have lost sight of them. Players should not have to choose between wandering around for eight hours figuring out where to go or looking up a walkthrough on a third-party Web site. But Final Fantasy XIII-2 is so obtuse in some ways that it forces those sorts of choices.\nPerhaps most surprising is that the hundreds of combat encounters are so easy that they do not engage the players’ sense of tactical enjoyment. Square Enix has overreacted to criticism of the previous game’s considerable difficulty by making its latest effort a cakewalk. There is an additional supereasy mode, but no hard mode meant to challenge more experienced players. (I suspect Square Enix may try to sell a hard mode as a paid add-on download.)\nIf you want to watch the pretty pictures, let the story wash over you, click through combats and look online to figure out where to go next, then Final Fantasy XIII-2 can be quite enjoyable. If you’re looking for a more nuanced, interesting experience, maybe that old copy of Final Fantasy VII really does bear dusting off.", "url": "https://www.nytimes.com/2012/02/04/arts/video-games/final-fantasy-xiii-2-for-playstation-3-and-xbox-360.html"}