{"authors": ["Adam Hochschild"], "date_download": "2018-11-16 03:52:06", "date_modify": "2018-11-16 03:52:06", "date_publish": "2012-06-08 11:41:55", "description": "Steve Coll examines the worldwide operations and political influence of Exxon Mobil.", "filename": "2012_06_10_books_review_private-empire-steve-colls-book-about-exxon-mobil.html_module=inline_1542340326.html", "image_url": "https://static01.nyt.com/images/2012/06/10/books/review/10HOTHSCHILD/10HOTHSCHILD-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_10_books_review_private-empire-steve-colls-book-about-exxon-mobil.html_module=inline_1542340326.html", "title": "‘Private Empire,’ Steve Coll’s Book About Exxon Mobil", "title_page": "‘Private Empire,’ Steve Coll’s Book About Exxon Mobil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Exxon Mobil’s foreign policy, orchestrated by a political division including National Security Council and State Department alumni, sometimes coincides with that of the United States, and sometimes diverges. For example, the corporation had no enthusiasm for invading Iraq. Yes, Iraq has all that oil, but with most remaining reserves ever harder to get at, oil executives knew that whoever ran Iraq would ultimately depend on the technology and capital of the Exxon Mobils of the world. And yes, it might have been nice to own Iraqi oil wells outright, but long-term stability and security mattered more. Today, although the company has billions invested in tearing up wetlands and forests to extract oil from Alberta’s tar sands, it doesn’t much care whether an expanded pipeline system that would stretch from Canada to the Gulf Coast gets the go-ahead from the Obama administration. If Exxon Mobil can’t send that oil to the United States, it can easily sell it to Japan or China.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nJust like the British South Africa Company, which pioneered the use of Hiram Maxim’s machine gun during the Matabele War, Exxon Mobil has its own armies — and, in these days of outsourcing, also hires those of others. In Chad, its 2,500 security men patrolled the countryside in white radio-equipped S.U.V.’s, watching for guerrillas as the company set up an intelligence operation bigger and better than the ­local C.I.A. station. In the war-racked Niger Delta, it gave boats to the Nigerian Navy, deployed its own vessels at sea to scout for pirates and “recruited, paid, supplied and managed sections of the Nigerian military and police.” On their uniforms, the ­Nigerian police sported Mobil’s familiar red flying horse. In Aceh, Indonesia, Mobil paid the salaries of Indonesian counterinsurgency forces who tortured and murdered prisoners on company property. Payments kept flowing even after the American government cut off aid to the Indonesian military because of such abuses.\nLike other journalists before him, Coll points out that Exxon Mobil’s lobbying has not been confined to keeping oil and gas taxes low and regulations lax. It has also shaped what people think on the biggest issue of our time. For some years, the company claimed that human contributions to global warming were negligible and gave millions of dollars to organizations that churned out studies accordingly. In the last few years, the corporation has subtly, gradually pulled its head out of the sand on this issue, not admitting earlier errors but simply stressing that the world’s economies still demand huge amounts of oil and gas — which is, alas, true.\nExxon Mobil executives care less about Americans’ belief in climate change, Coll suggests, than they do about Americans’ belief in punitive damages from lawsuits. After the next Exxon Valdez spill, or the next Jacksonville spill (in which an Exxon service station leaked 24,000 gallons of gasoline into a Maryland community’s water supply), what a jury decides could subtract billions from the bottom line. Small wonder that after the Valdez, a company representative quietly called a University of Wisconsin professor to offer money if he would write an article for a “respectable academic journal,” arguing against punitive damages. This man spoke up, but we don’t know how many other scholars received and may have acted on the same offer and said nothing.\n“Private Empire” is not as original and absorbing as Coll’s excellent Pulitzer Prize-winning “Ghost Wars,” about the C.I.A.’s arrogant bungling in pre-2001 Afghanistan. Oil company executives trained and shielded by public relations staffers are inherently bland compared with the earlier volume’s C.I.A. cowboys and Afghan sheiks. Long a correspondent and editor at The Washington Post and now a staff writer for The New Yorker, Coll is a careful reporter but sometimes doesn’t know when to stop. “Private Empire” could easily afford to shed 150 of its nearly 700 pages. Do we really need to know where all the major Exxon Mobil figures grew up and went to college? Or do we really need half a page listing all the names and amounts involved when over a dozen executives gave to the campaign of an oil-friendly Texas congressman?\nDespite these quibbles, the book assuredly does what it sets out to do: show the inner workings of one of the Western world’s most significant concentrations of unelected power. And just how that power is wielded matters enormously because oil companies play such a crucial role in the carbon economy to which we are so fatefully attached.", "url": "https://www.nytimes.com/2012/06/10/books/review/private-empire-steve-colls-book-about-exxon-mobil.html?module=inline"}