{"authors": ["Steven Erlanger", "Sophie Cohen"], "date_download": "2018-11-16 04:38:37", "date_modify": "2018-11-16 04:38:37", "date_publish": "2012-01-22 22:40:52", "description": "Although the draft law does not mention the mass killings of Armenians by Ottoman Turks in 1915, Turkey has objected to the bill.", "filename": "2012_01_23_world_europe_over-turkey-protests-france-to-vote-on-genocide-denial-bill_1542343117.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_23_world_europe_over-turkey-protests-france-to-vote-on-genocide-denial-bill_1542343117.html", "title": "The New York Times", "title_page": "Over Turkey Protests, France to Vote on Genocide Denial Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After the December vote, Turkey’s ambassador to France, Tahsin Burcuoglu, was briefly recalled to Ankara. Turkey also suspended military cooperation and bilateral political and economic contracts with France. Mr. Erdogan accused Mr. Sarkozy of playing politics and fanning Islamophobia.\nThe law is the initiative of Valérie Boyer, a legislator from Mr. Sarkozy’s governing party. Ms. Boyer, who is from Marseille, a city with a sizable Armenian constituency, denies playing politics. “Genocide is a universal problem,” she said in an interview. “It is something that is over and above politics.”\nBut her draft law has annoyed the Sarkozy government, especially the Foreign Ministry, at a time when France wants Turkish cooperation on issues including the Arab Spring, Syrian unrest and the Iranian nuclear program. France’s foreign minister, Alain Juppé, said in December that the vote on the genocide law had “without doubt been badly timed.” He said that “it is important, in the current context, that we keep the paths of dialogue and cooperation open.”\nThe bill may not pass the Senate, which is controlled by the opposition Socialist Party and its allies. On Wednesday, a Senate committee suggested that the bill could be unconstitutional. Ms. Boyer criticized the Socialists, saying there had been a consensus on the bill, “right as well as left.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Turkish Foreign Ministry applauded the committee’s suggestion, saying in a statement that the Senate had shown “common sense and respect for the law.”\nFrance’s Armenian population, about 500,000 strong, generally praised the bill. After a Sunday service filled with French Armenians of all ages at the Sainte-Croix-de-Paris Cathedral here, the Rev. Georges Assadourian said he was overjoyed. “My great-grandparents were massacred in 1915,” he said. “The truth cannot be denied.”\nAlexis Govciyan, director of the Coordinating Council of Armenian Organizations of France, praised the effort to recognize victims of genocide. “France and Armenia have enjoyed close relations for a thousand years,” he said. “That the French wish to pass this law shows that they understand Armenian history very well, precisely because of this friendship.”\nThe 400,000 people in France’s Turkish community, by contrast, are angry. Balci Saahip, a costume designer from Izmir, speaking at a Turkish cafe in the 10th Arrondissement in Paris, said he was furious about the “electoral manipulation” of history by Mr. Sarkozy’s party.\nAdvertisement Continue reading the main story\n“We have had enough of people walking all over us,” said Mr. Saahip, who has lived here for 34 years. While eligible for French citizenship, he never finished his application because, he said, the reception he got from the French authorities was “very hostile.”\nAt an independent Turkish cultural center she runs nearby, Françoise Onger said that her husband, a Turkish cardiologist, is often mistaken for an Armenian or a Jew. “No one can believe that a Turk can have such a good job,” she said.\nKader Kandemir, 26, is a second-generation Turk in France. Her exposure to Western historiography has led her to question what really happened in 1915. But she said she would be joining other French Turks from all over the country in Paris this weekend to demonstrate against Monday’s Senate vote.\n“I’m not saying a genocide didn’t take place,” she said. “I’m saying that I don’t know whether it did or not, and I shouldn’t have to be punished for wanting to find out that answer myself.”", "url": "https://www.nytimes.com/2012/01/23/world/europe/over-turkey-protests-france-to-vote-on-genocide-denial-bill.html"}