{"authors": ["Robin Finn", "Sunday Routine"], "date_download": "2018-11-16 03:10:28", "date_modify": "2018-11-16 03:10:28", "date_publish": "2012-01-20 23:18:26", "description": "The perennially ponytailed defense lawyer Ronald L. Kuby spends his Sundays relaxing on the couch, in the garden or on a bike, but sometimes he slips off to Rikers Island to visit clients.", "filename": "2012_01_22_nyregion_for-ronald-l-kuby-sunday-is-for-coffee-and-a-trip-to-jail.html_module=inline_1542337828.html", "image_url": "https://static01.nyt.com/images/2012/01/22/nyregion/22ROUTINE1_SPAN/22ROUTINE1-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_22_nyregion_for-ronald-l-kuby-sunday-is-for-coffee-and-a-trip-to-jail.html_module=inline_1542337828.html", "title": "The New York Times", "title_page": "For Ronald L. Kuby, Sunday Is for Coffee and a Trip to Jail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe perennially ponytailed Ronald L. Kuby, who says he hasn’t had a haircut since 1989, is the counsel of choice for alternative types; five protesters from the Occupy Wall Street encampment retained him after tangling with the New York Police Department. From 1999 to 2007 he was a host of a radio show on WABC-AM with Curtis Sliwa. On Sundays, Mr. Kuby, 55, works a bit but mostly relaxes by cooking, walking or biking, and watching TV. He lives in Chelsea with his wife, Marilyn Vasta, 60, a psychotherapist, and their bichon frisé, Lily; they are sometimes joined by their daughter, Emma, 19, who attends Wesleyan University. The couple also owns a country house in the Poconos.\nHORIZONTAL VS. VERTICAL My wife and I always talked about how changed our weekends would be after our daughter left for college, but once it happened, we realized our visions were dramatically different. She saw us walking, hiking, riding bikes, going to museums, the theater, the gym. I’d imagined a horizontal horizon: lots of sitting on the couch watching TV, drinking coffee and napping.\nWILL WAKE FOR COFFEE We get up between 7 and 8; after spending eight years on a morning radio show that had me up at 4:30 a.m., it’s hard to sleep much past sunrise. I cannot function without coffee, so the first challenge of the day is making a cup of coffee before I’ve had a cup of coffee. Marilyn doesn’t make or drink coffee. Then we walk the dog, get the papers and come back home. Our co-op is a fourth-floor walk-up: 62 steps. I’ve counted.\nDECK GARDENING In decent weather, Marilyn immediately starts gardening when we get back; on the front deck, we grow all sorts of herbs we use for cooking, like parsley, sage, oregano and rosemary. I help out by sitting in the hammock reading the papers, drinking coffee, snacking on cheese, making suggestions; and also I get to move large pots around, and in the winter, I fetch the firewood.\nPhoto\nOFFICE OR JAIL Marilyn goes to her yoga class at 11, so I either go to the office or head out to Rikers Island to meet with clients; unfortunately, that’s where too many of them reside. Sundays at Rikers is far more relaxed than other days; there’s no waiting, and the security level is somewhat calmer. Otherwise it’s like going to hell, if hell was a lot of steel buildings designed by a 20th-century architect and smelled of disinfectant. I can go there, see who I need to see and be back in a couple of hours. If there’s time to sneak it in, I’ll watch the BBC version of “Battlestar Galactica”; Marilyn will not sit through that.\nAdvertisement Continue reading the main story\nAFTERNOON ACTIVITY We both have bicycles, so we’ll go down to the Battery, grab a sandwich or something and sit on a bench and look at the Statue of Liberty, or go over to the Brooklyn Botanic Garden. We might walk on the High Line — without the bikes or dog. I like matinees, so if it’s not a day for being outside, we’ll see a play or movie. We saw my friend Alan Dershowitz’s daughter make her acting debut Off-Broadway in “A Splintered Soul.”", "url": "https://www.nytimes.com/2012/01/22/nyregion/for-ronald-l-kuby-sunday-is-for-coffee-and-a-trip-to-jail.html?module=inline"}