{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:28", "date_modify": "2018-11-16 04:01:28", "date_publish": "2012-01-09 16:46:47", "description": "A dispute over redrawn voting maps appeared to frustrate some members of the Supreme Court against the backdrop of looming deadlines.", "filename": "2012_01_10_us_texas-voting-rights-case-goes-before-supreme-court_1542340888.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_10_us_texas-voting-rights-case-goes-before-supreme-court_1542340888.html", "title": "The New York Times", "title_page": "Texas Voting Rights Case Heard by Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As many as four House seats hang in the balance, experts in election administration say.\nThe legal question for the justices was how to treat maps drawn by legislatures in states with a history of discrimination. Under Section 5 of the Voting Rights Act of 1965, changes in voting procedures in such states cannot take effect until they have been approved by either the Justice Department or a special three-judge court in Washington.\nTexas sought approval from the special Washington court, but it has not yet received an answer, though the special court has indicated that it is unlikely to approve at least some of the Legislature’s map. Because there were no approved maps as the first primaries in Texas loomed, the San Antonio court, which was hearing challenges to the Legislature’s maps under a different part of the Voting Rights Act, drew the competing set of maps.\nOfficials in Texas asked the Supreme Court to block those judge-drawn maps, saying they did not give enough deference to the Legislature. Paul D. Clement, a lawyer representing Texas, told the justices on Monday that the San Antonio court should have used the legislative map as a starting point while the approval process was pending.\nJustice Sonia Sotomayor said that would turn Section 5 on its head. Justice Antonin Scalia, on the other hand, appeared inclined to allow Texas to use its Legislature’s maps until a court ruled that they were invalid.\nChief Justice Roberts seemed to say that both of his colleagues had a point.\n“You cannot assume that the Legislature’s plan should be treated as if it were precleared,” he said.\n“But on the other hand,” he went on, the San Antonio court “can’t draw its interim plan assuming that there are going to be these Section 5 violations.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe case is a result of a population boom in Texas, which gained more than four million people in the last decade, about 65 percent of them Hispanic. The growth entitled the state to four additional Congressional seats.\nJustice Anthony M. Kennedy mused that the procedures created by Section 5, which upend the usual presumption that a duly enacted state law is valid, may no longer make sense.\nAdvertisement Continue reading the main story\n“Section 5 applies only to some states and not others,” he said. “Texas is at a tremendous disadvantage here.”\nThe court ducked that issue in a 2009 decision but indicated that it might soon return to it and strike down the provision.\n“There’s a terrible history of discrimination in Texas,” said Jose Garza, a lawyer representing challengers to the legislative map.\nChief Justice Roberts interrupted him. “The constitutionality of the Voting Rights Act is not at issue here, right?” he asked. Mr. Garza agreed.\nThe question, instead, was what to do given that the special court in Washington has neither approved nor disapproved the Legislature’s maps. It did, however, reject Texas’s request for summary approval of its maps, saying the state had used “an improper standard or methodology to determine which districts afford minority voters to elect their preferred candidates of choice.”\nThe case before the special court in Washington is scheduled to be tried this month, and that court may issue a final decision in early February.\nBut for the press of time, there appeared to be some sentiment on the Supreme Court to allow the special court in Washington to complete its work before the justices ruled. But for primaries to proceed in April, Mr. Clement said, Texas needs to know which maps to use by Feb. 1.\nThe three cases before the Supreme Court justices were Perry v. Perez, No 11-713, on the Texas House, Perry v. Davis, No. 11-714, on redistricting the State Senate, and Perry v. Perez, No. 11-715, on the House of Representatives.", "url": "https://www.nytimes.com/2012/01/10/us/texas-voting-rights-case-goes-before-supreme-court.html"}