{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:15:19", "date_modify": "2018-11-16 04:15:19", "date_publish": "2012-02-08 15:49:05", "description": "Even by the standards of destitution in Afghan refugee camps, the story of Sayid Mohammad is a hard-luck one.", "filename": "2012_02_09_world_asia_in-grip-of-cold-afghan-family-buries-8th-child_1542341719.html", "image_url": "https://static01.nyt.com/images/2012/02/08/world/asia/08afghan-337-slide-MH6Y/08afghan-337-slide-MH6Y-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_09_world_asia_in-grip-of-cold-afghan-family-buries-8th-child_1542341719.html", "title": "In Grip of Cold, Afghan Family Buries 8th Child", "title_page": "In Grip of Cold, Afghan Family Buries 8th Child - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Government officials have expressed skepticism that the children could all have died of cold, saying the deaths were unregistered and not reviewed by medical personnel, while at the same time blaming the international aid providers for not sending more supplies.\nPrivate Afghan companies and businessmen and some charitable groups have begun to distribute food, fuel, winter clothing, blankets, tents and cash support in the camps, but so far the effort has been sporadic and incomplete.\nOther relief groups and Afghan government ministries are still in the process of surveying needs in the camp. As one relief worker said, “Starting an aid program even in a month would be fast work, and by then winter will be mostly over.”\nThe Nasaji Bagrami camp counts 315 families who fled from war-torn southern provinces like Kandahar and Helmand. Some of their rough shelters had wood to burn in stoves, while others, like Mr. Mohammad’s, had no substantial heat sources at all.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMohammad Ibrahim, chosen by camp residents as their representative, held up his hand in a visual parable of the realities of inequitable resources. “See my fingers?” he said. “They are five, but none are equal.”\nThe Mohammad family had two large blankets to share, plus the baby boy’s blanket, a velveteen comforter with designs of teddy bears and bunny rabbits on it. “We didn’t even have enough wood to make breakfast today,” Mr. Mohammad said. A neighbor gave a small packet of potato chips to Feroza, whose name means turquoise, the gemstone.\nIn the bitter cold, relatives and friends gathered and meticulously followed the prescribed rituals for the dead. Hot water was brought in pitchers from neighbors’ huts. The boy’s body was laid on a plank in the hut’s mud-walled yard, and washed five times with the hot water and soap, a pink bar of Safeguard. A ditch was dug so that the wash water would drain away and no one would step in it accidentally, which they viewed as potential sacrilege. Khan was so small that the hand of the man who washed him covered half of his body.\nHis mother, Lailuma, peeked from the door of the hut to watch, but otherwise the women stayed inside and apart. But Feroza, in a purple head scarf, slipped unnoticed past the men close to Khan’s washing place, pressed into a crevice in the wall and watched wordlessly.\nAdvertisement Continue reading the main story\nA clean white cotton sheet served as his burial shroud. The available scissors were too dull to cut it, so the men ripped it into pieces with their gloveless hands. After tying the sheet around Khan, they sprayed his shrouded form with perfume, and then they wrapped him again in his teddy and bunny blanket.\nFor prayers, performed on mats outside, the men removed their shoes; many had no socks. Then they carried Khan, bundled in one man’s arms, in a silent procession to a graveyard.\nThe camp mullah, Walid Khan, pronounced the final prayers. Khan was laid in the grave with his face toward Mecca, and each of the mourners dropped in three handfuls of the hard earth.\nMr. Mohammad had not slept. His eyes were bloodshot. The septum of his nose had cracked from the cold, bleeding a little, and leaving a small red icicle. Feroza stood just to his side and behind him a little, clutching his coat. She coughed deeply and her father started. “Now she is sick, too,” he said.", "url": "https://www.nytimes.com/2012/02/09/world/asia/in-grip-of-cold-afghan-family-buries-8th-child.html"}