{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:29:22", "date_modify": "2018-11-16 03:29:22", "date_publish": "2012-09-20 07:00:12", "description": "A transitional time calls for its own (weird, tangy) transitional drinks.", "filename": "2012_09_23_magazine_come-september_1542338962.html", "image_url": "https://static01.nyt.com/images/2012/09/23/magazine/23drink/23drink-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_23_magazine_come-september_1542338962.html", "title": "Come September", "title_page": "Come September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nOh, the days grow short when we reach September. Kurt Weill and Maxwell Anderson got that right in “September Song,” didn’t they? Cheerful it’s not, but for a year in my early 20s, the only music I could stand to hear was Weill’s. I was adrift, and politically charged cabaret numbers — often sung in a language I did not understand — somehow anchored me. I downed plenty of whiskey back then (and still do), but as with music, my taste in drinks was growing up. It was then that I first made a martini, first tasted absinthe and could, for the first time, call myself a regular at a New York bar — one where an indulgent bartender might sometimes pop onto the sound system the Lotte Lenya tape I just happened to have in my backpack.\nEven now, I return to Weill at the beginning of every autumn. The music sets the tone for the season to come, evoking a peculiar feeling of nostalgia not only for the past but also for the right-now: for pulling sweaters and blankets out from under the bed, for fallen foliage and the back-to-business resolve of fall. Though I will welcome a full-fledged reunion with brown liquor and its comforts soon enough, this in-between time calls for in-between drinks. Summer seems to insist that we return its favors with equal sunniness in a glass. Late September doesn’t mind if we let a few shadows in. And where cocktails are concerned, this can get interesting, without any undue gravitas.\nPhoto\nWhat I want now are cocktails reflective of the changing of seasons: a little moody and weird, both as bitter and as sweet as autumn itself, and as evocative and transporting as a Weill song. They’re suggestive of the Weimar Republic era from which his music emerged — drinks I could imagine Sally Bowles knocking back (one is called, fittingly, the Cabaret Cocktail). Christopher Isherwood, Bowles’s creator and a fine chronicler of the time, wrote with longing of drinking claret and cheap Cognac in “Goodbye to Berlin.” I imagine there must be a long compound word in German for the pleasure that can attach itself to a certain variety of tolerable, low-grade melancholia, and that’s fine by me. Whether it’s brought on by too much cheap Cognac is up to you.\nSo as the wind picks up and the skies darken earlier, I always go for liquors I don’t turn to very often: the bite of kirsch and the dream-inducing anise zest of absinthe, the herbaceous, medicinal tang of Benedictine and the neon-hued mysteries of its monastic kin, Chartreuse. And also schnapps.\nThe vintage cocktails offered here might not be drinks I would mix up for everyday satisfaction. In September, though, I want to play with unusual flavors and colors. “September Song” reminds us to make the most of these precious days. That should include drinking well, too.\nON SCHNAPPS\nKatherine Pence, a historian at Baruch College, pointed me toward an essay, ‘‘On the Mixing of Delicious Schnapps,’’ by Weill’s contemporary Erich Maria Remarque, a cocktail enthusiast and the author of ‘‘All Quiet on the Western Front.’’ ‘‘It is easier to write about the psychology of a woman than to understand a schnapps,’’ Remarque wrote. ‘‘Schnapps has a soul.’’ I’ve experimented with mixing a cocktail to Remarque’s specs. Good schnapps isn’t always easy to find in the United States, but I think old-school cocktails like the Albertine and the Cabaret come close to what he had in mind.", "url": "https://www.nytimes.com/2012/09/23/magazine/come-september.html"}