{"authors": ["Mark Landler", "Jeremy W. Peters"], "date_download": "2018-11-16 04:46:19", "date_modify": "2018-11-16 04:46:19", "date_publish": "2012-11-27 12:31:21", "description": "Three Senate Republicans signaled that they would still oppose Susan E. Rice, the ambassador to the United Nations, if she is nominated for secretary of state.", "filename": "2012_11_28_us_politics_after-benghazi-meeting-3-republicans-say-concerns-grow-over-rice_1542343579.html", "image_url": "https://static01.nyt.com/images/2012/11/28/us/RICE1/RICE1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_28_us_politics_after-benghazi-meeting-3-republicans-say-concerns-grow-over-rice_1542343579.html", "title": "The New York Times", "title_page": "Ambassador Rice Concedes Error on Libya, but G.O.P. Senators Are Not Satisfied - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It also raises the prospect of a confirmation battle if the president goes ahead with nominating Ms. Rice. To some extent, that battle is already under way, even before he has submitted her name. Ms. Rice’s visits to senators, which will continue Wednesday, bear all the hallmarks of a presidential nominee seeking to win over reluctant lawmakers.\nA senior administration official said the harsh reaction to Ms. Rice’s appearance on Tuesday would have no effect on her chances for secretary of state. “They’ve been saying the same thing for months,” he said.\nSenator John Kerry , Democrat of Massachusetts and the chairman of the Foreign Relations Committee, is the other leading candidate for the post. Several senators, including Mr. McCain, said they would prefer Mr. Kerry and predicted that he would sail through a confirmation hearing.\nIn a statement after the meeting, Ms. Rice said she incorrectly described the attack in Benghazi, which killed Ambassador J. Christopher Stevens and three other Americans, as a spontaneous protest gone awry rather than a premeditated terrorist attack. But she said she based her remarks on the intelligence then available — intelligence that changed over time.\n“Neither I nor anyone else in the administration intended to mislead the American people at any stage in the process,” said Ms. Rice, who was accompanied at the 10 a.m. meeting by the acting director of the Central Intelligence Agency , Michael J. Morell.\nBut Mr. Morell reinforced the perception of an administration that cannot get its story straight by asserting during the meeting that the F.B.I. had modified Ms. Rice’s talking points by removing a specific reference to Al Qaeda . At 4 p.m., the senators said in a statement, the C.I.A. called to notify them that Mr. Morell had erred, and that the agency had made the change, not the bureau.\nVideo\n“We are disturbed by the administration’s continued inability to answer even the most basic questions about the Benghazi attack and the administration’s response,” the senators said.\nAdvertisement Continue reading the main story\nMs. Rice had requested the meeting amid signs that Mr. McCain and Mr. Graham were softening their criticism. “She deserves the ability and the opportunity to explain herself,” Mr. McCain said Sunday.\nIt is difficult to gauge whether the opposition of the three Republicans, however vociferous, would be enough to derail Ms. Rice’s chances for the secretary of state post. Assuming the White House had the support of every Senate Democrat, it would have to win over only five Republicans to gain a filibuster -proof majority.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt a minimum, though, Ms. Rice would face harsh scrutiny. Other Republicans on Tuesday continued voicing suspicions that the White House shaded its initial accounts of the attack in Benghazi, during a hard-fought election, to preserve Mr. Obama’s counterterrorism credentials.\nSome Republicans condemned Ms. Rice not so much for her handling of the Benghazi affair but for what they said was her blind loyalty to the president. “While I think she’d be outstanding as head of the Democratic National Committee ,” said Senator Bob Corker of Tennessee , who will meet with her on Wednesday, “I’ve just never seen that sense of independence from her, and I think that’s one of the reasons she got herself into so much trouble.”\nThe White House continued to defend Ms. Rice, publicly and privately. The press secretary, Jay Carney , said, “There are no unanswered questions about Ambassador Rice’s appearance on Sunday shows and the talking points she used.”\nMs. Rice has other defenders, including Senator Joseph I. Lieberman , a Connecticut independent who has often lined up with Mr. McCain and Mr. Graham. Mr. Lieberman, who is retiring in January, said she had “told the truth and nothing but the truth.”\nAfter meeting with Ms. Rice, Mr. Lieberman said she told him that in her televised remarks, she wished she had said that the “core of Al Qaeda” had been decimated, not simply “Al Qaeda.”\nThat distinction has been a bone of contention with Mr. McCain, who says the administration has improperly claimed credit for wiping out Al Qaeda when its affiliates are on the march in Iraq , Libya and Yemen .\nAs they spoke after the meeting, it was clear that Mr. McCain, Mr. Graham and Ms. Ayotte had different grievances. Mr. McCain seemed most intent on extracting an admission from Ms. Rice that her initial account of the attack was incorrect.\nAdvertisement Continue reading the main story\nMr. Graham delivered a sweeping critique of the intelligence agencies, which he said had moved slowly in trying to get answers to what happened in Benghazi — for example, in analyzing F.B.I. interviews with survivors of the attack.\nOn-the-ground accounts indicate that Ms. Rice’s description of the attack, though wrong in some respects, was accurate in others. Witnesses to the assault said it was carried out by members of the Ansar al-Shariah militant group, without any warning or protest, in retaliation for an American-made video mocking the Prophet Muhammad.", "url": "https://www.nytimes.com/2012/11/28/us/politics/after-benghazi-meeting-3-republicans-say-concerns-grow-over-rice.html"}