{"authors": ["Martin Fackler", "Ian Johnson"], "date_download": "2018-11-16 04:18:30", "date_modify": "2018-11-16 04:18:30", "date_publish": "2012-09-20 21:47:36", "description": "A clash over contested territory has set off worries about the effect on business ties between China and Japan.", "filename": "2012_09_21_world_asia_japan-china-trade-ties-complicate-island-dispute_1542341910.html", "image_url": "https://static01.nyt.com/images/2012/09/21/world/island/island-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_21_world_asia_japan-china-trade-ties-complicate-island-dispute_1542341910.html", "title": "The New York Times", "title_page": "Japan-China Trade Ties Complicate Island Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to Japan’s Finance Ministry, China was Japan’s largest trading partner last year, and Japan is China’s second-biggest trading partner after the United States. Japan is also China’s largest outside investor, with Japanese companies directly or indirectly employing about 10 million Chinese, according to a Japanese lobby group.\nPerhaps as important as the volume of the trade and investment, though, is how complementary the two countries’ industries are.\nJapan’s still formidable lead in technology allows it to provide much of the production machinery in Chinese factories and many of the core components in Chinese-made products that have helped make China’s rise possible. Japan’s struggling electronics companies, in turn, have become dependent on sales to China’s lower-cost manufacturers, which use Japanese memory chips, display panels and other parts in many of their high-tech products.\nThe iPhone is just one example. Although the phones are assembled in China, many of their most sophisticated parts are supplied by Japanese companies like Toshiba and TDK. Japanese content is so high that there were even calls during the recent anti-Japan protests to boycott the iPhone, according to Japanese news reports.\nBeyond that, low-priced Chinese goods have become an important part of coping in economically stagnant Japan, embraced by consumers weary of declining wages and living standards.\n“We disagree on the islands,” said Sachie Misawa, who shopped this week at a store in Tokyo that sells affordable Chinese-made clothing. “But shopping for clothes is another matter entirely. Chinese-made products are cheap and good, so I am a loyal customer.”\nIn the short term, such sentiments may help cool the dispute. But the problem, according to Victoria Hui, a scholar of Chinese government and protests at the University of Notre Dame, is that China’s government does not seem to have an easy exit strategy from the tensions. Unless Japan surrenders control of the islands, a virtual impossibility, the Chinese government will have no successes to show, which could make it seem weak.\nAdvertisement Continue reading the main story\n“Japan is unlikely to do anything that will make the Chinese happy,” she said. “How do you put the genie back in the bottle?”\nPhoto\nThe islands at the heart of the dispute are a seven-hour voyage from this tropical port town. They are controlled by Japan, but claimed by both mainland China and Taiwan and have been a festering problem for years.\nThe hard feelings are partly over history: Japan staked its claims in the late 1800s, in what the Chinese see as one of the aspiring imperial power’s earliest attempts to impose its will on the region. The territorial contest is also over resources; studies in recent decades have suggested a possible wealth of oil beneath the waters surrounding the islands.\nThe issue has been compounded in recent years by Japan’s increasing feelings not only of threat from its more assertive neighbor, but also of loss as China has surged past it, displacing Japan as the world’s second-largest economy.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPolitics has also added to the combustible mixture. China is on the brink of a once-in-a-decade shift in leadership that has not been going well, with a top party official vanquished by a scandal over his wife’s murder of an English businessman, and his own grab for power.\nJapan, for its part, has had a series of weak governments that some analysts, including Professor Mori, say have allowed a small but vocal group of nationalists to drive the agenda on the islands instead of doing more to convince the public that confrontation is against the country’s best interests. Japanese leaders have also been constrained by public opinion, which has slowly turned against China.\n“The leadership often cannot control these emotions, because they cannot afford politically to look weak,” Professor Mori said.\nThe conflict flared this time as Japan announced plans to buy the privately owned islands, a move that the government said was meant to stop a nationalistic governor from doing so and possibly worsening the conflict. But Chinese officials and protesters scoffed at that explanation, saying the nationalization was meant to solidify Japan’s claim.\nThe raging emotions at the protests in dozens of Chinese cities, which caused some business giants like Toyota to close temporarily, were enough of a shock that business leaders in Japan have begun to urge the government to try to quash the conflict.\nAdvertisement Continue reading the main story\n“We must get the economic relations back on track,” Hiromasa Yonekura, the chairman of Japan’s largest business lobby group, the Keidanren, told reporters on Wednesday after a trip to Beijing was canceled because of the protests.\nAnd just-released data in the Chinese news media show that trade may already be slowing. During the first eight months of the year, trade fell 1.4 percent to $218.7 billion, according to data from the General Administration of Customs, after increasing 14.3 percent last year. Officials said the slowing world economy was partly responsible, but also blamed concerns over political issues. The government said the growth of investment from Japan in China also slowed, growing 16 percent in the first eight months of the year compared with a 50 percent rise in the same period last year as Japanese companies seek out countries with even cheaper work forces and less-touchy diplomatic relations.\nWhile the two countries are mutually dependent economically, some analysts in both places warn that Japan is overly dependent on China. Automakers, electronics companies and even supermarkets and convenience stores have begun investing heavily in China in part to escape shrinking demand at home.\n“China and Japan need each other, but honestly speaking, Japan needs China more,” said Kazuo Yukawa, a professor at Asia University in Tokyo. “So Japanese feel torn. They want to defend their territory, but few would say to do so at the expense of business.”\nStill, even some of those who have been hurt by the tensions understand the geopolitics driving the problem. Lin Shu Ying — a Chinese travel agent in Tokyo who has been overwhelmed by cancellations by Japanese bound for China — suspects that the protests will drive Japan to reconsider its reliance on China.\nIndeed, the trade ministry has been working to reduce Japan’s near-total reliance on China for so-called rare earths, metals used to make modern electronics, since China cut off shipments in a diplomatic showdown two years ago over the same islands.\n“China will remain an important source,” said Satoshi Hashimoto, a deputy director at the trade ministry, “but we learned that it is dangerous to be overdependent on it.”", "url": "https://www.nytimes.com/2012/09/21/world/asia/japan-china-trade-ties-complicate-island-dispute.html"}