{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:01:54", "date_modify": "2018-11-16 04:01:54", "date_publish": "2012-07-03 19:49:35", "description": "J. Scott Gration’s resignation as ambassador to Kenya put him alongside other military commanders who struggled in civilian posts under the Obama administration.", "filename": "2012_07_04_world_africa_kenya-envoys-exit-shows-tough-transition-from-military-life.html_module=inline_1542340914.html", "image_url": "https://static01.nyt.com/images/2012/07/04/world/DIPLO/DIPLO-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_04_world_africa_kenya-envoys-exit-shows-tough-transition-from-military-life.html_module=inline_1542340914.html", "title": "The New York Times", "title_page": "Kenya Envoy’s Exit Shows Tough Transition From Military Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a Democrat worried about his relatively modest national security credentials, Mr. Obama may have been particularly eager for “validators” to serve in his administration. But critics say Mr. Gration’s travails demonstrate that the skills honed in the military do not easily transfer to civilian settings, particularly diplomatic ones, where an ambassador must manage a large staff, negotiate with a foreign government and avoid statements that can land one in trouble. Surviving in the White House, with its frantic pace and political crosscurrents, can be even harder.\n“Would you take a talented professional diplomat with no military experience and put him in charge of a major military unit? Absolutely not,” said John Norris, executive director of the Sustainable Security and Peacemaking Initiative at the Center for American Progress. “Yet we still think it’s a good idea to take senior military officers with virtually no diplomatic experience and put them in key diplomatic and political posts.”\nMr. Gration said in an e-mail that he would “wait a little” before addressing questions about his departure or the challenge of military-to-civilian job moves. In a statement on Friday, he said, “Differences with Washington regarding my leadership style and certain priorities lead me to believe that it’s now time to leave.”\nAdministration officials point to other former military commanders who have functioned smoothly in civilian jobs: Lt. Gen. Douglas E. Lute, who advises Mr. Obama on Afghanistan and Pakistan and worked for former President George W. Bush, and Gen. Eric Shinseki, the secretary of veterans affairs. And then there is David H. Petraeus, the commander in Afghanistan and Iraq who is now director of the Central Intelligence Agency.\nBy contrast, Gen. Karl W. Eikenberry, as ambassador to Afghanistan, crossed swords with his military counterparts and bruised feelings at the embassy in Kabul. But officials said Mr. Obama valued his candor on issues like troop deployments.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor Admiral Blair, who served as director of national intelligence before the president fired him in May 2010, and General Jones, who was national security adviser until being eased out that fall, part of the problem stemmed from their lack of ties to Washington’s political elite and, more specifically, Mr. Obama’s inner circle.\n“They were competing with others who had forged stronger, longer-lasting relationships,” said Philip J. Crowley, a retired Air Force officer who served as State Department spokesman for two years. “They had strong relationships on the military side, but not so much on the civilian side.”\nMr. Gration did not have that handicap. He got to know Mr. Obama, a senator at the time, during a 15-day trip around Africa in 2006. After declaring his support for his candidacy in 2007, Mr. Gration became one of his most vocal military advocates on the campaign trail. At the Democratic convention in Denver in 2008, he rallied support among veterans.\nAdvertisement Continue reading the main story\nSaying he used to be a Republican, Mr. Gration described how after a three-decade Air Force career, he had a fateful encounter in 2005 as director of strategy at the United States European Command. “That’s when I met a leader unlike any I had met before,” he said. “That’s when I met Barack Obama.”\nBlunt, gregarious and hard-driving, Mr. Gration won over aides like Mr. Rhodes and Denis R. McDonough. When Mr. Obama appointed Mr. Gration as his Sudan envoy, an official said, he wanted to signal that the issue was going to get a high-level hearing at the White House.\n“If you assess Scott’s overall tenure, there were some notable successes,” Mr. Rhodes said. “He was special envoy at a time when we had to run a very aggressive diplomatic campaign in Sudan.”\nAdministration officials credit Mr. Gration with pressing the Sudanese government to follow through on a referendum in which South Sudan voted to secede. But critics like Mr. Norris say he was too conciliatory to the government of President Omar Hassan al-Bashir.\nMr. Gration seemed to have promising credentials for ambassador to Kenya. He spent part of his childhood there, as well as in Congo, and speaks Swahili. Yet people who dealt with him said he showed little understanding of development issues — raising doubts about one of his initiatives, “Let’s Live!,” which seeks to cut infant mortality rates. Far more damaging were disquieting reports from Nairobi, like one that he ordered the height of all the tables in the embassy to be adjusted.\nWhatever residual affection White House officials may have for Mr. Gration, they did not go to bat to save his job. The president, one official said, has not been in touch with him since he announced he was stepping down.", "url": "https://www.nytimes.com/2012/07/04/world/africa/kenya-envoys-exit-shows-tough-transition-from-military-life.html?module=inline"}