{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:42:47", "date_modify": "2018-11-16 04:42:47", "date_publish": "2012-09-14 05:03:25", "description": "Anti-American rage that began over a video insult to Islam spread to nearly 20 countries in the Middle East and beyond.", "filename": "2012_09_15_world_middleeast_anti-american-protests-over-film-enter-4th-day_1542343367.html", "image_url": "https://static01.nyt.com/images/2012/09/15/world/africa/UNREST-1/UNREST-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_15_world_middleeast_anti-american-protests-over-film-enter-4th-day_1542343367.html", "title": "The New York Times", "title_page": "Anti-American Protests Over Film Expand to Nearly 20 Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We have, throughout the Arab world, a young, unemployed, alienated and radicalized group of people, mainly men, who have found a vehicle to express themselves,” Rob Malley, the Middle East-North African program director for the International Crisis Group, an independent nonprofit organization, said in a telephone interview from Tripoli, Libya.\nIn a number of these countries, particularly Egypt and Tunisia, he said, “the state has lost a lot of its capacity to govern effectively. Paradoxically, that has made it more likely that events like the video will make people take to the streets and act in the way they did.”\nSome of the most serious violence targeted the compound housing the German and British Embassies in Khartoum, the Sudanese capital, causing minor damage to the British property but major fire damage to the German one. The foreign ministers of both countries strongly protested the assault, which The Associated Press said had been instigated by a prominent sheik exhorting protesters to storm the German Embassy to avenge what he called anti-Muslim graffiti on Berlin mosques.\nThe police fired tear gas to repulse attacks in Khartoum, where about 5,000 demonstrators had massed, news reports said, before they moved on to the United States Embassy on the outskirts of the capital.\nIn Tunis, the United States Embassy was assaulted at midday by protesters who smashed windows and set fires before security forces routed them in violent clashes that left at least 3 dead and 28 hurt. Witnesses and officials said no Americans were hurt and most had left earlier.\nThe worst damage was inflicted on the American Cooperative School of Tunis, a highly regarded institution that, despite its name, catered mostly to the children of non-American expatriates, nearly half of whom work for the African Development Bank. School officials, who had sent the 650 students home early, said a few protesters scaled the fence and dismantled monitoring cameras, followed by 300 to 400 others, some of them local residents, who looted everything including 700 laptop computers, musical instruments and the safe in the director’s office, and then set the building on fire.\n“It’s ransacked,” the director, Allan Bredy, said in a telephone interview. “We were thinking it was something the Tunisia government would keep under control. We had no idea they would allow things to go as wildly as they did.”\nAdvertisement Continue reading the main story\nThe school’s director of security, David Santiago, said a group of staff members formed a posse armed with baseball bats to chase lingering looters away hours after the assault. “Our elementary school library is burning as we speak,” he said angrily as he and his colleagues sought to assess the damage. “It’s complete chaos.”\nThousands of Palestinians joined demonstrations after Friday Prayer in the Gaza Strip. Since there is no American diplomatic representation in Gaza, the main gathering took place in Gaza City, outside the Parliament building, where American and Israeli flags were placed on the ground for the crowds to stomp. Palestinians also clashed with Israeli security forces in Jerusalem and held protests in the West Bank.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWitnesses in Cairo said protests that first flared Tuesday grew in scope on Friday, with demonstrators throwing rocks and gasoline bombs near the American Embassy and the police firing tear gas.\nEgyptian state media said Saturday that at least one person had been killed in Friday’s clashes near the American Embassy in Cairo. News reports said that a 35-year-old man was killed by shotgun fire and state media noted that he had a long criminal record. More than 224 people have been injured in four days of street battles, according to state media, and by Friday at least 99 Egyptian security officers had been hurt protecting the embassy in Cairo.\nIn the eastern Libyan city of Benghazi, where J. Christopher Stevens, the American ambassador, and three other Americans were killed Tuesday, militias fired rockets at what they thought were American drones overhead, prompting the government to temporarily close the airport as a precaution. The bodies of Mr. Stevens and the others killed in the Libya attack were returned to the United States on Friday.\nIn Lebanon, where Pope Benedict XVI was visiting, one person was killed and 25 were injured as protesters attacked restaurants. There was also turmoil in Yemen, Bangladesh, Qatar, Kuwait, Bahrain, India, Pakistan and Iraq, and demonstrations in Malaysia. In Nigeria, troops fired into the air to disperse protesters marching on the city of Jos, Reuters reported. In Syria, about 200 protesters chanted anti-American slogans outside the long-closed American Embassy in Damascus, news reports said.\nIn the Egyptian Sinai, a group of Bedouins stormed an international peacekeepers’ camp and set fire to an observation tower, according to Al Ahram Online, a state-owned, English-language Web site. Three people, two Colombians and one Egyptian, were injured in the ensuing clashes.\nIn Yemen, baton-wielding security forces backed by water cannons blocked streets near the American Embassy a day after protesters breached the outer security perimeter there, and officials said two people were killed in clashes with the police. Still, a group of several dozen protesters gathered near the diplomatic post, carrying placards and shouting slogans.\nIn Iraq, where the heavily fortified American Embassy sits on the banks of the Tigris River inside Baghdad’s Green Zone and is out of reach to most Iraqis, thousands protested after Friday Prayer in Sunni and Shiite cities alike.\nAdvertisement Continue reading the main story\nRaising banners with Islamic slogans and denouncing the United States and Israel, Iraqis called for the expulsion of American diplomats from the country and demanded that the American government apologize for the incendiary film and take legal action against its creators.\nAnger over the film even reached Sydney, Australia, on Saturday. Riot police officers in downtown Sydney clashed with about 200 protesters who were rallying against the film, The Associated Press reported. The police would not immediately confirm injuries or say whether arrests had been made.\nIn Egypt, in particular, leaders scrambled to repair deep strains with Washington provoked by their initial response to attacks on the American Embassy on Tuesday, tacitly acknowledging that they erred in their response by focusing far more on anti-American domestic opinion than on condemning the violence.\nThe attacks squeezed Mr. Morsi and the Muslim Brotherhood between conflicting pressures from Washington and their Islamic constituency at home, a senior Brotherhood official acknowledged. During a 20-minute phone call Wednesday night, Mr. Obama warned Mr. Morsi that relations would be jeopardized if the authorities in Cairo failed to protect American diplomats and stand more firmly against anti-American attacks.\nOn Friday, Mr. Morsi, on a scheduled state visit to Rome, called attacks on foreign embassies “absolutely unacceptable.”", "url": "https://www.nytimes.com/2012/09/15/world/middleeast/anti-american-protests-over-film-enter-4th-day.html"}