{"authors": ["Souren Melikian"], "date_download": "2018-11-16 04:46:25", "date_modify": "2018-11-16 04:46:25", "date_publish": "2012-11-30 07:50:16", "description": "An antiquities auction in Paris that draws low prices for high-quality works is a sign of trouble in the art collecting world.", "filename": "2012_12_01_arts_01iht-melikian01.html_pagewanted=all_1542343585.html", "image_url": "https://static01.nyt.com/images/2012/12/01/arts/01iht-melikian01/01iht-melikian01-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_01_arts_01iht-melikian01.html_pagewanted=all_1542343585.html", "title": "Delightful and Inexpensive, but Now Spurned", "title_page": "Delightful and Inexpensive, but Now Spurned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The sale conducted last week certainly supports the dealer’s statement. Delightful and inexpensive pieces that would have induced connoisseurs to compete against each other often went unnoticed and those that sold made laughably modest prices.\nA bronze oil lamp in the form of a shrew that holds in its pointy muzzle a leaf serving as a wick holder, and that curls back its tail to form a ring handle, was given a first- to third-century A.D. time bracket. With its alert round eyes, the furry little fellow oozes a charm that would have struck many as irresistible three decades ago. Amusing details, like the tip of the tail wrought as a hinge for the cover of a small opening in the back, now missing, would have worked in its favor. Instead, it was the loss of the lid that apparently registered with buyers. A single bid came over the Internet and the auctioneer, Muriel Berlinghi-Domingo, let it go at €687, or about $890, below the lower end of the estimate, which even at €800, plus the 25 percent sale charge, seemed timid.\nAlthough Egyptian art is in high demand, a bronze finial designed like a temple pillar with a reclining dog resting on the capital failed to arouse much enthusiasm. Assigned to the Ptolemaic dynasty, the object is engraved on the shaft with an inscription that names Anubis, the deity symbolized by a dog, and makes it clear that the bronze was ritually dedicated: “Anubis, who gives life to Tadi ... the daughter of ...” This is a small rarity. Yet it only took €3,000 to secure the bronze, which missed the lower end of the estimate by €500.\n“Buyers only go after spectacular works,” Mr. Uzan remarked after the sale. “They want flashy, large objects.”\nPhoto\nThe contrast offered by the wooden figure of Anubis as a dog in repose bears out this gloomy observation. The white gesso coating is peeling off and the catalog entry bluntly mentions the existence of “restored areas.” But the carving, which dates from the second- or first-century B.C., is 40 centimeters, or nearly 16 inches, long. Bidders happily ignored the candid caveat spelled out in the catalog by the expert, Jean Roudillon, and at €3,400, the damaged but big Anubis dog nearly matched the upper end of the estimate.\nIn this context, a few enchanting, if “unimportant,” small objects from the Ancient World could be bought for a song.\nEarly in the sale, a stone slab, carved around the sixth- or fifth-century B.C. with a lion downing an ibex and another lion about to jump at an unsuspecting ibex, went to a French collector. He got the tiny bas-relief on a single €900 bid, or €1,125 with the sale charge. It is difficult to do better than that on a piece carved somewhere in the Achaemenid Empire. Shortly after, the collector set his sights on a boar carved out of a pale salmon pink limestone. The miniature sculpture, which was ascribed to Syria and dates from the early first millennium B.C., caused a mild stir that sent it climbing to €1,250 — still peanuts.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOne of the few success stories that day characteristically concerns an object that had an aura of history and instantly advertised itself as representative of a familiar group. The miniature limestone obelisk is 29 centimeters high and is inscribed on one side with large Egyptian characters carved in sunken relief. It offers the double attraction of being typical by virtue of its shape and a rarity because of its early period, the fourth or fifth dynasty. The inscription names “The noble royal Khouou.” Expected to sell between €8,000 and €12,000 plus the sale charge, the obelisk triggered vigorous competition, ending up at €27,500.\nAdvertisement Continue reading the main story\nCuriously, the bronze Aphrodite cast in Roman Syria in the first or second century, which was sold at Drouot in 1906 and was recorded in 1920 by Salomon Reinach in his “Répertoire de la statue grecque et romaine,” missed the lower end of the estimate at €31,250. With that long past in the market, this is not a lot. At the opposite end of the commercial spectrum, good objects that cannot be seen as “important” and are not carried by current fashion, as is the case with Egyptian art, got lost in a no man’s land.\nOnly one bidder took an interest in an earthenware vessel from fourth-century B.C. Apulia in southern Italy. The squat two-handled footed cup, topped by a cover that is painted with two female portraits, belongs to a class of pottery usually if unfairly perceived as a provincial branch of Greek art. Very distinctive characteristics, like the boldness of the large-size motifs and the baroque shapes, give it an unmistakable originality. Well preserved except for negligible chips, the Apulian vessel missed the low estimate by a quarter as it went for €750.\nThe contrasting success of two painted fragments from a terra cotta sarcophagus of the New Empire, which could easily have failed given their poor condition, says all about the state of the market for antiquities at the bottom end of the financial scale.\nThe vivacity of the painting, done with wry, tongue-in-cheek humor, instantly catches the eye. The eagle-headed Horus and the dog-headed Anubis stand on one fragment, as if ready to accept into the nether world the character portrayed on the second fragment. Stained as they were, these two remains of an erstwhile sarcophagus framed together exceeded the high estimate at €2,000. Their easy appeal did for the distressed fragments what the more discreet quality had failed to do for the Apulian vessel in good condition.\nOnly at rare intervals did connoisseurship have a perceptible bearing on prices. It rescued from seemingly inevitable failure the remains of an Egyptian head from the New Empire. The expert underlined “the exceptional quality” of what is left, which is not very much — the hairdo, half an eye, one ear and the brow below the hair. Competition sent the head without a face climbing to €10,000.\nHenceforth, Mr. Uzan and his daughter, Sabrina, now a partner, intend to concentrate on top-range sculpture and large-size artefacts. The auction last week leaves little doubt about the wisdom of their new business plan.", "url": "https://www.nytimes.com/2012/12/01/arts/01iht-melikian01.html?pagewanted=all"}