{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:23:21", "date_modify": "2018-11-16 03:23:21", "date_publish": "2012-11-13 16:58:37", "description": "What the food and service at Guy Fieri’s Times Square establishment conjure is pure bafflement, among other things.", "filename": "2012_11_14_dining_reviews_restaurant-review-guys-american-kitchen-bar-in-times-square_1542338601.html", "image_url": "https://static01.nyt.com/images/2012/11/14/dining/14REST1_SPAN/14REST1_SPAN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_14_dining_reviews_restaurant-review-guys-american-kitchen-bar-in-times-square_1542338601.html", "title": "Restaurant Review: Guy’s American Kitchen & Bar in Times Square", "title_page": "Restaurant Review: Guy’s American Kitchen & Bar in Times Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why is one of the few things on your menu that can be eaten without fear or regret — a lunch-only sandwich of chopped soy-glazed pork with coleslaw and cucumbers — called a Roasted Pork Bahn Mi, when it resembles that item about as much as you resemble Emily Dickinson ?\nWhen you have a second, Mr. Fieri, would you see what happened to the black bean and roasted squash soup we ordered?\nHey, did you try that blue drink, the one that glows like nuclear waste? The watermelon margarita? Any idea why it tastes like some combination of radiator fluid and formaldehyde?\nAt your five Johnny Garlic’s restaurants in California , if servers arrive with main courses and find that the appetizers haven’t been cleared yet, do they try to find space for the new plates next to the dirty ones? Or does that just happen in Times Square, where people are used to crowding?\nIf a customer shows up with a reservation at one of your two Tex Wasabi’s outlets, and the rest of the party has already been seated, does the host say, “Why don’t you have a look around and see if you can find them?” and point in the general direction of about 200 seats?\nWhat is going on at this new restaurant of yours, really?\nHas anyone ever told you that your high-wattage passion for no-collar American food makes you television’s answer to Calvin Trillin, if Mr. Trillin bleached his hair, drove a Camaro and drank Boozy Creamsicles? When you cruise around the country for your show “Diners, Drive-Ins and Dives,” rasping out slangy odes to the unfancy places where Americans like to get down and greasy, do you really mean it?\nOr is it all an act? Is that why the kind of cooking you celebrate on television is treated with so little respect at Guy’s American Kitchen & Bar?\nAdvertisement Continue reading the main story\nHow, for example, did Rhode Island ’s supremely unhealthy and awesomely good fried calamari — dressed with garlic butter and pickled hot peppers — end up in your restaurant as a plate of pale, unsalted squid rings next to a dish of sweet mayonnaise with a distant rumor of spice?\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHow did Louisiana ’s blackened, Cajun-spiced treatment turn into the ghostly nubs of unblackened, unspiced white meat in your Cajun Chicken Alfredo?\nHow did nachos, one of the hardest dishes in the American canon to mess up, turn out so deeply unlovable? Why augment tortilla chips with fried lasagna noodles that taste like nothing except oil? Why not bury those chips under a properly hot and filling layer of melted cheese and jalapeños instead of dribbling them with thin needles of pepperoni and cold gray clots of ground turkey?\nBy the way, would you let our server know that when we asked for chai, he brought us a cup of hot water?\nWhen you hung that sign by the entrance that says, WELCOME TO FLAVOR TOWN!, were you just messing with our heads?\nDoes this make it sound as if everything at Guy’s American Kitchen & Bar is inedible? I didn’t say that, did I?\nTell me, though, why does your kitchen sabotage even its more appealing main courses with ruinous sides and sauces? Why stifle a pretty good bison meatloaf in a sugary brown glaze with no undertow of acid or spice? Why send a serviceable herb-stuffed rotisserie chicken to the table in the company of your insipid Rice-a-Roni variant?\nWhy undermine a big fist of slow-roasted pork shank, which might fly in many downtown restaurants if the General Tso’s-style sauce were a notch less sweet, with randomly shaped scraps of carrot that combine a tough, nearly raw crunch with the deadened, overcooked taste of school cafeteria vegetables?\nIs this how you roll in Flavor Town?\nSomewhere within the yawning, three-level interior of Guy’s American Kitchen & Bar, is there a long refrigerated tunnel that servers have to pass through to make sure that the French fries, already limp and oil-sogged, are also served cold?\nAdvertisement Continue reading the main story\nWhat accounts for the vast difference between the Donkey Sauce recipe you’ve published and the Donkey Sauce in your restaurant? Why has the hearty, rustic appeal of roasted-garlic mayonnaise been replaced by something that tastes like Miracle Whip with minced raw garlic?\nAnd when we hear the words Donkey Sauce, which part of the donkey are we supposed to think about?\nIs the entire restaurant a very expensive piece of conceptual art? Is the shapeless, structureless baked alaska that droops and slumps and collapses while you eat it, or don’t eat it, supposed to be a representation in sugar and eggs of the experience of going insane?\nWhy did the toasted marshmallow taste like fish?\nDid you finish that blue drink?\nOh, and we never got our Vegas fries; would you mind telling the kitchen that we don’t need them?\nThanks.", "url": "https://www.nytimes.com/2012/11/14/dining/reviews/restaurant-review-guys-american-kitchen-bar-in-times-square.html"}