{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:02", "date_modify": "2018-11-16 04:31:02", "date_publish": "2012-06-20 21:32:01", "description": "Young Iranians are tuning out. Of those encountered on a visit, many seemed less interested in religious fanaticism than in sex, drugs and rock ’n’ roll.", "filename": "2012_06_21_opinion_kristof-in-iran-they-want-fun-fun-fun_1542342662.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_21_opinion_kristof-in-iran-they-want-fun-fun-fun_1542342662.html", "title": "In Iran, They Want Fun, Fun, Fun", "title_page": "In Iran, They Want Fun, Fun, Fun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You wouldn’t think a New Yorker could be made to blush in Tehran, but I was taken aback by the hookup scene of one-night stands: young men with flashy cars troll for women, chat them up and then drive off with them. There is also prostitution, and Tehran’s former police chief was arrested in 2008 in a brothel together with six prostitutes.\nRemember that Iran is the homeland not only of stern ayatollahs but also of the romantic hedonism of “The Rubaiyat of Omar Khayyam.” In Richard Le Gallienne’s verse translation: “Did God set grapes a-growing, do you think,/And at the same time make it sin to drink?”\nIn the 1970s, disgruntled young Iranians rebelled against a corrupt secular regime by embracing an ascetic form of Islam. Now they’re rebelling against a corrupt religious regime by embracing personal freedom — in some cases, even sex, drugs and rock ’n’ roll.\nPhoto\nThey often also look warmly on the United States , which is quite dizzying. In Pakistan , Afghanistan and Egypt , we Americans hand out billions of dollars in aid and are often hated. I come to Iran, and people hand me gifts!\nThis youth culture of Iran is nurtured by the Internet — two-thirds of Iranian households have computers — and by satellite television, which is banned but widespread. A BBG/Gallup phone survey conducted in March found that one-third of Iranians acknowledged watching satellite television in the previous week, and the real number may be much higher.\n“The effect of satellite TV is very big,” said one young woman who said that she was initially aghast when she saw fellow Muslim women in Turkey wearing bikinis but gradually decided that there was more than one way to live.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPolice stage raids to confiscate satellite dishes and can fine homeowners as much as $400 for having them, but they’re not very efficient.\n“You recognize that it’s the police taking the dishes away, and you just don’t answer the door,” said a shop owner in Gorgan. “So they take the dish and just go away,” without imposing the fine.\nAdvertisement Continue reading the main story\nPirated music , videos and video games are widespread. One popular — but banned — game now is Battlefield 3, in which American military forces storm Tehran. In one home I visited, the kids were playing Grand Theft Auto.\nThese young people are Iran’s future, and they can be our allies. But while we have a strategy in nuclear negotiations, I’m not sure we in the West have a strategy for Iran itself.\nWestern policy makers see Iran as fanatical, the same way they saw China in the 1960s. There was talk back then of a military option against China, and if we had taken that route, Beijing might still be ruled by Maoists — a larger version of North Korea .\nMy road trip across Iran leaves me convinced that change will come here, too, if we just have the patience not to disrupt the subterranean forces at work: rising education, an expanding middle class, growing economic frustration, erosion of the government monopoly on information. My hunch is that if there is no war between Iran and the West — which would probably strengthen the regime — hard-liners will go the way of Mao, and Iran will end up looking something like Turkey.\nI think of a young man I met who said wistfully: “It’s normal for a boy and a girl to want to hang out together. What’s wrong with that?” The romantics are on our side and far outnumber the fanatics. We should bet on them, not bombs, as agents of change.", "url": "https://www.nytimes.com/2012/06/21/opinion/kristof-in-iran-they-want-fun-fun-fun.html"}