{"authors": ["Jennifer Preston", "Gardiner Harris"], "date_download": "2018-11-16 04:02:22", "date_modify": "2018-11-16 04:02:22", "date_publish": "2012-02-02 22:23:00", "description": "The Susan G. Komen for the Cure foundation was faced with dissension in its own ranks and roiling anger online over its decision to end its long partnership with Planned Parenthood.", "filename": "2012_02_03_us_komen-foundation-urged-to-restore-planned-parenthood-funds_1542340942.html", "image_url": "https://static01.nyt.com/images/2012/02/03/us/Komen/Komen-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_03_us_komen-foundation-urged-to-restore-planned-parenthood-funds_1542340942.html", "title": "The New York Times", "title_page": "Komen Foundation Urged to Restore Planned Parenthood Funds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Komen’s founder and chief executive, Nancy G. Brinker, held a news conference Thursday and insisted that the organization’s decision had nothing to do with abortion or politics. Rather, she said, it resulted from improved grant-making procedures and was not intended to make a target of Planned Parenthood.\n“We think this is the right thing to do from a stewardships standpoint,” Ms. Brinker said.\nHer comments directly contradicted those of John D. Raffaelli, a Komen board member and Washington lobbyist, who told The New York Times on Wednesday that Komen made the changes to its grant-making process specifically to end its relationship with Planned Parenthood. Mr. Raffaelli said that Komen had become increasingly worried that an investigation of Planned Parenthood by Representative Cliff Stearns, Republican of Florida , would damage Komen’s credibility with donors.\nKomen gave Planned Parenthood $700,000 last year — a tiny portion of its $93 million in grants — to finance 19 separate programs. A growing number of religious organizations had become concerned that donations to Komen would benefit Planned Parenthood and had advised members not to give to Komen. Rather than risk offending some donors with a relatively small portfolio of grants, Komen decided to largely cut off Planned Parenthood, Mr. Raffaelli said.\nTo Planned Parenthood, that decision amounted to a betrayal of the organizations’ shared goal of saving lives through breast screening programs. Ms. Richards, Planned Parenthood’s president, said her organization was gratified by the support the controversy has brought.\nPhoto\n“We provide care to one in five women in America, and over the last two days it seems we’ve heard from every one of them, through Facebook, Twitter, e-mail and all sorts of ways, “ Ms. Richards said. “It’s a true show of women standing for women.”\nOver 30 years, Komen became one of the most successful disease advocacy organizations in the world by making pink ribbons and the fight against breast cancer as prevalent a symbol here as baseball and apple pie.\nAvoiding this kind of controversy was the very reason Komen chose a quiet ending to its relationship with Planned Parenthood, Mr. Raffaelli said. And he said Komen was bitterly disappointed that Planned Parenthood was using Komen’s decision to raise money.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Komen foundation posted a video on its Web site and on YouTube with Ms. Brinker defending its decision.\nAdvertisement Continue reading the main story\nBut the video, which drew more than 2,800 comments and was viewed more than 39,000 times, did not appease the growing number of people online, mostly women, who decried what they view as the politicization of women’s health care.\nFueling the debate was news that Mollie Williams, a top official at Komen, resigned after the board decided in December to withdraw funds from Planned Parenthood for breast cancer screenings and other services, according to people close to the Komen organization.\nMs. Williams, the managing director of community health programs at the Komen foundation, departed this month, just weeks after the decision on the funds. She was responsible for overseeing the distribution of $93 million to more than 2,000 community health organizations.\nAsked about Ms. Williams’s resignation, Liz Thompson, Komen’s president, said she could not discuss personnel matters.\nMs. Williams did not respond to requests for comment on her departure. In an automated e-mail statement, Ms. Williams did not provide a reason for leaving and noted she “must honor the confidentiality” of her former employer. “However, anyone who knows me personally would tell you that I am an advocate for women’s health,” the statement said. “I have dedicated my career to fighting for the rights of the marginalized and underserved. And I believe it would be a mistake for any organization to bow to political pressure and compromise its mission.”\nDr. Kathy Plesser, a New York City radiologist and member of Komen’s scientific advisory board, said she would resign if Komen did not reverse its decision. “I strongly believe women need access to care, particularly underserved women,” Dr. Plesser said. “My understanding is that by eliminating this funding, it will jeopardize the women served by Planned Parenthood in terms of breast care.”\nKomen’s decision prompted thousands of donations to Planned Parenthood and threats by longtime Komen supporters to toss their pink ribbons and no longer join its fund-raising walks and runs. Mr. Bloomberg has been a longtime supporter of both the Komen foundation and Planned Parenthood. According to his office, he has given $555,000 to Planned Parenthood over the years. And he has given $200,000 to the Komen foundation, much of it in the form of matching grants.", "url": "https://www.nytimes.com/2012/02/03/us/komen-foundation-urged-to-restore-planned-parenthood-funds.html"}