{"authors": ["Helene Cooper", "Mark Landler"], "date_download": "2018-11-16 04:40:40", "date_modify": "2018-11-16 04:40:40", "date_publish": "2012-09-12 23:44:26", "description": "The Egyptian government’s response to violence at the American Embassy in Cairo gave the Obama administration further cause for concern.", "filename": "2012_09_13_world_middleeast_egypt-not-libya-may-be-bigger-challenge-for-white-house_1542343240.html", "image_url": "https://static01.nyt.com/images/2012/09/13/world/policy/policy-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_world_middleeast_egypt-not-libya-may-be-bigger-challenge-for-white-house_1542343240.html", "title": "The New York Times", "title_page": "Egypt, Not Libya, May Be Bigger Challenge for White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama, speaking in the Rose Garden on Wednesday, pointedly noted that Libyan authorities had tried to help the American effort to protect diplomats in Benghazi. “This attack will not break the bonds between the United States and Libya,” Mr. Obama said. The Libyans “helped some of our diplomats find safety, and they carried Ambassador Stevens’s body to the hospital, where we tragically learned he had died,” he added, referring to Ambassador J. Christopher Stevens.\nPhoto\nThe president found less reason to be pleased with Egypt, the second-largest recipient of American foreign aid after Israel, at $2 billion a year. Mr. Morsi issued only a mild rebuke of the rioters — and on Facebook — while his movement, the Muslim Brotherhood, has called for a second day of protests against the lurid anti-Muslim video that set off the riots. And though the Egyptian police coordinated with American officials, Mr. Morsi waited 24 hours before issuing his statement against the militants who stormed the embassy; Libyan authorities issued immediate, unequivocal statements of regret for the bloodshed in Benghazi.\nMr. Obama seemed to indicate that the American relationship with Egypt was evolving. “I don’t think that we would consider them an ally, but we don’t consider them an enemy,” he said in an interview with Telemundo that was broadcast Wednesday night on “The Rachel Maddow Show” on MSNBC. “I think it’s still a work in progress, but certainly in this situation, what we’re going to expect is that they are responsive to our insistence that our embassy is protected, our personnel is protected.”\nFor the United States, “politically the bigger issue is Egypt,” said Martin S. Indyk, a former United States ambassador to Israel. “On the one hand, you didn’t have Americans getting killed, but this was the fourth time an embassy was assaulted in Cairo with the Egyptian police doing precious little,” Mr. Indyk said. “And where was President Morsi’s condemnation of this?”\nSeveral foreign policy experts said they worried that Mr. Morsi was putting appeasement of his country’s Islamist population ahead of national security. That comes on top of other moves by his government, including restrictions on press freedom and squabbling with Israel over how to crack down on terrorists taking root in the Sinai Peninsula.\nWhile the killing of Mr. Stevens is a “tragedy,” said Robert Malley, Middle East and North Africa program director at the International Crisis Group, “in the longer term, Libya mainly is a problem for Libyans.” What happens in Egypt, by contrast, from “popular attitudes toward the U.S., to its domestic economy, to relations between the Muslim Brotherhood and the army, to relations between Cairo and Jerusalem, to the situation in Sinai, will profoundly affect the region, and so will profoundly affect America’s posture in the region,” he said.\nWhat makes Egypt’s uncertain course so vexing for the White House is that Mr. Obama, more than any other foreign leader, has sided again and again with the Arab street in Cairo, even when it meant going expressly against the wishes of traditional allies, including the Egyptian military, the Persian Gulf states and Israel.\nAdvertisement Continue reading the main story\nAs recently as June, Mr. Obama was calling on the Egyptian military to quickly hand over power to the democratically elected civilian government — a move that helped Mr. Morsi, whose movement has called for greater use of Islamic law, assume power. At the same time, the administration was chastising the military, which has for 30 years served as the bulwark of a crucial American strategic interest in the Middle East: the 1979 Camp David peace treaty between Egypt and Israel.\nVideo\nFor anti-American unrest to erupt in Egypt after all that could reflect a deeper divergence of a once-staunch ally from the United States. Mr. Morsi’s belated reaction came after other actions that have troubled American officials, from his decision to attend a meeting of nonaligned countries in Tehran to his choice of China for one of his first foreign trips. Mr. Obama has pledged to forgive $1 billion in Egyptian debt.\n“How does the president go to the Hill and say, ‘We need to forgive $1 billion in Egyptian debt?’ ” said Steven A. Cook, a senior fellow at the Council on Foreign Relations. “The complication is that this is happening six weeks before the election. The things that the administration wants to do in Egypt have become a heavier lift.”\nDavid Makovsky, a senior fellow at the Washington Institute for Near East Policy, said: “There are some real serious questions about the direction of the Egyptian government. Some of this will be submerged because of the election, but it is likely to come back later.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe violence in Libya and Egypt reinforces what has been true from the start of the Arab uprisings last year: These are homegrown popular movements over which the United States has at best limited influence.\nThe odds of success may be greater in Libya, some analysts said, since that country’s problems are rooted in a lack of effective governance and security problems with a heavily armed populace, rather than in a newly empowered movement with a long history of suspicion of the United States.\nThe killing of Mr. Stevens sets back American efforts to help Libya with its transition, officials said, but only because he was such a tireless figure in this work.\n“Libya’s public is quite pro-American, so it might produce a backlash against those responsible,” said Dennis B. Ross, a former senior adviser on the Middle East in the White House.\nIn Egypt, by contrast, Mr. Ross said: “Morsi and the Muslim Brotherhood continue to live according to their own reality. If they want to attract any amount of economic support and investment from the outside, they’re going to have to create an environment of security.”", "url": "https://www.nytimes.com/2012/09/13/world/middleeast/egypt-not-libya-may-be-bigger-challenge-for-white-house.html"}