{"authors": ["Liz Alderman"], "date_download": "2018-11-16 04:38:10", "date_modify": "2018-11-16 04:38:10", "date_publish": "2012-12-19 15:43:50", "description": "While the European crisis has made the French aware of the need to modernize the economy, there are mixed signals on whether the government of François Hollande is willing to heed the advice.", "filename": "2012_12_20_business_global_challenging-france-to-do-business-differently.html_ref=lizalderman&module=inline_1542343090.html", "image_url": "https://static01.nyt.com/images/2012/12/20/business/GALLOIS-01/GALLOIS-01-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_20_business_global_challenging-france-to-do-business-differently.html_ref=lizalderman&module=inline_1542343090.html", "title": "Challenging France to Do Business Differently", "title_page": "Challenging France to Do Business Differently - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While the European crisis has made the French acutely aware of the need to modernize the economy, the country may be running short on time. And there are mixed signals on whether the Hollande government is willing to heed the advice.\nAs details of the report leaked, the French news media went into a frenzy over whether their country was prepared for such upheaval.\nMr. Hollande quickly provided an answer: a competitiveness “pact” between business and government would better suit French society.\nAs Mr. Hollande’s finance minister, Pierre Moscovici, hastened to explain, “A shock causes trauma, whereas a pact reassures.”\nBut many observers say reassurance may no longer be an option.\nEven the Germans are alarmed: Behind closed doors, Chancellor Angela Merkel and officials in her entourage are said to be worried that a failure by Mr. Hollande to improve competitiveness could ricochet back to the weakening German economy, further stalling what had long been twin engines of growth for Europe.\n“The concern is not just that France could be the next candidate affected by turbulence” from the euro crisis, said Lars P. Feld, an economics professor at the University of Freiburg and an adviser to the German government. “The fear is that it doesn’t manage to cope with the loss of competitiveness and therefore produces little growth or perhaps even stagnation for the next few years,” Mr. Feld said. “And that after that, it could become the new sick man of Europe.”\nFrance still has much working in its favor. Second only to Germany as Europe’s biggest economy, and the fifth-largest in the world, France is a wealthy country with a high savings rate, large foreign direct investment and world-class research and development capabilities.\nAdvertisement Continue reading the main story\nAnd the interest rate on French 10-year bonds is only about 2 percent. That is much closer to Germany’s rate than to those of the euro zone’s staggering giants, Italy and Spain, which are above 4 percent and 5 percent respectively, as they struggle to clean up their economies.\nYet, last week the French central bank warned that growth would shrink 0.1 percent in the last three months of 2012, after stagnating for most of the year. Last month Moody’s Investors Service followed Standard & Poor’s in stripping France of its triple-A credit rating, saying the government was failing to ignite competitiveness fast enough.\nMeanwhile, an ambitious effort Mr. Hollande began shortly after his election in May to cut the deficit to 3 percent next year from 4.5 percent through tax increases and spending cuts may dampen growth further and ratchet up unemployment, which recently neared 11 percent, twice the rate in Germany.\nTaxes on businesses are rising, and a 3 percent dividend tax recently sent money fleeing the country. A plan to lift the capital gains tax to 60 percent from 19 percent sparked a revolt among e-commerce entrepreneurs.\nPhoto\nAmid the turmoil, Mr. Hollande seized on the Gallois report. The day after its release, the government announced a €20 billion, or $26.6 billion, payroll tax break for business and endorsed a handful of other recommendations, including trying to compel bosses and union leaders to agree on more labor market flexibility.\nThose moves fanned hopes that France might finally be becoming more friendly to business. But the message was soon muddied.\nWithin a few weeks, Mr. Hollande’s administration was in a showdown with a major employer, the Luxembourg-based steel giant ArcelorMittal, over a plan to cut about 630 jobs at two mothballed blast furnaces at a production complex in Florange. The jobs at issue were but a small fraction of the 20,000 the company employs in France, and the Hollande government’s threat to nationalize the Florange plant over the matter sent a shudder through foreign multinationals doing business in France.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe International Monetary Fund recently urged France to curb government spending, which at 56 percent of output is among the highest levels in the euro zone. Belgium, Denmark and Finland are in a similar range, according to the European data agency Eurostat.\nThe I.M.F. also called for France to tame bureaucracy, cut taxes and make labor markets more flexible. France’s “significant loss of competitiveness” is the main hurdle to growth and job creation, the fund added, indicating that those problems would very likely grow worse if France “does not adapt.”\nAdvertisement Continue reading the main story\nCreating the political momentum to achieve that is not easy. Culturally, France and many of its leaders are wedded to the idea that a social safety net — despite its expense — is needed to protect society from the ravages of laissez-faire economics. Economists say a pullback would have to happen to enhance competitiveness, something Mr. Hollande is aware of but has so far treaded lightly around.\nIn other countries, “people roughly understand what modern economics are about — if you say competitiveness, it’s not a dirty word,” said Pascal Lamy, the director general of the World Trade Organization, who is also a rare member of the French Socialist Party who favors open markets.\nThe hurdle to modernizing the French economy, he added, is that the state “is still considered a magic wand to cure every illness.”\nMeanwhile, Mr. Gallois, a sober but energetic man who was once nicknamed God by his former employees at the French national railroad company for imposing hard decisions, has largely maintained a public silence since releasing his “competitive shock” report — despite being tailed for weeks by news cameras.\nRecently, in his first interview since the report’s release, Mr. Gallois, sitting in his gilt-trimmed office in central Paris and wearing the red-cross Légion d’Honneur pin he received for his past business contributions to France, acknowledged that his choice of language posed a challenge to the government. “They did not want to use the word ‘shock,”’ he said. “I was only focused on industrial competitiveness, and they were also focused on employment.”\nAt least his report, unlike many before it, was not left to gather dust. “For the first time, I had the feeling that people were not trying to put their heads in the sand,” he said. Because of the European crisis, “public opinion was ready to welcome change,” he added; even militant union leaders were ready to listen.\nBut change can take years in France. While the €20 billion payroll tax credit will help, Mr. Gallois said, France still needs to do much more to make entrepreneurs feel welcome. A thicket of regulation must be cleared, he said, so that more small and midsize firms can grow and create jobs.\nA hostile climate between workers and management must also be replaced with dynamic dialogue, he said, as was done in Germany in the mid-2000s, helping turn that country into an industrial powerhouse.\nAdvertisement Continue reading the main story\n“In France, there is not actually agreement that companies must be competitive to create value,” Mr. Gallois said. “We need to create that consensus first, and after that people can fight over sharing the benefits of competitiveness.”\nHe paused and looked at a large photo on his wall of an Airbus A380 soaring above the clouds — a symbol of what French industrial might can achieve.\nMr. Gallois’s type of straightforward thinking is relatively common in corporate boardrooms. But getting an entire nation to sign on to a new way of doing business is a challenge.\n“People have to understand that France is a special animal,” Mr. Gallois said. “We could be more business-oriented, but only if we ensure justice and fairness for everybody.”", "url": "https://www.nytimes.com/2012/12/20/business/global/challenging-france-to-do-business-differently.html?ref=lizalderman&module=inline"}