{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:37:35", "date_modify": "2018-11-16 03:37:35", "date_publish": "2012-12-31 12:10:56", "description": "Cleaning out your pantry, fridge and freezer to make healthy, hearty meals is a good way to start the New Year.", "filename": "2012_12_31_health_quinoa-with-spiced-lentil-dal_1542339455.html", "image_url": "https://static01.nyt.com/images/2013/01/01/science/31recipehealth/31recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_31_health_quinoa-with-spiced-lentil-dal_1542339455.html", "title": "Quinoa With Spiced Lentil Dal", "title_page": "Quinoa With Spiced Lentil Dal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHere is a New Year’s project for you. Take an inventory of your pantry, freezer, and refrigerator and cook for a week without buying anything except items that you and your children may consume on a daily basis (for me that means bananas). That is what I’m doing this week and I have decided that I will also make my meals vegan.\nHere are some of the items ending the year in my pantry, freezer and produce bins: quinoa (regular, red, and rainbow); a bag of mixed dried sprouted lentils packaged by Tru Roots (“Sprouted Lentil Medley”); a bag of yellow lentils (toor dal) from the Indian grocery store across the street (how handy that Mark Bittman had inspired me to explore the world of dals with his New York Times Magazine article in early December); rice in various colors – brown, Alter Eco’s purple jasmine; red Bhutanese; wild, Arborio and basmati; a bag of black beans; rice noodles; farro. I have had a big acorn squash lying around for over a month now, and in my refrigerator there are a few carrots, half of a purple cabbage, tofu, celery, beets and beet greens and a red pepper. There are various frozen stocks in my freezer, including a vegan pho broth from my recipe tests of a few months ago.\nThis is a healthy, hearty and inexpensive way to begin the New Year and we have been eating extremely well. In fact there is enough on hand that I might extend this to a two-week exercise.\nQuinoa With Spiced Lentil Dal\nThe dal is inspired by Mark Bittman’s revelatory article and dal recipes that ran in The New York Times Magazine on Dec. 2. I didn’t have a fresh green chile in the fridge so I used a little cayenne instead to spice it up. I wanted to introduce some color so I added half of a red bell pepper that was in my refrigerator to the mix. I am making the cilantro optional because I didn’t have any even though normally I would have used it; the dish was fine without it.\nAdvertisement Continue reading the main story\nFor the quinoa:\n3/4 cup regular blond quinoa\n1/4 cup red quinoa\n1 1/4 cups water\n1/2 to 3/4 teaspoon salt, to taste\nFor the dal:\n1 cup brown or split yellow lentils (toor dal), rinsed", "url": "https://www.nytimes.com/2012/12/31/health/quinoa-with-spiced-lentil-dal.html"}