{"authors": ["Danny Hakim"], "date_download": "2018-11-16 04:28:29", "date_modify": "2018-11-16 04:28:29", "date_publish": "2012-07-16 20:57:50", "description": "Nearly two-thirds of individual donors over the last six months gave $1,000 or more to the governor, while about a fifth gave less than $250, new campaign filings show.", "filename": "2012_07_17_nyregion_bigger-donations-aid-cuomos-campaign-treasury_1542342509.html", "image_url": "https://static01.nyt.com/images/2012/07/17/nyregion/Y-ALBANY/Y-ALBANY-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_17_nyregion_bigger-donations-aid-cuomos-campaign-treasury_1542342509.html", "title": "The New York Times", "title_page": "Bigger Donations Aid Cuomo’s Campaign Treasury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cuomo’s campaign treasury, combined with his soaring popularity ratings, are likely to make it more difficult for the Republican Party to recruit a strong challenger to him.\nHis high-dollar donors over the last six months included two hedge fund managers, James S. Chanos ($35,000) and James H. Simons ($50,000); the philanthropist Agnes Gund ($60,000); a Hollywood producer, Stephen Bing ($60,800); lobbyists like Tonio Burgos ($15,000); and various real estate developers, including Gary Barnett and his wife, Ayala ($100,000 combined).\nAn analysis by the New York Public Interest Research Group found that during Mr. Cuomo’s first 18 months in office, 102 donors who contributed at least $40,000 have made up a third of the governor’s donor base, with some using contributions from limited liability companies and other methods to stretch individual contribution limits legally. One real estate developer, Leonard Litwin, gave $250,000, through various holdings.\nPhoto\nLarge campaign contributions are particularly sensitive for Mr. Cuomo following recent revelations that the real estate and gambling industries financed an advocacy group, the Committee to Save New York, that was set up at his urging and has played a major role in promoting his administration.\n“Governor Cuomo has shown tremendous political adroitness by exploiting many of the loopholes in the existing campaign-finance system,” said Bill Mahoney, research coordinator for the New York Public Interest Research Group. “Hopefully he’ll begin using this same talent to reform it.”\nMr. Cuomo’s staff has said donations have no influence on his policy making, and he has indicated he will push for changes to the campaign finance system later in his term.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMonday was the deadline for politicians to report campaign finance activity for the last six months.\nThe filings show that Republicans in the State Senate continue to hold a commanding financial edge over Senate Democrats, increasing the likelihood that Republicans will be able to hold on to the Senate, even though there are about twice as many registered Democrats in New York as there are registered Republicans.\nRepublicans reported more than $5.4 million in their central accounts. Democrats reported about $750,000 and have nearly $1.5 million in debt.\nAdvertisement Continue reading the main story\n“This financial advantage, along with a record of accomplishment that includes reducing spending two years in a row, enacting a property-tax cap and laying the foundation to create thousands of new private-sector jobs, shows Republicans are poised to grow our majority,” Scott Reif, a spokesman for the Republican caucus, said.\nBut Senator Michael Gianaris, a Queens Democrat who is leading his caucus’s campaign efforts, said his party had gained seats before when it was significantly outspent.\n“In a presidential year, when the overwhelming number of competitive districts are currently held by Republicans, the terrain is very favorable for a Democratic takeover,” he said.\nThe fund-raising for Attorney General Eric T. Schneiderman, a Democrat, picked up a bit in the last six months, though his $1.7 million is only a bit more than half of what Mr. Cuomo had four years ago, at the same point in his tenure as attorney general.", "url": "https://www.nytimes.com/2012/07/17/nyregion/bigger-donations-aid-cuomos-campaign-treasury.html"}