{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 04:42:33", "date_modify": "2018-11-16 04:42:33", "date_publish": "2012-12-01 11:52:25", "description": "Since President Zine el-Abidine Ben Ali was ousted in January 2011, the unemployment rate in Tunisia has risen to 18 percent from 13 percent, meaning some 750,000 people are out of work.", "filename": "2012_12_02_world_africa_economic-frustration-simmers-again-in-tunisia_1542343353.html", "image_url": "https://static01.nyt.com/images/2012/12/02/world/bull-tunisia/bull-tunisia-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_02_world_africa_economic-frustration-simmers-again-in-tunisia_1542343353.html", "title": "Economic Frustration Simmers Again in Tunisia", "title_page": "Economic Frustration Simmers Again in Tunisia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Tunisia today is at a crossroads,” he said. “Tunisia today has an opportunity that it must not miss to be a model because the world is watching us, and we mustn’t disappoint.”\nUnemployment remains the biggest economic problem and catalyst for unrest. A vicious circle imperils all the Arab nations with unfinished revolutions: political unrest scares off the investors needed to create jobs.\nSince President Zine el-Abidine Ben Ali was ousted in January 2011, the unemployment rate has risen to 18 percent of those eligible to work from 13 percent, meaning about 750,000 people are out of work.\nMore troubling, a third of the unemployed are college graduates, said Said Aidi, minister of the economy for much of 2011. By 2015, an estimated 100,000 new graduates will seek jobs annually, while even before the revolution at most 20,000 graduates a year found work matching their degrees.\n“Ben Ali ignored the blinking red lights on the economy, and that is what got him thrown out,” said Karim Ben Smail, the owner of a modest publishing company. “The unemployed are an army in a country the size of Tunisia.”\nThe numbers are not all bad, however. The economy contracted by 1.8 percent in 2011, troubled by problems like a 30 percent drop in the number of tourists, according to the World Bank. It predicts 2.2 percent growth this year, and a close-to-normal 4.6 percent by 2014 should conditions stabilize.\nBut a new constitution has yet to be written, and elections have been postponed until at least next June. Periodic riots — especially the sacking of the United States Embassy in September in response to a video made in the United States mocking the Prophet Muhammad — have left investors sitting on their wallets and kept tourists at home. A State Department travel advisory warned Americans against visiting Tunisia.\nAdvertisement Continue reading the main story\nBracing for further unrest, Magasin Général rebuilt its stores with shatterproof glass, heavy metal shutters and 20-foot walls topped by barbed wire.\nBefore the revolution, the company felt disadvantaged because its closest competitors, franchises of the giant French retailers Carrefour and Monoprix, enjoyed closer ties to the ruling family, Mr. Bayahi said. Both opened superstores while his applications languished.\nAfter the revolution, he expected permits to sail through, particularly since his two proposed superstores meant more than 1,400 jobs. Instead, officials tell him “it is being studied,” just like before the revolution, he said.\nWhile Mr. Bayahi blamed a combination of government incompetence and foot dragging for the delay, economic experts cited an additional reason. Small neighborhood shops potentially hurt by big chains extend credit to poor customers, helping to maintain social peace.\nPhoto\nBlame for the economic doldrums is focused on the Renaissance Party, a centrist Islamist party that dominates the transitional governing coalition. Critics say the party lacks financial expertise and is so focused on putting an Islamic stamp on the new constitution that it has neglected developing even a rudimentary economic vision.\nIts promise to create 20,000 new public-sector jobs was criticized as compounding the problem. “They are learning how to run the machine while operating it,” said Cyril G. Karray, the author of a book on Tunisia’s woes called “The Next War in Tunisia — Victory in 5 Battles.”\nSenior officials say the public is expecting too much too fast. “It’s like you get married and you want a baby boy with blue eyes one month later,” said Abdelfattah Mouru, a Renaissance Party founder. “It is not up to the government alone to make the rain and the sunshine.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRealistically, Tunisia needs three to five years to see a change in employment prospects, both politicians and economists said. The question is whether social unrest can be tamed for that long.\nThere have been discussions about dusting off an economic development plan commissioned from the consulting company McKinsey several years ago, Mr. Aidi, the former minister, said. It recommended that Tunisia foster new economic sectors and concentrate some in the interior. They included renewable energy, biotechnology and logistics, taking advantage of Tunisia’s proximity to Europe to become a shipment point for much of North and West Africa.\nAdvertisement Continue reading the main story\nTunisian companies have established a successful auto parts sector and call centers, for example. Mail order and help lines for the French-speaking world have generated 25,000 jobs and could create many more, Mr. Aidi said.\nThe problem has always been raising money.\nThe G-8 major economies, meeting in Deauville, France, in the first flush of the Arab Spring, generated huge expectations by pledging, along with richer oil states like Qatar and Saudi Arabia, some $40 billion to the nascent democracies. Nothing close materialized.\nThe World Bank approved a $500 million loan on Tuesday to help carry out economic reform and spur job creation.\nThe United States has given about $300 million since the revolution, and the European Union has provided $400 million over two years. Qatar bought an entire $500 million bond issue this year.\n“You can have the most beautifully designed program, but if the investors are not there to invest in green energy and so on, you will not see any results,” said Mustapha K. Nabli, Tunisia’s former Central Bank governor.\nThis is especially true in the interior, the wellspring of the revolution not least because economic development lagged. The anger remains palpable. “We will burn Sidi Bouzeid once again!” a young man shouted to a visiting foreigner in the central town where the protests began.\nAgainst hope, young entrepreneur workshops have become ubiquitous. In Sidi Bouzeid one recent weekend, teams competed to propose a viable business plan for a new company.\nAsked about work before the revolution, Naily Amine, 30, said, “My job was leaning against the wall, waiting for work.”\nAdvertisement Continue reading the main story\nFive years ago, armed with a college degree in industrial maintenance, he tried to start a company to recycle plastic waste into pipes for agricultural irrigation. Mr. Amine, a slight man with black hair, worked harvesting tomatoes, fixing cars and in construction while chasing the $6,000 he needed so the bank would lend him $60,000. He was sure the revolution would transform his lot. “I expected investment to grow, for the unemployment problem to be solved,” he said.\nInstead, hurdles multiplied. Before, only ruling family cronies seemed to get the industrial park land for factories. When Mr. Amine tried to meet the new governor to ask about land now, he could not even make an appointment. The staff was always on strike.\nThe unemployment office promised to match investors with projects, and for the first year after the revolution Mr. Amine went faithfully each week to sign in. Now he often skips it.\n“Nothing has changed since the revolution,” he said gloomily. “If anything there are more problems — there is just a lot of confusion.”", "url": "https://www.nytimes.com/2012/12/02/world/africa/economic-frustration-simmers-again-in-tunisia.html"}