{"authors": ["Lisa W. Foderaro"], "date_download": "2018-11-16 04:38:00", "date_modify": "2018-11-16 04:38:00", "date_publish": "2012-06-04 21:09:57", "description": "A number of groups were setting up viewing sites in New York for the transit of Venus, an astronomical event that occurs in pairs about once every century.", "filename": "2012_06_05_nyregion_to-watch-venus-slide-across-sun-a-city-full-of-vantage-points_1542343080.html", "image_url": "https://static01.nyt.com/images/2012/06/05/nyregion/05venus_cnd/05venus_cnd-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_05_nyregion_to-watch-venus-slide-across-sun-a-city-full-of-vantage-points_1542343080.html", "title": "The New York Times", "title_page": "To Watch Venus Slide Across Sun, a City Full of Vantage Points - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shortly after 6 p.m. on Tuesday, a small black dot will begin moving across the face of the Sun, an event that is turning New York City — not usually an epicenter of astronomy — into an interplanetary kind of town, with astronomy buffs and telescope jockeys in parks, on street corners and along piers. The rare astronomical event, known as the transit of Venus, comes in pairs about once every century, with the previous one occurring in 2004. The next one will not take place until 2117, making the event on Tuesday truly a last-chance opportunity.\nUnless, of course, it rains.\nDespite the forecast, which is for clouds and possible rain, astronomy groups are setting up viewing sites around the city, including Union Square, the High Line, Riverside Park South and 125th Street in Harlem, where the temporarily star-struck can go to see the transit safely. It occurs when the orbits of Venus, Earth and the Sun put them into alignment along the same plane. Watching it with the naked eye is dangerous, and all but impossible, given the Sun’s blinding glare.\nAt the viewing sites, amateur astronomers and academics will have telescopes with special solar filters, as well as projection devices and solar glasses, available to the public. “In a sense, it is an eclipse,” said Summer Ash, director of outreach for Columbia University’s astronomy department, who will be stationed in the southeast corner of Union Square. “It’s the same phenomenon. It’s just that Venus is so much farther away than the Moon.”\nIn New York City, the transit of Venus, weather permitting, will be visible until sundown, at 8:24, letting New Yorkers see just the first third of the event.\nAdvertisement Continue reading the main story\nIn the 1700s, scientists realized that the transit of Venus could help determine the distance between the Earth and the Sun. Mathematical models and diagrams stemming from the 1769 transit put the distance at 95 million miles, just 2 million more than what is now accepted to be the average distance.", "url": "https://www.nytimes.com/2012/06/05/nyregion/to-watch-venus-slide-across-sun-a-city-full-of-vantage-points.html"}