{"authors": ["Thomas Erdbrink"], "date_download": "2018-11-16 04:31:03", "date_modify": "2018-11-16 04:31:03", "date_publish": "2012-06-20 13:34:11", "description": "Iranian politicians and military commanders said Wednesday that their country would never relinquish what they called its nuclear rights.", "filename": "2012_06_21_world_middleeast_iran-officials-assert-defiance-of-west-in-aftermath-of-nuclear-talks_1542342663.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_21_world_middleeast_iran-officials-assert-defiance-of-west-in-aftermath-of-nuclear-talks_1542342663.html", "title": "Iran Officials Assert Defiance of West in Aftermath of Nuclear Talks", "title_page": "Iran Officials Assert Defiance of West in Aftermath of Nuclear Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The technical meeting will take place a few days after the European Union’s July 1 embargo on Iranian oil and ban on shipping insurance for Iranian oil, which will vastly complicate Iranian oil sales to Asian buyers. Most maritime insurers are based in Europe and they are prohibited from writing policies on any Iranian oil shipped anywhere. South Korean officials on Wednesday told the Korean Yonhap news agency the new sanctions would force them to completely stop buying oil from Iran, even though the country secured an American waiver allowing South Korea to buy some Iranian oil without incurring penalties under a United States law that sanctions Iran. Japan, another major customer of Iranian crude that has secured an American waiver, is taking steps to provide government guarantees on insurance.\nA senior member of Iran’s parliament, Mohammad Reza Bahonar, in a Wednesday news conference, stressed that the Moscow talks had been positive for Iran as they allowed the country to gauge whether the world powers are serious in the negotiations. “Iran submitted a good proposal to them,” he said.\nWhile Iran’s leaders initially showed optimism over renewed talks on their nuclear program in April, they became disappointed after what they say was the United States withdrawal of a promise to affirm their right to enrich uranium.\nIran is in violation of a series of United Nations Security Council resolutions demanding that it halt all forms of uranium enrichment. Iran regards the resolutions as illegitimate.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWestern powers and Israel have accused Iran of stockpiling enriched uranium as part of an effort to achieve the capability to make nuclear weapons. The Iranians have denied those accusations and say a fatwa, or religious decree, by Ayatollah Khamenei forbids such weapons as against Islam.\nIranian leaders, including President Ahmadinejad, have hinted that if the world powers officially accepted Iran’s nuclear energy program, Iran would halt its enrichment of uranium to 20 percent purity, which is considered a technical step away from weapons grade purity of 90 percent.\n“The world powers should recognize Iran’s nuclear rights. Iran will never give up its right to achieve peaceful nuclear technology,\" Mr. Bahonar told the state Islamic Republic News Agency.\nThe rial, Iran’s currency, lost some value against the dollar and euro in the aftermath of the Moscow talks, partly on expectations that the looming new sanctions on Iran would further impair its economy. The rial has lost over half its value relative to the dollar in the past 12 months, which has doubled prices of many imports.\nAdvertisement Continue reading the main story\nThere have been no new calls from Iranian officials telling citizens to be prepare for difficult times, but the commander-in-chief of the voluntary paramilitary forces said Wednesday said that world powers would fail in their coercion efforts.\n“Iranian people are ready to prove that the world powers are nothing, which means that they cannot wage a war or put pressure on Iran,\" the commander, Brig. Gen. Mohammad Reza Naqdi, was quoted as saying by the semiofficial Fars news agency.\nSome said Iran’s economy was in its best shape ever and poised to emerge as a world powerhouse.\nThe commander of the Revolutionary Guards Corps, Brig. Gen. Hossein Salami, said that \"60 percent of the energy of the universe has been secured by Iran,” the semiofficial Islamic Labour New Agency reported, making Iran ready to “dominate the world economy.”\nPressures and sanctions have only made Iran stronger, he concluded. “Today we are witnessing the political funeral of the West,” General Salami said.", "url": "https://www.nytimes.com/2012/06/21/world/middleeast/iran-officials-assert-defiance-of-west-in-aftermath-of-nuclear-talks.html"}