{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:18:41", "date_modify": "2018-11-16 04:18:41", "date_publish": "2012-09-14 04:29:46", "description": "It was the first such move by China since Japan announced that it had bought a group of disputed islands in the East China Sea.", "filename": "2012_09_15_world_asia_chinese-ships-enter-waters-japan-controls_1542341921.html", "image_url": "https://static01.nyt.com/images/2012/09/14/world/14japan_inline/14japan_inline-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_15_world_asia_chinese-ships-enter-waters-japan-controls_1542341921.html", "title": "Chinese Ships Enter Japanese-Controlled Waters to Protest Sale of Islands", "title_page": "Chinese Ships Enter Japanese-Controlled Waters to Protest Sale of Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When a Japanese vessel warned the ships against entering Japanese waters, the Chinese replied that they were in Chinese territorial waters and asked the Japanese to withdraw instead, the Coast Guard said.\nIn Tokyo, Vice Foreign Minister Chikao Kawai said he protested to the Chinese ambassador, whom he also asked to ensure the safety of Japanese individuals and businesses in China from demonstrators.\nPhoto\nCoast Guard ships tracked the Chinese vessels but did not try to stop them, in an apparent effort to prevent the episode from escalating. Japanese leaders said they were monitoring the Chinese and were ready to take additional action if necessary.\n“We will take all possible measures” to ensure security around the islands, Mr. Noda was quoted as saying on Friday by the Kyodo News Agency of Japan.\nChina’s use of unarmed patrol ships also appeared to be a move to make its protest without causing a larger showdown. China frequently uses such vessels in the East China Sea to patrol near the disputed islands and around offshore gas drilling platforms that it operates in waters also claimed by Japan.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Haijian-type ships are run by the China Marine Surveillance agency, which has functions similar to coast guards of other nations. Both Japan and China use such craft to assert their claims to disputed waters without using military vessels, as a way of avoiding a dangerous escalation.\nJapan annexed the disputed islands in 1895, saying that they were unclaimed territory. It says China only started showing interest in them in the early 1970s, after possible oil reserves were discovered nearby. China says that the islands were Chinese for centuries and that Imperial Japan took them as a first step toward its later invasion of the Chinese mainland.\nTo reinforce its claims on the islands, China planned to file a copy of its version of the coordinates and territorial boundaries of the islands with the Secretary General of the United Nations, Ban Ki-moon, the state run news agency, Xinhua, said Thursday.\n“By doing so, we can proclaim to the international community our indisputable sovereignty over the Diaoyu Islands,” Deng Zhonghua, the head of the Department of Boundary and Ocean Affairs at the Foreign Ministry, was quoted as saying.\nAdvertisement Continue reading the main story\nThe charts being submitted to the United Nations showed that China had jurisdiction over the islands and their 12 nautical mile zone, Xinhua said.", "url": "https://www.nytimes.com/2012/09/15/world/asia/chinese-ships-enter-waters-japan-controls.html"}