{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:36:26", "date_modify": "2018-11-16 03:36:26", "date_publish": "2012-07-09 13:32:27", "description": "Summer’s abundant fruits require only a little sugar and encouragement to transform into refreshing sorbets and granitas. Today: a melon sorbet.", "filename": "2012_07_09_health_nutrition_melon-sorbet_1542339386.html", "image_url": "https://static01.nyt.com/images/2012/07/10/science/09recipehealth/09recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_09_health_nutrition_melon-sorbet_1542339386.html", "title": "Melon Sorbet", "title_page": "Melon Sorbet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe perfume of summer fruit is heavy in the air at the farmers’ markets in Los Angeles, where I live. The vendors are smart to offer samples, because once I taste I can’t resist buying more fruit than I need. I’ve been turning some of it into sorbets and granitas.\nI’ve learned a lot about making sorbets from Jacquy Pfeiffer, the founder and dean of student affairs at the French Pastry School in Chicago. He taught me to use a small amount of corn syrup – about 5 percent of the weight of the fruit – to prevent the sorbet from developing ice crystals. A very small amount of honey will also work. I asked him what the least sugar I could get away with is, and he said it depends on the fruit, but as a general rule he uses 15 to 20 percent sugar. I decided to factor the corn syrup and honey into that weight, and my sorbets were beautiful, with great texture.\nIf you want to use less sugar, the solution for frozen fruit ices would be to make granitas, which by definition have ice crystals. When you make a granita, you freeze the blended fruit mixture in a pan, scraping it with a fork at 30-minute intervals as ice crystals begin to develop around the edges, until it is all frozen but not in a solid block. Any of this week’s recipes can be made as granitas with less sugar.\nMelon Sorbet\nYou can use yellow or green melon for this as long as it’s really ripe and sweet.\n1/4 cup water\nAdvertisement Continue reading the main story\n65 grams (about 1/4 cup plus 1 teaspoon) sugar\n33 grams (about 1 tablespoon plus 2 teaspoons) corn syrup", "url": "https://www.nytimes.com/2012/07/09/health/nutrition/melon-sorbet.html"}