{"authors": ["Ian Johnson", "Thom Shanker"], "date_download": "2018-11-16 04:18:29", "date_modify": "2018-11-16 04:18:29", "date_publish": "2012-09-18 06:04:38", "description": "China drove home its opposition to Japanese control of a contested group of islands Tuesday, with angry protests in dozens of cities and a warning from its defense minister that “further actions” were possible.", "filename": "2012_09_19_world_asia_china-warns-japan-over-island-dispute_1542341909.html", "image_url": "https://static01.nyt.com/images/2012/09/19/world/CHINA/CHINA-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_19_world_asia_china-warns-japan-over-island-dispute_1542341909.html", "title": "The New York Times", "title_page": "China Warns Japan Over Island Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the streets on Tuesday, the protesters were objecting to Japan’s control of a group of islands in the East China Sea called Senkaku in Japanese and Diaoyu or Diaoyutai in Chinese. Japan has held the islands for more than a century, but many Chinese believe they should have been given to China after World War II.\nIn Beijing, several thousand people brought one of the city’s diplomatic districts to a standstill as they swelled out from a crucial artery, the Third Ring Road, to beyond the Japanese Embassy. The police kept protesters separated into groups of 100 to 200 each; at the peak of the demonstration, in the early afternoon, streets were lined with at least 20 such groups.\nAs the day progressed, crowds threw rocks and water bottles at the well-guarded embassy compound. Some of the banners were crude, with sexual undertones that might have reflected the Japanese military’s brutal wartime treatment of Chinese, including the systematic rape of Chinese women during its 14-year invasion and occupation of parts of the country. One banner showed a Chinese soldier castrating a Japanese soldier, while a popular image depicted Japan’s national flag as a white sanitary napkin with a spot of blood in the middle.\nSome foreigners were queried about their nationality, with Americans lectured for their country’s military alliance with Japan. Foreign men were asked if they had Chinese girlfriends.\nAlthough the protests clearly had government support — large-scale public demonstrations are extremely rare in China — many people came on their own and appeared to be genuinely angered at what they saw as Japan’s failure to address its past behavior.\nTuesday was the 81st anniversary of the Mukden Incident, which signaled the start of Japan’s incursion into China and is sometimes referred to as the “day of national humiliation.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nZhang Dongxiao, a student at the University of International Business and Economics in Beijing, said he and a few classmates took the subway to the protest site to express their anger.\n“Japan must fear China,” he said, predicting demonstrations each year on the anniversary unless Japan gives up its claim to the islands.\nAdvertisement Continue reading the main story\nOther protesters came from farther afield. Members of one group of about 40, from Badong County in Hebei Province, said that the county government had organized bus transportation but that the demonstrators had paid for it.\nSome demonstrators were supported by patriotic businesspeople who helped defray costs. A man from the city of Tangshan who gave only his surname, Guo, said he found a group through an online bulletin board and took a bus that a local businessman had chartered.\nMore official pressure was also applied. A well-connected government research institute, the Council for National Security Policy Studies, led by a retired general of the government’s paramilitary force, said Japan should also give up the Ryukyu island chain. That chain stretches from southern Japan to Taiwan, and many Chinese see it as encircling China.\nThe defense minister, Gen. Liang Guanglie, used the visit by Mr. Panetta to issue a stern warning. While holding open the possibility of a peaceful resolution to the dispute, he warned that China reserved the right to undertake unspecified “further actions.”\nGeneral Liang said the islands “have all along been China’s inherent territory since ancient times, for which China has sufficient historical and jurisprudential evidence.”\nHe characterized Japanese actions toward the islands as illegal. In recent weeks, the Japanese central government bought some of the islands from private Japanese owners, arguing that nationalists would otherwise have bought them. China also reacted strongly Tuesday to news that two Japanese swam to one of the islands from a boat.\n“The current escalation of tension over this dispute was totally caused by the Japanese side,” General Liang said. “The Chinese people have every reason to feel more concerned, because it regards it as China’s territory.”\nDuring his visits this week to Tokyo and Beijing, Mr. Panetta has reiterated American policy, which is not to take sides in the region’s territorial disputes and to urge a negotiated settlement. He said the United States was was advocating “open channels of communication in order to resolve these disputes diplomatically and peacefully.”", "url": "https://www.nytimes.com/2012/09/19/world/asia/china-warns-japan-over-island-dispute.html"}