{"authors": ["Julia Moskin"], "date_download": "2018-11-16 03:39:37", "date_modify": "2018-11-16 03:39:37", "date_publish": "2012-02-21 17:53:11", "description": "Though most Tibetans are Buddhists, who would avoid taking a life, they are also great lovers of meat, and sha momos — juicy beef dumplings — are the unofficial national dish.", "filename": "2012_02_22_dining_momos-tibetans-forbidden-special-treat.html_pagewanted=all_1542339577.html", "image_url": "https://static01.nyt.com/images/2012/02/22/dining/22DUMPLING1_SPAN/22DUMPLING1_SPAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_22_dining_momos-tibetans-forbidden-special-treat.html_pagewanted=all_1542339577.html", "title": "Tibetans’ (Forbidden) Special Treat", "title_page": "Momos, Tibetans’ (Forbidden) Special Treat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The tradition of meat-eating is strong because without meat as a source of fat and protein, Tibetans simply could not have survived on their high, cold plateau for centuries, said Ganden Thurman, the executive director of Tibet House, a cultural center in New York City. Also, Mr. Thurman said, there is a practical, Buddhist reason for eating yak instead of, say, rabbit or fish.\n“The karmic load of killing one rabbit and one yak are the same: one life,” he said. “But you can feed a lot more people with a yak.”\nYak meat can be lean and tough; wise Tibetan cooks made their sha momos juicier by adding a bit of oil and water to the filling. The trick works in America, too, with chopped beef; yak meat is raised in Colorado and Wyoming and now served at some restaurants in New York, but most places use beef. As steam penetrates the dumplings, the juices, perfumed with onion, cilantro and ginger, liquefy into a hot, savory broth.\nMomo skins are not very thin, the better to contain that liquid, which surges out on first bite. (Momos can also be fried, but they are not as juicy and satisfying that way.) After sucking out the broth, Tibetans dab sepen, a brick-red chile paste, on a plate, and dip the momos in, holding them with fingertips. Momos can be the prelude to a meal, or the meal itself.\n“Momos are one of the dishes that taste almost the same in exile as they did in Tibet,” said Tsering Dolma, a restaurant worker in the San Francisco Bay area.\nSince 1959, when the Dalai Lama fled to India after a catastrophic uprising against the Chinese government that had incorporated Tibet a decade earlier, many Tibetans have lived — and many have been born — in exile.\nAt first, most remained in India, but the draw of the United States is powerful, especially for women. “Life here is hard, but in India the competition for jobs is impossible,” said Norbu L. Lama, a community leader who lives in Woodside, Queens. “One woman can support a whole family here,” she added.\nAdvertisement Continue reading the main story\nTraditionally, Tibetan women fed their families while the men tended the animals, but in just a few generations, that has changed. “Tibetan men here are doing a lot of cooking,” said Lobsang Wangdu, who lives in the Bay Area and writes a blog about Tibetan food and culture at www.yowangdu.com. Mr. Wangdu said that in his family, momos are not eaten on the first day of Losar, because they look like purses for holding money — and the mind is supposed to focus on purification and family rather than work and financial worries.\nFifteen days ago, preparations began for the arrival of the year 2139 (a male water dragon year in Tibetan astrology). In Lhasa and in Delhi, in Minneapolis and in Brooklyn, Tibetans planted barley seeds so that the green shoots would be strong and bright by Wednesday. In Queens, the women began buying up canola oil, used for making deep-fried dough twists called khapse, and brewing beer from rice and barley.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“You can have sweet khapse or salty ones — the important thing is to pile them up high to make a magnificent offering,” Mrs. Lama said. Khapse are stacked on special altars for the holiday, along with shiny sweets and dried fruit, candles made of butter, and the green barley shoots that represent both new life and the staple grain of Tibet.\nWhen they lived as nomads on the high Tibetan plateau, almost one million square miles rimmed by the Himalaya, Kunlun and Qilian mountains, most Tibetans ate a sparse diet: grains and beans; cold-weather vegetables like onions, potatoes and turnips; and meat, butter and cheese from their yak herds. At the eastern border, where Tibet adjoins the Sichuan province of China, chiles and Sichuan peppercorns flavor the dishes; in the West, near India and Nepal, cumin and garam masala.\nButter, though, is Tibetans’ favorite food, Mrs. Dolma said: “As long as there is butter and tea we can live anywhere.” Po cha, a filling and stimulating brew of strong tea, rich butter, milk and salt, is sipped by Tibetans everywhere, at all hours and in all kinds of weather.\nTraditionally, Losar is a time to reconnect with family and share food, but that is difficult for the 14,000 Tibetans who live in the United States. “Some of the ingredients we use are the same here: the barley, the oats, the dania” — cilantro — “and fresh ginger and garlic,” Ms. Dolma said. “But having those things and being together to make the dishes aren’t the same thing.” She calls relatives in India and Nepal, she said, to be reminded how to cook the once-a-year Losar dishes like khapse and dresil, sweet rice cooked with sugar, nuts, raisins and butter.\nThe New York area is home to the largest Tibetan community in the country, at least 7,000 people, according to the Office of Tibet, in New York. (The office represents the Central Tibetan Administration, the self-proclaimed government in exile based in Dharamsala.)\nMost young Tibetan-Americans here have never seen Tibet, or tasted tea made with dri butter (dri is the term for a female yak), or smelled the herb-scented soups that make up the daily diet in Tibet.\nBut food remains an important unifier for the ones who gather, many sporting signs of rebellion like platinum-bleached braids and skintight hoodies, for momos and Mountain Dew at small restaurants in Queens. (A photographic essay on the Tibetan community in New York, titled “Lhasa on the Hudson,” will open on Sunday at the Jacques Marchais Museum of Tibetan Art, on Staten Island.)\nAdvertisement Continue reading the main story\nAt many Tibetan Buddhist temples, this year’s Losar celebrations will be sober and limited. About 20 people, most of them young monks and nuns, have burned themselves to death in Tibet in the last year, in resistance to Chinese authority. They are being honored with fasts, demonstrations and prayer vigils.\nMany of New York’s Tibetans live within one subway stop of Jackson Heights, a Queens neighborhood that has long absorbed, and fed, new arrivals to the city. Twenty years ago, Indian and Pakistani sweet shops and snack stalls dominated; then Ecuadorean bakeries and Colombian arepas arrived. Now, many streets are aflutter with Tibetan prayer flags and pictures of the Dalai Lama, the shop windows plastered with ads for necessities like momos, mustard pickle and phone cards for calling relatives dispersed in Nepal, Bhutan and India.\nA new place called Norling Tibet Kitchen has the best beef momos in the neighborhood. One of the best restaurants over all is Phayul, up a narrow staircase, next to a hair salon, and usually packed. The husband-and-wife team who run the place, Chime Tendha and Dawa Lhamo, serve a typical mix of true Tibetan recipes and the Indian- and Chinese-accented dishes that have become comfort food for the community. Chili Chicken, a spicy stir-fry of green peppers, golden chicken, purple onions and red chile paste, is on almost every table, along with momos and sepen, a fiery blend of dried chiles, garlic and cilantro.\nTo eat it, Tibetans pinch off pieces of a puffy, thick steamed bread called tingmo, and use them to scoop up savory bites of chicken. Rice does not grow in Tibet, and is not a favorite among Tibetans, Mrs. Lama said, perhaps because it is so closely associated with China.\n“It’s strange, but when we eat rice with our food,” she said, “we find that we are hungry again soon afterwards.”", "url": "https://www.nytimes.com/2012/02/22/dining/momos-tibetans-forbidden-special-treat.html?pagewanted=all"}