{"authors": ["Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:06", "date_modify": "2018-11-16 04:31:06", "date_publish": "2012-06-13 22:28:08", "description": "A road trip across Iran finds unexpected warmth for Americans.", "filename": "2012_06_14_opinion_kristof-hugs-from-iran.html__r=1_1542342666.html", "image_url": "https://static01.nyt.com/images/2012/06/13/opinion/video-iran-promo/video-iran-promo-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_14_opinion_kristof-hugs-from-iran.html__r=1_1542342666.html", "title": "Hugs From Iran", "title_page": "Hugs From Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nTo watch the video, press the play button in the bottom-left corner of the image.\nMy 1,700-mile road trip across Iran began with a giddy paean to America, reinforcing my view that at the grass-roots level, this may be the most pro-American nation in the Middle East .\n“We love America!” gushed a former military commando, now a clothing seller, my first evening in the spiritual center of Mashhad. He was so carried away that I thought he might hug me, and although he acknowledged that his business was suffering greatly from Western sanctions, he said he blamed his own leaders.\n“I can’t blame America,” he said. “I love America too much.”\nThat was far from a universal view. I encountered many Iranians — especially in the countryside — who strongly support the Iranian authorities and resent what they see as American government bullying. But while Iranians are far from monolithic, one feature was ubiquitous: the warmth of Iranians when they discovered I was American.\nWe passed occasional “Death to America” signs, but our trip was slowed by hospitality, for Iranians kept giving us presents or inviting us into their homes. And in the security line to board a flight from Tehran to Mashhad, a Revolutionary Guard said genially, “We’re not supposed to let batteries through, but we’ll make an exception for you since you’re a foreigner.”\nAdvertisement Continue reading the main story\nThe Iranian government gave me a very rare journalist visa, along with permission to drive unescorted across the country on a government-approved route from Mashhad in the east to Tabriz in the west, and back to Tehran. I interviewed people at random along the way, and as far as I could tell I was not tailed.", "url": "https://www.nytimes.com/2012/06/14/opinion/kristof-hugs-from-iran.html?_r=1"}