{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:15:46", "date_modify": "2018-11-16 04:15:46", "date_publish": "2012-08-25 20:21:17", "description": "Luiz Inácio Lula da Silva, the former president of Brazil, is winning over onetime rivals for his allies, and is anything but shy when it comes to blasting Europe’s handling of its debt crisis.", "filename": "2012_08_26_world_americas_brazils-ex-president-lula-back-on-political-front-lines_1542341746.html", "image_url": "https://static01.nyt.com/images/2012/08/26/world/bull-lula/bull-lula-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_08_26_world_americas_brazils-ex-president-lula-back-on-political-front-lines_1542341746.html", "title": "The New York Times", "title_page": "Brazil’s Ex-President Da Silva Back on Political Front Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He delivered a famous speech in 1979 without a microphone in a stadium before 80,000 workers. Those present repeated his words throughout the vast venue, creating an effect not unlike “the successive waves formed in a lake hit by a stone,” said Carlos Alberto Libânio Christo, a writer and liberation theologist better known as Frei Betto, who has advised Mr. da Silva.\nNow, Mr. da Silva and his political creation from those times, the governing Workers Party, are facing one of their most serious ordeals. More than 30 politicians, including some top Lula aides like José Dirceu de Oliveira e Silva, Mr. da Silva’s former chief of staff, are implicated in a vote-buying scandal called the “mensalão,” or “big monthly allowance.”\nRevelations of the scandal surfaced in 2005; reflecting the slow wheels of Brazilian justice, it took until now for the Supreme Court to review the case.\nAccording to a 2007 report by Brazil’s attorney general, the complex scheme involved channeling money from the advertising budgets of state-controlled companies to legislators in Brazil’s Congress. Beyond the vote buying, the attorney general’s accusation described an effort to transfer money to the Workers Party itself, bolstering the party’s ambitions of expanding its power.\n“I do not believe there was a mensalão,” Mr. da Silva said, claiming that his party had no need to buy votes because it had already secured a majority in Congress through political allegiances. But he also said he would respect the high court’s ruling on the case.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“If someone is found guilty, they should be punished,” Mr. da Silva said, “and if someone is found innocent, they should be acquitted.”\nStill, concerns linger over Mr. da Silva’s handling of the scandal. Political circles here were jolted by a claim in May by Gilmar Mendes, a Supreme Court judge, that Mr. da Silva had pressured him to delay the trial over the scandal. At the time, Mr. da Silva, under criticism for merely meeting with Mr. Mendes, dismissed the judge’s assertion as untrue.\nIn a separate interview here, Mr. da Silva’s predecessor as president, Fernando Henrique Cardoso, reflected on the involvement of former Brazilian leaders in politics, calling the episode with Mr. Mendes “terrible.” But Mr. Cardoso, 81 and relatively removed from daily political life, also described Mr. da Silva’s capacity to charm and persuade.\nAdvertisement Continue reading the main story\n“He’s warm — a snake charmer,” said Mr. Cardoso, describing a long familiarity with Mr. da Silva that began in 1973, during Brazil’s military dictatorship, when Mr. Cardoso was working here at a research center where Mr. da Silva, a rising union leader, had come to be interviewed. The two men, both opponents to military rule, were political allies before becoming rivals in the 1990s; they still occasionally speak to each other by telephone, Mr. Cardoso said.\nMr. da Silva’s groomed successor as president, Dilma Rousseff, has refrained from interfering in the high court’s trial of prominent officials of their party. Like her mentor, she remains broadly popular in Brazil, with approval ratings hovering around 70 percent. Mr. da Silva rejected speculation that Ms. Rousseff could step aside to allow him to run again in the 2014 election, saying, “Dilma is my candidate, and if God wills it, she will be re-elected.”\nBut the next election in 2018, when Mr. da Silva would be 72, may be another matter. Looking ahead to that race, he said it is difficult for any politician to completely rule out being a candidate. Clearly, his taste for the political game remains undiminished.\n“It is not an easy task to know how to act in the role of the ex-president,” he said.\nAnd at his institute here, visitors get the impression that options abound for Mr. da Silva. Well-heeled visitors stream into the modest building, seeking audiences with him or his advisers. Political magazines from Angola, the Portuguese-speaking nation on the west coast of southern Africa where Mr. da Silva has helped expand Brazilian business interests, vie with Brazilian newspapers for space on waiting-room tables. Before he was stricken with cancer last year, he was being paid well to give speeches at events sponsored by corporations including Microsoft and LG of Korea.\nAsked whether he was finally slowing down a bit, even to do some reading or listen to music, Mr. da Silva reacted emphatically as if he were a man running against time.\n“Look here, listen to what I have to say,” he said, drawing closer while tapping a visitor on the knee. “Politics,” he concluded in his raspy voice, “is my passion.”", "url": "https://www.nytimes.com/2012/08/26/world/americas/brazils-ex-president-lula-back-on-political-front-lines.html"}