{"authors": [], "date_download": "2018-11-16 04:54:49", "date_modify": "2018-11-16 04:54:49", "date_publish": "2012-09-16 00:15:58", "description": "The couple met at Oberlin College, from which they both graduated.", "filename": "2012_09_16_fashion_weddings_sanaya-kaufman-christopher-irish-weddings.html_module=inline_1542344089.html", "image_url": "https://static01.nyt.com/images/2012/09/16/fashion/weddings/16ALTKAUFMANjpg/16ALTKAUFMANjpg-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_16_fashion_weddings_sanaya-kaufman-christopher-irish-weddings.html_module=inline_1542344089.html", "title": "Sanaya Kaufman, Christopher Irish", "title_page": "Sanaya Kaufman, Christopher Irish - Weddings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sanaya Billimoria Kaufman and Christopher Michael Irish were married Saturday evening at the Basilica Hudson, an event site in Hudson, N.Y. William Van Doren, a minister ordained by American Marriage Ministries, led a ceremony that included Christian, Jewish and Zoroastrian elements.\nPhoto\nThe couple met at Oberlin College, from which they graduated.\nMs. Kaufman, 32, is keeping her name. She is the director of individual giving in the fund-raising department at Friends of the High Line, which raises money for that public park in Manhattan.\nShe is a daughter of Jeelu Billimoria and Elliott Kaufman of Manhattan. The bride’s father is an architectural photographer. His work has appeared in magazines and in galleries, including Carrie Haddad Photographs in Hudson. His books include “Alphabet Everywhere,” published by Abbeville Press in May. Her mother is the senior producer of programming at WABC-TV in Manhattan, and of the station’s annual breast-cancer and “Protect Our Children” specials.\nMr. Irish, 33, is an owner of Saggio Restaurant in Manhattan. He is a son of Susan M. Duprey of Brooklyn and the late Paul D. Irish. The groom’s mother is a pediatric occupational therapist in private practice there. His father was a teacher in the Living for the Young Family through Education program at the Door, a social services agency in Manhattan. Until the late 1980s, he was the associate director of the American Committee on Africa and the Africa Fund, organizations that opposed apartheid and colonial rule.", "url": "https://www.nytimes.com/2012/09/16/fashion/weddings/sanaya-kaufman-christopher-irish-weddings.html?module=inline"}