{"authors": ["Robert D. Hershey Jr."], "date_download": "2018-11-16 03:10:22", "date_modify": "2018-11-16 03:10:22", "date_publish": "2012-02-11 20:29:53", "description": "Financial planners recommend various strategies for minimizing taxes in tapping an I.R.A. or 401(k) plan.", "filename": "2012_02_12_business_yourtaxes_for-retirement-plan-withdrawals-tax-strategies-abound_1542337822.html", "image_url": "https://static01.nyt.com/images/2012/02/12/business/12-RETIRE/12-RETIRE-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_12_business_yourtaxes_for-retirement-plan-withdrawals-tax-strategies-abound_1542337822.html", "title": "The New York Times", "title_page": "For Retirement Plan Withdrawals, Tax Strategies Abound - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the other hand, Robert J. DiQuollo, chief executive and senior financial adviser at Brinton Eaton, a wealth manager based in Madison, N.J., counsels newbies to hold off taking distributions, especially this year, when a national election looms.\n“Wait until December and see what’s going on” with respect to taxes for 2013, he advised, after the scheduled year-end expiration of the tax cuts originally enacted by President George W. Bush.\nBesides, Mr. DiQuollo added, “why not get the extra 10 months of tax deferral?”\nIn addition to a possible increase in ordinary tax rates, the 3.8 percent Medicare payroll tax will start next year to apply to capital gains, dividends and other investment income for joint filers with at least $250,000 in income. Retirement distributions are excluded from the Medicare tax but still must be included in calculations of the $250,000 threshold.\nOf course, either strategy — immediate payout or deferral — involves market risk. While withdrawal in February means that money won’t benefit from any stock or bond gains later in the year, waiting until December could expose it to any losses.\nYou’ll also need to decide whether to take your distribution in one lump sum or spread it into perhaps quarterly or monthly payouts. Choosing installments, as most people do, amounts to a variation on the risk-minimizing, dollar-cost-averaging strategy widely employed in buying securities.\nCATHARINE V. FAIRLEY, a tax and financial planner at Draper & McGinley in Frederick, Md., also suggested that those with relatively low earned taxable incomes keep an eye on how additional income from required minimum distributions, or R.M.D.’s, will affect taxable Social Security benefits as well as state taxes. That is especially the case for those with significant municipal bond income from other states.\n“R.M.D.’s may push you into paying additional federal income taxes on your Social Security benefits as well as unexpected state income taxes,” Ms. Fairley said.\nAdvertisement Continue reading the main story\nCalculating R.M.D.’s is fairly simple and is usually done by the institution where you have your account. Divide your Dec. 31 balance by what the Internal Revenue Service calls the distribution period, which represents the number of years that at least one of the two people in a couple is expected to be alive. For example, the uniform lifetime table shows a distribution period of 26.5 years for a 71-year-old married to a 61-year-old.\nPhoto\nIf you have more than one I.R.A. other than Roth I.R.A.’s, which don’t have required minimum distributions, you need to calculate the distribution separately for each but are then permitted to withdraw the total from any single source or a combination. So if you have four I.R.A.’s, you can withdraw your total R.M.D. from one of them.\nIf you have more than 401(k), however, you must take a minimum distribution from each of them.\nYou may withdraw more than is required, of course, as many people do for living expenses, but an excess amount in one year cannot be applied toward a subsequent year’s obligation.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMs. Fairley recommends that taxpayers review how close they are to paying tax in the next higher bracket — or perhaps even the alternative minimum tax — and increase their R.M.D. by the difference. Accelerating income into the current year makes full use of the lower bracket.\n“Some taxpayers think they are saving taxes by deferring what they can,” she declared. “In reality, there may be unique opportunities each year to take some income below the next marginal or A.M.T. rate, particularly in light of possible higher tax rates in the next few years.”\nMinimum distributions are generally not required for 401(k)’s at an employer for whom you are still working, so long as you don’t own more than 5 percent of the company.\nThere is also an alternative mortality table, producing smaller payouts, for account owners with spouses more than 10 years younger than they are.\nAnd two recent tax breaks are no more. One was the waiving of required minimum distributions for 2009, when stock prices sank in the recession.\nThe other break, which expired at the end of 2011, allowed people at least 70 1/2 to donate up to $100,000 to charity from retirement accounts without any tax liability. Ms. Choate, noting that the charitable break has been restored retroactively three times in the past six years, is advising clients to proceed with donations in the hope of another restoration.\nAdvertisement Continue reading the main story\nShe also suggested gaining a small edge by using distributions to pay estimated income taxes, having the money directed to the I.R.S. late in the year but being credited for having been paid throughout the year.\nYou can also take money from a retirement account before the age of 59 1/2 without incurring the usual 10 percent penalty. This can be set up under I.R.S. Rule 72(t), by agreeing to withdraw “equally substantial” amounts based on various factors over at least five years or until reaching 59 1/2, whichever comes last.\nWith virtually all R.M.D.’s, however, there are beneficiaries to consider. Contrary to what many people assume, required distributions alone, although based on actuarial tables, will not consume your whole tax-deferred retirement nest egg unless market performance is extremely dire.\nSpecialists underscore the importance of paying close attention to beneficiaries, both by naming them on a custodian’s form — a move that trumps a will — by keeping your choices up to date and, perhaps, by placing conditions on how they are to receive and/or even spend their inheritance.\nFOR 401(k)’s, nonspouse beneficiaries can benefit from a rule change affecting plans that offer only lump-sum distributions. Since 2010, those beneficiaries have had the option of making a direct rollover of such plans into an inherited I.R.A., so they can stretch out the payout. Without the stretch, they would lose the chance for long-term, tax-deferred compounded growth, having to withdraw the money immediately or within five years and probably suffer severe tax consequences.\nYou can also roll 401(k) or other employer-based plans from former jobs into an I.R.A.. But Ms. Fairley recommends that you do this only after you have finished any Roth conversions you plan to do with your I.R.A.’s; 401(k) balances are not included in the calculation of taxable I.R.A. conversions.\nEd Slott, a retirement expert and author of “Parlay Your I.R.A. Into a Family Fortune,” noted that employers “don’t want the record-keeping headache of having to keep track of the beneficiaries of deceased ex-employees for payout purposes.”", "url": "https://www.nytimes.com/2012/02/12/business/yourtaxes/for-retirement-plan-withdrawals-tax-strategies-abound.html"}