{"authors": ["David M. Halbfinger"], "date_download": "2018-11-16 04:25:21", "date_modify": "2018-11-16 04:25:21", "date_publish": "2012-06-05 20:40:02", "description": "The cost of New York City’s special education prekindergarten program has nearly doubled in six years, and governmental oversight of the contractors running it has often been lax.", "filename": "2012_06_06_education_prekindergarten-costs-in-new-york-city-have-doubled-in-6-years.html_pagewanted=all_1542342321.html", "image_url": "https://static01.nyt.com/images/2012/06/06/nyregion/JP-SPECIALED1/JP-SPECIALED1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_06_education_prekindergarten-costs-in-new-york-city-have-doubled-in-6-years.html_pagewanted=all_1542342321.html", "title": "The New York Times", "title_page": "Prekindergarten Costs in New York City Have Doubled in 6 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The program, often referred to as special-ed pre-K, now accounts for about 6 percent of the city’s $19 billion education budget, the spending analysis showed.\n“Certainly these children are deserving of services, but it’s a question of whether all this money is actually benefiting them or is being wasted on the contractors,” said Raymond J. Domanico, director of education research for the city’s Independent Budget Office.\nCity officials said some of the growth in spending stemmed from more awareness of autism : some special-ed pre-K students, for example, are receiving behavior-modification therapy as many as 35 hours a week, driving their costs as high as $200,000 a year. But the officials acknowledged that autism services accounted for only part of the increase.\nWhen government auditors have delved into disclosure reports by contractors, they have routinely discovered irregularities.\nSome contractors have billed the program for jewelry, expensive clothing, vacations to Mexico and spa trips to the Canyon Ranch resort, The Times found in a review of a decade’s worth of education, financial and court records. Others have hired relatives at inflated salaries or for no-show jobs, or funneled public money into expensive rents paid by their preschools to entities they control personally.\nNew audits by the state comptroller , Thomas P. DiNapoli — which focused on a dozen special-ed pre-K contractors, seven of them in New York City — have already led to a felony guilty plea by one Brooklyn contractor, and officials said more arrests were expected.\nIn New York State , overall spending on special education for 3- and 4-year-olds is expected to approach $2 billion in 2012, with the largest increase in recent years occurring in New York City, according to city and state records.\nAdvertisement Continue reading the main story\nIn most of the country, public school districts provide special-ed pre-K. New York is the only state that turns over the program to private contractors, many of which are for-profit companies. (The state’s program predates a 1986 federal law mandating special-ed pre-K, and New York always relied on contractors.)\nThe contractors often have a dual role: they evaluate children and identify disabilities, and then they deliver services, at costs that are higher than in other states, education experts said. Technically, city administrators choose which contractors provide services, but in practice, contractors acknowledge that they have significant influence over these decisions.\nUnder this structure, contractors have an incentive to inflate the number of services children require, said Julie Berry Cullen, an economist who has studied special-education spending.\n“People who evaluate students say it’s an objective process,” she said. “But it’s not. It clearly responds to financial incentives.”\nRecords obtained by The Times under the state’s Freedom of Information Law showed that 83 percent of the contractors that evaluated children in the program since 2003 went on to teach those same pupils.\nSteve Albert, who oversees special-ed pre-K for the city’s Education Department , acknowledged that the program was expensive, but said that it worked.\n“The bottom line is, we have an awful lot of kids with disabilities that are increasingly needing more services per student,” Mr. Albert said. “And these kids are having better outcomes later on, the more you put in now.”\nPhoto\nThe private contractors, who have their tuition rates set by the state, have become an influential lobbying force in Albany, where they have regularly rallied parents of disabled children to protest spending curbs in the program.\nAdvertisement Continue reading the main story\nOne trade association, Professional Agencies for Children’s Therapy Services, employs Steven Sanders , a former chairman of the State Assembly Education Committee, as its executive director and main lobbyist.\nMr. Sanders said the contractors cared deeply about helping children, adding that most of the association’s members were barely holding their own in the face of rising expenses.\n“Like any and every program, you can always find abuse or outliers,” he said. “But investments for infants, toddlers and young children are right and financially smart.”\nPamela A. Madeiros, a lobbyist for the New York State Alliance for Children with Special Needs, a large group of prekindergarten contractors, testified before the Legislature in March that criticism of conflicts of interest was “baseless and provocative.”\nMs. Madeiros, who did not respond to messages seeking comment, said that to bar evaluators from providing services was akin to preventing a doctor who made a diagnosis from treating the patient.\nDone right, special-ed pre-K can have a considerable impact, said Mary Ellen Markman, who runs the pre-K program at Bankstreet College of Education in Manhattan . “The older kids get, the less elasticity there is in the brain,” she said.\nAnd parents who criticize New York’s system generally say too little is spent: overworked administrators take too long with paperwork, and children are denied services for which they were approved.\n“If there’s any way to crack down on agencies doing the wrong thing, do that, so agencies doing the right thing can continue,” said Randi Levine, a lawyer for Advocates for Children of New York.\nAdvertisement Continue reading the main story\nStill, New York’s costs far exceed those elsewhere. Pennsylvania serves nearly 50,000 children for about $5,100 a child, officials said. Massachusetts , whose program is considered “resource-rich” by experts in the field, spends less than $10,000 a child.\n“I hope they’re getting laptops and tablets and a ride to school in a chauffeured limousine,” said Michael Salvatore, the schools superintendent and a former special-ed pre-K teacher in Long Branch, N.J., which spends $9,700 a child, including busing.\nAs New York’s program has become more expensive, the city and state have not increased scrutiny of contractors, officials said.\nRegulators rely on contractors’ own accountants to vouch for billing. City and state officials conduct audits infrequently, and when they do, the results often languish on the shelves of the State Education Department. Some audits have not been given final approval and released until years after the contractors being audited went out of business.\nPenalties for overbilling are relatively mild. City officials said they were reluctant to close contractors because they did not want to reduce the number of special-ed pre-K seats, given the high demand.\nMany contractors view weak penalties as the “cost of doing business,” said Jerry Barber, an assistant state comptroller who has had a role in special-ed pre-K audits since the 1990s. “If you’re a bad actor, you’ll just figure out a new way to game the system again next year,” he said. “You’ll figure the auditors won’t be around again for three or four more years — if they ever come back.”\nValerie Grey, executive deputy commissioner of the State Education Department, said regulators could not significantly control spending without legislative approval.\nAsked whether the State Board of Regents had pressed for reforms, Ms. Grey said, “The board has made a consistent, concerted effort to evaluate how the program could change while still assuring that children have the services they need.”\nAdvertisement Continue reading the main story\nBut Assemblywoman Catherine T. Nolan, a Queens Democrat who is chairwoman of the Education Committee, questioned the department’s commitment to reform.\n“It requires their advocacy for their proposals and their willingness to look at compromises,” she said. “The side that speaks the loudest are the disabled and their parents themselves.”\nGov. Andrew M. Cuomo , a Democrat, suggested limited changes in his budget proposal this year, but the Legislature has not approved them. Local officials, who run the program based on state regulations, said even minor reforms were stymied.\n“From our perspective, it’s just kind of stunning,” said Stephen J. Acquario, executive director of the New York State Association of Counties. “When I go to try to meet with a senator or assemblyperson, I can’t even start the conversation.”", "url": "https://www.nytimes.com/2012/06/06/education/prekindergarten-costs-in-new-york-city-have-doubled-in-6-years.html?pagewanted=all"}