{"authors": ["Eric Asimov", "The Pour"], "date_download": "2018-11-16 04:53:33", "date_modify": "2018-11-16 04:53:33", "date_publish": "2012-11-02 17:34:00", "description": "The sommelier ought to be seen as a positive force, an interpreter and guide who can shepherd a meal along a rewarding and enlightening path.", "filename": "2012_11_07_dining_one-person-stands-between-you-and-a-fine-wine-the-sommelier.html_action=click&module=RelatedLinks&pgtype=Article_1542344013.html", "image_url": "https://static01.nyt.com/images/2012/11/07/dining/07POUR_SPAN/07POUR_SPAN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_07_dining_one-person-stands-between-you-and-a-fine-wine-the-sommelier.html_action=click&module=RelatedLinks&pgtype=Article_1542344013.html", "title": "The New York Times", "title_page": "One Person Stands Between You and a Fine Wine — The Sommelier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now sommeliers abound. No decent restaurant serving a wine-oriented cuisine would be without at least a modest list selected by somebody in house. Even small cafes generally have somebody on the staff who can speak knowledgeably about the selections. At the same time, fear of the sommelier persists among consumers, born, perhaps, of the powerlessness that stems from a bewilderment with wine.\nGood sommeliers are aware of these feelings and try to compensate.\n“To most people, it’s just overwhelming,” said Patrick Cappiello, the wine director at Gilt, a restaurant on the East Side of Manhattan with a complicated yet superb wine list. “You can see the look on people’s faces. The wine list is a date killer, for sure.”\nLike many good sommeliers, Mr. Cappiello is part detective and part psychologist. He tries to take in with a quick glance a guest’s level of comfort or distress. Guests already at ease with wine are obvious. They page through the list with a purpose, zeroing in on the best values, perhaps asking specific questions about vintages or food pairings. The confused guest requires more delicacy.\n“With a quick few questions, you can home in on what they like and whether they are adventurous,” he said. “It starts off with a real basic conversation. My No. 1 goal is to give them the bottle of wine that will make them happy.”\nThomas Pastuszak, the wine director at NoMad in Midtown, said he usually leads with a series of questions. “If they say they’re looking for white wine, I might ask: ‘Are you a California wine drinker? Do you prefer French?’ I might take an extra 30 seconds and pour a taste of two wines and ask, ‘Which of these flavors do you prefer?’ People might reel at the higher acidity and tannins of Burgundy and prefer the fruit of California pinot noir. They’ve made the decision themselves.”\nSommeliers like Mr. Cappiello and Mr. Pastuszak are at the top of their profession. Not every restaurant can offer such knowledgeable and sensitive responses. I was at a small neighborhood cafe on the Upper East Side recently, with a perfectly appropriate list of a dozen well-chosen bottles. I had one question, which a waiter could answer only by telling me which wines were popular with other customers. Oh, well, it was hard to go wrong.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAustin, Tex., is a small but growing market where not every restaurant has a wine director, but most have at least one person responsible for putting together a wine list, said June Rodil, who recently left Congress, one of Austin’s best wine destinations, to work on several restaurant projects with Paul Qui, a leading Austin chef. She said that in a place like Austin, with a nascent wine culture, extra sensitivity was necessary when discussing wine with guests. At Congress, she trained servers to handle the delicate discussion of the wine list.\n“Here in the South, it’s a little easier to have that conversation with your waiter rather than bringing in an outside presence to have a specific discussion about wine,” she said. “If they’ve already established a rapport, there would be no reason for me to change that pace.”\nAdvertisement Continue reading the main story\nNo moment is more awkward for both sommeliers and consumers than discussing prices. No guests want to appear cheap, particularly in front of somebody — a date, a business acquaintance — they are trying to impress. But neither do they want to spend more than they can afford. Smart sommeliers have found ways to finesse the question.\n“Everybody gets a little nervous,” Mr. Cappiello said. “I’ve seen first-date scenarios. A guy wants to tell me what to spend but doesn’t want to say in front of his date. Sometimes they will point to a price, saying they will want to spend somewhere around here.”\nWhether silently or out loud, it is crucial to be clear about a budget. It’s the single most important point in narrowing down a wine selection, and it is a consumer’s responsibility to define. And it must be realistic, commensurate with a restaurant’s pricing structure. The $40 that you might want to spend at the local trattoria is not useful at a fancier place like Gilt. You would limit yourself to maybe three or four options on a 3,000-bottle list, whereas you would have a far more extensive selection for $60 to $80, and beyond.\nOnce a price range is established, I’ve often recommended to diners who feel at sea to put themselves in the hands of sommeliers, allowing them to choose a wine they think is appropriate for the meal.\nSommeliers are wary of complete responsibility, like a cabdriver you have directed to choose the fastest route. A traffic jam, or a bottle not to someone’s liking, and experience tells them they are in for a beatdown. So they may shy away from obscure or extreme bottles, no matter how good they might be.\n“A lot of people say, ‘What would you drink?’ ” Mr. Cappiello said. “But still, something like pineau d’Aunis is not necessarily a wine that everybody will like.” Ms. Rodil in Austin agrees that such freedom can be a hazard. “It’s a little dangerous,” she said, “but it’s also a lot of fun, as danger can be.”\nAnd so, the detective game of sizing up a guest’s tastes begins again. Sometimes, asking about textural sensations rather than metaphorical flavors can be revealing. If you like wines that leave a tingling feeling in the mouth, it may indicate an affinity for high-acid wines. That pleasant feeling of cotton on the tongue? Perhaps you like tannic wines.\n“It’s all about the challenge,” Mr. Pastuszak said, “and making sure that in the end you have tried to give the guest absolutely everything that they want.”", "url": "https://www.nytimes.com/2012/11/07/dining/one-person-stands-between-you-and-a-fine-wine-the-sommelier.html?action=click&module=RelatedLinks&pgtype=Article"}