{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 04:46:15", "date_modify": "2018-11-16 04:46:15", "date_publish": "2012-10-10 12:19:33", "description": "The clashing perspectives of witnesses was echoed in the partisan sparring of lawmakers at a House hearing on the deadly attack last month in Benghazi, Libya.", "filename": "2012_10_11_world_africa_hearing-focuses-on-attack-that-killed-ambassador_1542343575.html", "image_url": "https://static01.nyt.com/images/2012/10/11/world/inquiry2/inquiry2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_11_world_africa_hearing-focuses-on-attack-that-killed-ambassador_1542343575.html", "title": "The New York Times", "title_page": "Hearing Focuses on Attack that Killed Ambassador - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The military command that oversaw the unit, the Africa Command, was willing to extend it. But the State Department decided that it was not necessary.\nPhoto\n“It was abundantly clear: we were not going to get resources until the aftermath of an incident,” Mr. Nordstrom said. “And the question that we would ask is, again, how thin does the ice have to get before someone falls through?”\nThe account of Mr. Nordstorm, who served as the regional security officer for the embassy from September 2011 to July 2012, was supported by Lt. Col. Andrew Wood of the Utah National Guard, the leader of the team, which wrapped up its deployment in August. Colonel Wood said that the team’s specialized military training and weapons made it far more effective than the Libyan militiamen the United States was trying to use to protect its diplomatic compounds.\n“The security in Benghazi was a struggle and remained a struggle throughout my time there,” Colonel Wood said. “Diplomatic security remained weak.”\nThe State Department’s position was presented by Patrick Kennedy, its under secretary for management, who suggested that none of the steps Mr. Nordstrom or Colonel Wood had proposed would have altered the outcome. The attack, he said, was “an unprecedented assault by dozens of heavily armed men,” a characterization that Mr. Nordstrom acknowledged was accurate.\nThe cantankerous tone of the hearing was evident during the testimony of Mr. Kennedy, who was frequently interrupted by Representative Darrell Issa of California, the committee chairman, and other Republicans. After the hearing, Mr. Kennedy called a news conference at the State Department in an effort to rebut allegations that the department had neglected security at the Benghazi compound. He acknowledged that the State Department did not give Mr. Nordstrom exactly what he wanted, but said, “Nobody takes this more seriously than we do to find the right solution.”\nCharlene Lamb, a deputy assistant secretary in the Bureau of Diplomatic Security, insisted that Mr. Nordstrom’s request to extend the military team was only a recommendation and that the State Department had been right not to heed it. The broader strategy was to phase out the American military team and rely more on the Libyan militiamen who were protecting the compound along with a small number of American security officers.\nAdvertisement Continue reading the main story\nAt the time of the attack in Benghazi, Ms. Lamb said, the outer wall had been raised and external lighting had been installed, along with a network of camera and security grills on windows.\nPhoto\nFive American security agents were at the compound at the time of the assault, Ms. Lamb said, though it was later noted that only three were based at the compound and that two had accompanied Mr. Stevens from Tripoli. “There were also three members of the Libyan 17th February Brigade,” she said, referring to the militia that had been retained to help protect the compound. In addition, a well-trained American quick reaction security team was stationed at a nearby annex.\nFor all that, it was clear that there was a large gap between what the security officers in the field believed was needed and what the State Department officials in Washington assessed was required. Under questioning, Mr. Kennedy and Ms. Lamb acknowledged that they had not visited Libya. Mr. Nordstrom said he tried to improve security by asking for 12 agents, only to be told by a State Department official that he was asking for the “sun, moon and the stars.”\nMr. Nordstrom, who continues to work for the State Department, said he had responded that the most frustrating part of his assignment was not the turmoil in Libya. “It’s not the hardships,” Mr. Nordstrom said he had replied. “It’s not the gunfire. It’s not the threats. It’s dealing and fighting against the people, programs and personnel who are supposed to be supporting me. And I added it by saying, ‘For me, the Taliban is on the inside of the building.’ ”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAfter declining for weeks to provide details about the assault on Sept. 11, the State Department on Tuesday night arranged with little notice a conference call in which a spokesman gave new details on what had happened.\nThe account provided by a State Department official, whom the agency declined to identify, differed from the initial Obama administration reports in some important respects. Susan E. Rice, the American ambassador to the United Nations, had said that the attack on the compound began with an angry protest about an anti-Islamic film that was “hijacked” by extremists.\nBut the new account provided by the State Department made no mention of a protest. In this account, Mr. Stevens met with a Turkish diplomat during the day of the attack and escorted him to the main gate of the compound around 8:30 p.m. At that time, there were no demonstrations, and the situation appeared calm.\nLittle more than an hour later, there was gunfire and explosions. American agents, watching the compound through cameras, saw armed men moving into it. The barracks for a militia that was protecting the compound was set on fire, and the attack unfolded.", "url": "https://www.nytimes.com/2012/10/11/world/africa/hearing-focuses-on-attack-that-killed-ambassador.html"}