{"authors": ["Marc Santora"], "date_download": "2018-11-16 04:26:08", "date_modify": "2018-11-16 04:26:08", "date_publish": "2012-10-27 10:39:45", "description": "Thousands of people were evacuated and officials said that the storm’s impact would stretch inland all the way to the Ohio Valley.", "filename": "2012_10_28_us_hurricane-sandy-on-collision-course-with-winter-storm_1542342368.html", "image_url": "https://static01.nyt.com/images/2012/10/28/us/28storm-span/28storm-span-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_28_us_hurricane-sandy-on-collision-course-with-winter-storm_1542342368.html", "title": "The New York Times", "title_page": "Hurricane Sandy Strengthens and Heads to Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Long Island, the Town of Islip ordered the mandatory evacuation of residents in low-lying areas, including Fire Island, by Sunday afternoon. Similar orders were issued in other coastal areas.\nFrom Plymouth, Me., to Cape Hatteras, N.C., residents boarded up windows; stocked up on water, batteries and food; and prepared to hunker down. Airlines encouraged people with flights scheduled in the next few days to change their plans and waived cancellation fees.\nAt supply stores across the region, generators and other goods were snapped up in preparation for the possibility of extended power failures.\nSandbags joined the Halloween scarecrows along Main Street in Hightstown, N.J., on Saturday as business owners who suffered flood damage during Hurricane Irene last year braced themselves.\nAt a Home Depot in Yonkers, where propane cylinders were prominently displayed near the cash registers, generators were sold out by 6:30 on Saturday morning, within 30 minutes of opening, said Kareem Hiland, a store employee. “The line for them was out the door,” he said. “For batteries, too.”Experts warned that even if Hurricane Sandy decreased in strength, it would remain a danger because of the unusual convergence of several weather systems.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA system known as a midlatitude trough — which often causes severe winter storms — is moving across the country from the west. It is expected to draw in Hurricane Sandy, giving it added energy. A burst of arctic air is expected to sweep down through the Canadian Plains just as they are converging. That could lead to several feet of snow in West Virginia and lighter amounts in Pennsylvania and Ohio.\nThe full moon on Monday could cause even greater flooding, with tides at their peak.\nThe hurricane was forecast to come ashore between the Delmarva Peninsula and Long Island. But as it continued to churn north, it began to spread out, with tropical storm-force winds extending about 520 miles from its center. On Saturday, it was still moving slowly north and had yet to make its predicted westward swing, at which point it will likely become clearer where it will make landfall.\nForecasters cautioned that the course of the storm could change, but officials from the National Hurricane Center said that it was no longer a question of if the storms would converge — but where and with how much force.\nAdvertisement Continue reading the main story\nDr. Knabb of the National Hurricane Center said the storm’s intensity was unlikely to change. “The center of circulation is only going to be a very small part of the story,” he said. “This is not just going to be a coastal event.” People from Virginia northward should be prepared for a “long-duration event,” he said.\nUtility companies were rushing to put crews in place to deal with power failures, which state officials warned could be extensive and long lasting. Gov. Chris Christie of New Jersey told residents that they should be prepared to go 7 to 10 days without electricity. On Saturday evening, Amtrak began to cancel train service to parts of the East Coast, including between Washington, D.C., and New York.\nMaureen Smith, 70, and her husband, Jim Dugan, 76, have been through hurricanes before, but on Saturday they were evacuated from North Wildwood, on the south shore of New Jersey.\n“There was a sense of worry, because we do believe this will be serious,” she said.\nWith forecasters predicting this storm would be much worse than Hurricane Irene, which caused $15 billion in damage, many people were taking no chances. Bob Parise of North Wantagh, on Long Island, was scouring a hardware store.\n“We learned our lesson from Irene and are better prepared,” he said. “I’ve got the generator and the gas. Now I’m just worried about the roof.”", "url": "https://www.nytimes.com/2012/10/28/us/hurricane-sandy-on-collision-course-with-winter-storm.html"}