{"authors": [], "date_download": "2018-11-16 04:18:38", "date_modify": "2018-11-16 04:18:38", "date_publish": "2012-09-17 08:14:12", "description": "The dispute between Japan and China, over a group of uninhabited islets in the East China Sea, has led to violent attacks on factories, shops and even cars of well-known Japanese brands.", "filename": "2012_09_18_business_global_japanese-companies-close-facilities-in-china-as-tensions-rise_1542341918.html", "image_url": "https://static01.nyt.com/images/2012/09/17/world/asia/17china-japan-protest-cnd/17china-japan-protest-cnd-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_18_business_global_japanese-companies-close-facilities-in-china-as-tensions-rise_1542341918.html", "title": "Japanese Companies Close Facilities in China as Tensions Rise", "title_page": "Japanese Companies Close Facilities in China as Tensions Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The protests over the weekend mainly targeted Japanese diplomatic missions, but they also occurred at shops, restaurants and car dealerships in at least five cities. Toyota Motor and Honda Motor said arsonists had badly damaged their dealerships in the eastern port city of Qingdao.\nToyota said its factories and offices were operating as normal Monday and that it had not ordered its Japanese employees home.\nHonda said it would suspend production in China starting Tuesday for two days. Fast Retailing, largest apparel retailer in Asia, said it had closed 7 of its Uniqlo outlets in China and may close 19 more.\nThe top Japanese general retailer, Seven & I Holdings, said it would close 13 Ito Yokado supermarkets and 198 of its 7-Eleven convenience stores in China Tuesday. Sony is discouraging nonessential travel to China.\nPhoto\nMazda Motor will halt production at its Nanjing factory, which it jointly operates with Chongqing Changan Automobile and Ford Motor, for four days. Nissan Motor suspended China production for two days, starting Monday.\n“I want to leave,” said a Nissan executive, who declined to be named, in the southern Chinese city of Guangzhou. “Protests near my home were horrifying over the weekend.”\nThe electronics maker Panasonic said one of its plants had been sabotaged by Chinese workers and would remain closed through Tuesday.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCanon, the camera and copier maker, will stop production at three of its four Chinese factories Tuesday, Japanese news media reports said, while All Nippon Airways reported a rise in cancellations on Japan-bound flights from China.\nAdvertisement Continue reading the main story\nThe dispute also hit the shares of Hong Kong-listed Japanese retailers on Monday, with the department store operator Aeon Stores (Hong Kong) falling to a seven-month low.\n“All Japan-related shares are under selling pressure,” said Andrew To, a research director from Emperor Capital.\nPrime Minister Yoshihiko Noda of Japan, who met visiting U.S. Defense Secretary Leon Panetta on Monday, urged Beijing to ensure Japan’s people and property were protected.\nMr. Panetta said the United States would stand by its security treaty obligations to Japan but not take sides in the dispute, and urged calm and restraint on both sides.\nThe overseas edition of The People’s Daily, the main newspaper of the Chinese Communist Party, warned that Beijing could resort to economic retaliation if the dispute festered.\n“How could it be that Japan wants another lost decade, and could even be prepared to go back by two decades?” asked a front-page editorial. China “has always been extremely cautious about playing the economic card,” it said. “But in struggles concerning territorial sovereignty, if Japan continues its provocations, then China will take up the battle.”", "url": "https://www.nytimes.com/2012/09/18/business/global/japanese-companies-close-facilities-in-china-as-tensions-rise.html"}