{"authors": ["Peter Baker", "Trip Gabriel"], "date_download": "2018-11-16 04:46:38", "date_modify": "2018-11-16 04:46:38", "date_publish": "2012-10-12 13:44:02", "description": "Mitt Romney’s campaign accused Vice President Joseph R. Biden Jr. of trying “to mislead the American public” in remarks about the Benghazi episode during the debate.", "filename": "2012_10_13_us_politics_libya-attack-gains-steam-as-issue-in-race-for-president_1542343598.html", "image_url": "https://static01.nyt.com/images/2012/10/12/us/politics/1012romney/1012romney-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_13_us_politics_libya-attack-gains-steam-as-issue-in-race-for-president_1542343598.html", "title": "The New York Times", "title_page": "New Front in Campaign as G.O.P. Seizes on Libya Actions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two officials in charge of security in Libya told a House committee this week that they asked for more security officers but were rebuffed by the State Department. Asked about that on Thursday night during his debate with Representative Paul D. Ryan, Mr. Romney’s running mate, Mr. Biden said: “We weren’t told they wanted more security again. We did not know they wanted more security again.”\nThe White House tried to explain Mr. Biden’s comments by saying that diplomatic security requests were handled by the State Department, not the White House. “The vice president was speaking about himself, the president and the White House,” said Jay Carney, the White House press secretary. “He was not referring to the administration.”\nMr. Carney was pressed repeatedly by reporters to explain what the president and the vice president knew and when they knew it, but he declined to answer in detail. Mr. Carney would not say whether Mr. Obama and Mr. Biden were specifically informed about the security concerns in Libya.\nPhoto\nMr. Carney accused Republicans of hypocrisy for voting against diplomatic security spending, singling out Mr. Ryan. “I find it rich that charges are made about concern over diplomatic security by those who routinely slash funding for diplomatic security to pay for tax cuts,” he said.\nThe government spent $2.43 billion on diplomatic security in the 2010 fiscal year, when Democrats last controlled both houses of Congress. The figure then fell to $2.29 billion in 2011 before rising to $2.37 billion in the fiscal year that ended Sept. 30. The administration asked for $2.84 billion for 2013, but House Republicans whittled that down to $2.62 billion. A State Department official testified that the budget played no role in deciding on security in Libya.\nMr. Biden was expecting tough questions in the debate about the Benghazi attack and security concerns at the American mission there, according to people familiar with his preparation. But he still seemed caught off guard when the moderator, Martha Raddatz of ABC News, pressed him on whether American diplomats had requested additional security in Libya.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSenior administration officials said Mr. Biden’s answer was accurate because while the embassy in Tripoli requested an extension of duty for 13 military or diplomatic security officers — which the State Department denied — it did not request additional guards for the mission in Benghazi. Moreover, they said, the request did not reach the White House.\nThe Libya attack has risen to the forefront of the campaign even as other foreign policy issues, like the war in Afghanistan and the building confrontation with Iran, have remained secondary topics. The administration at first attributed the deaths of Mr. Stevens and the others to an opportunistic attack during protests against an anti-Islam film. Officials eventually termed the assault a terrorist attack tied to Qaeda sympathizers and played down the protest angle.\nAdvertisement Continue reading the main story\n“First they blame a YouTube video and a nonexistent riot,” Mr. Ryan told supporters in Lancaster, Ohio. “Then when the country’s getting upset about it, they blame Romney and Ryan for getting people upset about it.”\nHow much the issue has influenced voters remains uncertain. Approval of Mr. Obama’s handling of foreign policy fell from 54 percent in August to 49 percent last month after the Benghazi attack, while disapproval rose from 40 percent to 46 percent, according to a survey by NBC News and The Wall Street Journal at the end of September.\nAt the same time, Republicans are focusing attention on national security even as they worry that the economy may not offer as much traction as they once thought. Polls have shown some increasing optimism about the economy as unemployment has fallen to 7.8 percent, the lowest it has been during Mr. Obama’s presidency.\nMr. Romney ratcheted up his criticism of the president over Benghazi all week, but he has intentionally stayed one or two steps behind fiercer Republican critics in Congress, his advisers said. He has not joined Congressional Republicans in accusing the administration of playing down a terrorist link to the attack to save the president from embarrassment close to the election.\nThe campaign wants to avoid a repetition of its first hasty response to the attack, when Mr. Romney accused the administration of apologizing to protesters, a statement widely criticized as irresponsible. Mr. Romney began the week with a foreign policy speech at Virginia Military Institute that was intended to offer a reset on his credibility as a commander in chief. The effort will continue at the second presidential debate on Tuesday, the first time foreign policy will be a topic between him and Mr. Obama.", "url": "https://www.nytimes.com/2012/10/13/us/politics/libya-attack-gains-steam-as-issue-in-race-for-president.html"}