{"authors": ["Melissa Clark", "A Good Appetite"], "date_download": "2018-11-16 03:40:18", "date_modify": "2018-11-16 03:40:18", "date_publish": "2012-04-27 12:49:36", "description": "Honey, lemon zest and Greek yogurt give your batter a wake-up call.", "filename": "2012_05_02_dining_pancakes-that-are-not-so-flat-artistically_1542339618.html", "image_url": "https://static01.nyt.com/images/2012/05/02/dining/02APPE_SPAN/02APPE_SPAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_02_dining_pancakes-that-are-not-so-flat-artistically_1542339618.html", "title": "Pancakes That Are Not So Flat (Artistically)", "title_page": "Pancakes That Are Not So Flat (Artistically) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nCHANCES are, if you have a reliable pancake recipe, you rarely stray.\nAfter all, pancake recipes are relatively similar to one another, and most are good. When pancakes are warm and buttered with amber syrup sliding down the sides, the subtleties of the pancake itself are muted by the maple.\nThen there’s the fact that most of us make pancakes on weekend mornings, knocking around the kitchen on autopilot before we are fully charged and caffeinated. In this state, experimenting with something new is not only bothersome, but also downright risky.\nBut recently I was inspired to branch out and try something new. A jar of homemade rhubarb compote had been staring pinkly at me from its spot in the fridge. I felt it needed a canvas more majestic than a mere bowl of yogurt or slice of toast. What it really wanted, it seemed to be saying, was a fluffy pancake on which to shine.\nVideo\nAs pleasing as my standard pancakes are, they didn’t seem special enough for homemade compote.\nBut some honey and lemon zest stirred into the batter, enriched with Greek yogurt and extra melted butter, elevated them nicely. So did a sprinkle of poppy seeds. (Sour cream and sesame seeds would have worked, too.)\nAdvertisement Continue reading the main story\nThen for serving, I slathered the pancakes with more Greek yogurt before gilding everything with a dollop of rosy compote.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe pancakes were fruity and sweet and really more like dessert, which was just fine with me.\nIn fact, if you substitute crème fraîche, whipped cream or ice cream for the Greek yogurt, they would be special enough to serve to company. They would be exotic, too, because while crepes are universally accepted as dessert fare, pancakes rarely show up at the table post-brunch.\nFor the most elegant dessert presentation, consider making the pancakes silver-dollar size, both because they are quite filling and they are cuter that way. Otherwise, frying bigger pancakes is easier and more efficient.", "url": "https://www.nytimes.com/2012/05/02/dining/pancakes-that-are-not-so-flat-artistically.html"}