{"authors": ["Ian Johnson"], "date_download": "2018-11-16 04:17:56", "date_modify": "2018-11-16 04:17:56", "date_publish": "2012-11-15 11:30:31", "description": "Xi Jinping gave his first speech as general secretary of the Communist Party, impressing many Chinese by avoiding slogans but giving no indication as to whether he favors fundamental reforms.", "filename": "2012_11_16_world_asia_new-chinese-leader-offers-few-hints-of-a-shift-in-direction.html_module=inline_1542341876.html", "image_url": "https://static01.nyt.com/images/2012/11/16/world/China-refer/China-refer-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_16_world_asia_new-chinese-leader-offers-few-hints-of-a-shift-in-direction.html_module=inline_1542341876.html", "title": "The New York Times", "title_page": "Xi Jinping Offers Few Hints of a Shift in Direction in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He also pledged to improve citizens’ lives, including offering “better schooling, more stable jobs, more satisfying incomes, more reliable social security, higher levels of health care, more comfortable housing conditions and a more beautiful environment,” so they can “look forward to their children growing up in better circumstances, finding better work and living in better conditions.”\n“People’s striving for a better life is the goal we are struggling for,” he added.\nReflecting his upbringing as the son of a high-ranking official in Beijing, Mr. Xi spoke in clear Mandarin Chinese, making him one of the first modern Chinese leaders whose speech does not bear the heavy accents of an upbringing in one of China’s provinces.\nMr. Xi takes office with more titular authority than any Chinese leader in history. He will now be the chief of the ruling Communist Party and will take over sooner than expected from Mr. Hu as the chairman of the Central Military Commission, the top overseer of China’s armed forces. Next spring, he will assume the position of state president. Other leaders in the post-Mao era have had more staggered transitions into the top posts.\nEven so, Mr. Xi will have to contend with numerous other well-connected princelings, or sons and daughters of influential past leaders, and a factionalized Communist Party that tends to operate by consensus rather than strongman rule. He is unlikely to have the sweeping authority of Mao Zedong or Deng Xiaoping.\nAlthough Mr. Xi’s appointment has been expected since 2007, when he was essentially named Mr. Hu’s successor, it was the first chance for the Chinese to see him in action. Li Zhong, a retired county leader in Hebei Province who served there at the same time as Mr. Xi in the early 1980s, noted that Mr. Xi had not repeated many of Mr. Hu’s slogans.\nPhoto\n“Instead, he stressed the party’s responsibilities to the masses and the heroism of the people, as well as the need to root out corruption in the party,” Mr. Li said. “He was very frank and showed his consideration for the people.”\nHis speech was also widely discussed on China’s social media sites, which largely reflect an educated urban population.\nAdvertisement Continue reading the main story\nHe Bing of the China University of Political Science and Law in Beijing wrote on the Weibo microblog, “He speaks with a human touch.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOthers were more critical.\n“I read Xi’s speech,” Jian Heng, a guest professor at Shantou University in Guangdong Province, wrote on Weibo. “He mentioned the word ‘party’ 20 times; ‘people’ appeared 19 times; ‘responsibility’ was said 10 times and ‘problems’ 3 times. Didn’t use anything related to law. No ‘law,’ no ‘constitution,’ no ‘rule of law’ nor ‘democracy,’ no ‘freedom.’ ”\nNo one can know for sure whether Mr. Xi favors fundamental political changes of that kind — he has given no clear indication that he does. What is clear is that his fellow members of the Standing Committee are longtime party veterans whose track records provide no evidence of a strong impulse to change the way China is governed, and whose ages mean they will probably have relatively short careers in the country’s top ruling body.\nMr. Xi is 59 and his No. 2, Li Keqiang, who is expected to take control of the bureaucratic apparatus of government as prime minister next spring, is 57. But the other five members are all in their mid-60s. Under the party’s internal rules, that means they are all likely to retire at the next party congress in five years. Given the intensely consuming task of negotiating top leadership slots among competing factions, finding suitable replacements for these five could take up much of Mr. Xi’s time and political capital.\nThe other members of the Standing Committee are Zhang Dejiang, 65; Liu Yunshan, 65; Wang Qishan, 64; Yu Zhengsheng, 67; and Zhang Gaoli, 65.\n“This is quite a mediocre lineup, and we’ll have to wait and see what they do,” said Pu Zhiqiang, a Beijing-based lawyer who often handles human rights cases. “The way of Chinese politics means that their past performances don’t show what they’ll do in the future.”\nAnother problem is that the leadership reflects the strong hand of Mr. Hu’s predecessor, Jiang Zemin. Although Mr. Jiang, 86, retired a decade ago, he has close ties with at least four of the seven members. That means he was able to override Mr. Hu and place his people in top slots even though he has no formal position in the party.\n“The bad news from looking at the political system is that it really seems to have thrown a wrench in our understanding of institutionalization,” said Joseph Fewsmith, a professor at Boston University who specializes in Chinese politics. “This whole institutional idea that people retire and then don’t play much of a role seems to have been pretty well demolished.”\nMr. Xi did keep one tradition, however. Like Mr. Hu, who gave almost no interviews to foreign reporters during his 10 years in office, Mr. Xi left without taking any questions from the scores of waiting journalists.", "url": "https://www.nytimes.com/2012/11/16/world/asia/new-chinese-leader-offers-few-hints-of-a-shift-in-direction.html?module=inline"}