{"authors": ["David M. Halbfinger"], "date_download": "2018-11-16 04:24:58", "date_modify": "2018-11-16 04:24:58", "date_publish": "2012-12-17 22:59:16", "description": "An audit from the state comptroller’s office is the latest to reveal shortcomings in the preschool special education system, which serves about 60,000 children a year and costs $2 billion annually.", "filename": "2012_12_18_nyregion_new-york-audit-finds-lax-oversight-of-preschool-special-education.html_module=inline_1542342298.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_18_nyregion_new-york-audit-finds-lax-oversight-of-preschool-special-education.html_module=inline_1542342298.html", "title": "Audit Finds Lax Oversight of Preschool Special Education", "title_page": "New York Audit Finds Lax Oversight of Preschool Special Education - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unlike other states, where such services are often delivered by public schools, New York depends almost exclusively on private contractors to provide education for 3- to 5-year-olds with physical, learning, developmental and other disabilities. One factor in the rising costs is lax oversight, which has been exploited by contractors who cheat the system by hiring relatives for no-show jobs, paying themselves excessive salaries, or dishonestly billing the state for personal expenses like cars, vacations and home improvements.\nIn a series of audits since June, Mr. DiNapoli’s office has examined nearly $140 million in billings by preschool special education contractors, of which more than $13 million was disallowed. Cases involving six contractors have been referred to law enforcement agencies.\nA spokesman for the Education Department, Dennis Tompkins, said the comptroller’s audit provided “some solid recommendations.” He said reform measures recently adopted by the Board of Regents, including a proposed ban on allowing new for-profit companies into the system, showed that it was moving in the right direction.\nMr. Tompkins said the Regents would also ask Gov. Andrew M. Cuomo and the Legislature to provide more money to the comptroller’s office to continue auditing special education contractors.\n“Our goal is to make sure that no special education funding is wasted or stolen,” Mr. Tompkins said. “Every dollar should go toward helping our children succeed.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe new audit, however, takes aim at the Education Department itself.\nIt describes the department’s financial reimbursement system for contractors as cumbersome, time-consuming and all but incomprehensible. It says that rules change frequently and that too many procedures are handled manually.\nContractors frequently file their financial reports months late. Errors and overcharges that are noticed are disallowed, but no other penalties are imposed. The result, the audit says, is “not an effective means of deterring fraud and abuse.”\nAll told, the system leaves “substantial room for human error, as well as possible willful misrepresentation,” according to the audit.\nAdvertisement Continue reading the main story\nThe Education Department also fails to check on its 300 private contractors adequately, whether to identify potential problems early or to instill fear of getting caught, the audit says.\nThe department’s Office of Audit Services, with 17 employees, has not audited a contractor since 2007.\nIn addition its Special Education Quality Assurance unit, with 60 employees statewide who focus on the adequacy of services more than fiscal soundness, does nothing to ensure that all contractors are reviewed regularly. In four years, it reviewed only about one-third of them, the audit found.\nThe Education Department has been largely relying on the accountants who provide independent audits of preschool education contractors to guard against fraud by their clients.\nBut the department began only recently to refer suspect accountants to the State Office of Professions, the new audit says.\nSo far, the comptroller’s office said Monday, one independent auditor has been suspended and fined, and four others are under investigation.", "url": "https://www.nytimes.com/2012/12/18/nyregion/new-york-audit-finds-lax-oversight-of-preschool-special-education.html?module=inline"}