{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:31:00", "date_modify": "2018-11-16 04:31:00", "date_publish": "2012-06-16 16:54:18", "description": "A drive across Iran suggests that economic sanctions are biting hard and causing many Iranians to blame their own regime, not the West.", "filename": "2012_06_17_opinion_sunday_kristof-pinched-and-griping-in-iran_1542342660.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_17_opinion_sunday_kristof-pinched-and-griping-in-iran_1542342660.html", "title": "Pinched and Griping in Iran", "title_page": "Pinched and Griping in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fatemi said that an electrical inverter blew out a year and a half ago, closing one of his factory lines and costing him $500 a day. Because of sanctions, he said, he has been unable to get a replacement from the West, although he hopes to install one soon from South Korea.\nIn Tabriz, in the west, I chatted with the owner of a store selling Nike, Adidas and Saucony sneakers, hugely prized as status symbols. If a young man wants to find a girlfriend, the shop owner explained, the best bet is to wear Nikes.\nBut sales have dropped by two-thirds in the last year, he fretted. He added in disgust that some Iranians are in such penury that they attend parties wearing Chinese-made, fake Nikes.\nIn March, Iran was pushed out of Swift, a banking network for international payments, so the businessman now pays for his imports through the traditional hawala system. That’s an unofficial global network of money-traders. You lug a briefcase of cash to a hawala office in an Iranian bazaar and then ask for it to be made available in Beijing or Los Angeles. This is more expensive and less reliable than a bank transfer, but it’s now the main alternative.\nPhoto\n“We are finding a loophole around sanctions,” a hawala trader told me. “The Iranian nation has no other option.”\nEconomic frustration is compounded because President Mahmoud Ahmadinejad has been lifting subsidies for everything from bread to gasoline — probably sound economic policy, but very unpopular.\nWestern sanctions have succeeded in another way: Most blame for economic distress is directed at Iran’s own leaders, and discontent appears to be growing with the entire political system. I continually ran into Iranians who were much angrier at their leaders on account of rising prices than on account of the imprisonment of dissidents or Bahais.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We can’t do business as we used to, and our quality of life is getting worse,” one man, who lost his job as a salesman, said forlornly. “We blame our regime, not Western countries.”\nAdvertisement Continue reading the main story\nEconomic pressure also may be distracting people from other nationalist issues. For example, many ordinary Iranians side with their government on nuclear issues and are angry at assassinations of Iranian nuclear scientists. But people are much more focused on lost jobs and soaring prices.\n“The economy is breaking people’s backs,” a young woman told me in western Iran.\nI regret this suffering, and let’s be clear that sanctions are hurting ordinary Iranians more than senior officials. I’m also appalled that the West blocks sales of airline parts, thus risking crashes of civilian aircraft.\nYet, with apologies to the many wonderful Iranians who showered me with hospitality, I favor sanctions because I don’t see any other way to pressure the regime on the nuclear issue or ease its grip on power. My takeaway is that sanctions are working pretty well.\nThis success makes talk of a military strike on Iranian nuclear sites unwise as well as irresponsible. Aside from the human toll, war would create a nationalist backlash that would cement this regime in place for years to come — just when economic sanctions are increasingly posing a challenge to its survival. No one can predict the timing, but Egypt, Tunisia and Yemen have shown that unpopular regimes that cannot last, don’t.\n“People putting bread on the table, bearing the pressure, they have a limit,” said a businessman I chatted with on a beach of the Caspian Sea. “Sooner or later, the limit will come and things will change.”\nInsha’Allah. (God willing.)", "url": "https://www.nytimes.com/2012/06/17/opinion/sunday/kristof-pinched-and-griping-in-iran.html"}