{"authors": ["David Jolly"], "date_download": "2018-11-16 04:38:20", "date_modify": "2018-11-16 04:38:20", "date_publish": "2012-12-19 14:59:43", "description": "An overhaul bill rolled out by Finance Minister Pierre Moscovici was a far cry from the tough talk when François Hollande began his campaign for the French presidency in January.", "filename": "2012_12_20_business_global_france-details-plan-to-shrink-banking-risk_1542343100.html", "image_url": "https://static01.nyt.com/images/2012/12/20/business/global/20frenchbanks/20frenchbanks-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_20_business_global_france-details-plan-to-shrink-banking-risk_1542343100.html", "title": "France Details Plan to Shrink Banking Risk", "title_page": "France Details Plan to Shrink Banking Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But French bankers and officials including the Bank of France governor, Christian Noyer, had argued forcefully that Mr. Hollande’s original plans would have put the country’s financial firms at a competitive disadvantage to foreign rivals. Expectations for the bill had been ratcheted down in recent months.\n“This isn’t reform for the sake of the banking lobby,” Mr. Moscovici said after he presented the proposal to the cabinet. “It preserves the French universal banking model that has stood the test of time.” The bill represents, he said, a campaign promise Mr. Hollande has kept.\nThe French Banking Federation said in a statement that the bill would “create new constraints and additional charges at an inopportune moment, when the banks must make considerable efforts to adapt to the Basel III capital rules.”\nBut analysts played down the significance of the measures, and shares of the biggest French banks — BNP Paribas, Crédit Agricole and Société Générale — rose in Paris on Wednesday.\n“It’s all mirrors and smoke,” Christophe Nijdam, a banking analyst at AlphaValue in Paris, said. “In blunt terms, this is not banking reform.”\nPhoto\nAs evidence, Mr. Nijdam estimated the proposal would require BNP, the largest French lender, to segregate activities that represented just 0.5 percent of its net banking income. In contrast, he said, the Liikanen proposal would require BNP to segregate activities that represented an estimated 13 percent of that income. The difference is important, because if the riskier activities were separated, their financing costs would rise, reducing profitability.\nThe bill also calls for the creation of a guarantee fund, paid for by a levy on financial institutions, that could be called on to help pay for any banking disaster.\nAdvertisement Continue reading the main story\nIt also gives the government greater reach. The existing Prudential Supervisory Authority would be given the power to wind up any faltering banks. A new agency, the Financial Stability Council, would be charged with anticipating systemic risks to the banking sector, and have the power to order banks to raise capital or take other measures when they encountered difficulties.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nNicolas Véron, a senior fellow at Bruegel, a research institute in Brussels, said the new resolution authority might turn out to be the most important element in the bill. “France has long had a tradition that banks don’t fail,” he said, “and this represents a significant step away from that.”\nThe banking bill was adopted by the cabinet but must still obtain parliamentary approval. It must also be brought into conformity with emerging European Union rules.\n“I was always skeptical that France could do it alone,” Mr. Véron said, adding that it was “not suitable” for the government to be pushing for integration at the E.U. level through a banking union while pushing for a different policy at the domestic level.\nOn a day when Mr. Hollande was making headlines on a state visit to Algeria, it also fell to Mr. Moscovici to warn that further pension overhauls might be necessary — a revelation that carries political risk for the government.\nMr. Moscovici told RTL radio that changes to the retirement system would have to be considered, despite fixes made in 2010 by Nicolas Sarkozy, Mr. Hollande’s conservative predecessor. Mr. Sarkozy’s changes, including an increase in the retirement age by two years, to 62, were to have kept the system solvent until 2018. But a new study by a government body, the Conseil d’Orientation des Retraites, estimates the retirement plans would have a combined deficit of €18.8 billion, or $23.8 billion, in 2017, up from €15 billion last year.\nThe study, first reported this week in Le Monde, proposed several means of addressing the gap, including an increase in payroll deductions, a reduction in the average pension, or adding six months to the retirement age.\nMr. Moscovici also sought to play down suggestions of policy differences among members of Mr. Hollande’s government, saying it was natural that ministers would express themselves differently even though they agreed on overall direction.\nReferring to the recent dispute with ArcelorMittal, in which Mr. Hollande’s governmentthreatened to take over one of the company’s steel plants, Mr. Moscovici said that temporary nationalization could be “useful” when strategic interests were in play, but could not be an end in itself. He spoke after the industry minister, Arnaud Montebourg, told Le Monde that “temporary nationalization is the solution of the future.”\n“Temporary nationalization is a part of the future, not the entire future,” Mr. Moscovici said.", "url": "https://www.nytimes.com/2012/12/20/business/global/france-details-plan-to-shrink-banking-risk.html"}