{"authors": ["Erik Piepenburg"], "date_download": "2018-11-16 04:50:42", "date_modify": "2018-11-16 04:50:42", "date_publish": "2012-01-06 11:00:07", "description": "Lin-Manuel Miranda, the Tony-award winner for “In the Heights,” has a lot on his plate, including a performance of “The Hamilton Mixtape,” a rap telling of the founding father’s life.", "filename": "2012_01_08_theater_lin-manuel-miranda-is-rapping-on-alexander-hamilton_1542343842.html", "image_url": "https://static01.nyt.com/images/2012/01/08/arts/08MIRANDA1/08MIRANDA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_08_theater_lin-manuel-miranda-is-rapping-on-alexander-hamilton_1542343842.html", "title": "The New York Times", "title_page": "Lin-Manuel Miranda Is Rapping on Alexander Hamilton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RAPPING HAMILTON Mr. Miranda said his interest in Hamilton was sparked when he wrote a paper in high school about the 1804 duel between Hamilton and Vice President Aaron Burr. The flame reignited when he devoured a copy of Ron Chernow’s acclaimed 2004 biography of Hamilton on a vacation to Mexico a few years ago.\n“As I’m reading the book it was one of those rare experiences where I was also picturing it,” he said. ”The book is incredible. It makes Hamilton’s life seem like Dickens. It out-Dickens Dickens, the improbability of where this guy started and where he got.”\n“Alexander Hamilton,” he explained, “was someone who on the strength of his words and ideas pulled himself from unbelievably humble circumstances to the top of the nation. Then he sort of destroyed that good will as he continued to fight and continued to believe he was the smartest guy in the room. He was so earnest and so honest that games of political tact that his contemporaries played better, like Jefferson and Burr, he couldn’t play them.”\n“Mixtape” has echoes of “Bloody Bloody Andrew Jackson,” the emo-infused Broadway musical by Alex Timbers and Michael Friedman about a controversial American political figure. But Mr. Miranda said he envisions his piece less as a stage show and more as a rap concept album that explores, among other things, battles with guns and with words, weapons of choice for both, he noted, Hamilton and hip-hop artists.\nPhoto\nWith Hamilton, though, “it’s not about ‘I’m good, you’re not,’ like most rap battles are, but about what is this nation going to be, and how are we going to be one nation.”\n“The Hamilton Mixtape” has been a work in progress for several years; Mr. Miranda performed an earlier version at a White House evening of music and poetry in 2009, but it will be more fleshed out at the Lincoln Center event, which will include Karen Olivo, Gavin Creel and other performers.\nAdvertisement Continue reading the main story\nThe deal was sealed, he said, when he was offered the date: Jan. 11, Hamilton’s birthday, in either 1755 or 1757, depending on the historian.\nPERFORMING SONDHEIM Next month Mr. Miranda again takes the stage, this time in the Encores! revival of the Stephen Sondheim-George Furth musical “Merrily We Roll Along” — the first time since college that’s he’s starring in someone else’s show. “Merrily” tells the story of a young songwriting duo, to be played by Mr. Miranda and Colin Donnell, whose friendship is tested with the passing of time. “I’m excited by the fact that it’s about a songwriting team, that it’s about this field in which I now have a little experience,” Mr. Miranda said.\nThe musical comedy was one of Mr. Sondheim’s biggest flops, lasting only 68 performances on Broadway in 1981, but it has spawned several standards. Mr. Miranda came to know the show from the original-cast recording and only saw it for the first time in a recent production mounted by Hunter College High School, his alma mater.\nPhoto\n“To see that show happen on my high school stage, seeing those kids sing ‘Our Time,’ I had to be carried out of the theater,” he said.\nAs with his Songbook performance date, the timing of “Merrily” is not lost on Mr. Miranda, who has been trying to build on his up-from-nowhere success of “In the Heights.”\n“I’m at the right age to do it, and with this show that matters,” he said. ”I’m still connected to the idealism of the show, but I also understand the emotional kishkes.”\nHe paused before adding: ”Interview me again in 10 years, and I’m jaded and bitter and sad. But right now I’m right in the middle spot.”\nAND MORE (LISTEN UP, PAT KIERNAN) A film adaptation of “In the Heights,” which fell apart, is back under discussion, Mr. Miranda said. But a Broadway follow-up doesn’t seem to be in his immediate future.\nPhoto\nHe and the composer Tom Kitt (“Next to Normal”), along with the lyricist Amanda Green, wrote the score for “Bring It On: The Musical,” an adaptation of the 2000 movie about rival cheerleading squads. The show received mixed reviews in Los Angeles (Charles Isherwood called it “enjoyable but trivial” in The New York Times) and is touring the country. Mr. Miranda said there were no plans yet to bring it to Broadway.\nAdvertisement Continue reading the main story\nIn the meantime he is teaming up with Quiara Alegría Hudes, the “In the Heights” book writer, on a musical adaptation of Chaim Potok’s 1972 novel “My Name Is Asher Lev,” about a young Hasidic Jew in New York City who dreams of life as an artist.\n“It was my favorite book growing up,” Mr. Miranda said. “I’ve reread it countless times, and I finally obtained the rights last year. In a lot of ways that book speaks profoundly about what it is to be an artist and to feel a responsibility to your culture and your people.”\nBut Mr. Miranda’s face really sparkled when he talked about yet another project that’s still just a dream: a musical about the 24-hour news channel NY1.\n“Even if it’s just one musical number with Aaron Tveit as Pat Kiernan,” he said, referring to the “Next to Normal” star and one of the channel’s news anchors. ”Something about that world appeals to me because it’s so New York. Pat reads me the newspaper every morning, and I really appreciate that.”\nAmong his unofficial advisers is Mr. Sondheim, or “Steve,” as Mr. Miranda calls him.\n“I send him stuff as I write it,” he said. “The thing he says — and he’s right — is variety, variety, variety.”\nThat’s a lesson he seems to be learning well.", "url": "https://www.nytimes.com/2012/01/08/theater/lin-manuel-miranda-is-rapping-on-alexander-hamilton.html"}