{"authors": [], "date_download": "2018-11-16 04:46:47", "date_modify": "2018-11-16 04:46:47", "date_publish": "2012-10-14 21:29:17", "description": "The same people who slashed the State Department budget are now complaining about security failings in Libya.", "filename": "2012_10_15_opinion_republicans-have-no-shame_1542343607.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_15_opinion_republicans-have-no-shame_1542343607.html", "title": "The New York Times", "title_page": "Republicans Have No Shame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are many unanswered questions about the vicious assault in Benghazi last month that killed four Americans, including Ambassador J. Christopher Stevens . And Congress has a responsibility to raise them. But Republican lawmakers leading the charge on Capitol Hill seem more interested in attacking President Obama than in formulating an effective response.\nIt doesn’t take a partisan to draw that conclusion. The ugly truth is that the same people who are accusing the administration of not providing sufficient security for the American consulate in Benghazi have voted to cut the State Department budget, which includes financing for diplomatic security. The most self-righteous critics don’t seem to get the hypocrisy, or maybe they do and figure that if they hurl enough doubts and complaints at the administration, they will deflect attention from their own poor judgments on the State Department’s needs.\nAt a hearing of the House Committee on Oversight and Government Reform last Wednesday, Representative Darrell Issa , Republican of California and the committee’s chairman, talked of “examining security failures that led to the Benghazi tragedy.” He said lawmakers had an obligation to protect federal workers overseas. On Sunday, he said more should be spent on diplomatic security.\nBut as part of the Republican majority that has controlled the House the last two years, Mr. Issa joined in cutting nearly a half-billion dollars from the State Department’s two main security accounts. One covers things like security staffing, including local guards, armored vehicles and security technology; the other, embassy construction and upgrades. In 2011 and 2012, President Obama sought a total of $5 billion, and the House approved $4.5 billion. In 2009, Mr. Issa voted for an amendment that would have cut nearly 300 diplomatic security positions. And the draconian budgets proposed by Mitt Romney ’s running mate, Representative Paul Ryan , would cut foreign affairs spending by 10 percent in 2013 and even more in 2016.\nAdvertisement Continue reading the main story\nSince 9/11, the United States has spent millions of dollars building new embassies and consulates around the world and fortifying existing ones. But despite the investment, there is still a lot of work to do to bring all facilities into compliance with safety standards that were set in 1985 after the bombing of the American Embassy in Beirut in 1983 and then updated after the attacks on the embassies in Kenya and Tanzania in 1998. Maybe now Congress will see fit to provide more money to do it.", "url": "https://www.nytimes.com/2012/10/15/opinion/republicans-have-no-shame.html"}