{"authors": ["Ruth La Ferla"], "date_download": "2018-11-16 04:07:41", "date_modify": "2018-11-16 04:07:41", "date_publish": "2012-01-13 16:46:02", "description": "A handful of top Hollywood stylists weighed in with their nominations for the looks they would most like to see on the red carpet.", "filename": "2012_01_15_fashion_hollywood-stylists-weight-in-on-possible-red-carpet-choices_1542341261.html", "image_url": "https://static01.nyt.com/images/2012/01/15/fashion/15JPSTYLISTS13/15JPSTYLISTS13-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_15_fashion_hollywood-stylists-weight-in-on-possible-red-carpet-choices_1542341261.html", "title": "The New York Times", "title_page": "Hollywood Stylists Weight In On Possible Red Carpet Choices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "IT’S anybody’s guess which dresses will make a splash at the Golden Globes on Sunday night. But a handful of top Hollywood stylists weighed in with their nominations for the looks they would most like to see on the red carpet.\nKARLA WELCH “A beautiful floral print by Peter Som would be fantastic. And any print by Jil Sander, or a silver long-sleeved Nina Ricci gown from the spring shows.”\nPhoto\nCHER COULTER “A dress in yellow by Preen or Christopher Kane would be fun. Being English, I would love to see people wear prints. Erdem manages to work with prints really well, as does Proenza Schouler. If you could turn some of those dresses into gowns, that would be a killer.”\nGEORGE KOTSIOPOULOS “The most modern looks are spring’s futuristic prints from Dries Van Noten, Mary Katrantzou and Prabal Gurung.” But don’t count on seeing them, he said.\nPhoto\nANNA BINGEMANN “The one designer I’m hoping gets on the red carpet is Haider Ackermann. To see that sort of look would be vibrant and refreshing.”\nTARA SWENNEN “I really love a lot of Zac Posen’s gowns. They represent the most form-flattering silhouette out there. And Reem Acra does have some amazing beaded pieces, great opulent stuff. ”\nJUNE AMBROSE “I like fine beading. Marchesa is really big on that. A designer we should look out for is Victoria Beckham. And I would love to see who can end up wearing Alexander McQueen.”", "url": "https://www.nytimes.com/2012/01/15/fashion/hollywood-stylists-weight-in-on-possible-red-carpet-choices.html"}