{"authors": ["Robert F. Worth"], "date_download": "2018-11-16 04:40:37", "date_modify": "2018-11-16 04:40:37", "date_publish": "2012-09-12 23:32:21", "description": "Some analysts see the protests as less about Muslim intolerance than about extremists’ exploiting popular anger to draw attention to political goals.", "filename": "2012_09_13_world_middleeast_ideological-struggle-seen-in-middle-east-attacks_1542343237.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_world_middleeast_ideological-struggle-seen-in-middle-east-attacks_1542343237.html", "title": "The New York Times", "title_page": "Ideological Struggle Seen in Middle East Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bernard Haykel, a professor of Middle East studies at Princeton University, said, “It’s true that there are sanctions against insulting the Prophet, but this is really about political or symbolic opportunists, who use religious symbols to advance their own power or prestige against other groups.”\nVideo\nLibya and Egypt are especially vulnerable to this kind of contest over symbols and power; their new national governments are still insecure about the exercise of authority, and newly empowered ultraconservative religious groups — mostly known as Salafis — are keen to assert their visibility and influence against other factions. Libya, in particular, remains a checkerboard of militias, some of them composed of Salafis, who have proved themselves capable of intimidating the newly elected government.\n“Who’s going to control these people?” said Tarik Yousef, a senior fellow at the Brookings Institution who is also the son of Libya’s interim president, Mohammed Yousef Magarief. “Some of these Salafi groups claim to operate under the banner of the Interior Ministry.”\nAt the same time, there were outpourings of rage across Libya on Wednesday against the killers and against the Salafis more generally. In addition to demonstrations in Tripoli and Benghazi, Twitter was inundated with pro-American messages by young Libyans; several of them pleaded for the United States Marines to come and crush the Salafis.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn Egypt, too, Salafis have become powerful in the newly elected Parliament, and anti-Americanism remains a resonant way to gain attention. But the attack on the American Embassy in Cairo — unlike the one that killed Mr. Stevens — appears to have been spontaneous, led by Egyptians genuinely angered by news of the film clip, distributed on YouTube, which portrays the Prophet Muhammad as a confused, bloodthirsty pedophile of uncertain parentage.\nEgypt’s Muslim Brotherhood reacted to the Cairo protests with statements that illustrated its need to rein in the popular anger while maintaining its role as the mainstream voice of Islam: it implicitly criticized the violence of the embassy attack while calling for peaceful nationwide protests against the video on Friday.\nAs in earlier violence after the accusations that Islamic symbols had been desecrated, the nature of modern communications bears a heavy share of blame: a single match lighted by an anti-Islamic zealot in Florida can — again via YouTube — ignite deadly riots a world away. Terry Jones, the Florida pastor who provoked riots in 2010 and 2011 by threatening to burn (and later burning) a Koran at his church, has promoted the new film clip, amplifying the controversy.\nBut the fury also has roots in the slow breakdown of religious authority in the Islamic world over the past century or more, an erosion that has allowed self-appointed interpreters to render instant judgment on issues that might once have been left to established, respected figures. In the past, even an insult to Muhammad would have to be investigated in accord with Islamic jurisprudence before anyone was licensed to take action.\n“People used to look to their local imams on matters of faith and interpretation,” said Michael A. Reynolds, also a professor of Middle East studies at Princeton. “But in a more mobile and transnational world, with more people living in cities and much higher rates of literacy, it’s easier for ideologues and extremists to assert their own views.”", "url": "https://www.nytimes.com/2012/09/13/world/middleeast/ideological-struggle-seen-in-middle-east-attacks.html"}