{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:46:48", "date_modify": "2018-11-16 04:46:48", "date_publish": "2012-10-12 10:41:30", "description": "Democrats saw the vice president’s appearance as energizing, but many Republicans sensed an easy opening and called him “unhinged.”", "filename": "2012_10_13_us_politics_partisans-on-both-sides-seize-on-bidens-performance_1542343608.html", "image_url": "https://static01.nyt.com/images/2012/10/12/us/subDEBATE/subDEBATE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_13_us_politics_partisans-on-both-sides-seize-on-bidens-performance_1542343608.html", "title": "The New York Times", "title_page": "In Biden’s Debate, Aides See Inspiration but Don’t Expect Imitation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\n— Vice President Joseph R. Biden Jr. ’s smirking, aggressive performance during the vice-presidential debate on Thursday could be seen as a message for his boss: Here’s how you do it.\nBut for President Obama , who is hunkering down at debate camp in Williamsburg , Va., for the weekend, the challenge is to find the right mix of assertiveness and calm when he faces Mitt Romney on Tuesday in a town hall-style debate.\nAnd while Mr. Obama will try to avoid repeating his own passive performance in the first presidential debate, he may also want to steer clear of Mr. Biden’s slashing style, which was widely criticized by Republicans as condescending and arrogant.\nMr. Obama said late Thursday that his running mate was “terrific” and made a “very strong case” during the debate with Representative Paul D. Ryan , Mr. Romney’s running mate. But aides said the president’s style would not be affected by Mr. Biden’s approach.\nVideo\nMr. Obama will be aggressive next week, they promised, but in his own way.\n“The president is eager for the next debate, and he’ll be passionate and energetic in describing how far we’ve come as a country in the last four years,” said Stephanie Cutter , Mr. Obama’s deputy campaign manager. “Part of what last night showed is that the facts and the truth matter, and the president will make sure they matter next week as well.”\nAdvertisement Continue reading the main story\nMr. Biden’s wide grin and energetic demeanor prompted cheers from Democrats who had been desperate for the kind of in-your-face political rumble that Mr. Obama did not deliver a week ago.", "url": "https://www.nytimes.com/2012/10/13/us/politics/partisans-on-both-sides-seize-on-bidens-performance.html"}