{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:35:08", "date_modify": "2018-11-16 03:35:08", "date_publish": "2012-03-12 17:21:42", "description": "The candidate, who turned 65 on Monday, had to forgo his favorite birthday meal: Ann Romney’s meatloaf cakes.", "filename": "2012_03_14_dining_meatloaf-cake-is-mitt-romneys-birthday-favorite_1542339308.html", "image_url": "https://static01.nyt.com/images/2012/03/14/dining/14meatloaf-span/14meatloaf-span-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_14_dining_meatloaf-cake-is-mitt-romneys-birthday-favorite_1542339308.html", "title": "The New York Times", "title_page": "The Little Meatloaf Cake Is Mitt Romney’s Birthday Favorite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“And that’s what I like,” Mr. Romney said happily.\nBut when Mr. Romney turned 65 on Monday, he did so without his usual dinner — a hazard of life on the campaign trail. Mrs. Romney assured him that his beloved cakes would be waiting the next time he was home long enough to enjoy a proper meal.\nMr. Romney is not a fussy eater, often fixing his own peanut butter and honey sandwiches on his campaign bus. Mrs. Romney has been known to supplement her husband’s diet on the road, which includes cold cereal and fast food, with homemade goodies.\nPhoto\nAround the holidays, tins of her famous Welsh cookies made the rounds, shared with Romney staff members and reporters. And someone who worked on Mr. Romney’s presidential bid in 2008 remembers Mrs. Romney bringing those meatloaf cakes on the trail.\nFor politicians, food can also be a laced with potential land mines. Take John Kerry visiting Philadelphia and asking for Swiss on his cheese steak rather than Cheez Whiz — a moment that was used to portray him as out of touch with the common man.\nMrs. Romney’s meatloaf cakes are less fraught. Though the subject of her husband’s favorite birthday meal came up as a part of an off-the-record session with the news media, the Romneys quickly agreed to share their story and the recipe with The New York Times.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDenise Landis, who has tested recipes for The Times for over 20 years, made the Romney meatloaf but declined an invitation to tweak the recipe.\nThat would be beside the point, she said.\n“Every family has its favorite recipe for meatloaf,” Ms. Landis said, and those recipes should be respected. “My dad always added a generous handful of sunflower seeds,” she said, to stretch the meat and give it texture.\nBut she couldn’t resist asking for a suggestion or two from Benjamin Hasty, the chef of When Pigs Fly, a restaurant in Kittery, Me., that specializes in charcuterie made from meats from local farms.\nHe said the trick to making flavorful meatloaf is to treat it like a terrine or sausage. Keep it as cold as possible during the mixing process, he said, so that the fat in the meat stays well chilled.\nAdvertisement Continue reading the main story\nHis recipe for meatloaf, which he uses in sliders or meatballs, includes ground beef, ground veal and ground bacon. For home cooks using 1 ½ pounds of ground beef, as Mrs. Romney does, he recommended adding ½ cup chopped onion to the meat, as well as 3 tablespoons panko (Japanese bread crumbs), 2 teaspoons salt, 2 teaspoons powdered milk, 1 tablespoon ricotta, 1 egg, 1 tablespoon grated Romano or Parmesan, 1 teaspoon chile flakes, 1 teaspoon dried oregano and some chopped fresh parsley.", "url": "https://www.nytimes.com/2012/03/14/dining/meatloaf-cake-is-mitt-romneys-birthday-favorite.html"}