{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:28:59", "date_modify": "2018-11-16 04:28:59", "date_publish": "2012-11-30 19:43:34", "description": "A measure that passed with mostly Republican support — many Democrats found it too narrow — previewed a fight over how far Congress should go in changing immigration laws.", "filename": "2012_12_01_us_politics_house-votes-to-ease-restrictions-on-visas_1542342539.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_01_us_politics_house-votes-to-ease-restrictions-on-visas_1542342539.html", "title": "The New York Times", "title_page": "House Votes to Ease Restrictions on Visas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "— A divided House of Representatives voted Friday to ease visa restrictions for a limited pool of foreign workers, previewing a fight over how far Congress should go in changing the country’s immigration laws.\nLeaders of both parties believe the issue will be one of the biggest they will face after the new Congress convenes in January, pitting lawmakers who want a more sweeping immigration overhaul against those who think an incremental approach stands the best chance of passing both houses.\nThe bill the House approved by a vote of 245 to 139 — with just 27 Democrats supporting it — stands little chance of advancing in the Senate, where Democrats have control. And the White House has come out in opposition to the bill, calling it too “narrowly tailored” and incompatible with President Obama ’s vision for a more comprehensive approach.\nLooming over the House vote was a stark political reality: Republicans received just a sliver of the Hispanic vote in the elections last month, and the party is divided over how best to improve its standing with such a large and growing demographic.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2012/12/01/us/politics/house-votes-to-ease-restrictions-on-visas.html"}