{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:46:31", "date_modify": "2018-11-16 04:46:31", "date_publish": "2012-11-18 21:38:32", "description": "Senator Dianne Feinstein, the chairwoman of the Intelligence Committee, said that she would investigate why the original determination of terrorism in the Benghazi attack had been changed.", "filename": "2012_11_19_us_politics_feinstein-to-investigate-benghazi-talking-points_1542343591.html", "image_url": "https://static01.nyt.com/images/2012/11/19/us/FEINSTEIN/FEINSTEIN-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_19_us_politics_feinstein-to-investigate-benghazi-talking-points_1542343591.html", "title": "The New York Times", "title_page": "Feinstein to Investigate Benghazi ‘Talking Points’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The chairwoman of the Senate Intelligence Committee said Sunday that she planned to investigate why the C.I.A.’s quick determination of terrorism in the Sept. 11 attack in Benghazi, Libya, was not reflected in the “talking points” used days later on television by Susan E. Rice, the ambassador to the United Nations.\nBut the chairwoman, Senator Dianne Feinstein, Democrat of California, also said she was certain that the White House had not been behind any change in the original C.I.A. language to that later used by Ms. Rice. “With the allegation that the White House changed those talking points, that is false,” Ms. Feinstein said on the NBC News program “Meet the Press.”\nThe White House, she said, had changed a reference to the “consulate” in Benghazi to the more accurate “mission.”\n“That’s the only change that anyone in the White House made, and I have checked this out,” Ms. Feinstein said.\nAdvertisement Continue reading the main story\nShe said a transcript of testimony given a day after the attack by David H. Petraeus, who was the director of the C.I.A., showed that “Petraeus very clearly said that it was a terrorist attack.”", "url": "https://www.nytimes.com/2012/11/19/us/politics/feinstein-to-investigate-benghazi-talking-points.html"}