{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:14:38", "date_modify": "2018-11-16 04:14:38", "date_publish": "2012-05-30 14:47:27", "description": "Operations at the Parwan Detention Facility point out a gap between nominal Afghan control and the reality of lasting American authority.", "filename": "2012_05_31_world_asia_in-afghanistan-as-bagram-detainees-are-transferred-united-states-keeps-its-grip_1542341678.html", "image_url": "https://static01.nyt.com/images/2012/05/31/world/31detention_337/31detention_337-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_31_world_asia_in-afghanistan-as-bagram-detainees-are-transferred-united-states-keeps-its-grip_1542341678.html", "title": "The New York Times", "title_page": "As Bagram Detainees Are Transferred, U.S. Keeps Its Grip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Control of the Afghans detained at Bagram has been a priority for President Hamid Karzai, who demanded immediate custody but settled in March for a six-month-long transfer in negotiations that were often tense and difficult, according to Afghan and American officials.\nGiven that most of the detainees were originally held under American “administrative detention” — without charge or representation, ostensibly on suspicion of insurgent or terrorist links — it is perhaps not surprising that American officials are working to retain as much say as possible. One line of American argument during the negotiations in March was that even a six-month time frame was far too short for a complete transfer.\nBut at a time when more and more official announcements here center on Americans’ handing command over to Afghans, the operational details at the Parwan facility point out a gap between nominal Afghan control and the reality of lasting American authority.\nGeneral Farouq’s status is one of the lesser issues, although the detainee agreement does say that Parwan “is to come under the management of an Afghan commander” immediately upon his appointment.\nMore significant, the agreement says that no detainee can be released unless the Afghans consult with the Americans and consider their views favorably. While that is vague, a further clause provides for a committee, made up of the Afghan defense minister and the commander of the American military in Afghanistan, to decide jointly on releases.\nIn a background briefing for reporters just before the detainee deal was signed, a senior American official involved in the negotiations described that as a “dual key arrangement” that would remain in place past the six-month transition period. “It would have to be a consensus decision,” the official said.\nWhen asked whether that structure basically gave the Americans veto power on detainee releases, the official said, “That’s your word, not mine.”\nAdvertisement Continue reading the main story\nThat de facto veto power will continue as long as American forces are in Afghanistan, officials said.\n“Absolutely we have veto power,” said an American official who has worked on detainee issues, speaking on the condition of anonymity because he was not authorized to discuss the topic publicly. “The ambiguity is because the U.S. in Kabul is speaking to two audiences with contradictory interests: Congress, which does not want Afghanistan to release anybody they want, and the Afghans, who want sovereignty.”\nPhoto\nGeneral Farouq insisted that the relationship was more collaborative. “When you say veto power, that takes sovereignty away, and that is not the case,” he said. Any final review that goes to the American commander and the Afghan defense minister will truly be “a common decision, a consensus,” he said.\n“It’s not that General Allen is vetoing. He is seeing the evidence; he has more intelligence means than we do,” General Farouq said, referring to Gen. John R. Allen of the Marines, the senior allied commander in Afghanistan. “In the final analysis the enemy is a common enemy, and we respect each other’s opinion.”\nA vast majority of the people being held at Parwan are in administrative detention — without access to lawyers, public trials or other legal rights. As the transfer to Afghan control proceeds, some will go into the Afghan justice system, and others will become Afghan administrative detainees, according to the March agreement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut many Afghan and international lawyers say that such administrative detention is unconstitutional under Afghan law and that it is being instituted in effect by decree.\nEven Afghans who go into the usual criminal justice system at Parwan have little hope of being released quickly. According to an official at the Legal Aid Organization of Afghanistan, which provides most of the defense lawyers to the detainees, 217 prisoners have been tried in the internal court at the facility since July, and 80 were found innocent. Not one of those 80 has been released, as higher courts have undertaken reviews — also at the Parwan facility.\n“It’s a sham,” said Tina Foster, an American lawyer with the advocacy group International Justice Network who has been seeking unsuccessfully to represent Parwan detainees. “Karzai has been talking the talk of Afghan national sovereignty, but in the course of doing so he capitulated and is doing exactly what the U.S. wanted him to do.”\n“These are just kangaroo courts set up inside Bagram,” she said. “This is not a real Afghan criminal proceeding.”\nAdvertisement Continue reading the main story\nMost troubling, she said, the creation of an Afghan system for administrative detention perpetuates one of the greatest injustices of the Afghan war period.\n“The worst thing is the administrative detention regime the Afghans are adopting is exactly the same as what the U.S. government has been doing for the last 10 years,” Ms. Foster said. “The legacy left here by the U.S. is people disappeared into legal black holes.”\nAn American official, who spoke on the condition of anonymity because of his agency’s policy, disputed accusations that Afghan legal authority was a sham. The Afghan Supreme Court chooses judges at the detention facility, and the Afghan attorney general’s office chooses prosecutors, he said. Also, defense lawyers are not picked by the American military, whose only role with the lawyers is to arrange for their security clearances, the official said. He added that he was unaware of any case in which a defense lawyer had been refused an opportunity to represent clients at Parwan.\n“I know there is still a perception that it is an American court, but we have nothing to do with who is a judge, who is a prosecutor, who is a defense lawyer,” the official said. “You can be pretty confident it’s not an American-style court; it’s very Afghan.”\nThe official also said that any Afghans who were acquitted and whose acquittals were upheld on appeal would be released and not subject to American review.\nIn his interview, General Farouq said that the transfer of prisoners to Afghan control was proceeding ahead of schedule, with 1,300 of the roughly 3,000 detainees moved over to the Afghan side of the facility.\nRight now, though, the Afghan side is within the Americans’ outer perimeter and is in their overall control. “Then, after six months everything will be complete and I will be in charge,” General Farouq said. “No Americans will be in charge of the gate. We will be in charge.”\nThe facility, however, is within the vast expanse of the American-controlled Bagram Air Field. And its final status after the end of NATO operations in 2014 is still undetermined.", "url": "https://www.nytimes.com/2012/05/31/world/asia/in-afghanistan-as-bagram-detainees-are-transferred-united-states-keeps-its-grip.html"}