{"authors": ["Gail Collins"], "date_download": "2018-11-16 04:40:38", "date_modify": "2018-11-16 04:40:38", "date_publish": "2012-09-12 21:50:17", "description": "Remember when we thought the Republican primary voters had picked the most stable option? We may have to rethink this, people.", "filename": "2012_09_13_opinion_collins-mitts-major-meltdown_1542343238.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/collins-circular/collins-circular-facebookJumbo-v7.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_opinion_collins-mitts-major-meltdown_1542343238.html", "title": "Mitt’s Major Meltdown", "title_page": "Mitt’s Major Meltdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mitt Romney broke our deal.\nPerhaps he didn’t know he’d made it, although, really, I thought it was pretty clear.\nHe could do anything he wanted during this campaign as long as he sent out signals that once he got in the White House he was not likely to be truly crazy.\nWe, in return, were going to be able to continue with our normal sleeping patterns through the fall.\nIt didn’t seem to be a lot to ask, but when the crisis in the Middle East flared up, Romney turned out to have no restraining inner core. All the uneasy feelings you got when he went to London and dissed the Olympic organizers can now come into full bloom. Feel free to worry about anything. That he’d declare war on Malta . Lock himself in a nuclear missile silo and refuse to come out until there’s a tax cut. Hand the country over to space aliens.\nHere is the Republican candidate for president of the United States on Wednesday, explaining why he broke into a moment of rising international tension and denounced the White House as “disgraceful” for a mild statement made by the American Embassy in Cairo about the importance of respecting other people’s religions:\n“They clearly — they clearly sent mixed messages to the world. And — and the statement came from the administration — and the embassy is the administration — the statement that came from the administration was a — was a statement which is akin to apology and I think was a — a — a severe miscalculation.”\nAdvertisement Continue reading the main story\nFeel free to reread this when you’re staring at the ceiling at 4 a.m.", "url": "https://www.nytimes.com/2012/09/13/opinion/collins-mitts-major-meltdown.html"}