{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:14:41", "date_modify": "2018-11-16 04:14:41", "date_publish": "2012-03-09 08:00:02", "description": "Channing Tatum, one of moviedom’s best hopes for a new male superstar, is working almost nonstop to stand out from Hollywood’s pretty boys.", "filename": "2012_03_11_movies_channing-tatum-works-to-be-the-next-big-star_1542341681.html", "image_url": "https://static01.nyt.com/images/2012/03/11/arts/11LEADING1_SPAN/11JPLEADING1_SPAN-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_11_movies_channing-tatum-works-to-be-the-next-big-star_1542341681.html", "title": "Channing Tatum Works to Be the Next Big Star", "title_page": "Channing Tatum Works to Be the Next Big Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That same weekend he will appear as a stripper in the comedy “Magic Mike,” a star vehicle based on his days in a nearly nude male revue. Mr. Tatum produced and helped finance the film, which was directed by Mr. Soderbergh.\nThe R-rated “21 Jump Street” is looking like a hit, with preview audiences saying they found Mr. Tatum surprisingly funny ; a sequel is already in the works. “G.I. Joe: The Rise of Cobra” was a global success in 2009, taking in over $302 million, and there’s no reason to think “Retaliation” won’t follow in its footsteps. “Magic Mike” is riskier, but the female fans Mr. Tatum won with hits like “Dear John” (2010) and “Step Up” (2006) are already salivating. Yes, he gyrates in a thong.\nBut Mr. Tatum, who goes by Chan, knows Hollywood is littered with eight-pack abs that have failed to make the leap from hot young thing to leading man.\nPhoto\n“I definitely think about it,” he said over a recent lunch of roast chicken and macaroni and cheese. “All I can do is work my tail off and try to make smart choices based on the advice of smart people.”\nHe took a big swig of Coke and went on: “Part of the challenge is that the business has changed. There was a time when you could come up as an actor in interesting movies of differing sizes.”\nWhen you ask industry veterans why it has been so difficult for Hollywood to turn out a new crop of megawatt male stars, the fast answer usually involves the state of movies. Stars like Matt Damon , Russell Crowe and Tom Hanks came up in medium-size dramas and comedies that let them build a fan base, the kinds of movies Hollywood has all but abandoned as it pursues bloated special-effects extravaganzas that play increasingly to an overseas audience. Actors, even good ones, get swallowed by that machinery or have trouble delivering a memorable performance because they are acting against little more than a green screen.\nThen there is what Jeanine Basinger, the chairwoman of the film studies department at Wesleyan University , describes as the “pretty boy problem.” In the studio system heyday leading men were distinctive, she noted, pointing to Gable, Cary Grant , Humphrey Bogart and Jimmy Stewart . The last generation of A-listers includes quirkier types like Mr. DiCaprio, Mr. Depp and Robert Downey Jr.\nAdvertisement Continue reading the main story\n“Now all we get is an assembly line of young guys who look the same,” Ms. Basinger said. “The audience has been trained to know that it doesn’t really have to pay attention to any of them. If you miss one bus, you just get on the next one.”\nPhoto\nShe added: “If I could tell studios one thing, it is less emphasis on the abs, more attention to the acting.”\nSome studio executives see little more to Mr. Tatum than a handsome face, betting instead on broodier actors like Taylor Kitsch , who developed a following on “Friday Night Lights” and stars in “John Carter” and this summer’s “Battleship.” Another favorite is Jeremy Renner , who is in “The Avengers” and will take over the “Bourne” franchise in August. The view of Mr. Tatum in some quarters has not changed much since January 2010, when Details magazine wrote, “The jury’s still out on how good an actor Channing Tatum really is, will be, or, in green-screen gunk like ‘G.I. Joe,’ even needs to be.”\nBut others insist Mr. Tatum is different.\n“Part of his appeal is old-fashioned movie star charisma — that ‘it factor’ that really is a real thing,” said Amy Pascal, the co-chairwoman of Sony Pictures Entertainment, which produced “The Vow” and “21 Jump Street.” “But it’s more than that. He has now shown that he can hold a gun, kiss a girl and tell a joke. Most actors are lucky if they can believably do one of those.”\nMr. Soderbergh said: “I certainly would never place him in that category of young actors who get hired just because they look good,” noting that he had found Mr. Tatum’s acting in the indie “A Guide to Recognizing Your Saints” particularly impressive. “He comes with ideas that are well thought out but also doesn’t take himself too seriously, which is really refreshing.”\nMr. Tatum’s industry fans say he appeals to women in part because he’s attractive but not so stunning as to appear unattainable. At the same time his down-to-earth attitude, mixed with a whiff of immaturity, helps male moviegoers see him as a buddy instead of competition.\nPhoto\n“When I first met Chan, we went out for beers and got drunk, and he ended up climbing up on a billboard,” said Reid Carolin, Mr. Tatum’s business partner and the writer of “Magic Mike.” “I just remember thinking, ‘This is the coolest person ever. I have to be friends with him.’ ”\nRelatability — I’m just like you, Middle America — does seem to be one of his strong points. In person Mr. Tatum is surprisingly humble and honest, two qualities that are almost nonexistent in Hollywood. He is self-aware, but also unguarded. “I know I’m not the best actor, but I’m in love with it, and I’m getting better with every movie,” he said.\nAdvertisement Continue reading the main story\nAsked about his recent hosting of “ Saturday Night Live ,” he said he found it extremely difficult because of the show’s reliance on cue cards. “I can’t read that well,” he said. Later he admitted to being turned down for “John Carter.”\nIt’s clear he loves movies, chatting about watching “Cool Hand Luke” with his dad and nights spent with films as disparate as “Requiem for a Dream” and “Legends of the Fall.” “Part of why I want to produce is to develop characters that follow a template of those that I love from cinema history,” he said.\nMr. Tatum, who is married to the dancer and actress Jenna Dewan-Tatum, grew up in Alabama, Mississippi and Florida . He struggled with learning disabilities and was prescribed Ritalin and Dexedrine, he said. He attended Glenville State College in West Virginia on a football scholarship but dropped out after a year, returning to Florida to work odd jobs: framing houses, spritzing cologne in a department store, processing loan applications, stripping.\nPhoto\nA modeling scout found him, which led to work for Abercrombie & Fitch , which led to dancing in Ricky Martin ’s “She Bangs” music video in 2000. His big break was “Step Up,” a $12 million dance movie that sold over $114 million in tickets and spawned three sequels.\n“I remember talking to him about how you go about building a career in Hollywood,” said Anne Fletcher , who directed the first “Step Up.” “I told him, ‘Get your train moving, and after people are invested in you, they will go anywhere with you.’”\nMr. Tatum has deliberately worked nonstop since. “Taking a break is a problem because audiences today have attention-deficit disorder,” he said. “They forget you quickly or get tired of seeing you do one thing quickly. You’ve got to be in there swinging all the time.”\nTo that end he has made 16 movies just in the last five years, including “Stop-Loss,” about young veterans of the war in Iraq , and “The Eagle,” a Roman period drama. Many young actors whine about the publicity demands placed on them by studios, but Mr. Tatum said that stardom these days requires both nonstop interviews and innovative types of interaction with fans on social networks. For instance he is a co-owner of Constellation.tv, a Web service that allows groups from around the world to watch movies together and chat while doing so; stars can host these screenings, answering questions via Webcam during and after the films.\nNow that he’s got momentum, Mr. Tatum says his strategy involves “grinding it out” for a couple more years before slowing down a bit and focusing on more serious roles.\n“I know you can’t make decisions about your career out of fear,” he said. “When people in this business start doing that, it leads them back to nowheresville.”", "url": "https://www.nytimes.com/2012/03/11/movies/channing-tatum-works-to-be-the-next-big-star.html"}