{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 04:14:37", "date_modify": "2018-11-16 04:14:37", "date_publish": "2012-03-02 13:05:35", "description": "American and Afghan officials say the incineration of Korans could have been headed off at several points.", "filename": "2012_03_03_world_asia_5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan_1542341677.html", "image_url": "https://static01.nyt.com/images/2012/03/03/world/jp-afghanistan/jp-afghanistan-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_03_world_asia_5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan_1542341677.html", "title": "Chain of Avoidable Errors Cited in Koran Burning", "title_page": "Chain of Avoidable Errors Cited in Koran Burning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The responses highlighted continuing and deep differences between American and Afghan concepts of justice: American officials insist that no deliberate insult was intended and that the military justice system and apologies should suffice, while the Afghan religious leaders demand that public identification and punishment of the offenders is the only path to soothe the outrage of Afghans over what they see as an unforgivable desecration of God’s words.\n“There are some crimes that cannot be forgiven, but that need to be punished,” said Maulavi Khaliq Dad, a member of the Ulema Council. “This is not any book; this is the book of the whole Muslim nation, and if a few people are punished, America will not be destroyed. But if that doesn’t happen, it will create animosity and enmity between America and the Muslim world.”\nSome officials found the current case particularly troubling because it followed more than 10 years at war in the Muslim world, in which outrage over even the rumor of American defacement of Korans has caused previous crises in Afghanistan and Iraq . Several of the officials spoke on the condition of anonymity to discuss details of the investigations.\nAn American military official familiar with the joint investigation somberly described the burning as a “tragedy,” but rejected any suggestion that it was intentional. He said that the joint commission of three senior Afghan security officials and an American military officer was convinced that the military personnel involved in making the decision to get rid of the Korans and those who carried out the order did not set out to defile the Muslim holy book.\n“There was no maliciousness, there was no deliberateness, there was not an intentional disrespect of Islam,” he said.\nAt the very least, the accounts of the Americans and the Afghans involved in the investigation offer a parable of the dire consequences of carelessness about Afghan values, despite the cultural training required for most American service members serving in Afghanistan.\nThe account begins about a week before the burning, when officers at the detention center in Parwan became worried that detainees were secretly communicating through notes scribbled in library books, possibly to plot an attack.\nAdvertisement Continue reading the main story\n“There was a suspicion that this was being used as a means to communicate, internal and external,” said the American military official familiar with the investigation, adding that the fear was that the detainees might “organize.”\nTwo Afghan-American interpreters were assigned to sift through the library’s books and set aside those that had writing that might constitute a security risk, said Maulavi Dad and other members of the Ulema Council team who visited the detention center and were briefed by the military.\nBy the time the interpreters were finished, 1,652 books were stacked on the floor and tables for removal, including some Korans, many other religious or scholarly texts, and a number of secular works, including novels and poetry.\nWhether the inscriptions were a security risk is a matter of debate. Members of the Ulema Council doubted that the writings were anything other than personal notations, and American military officials and Afghan security officials were unsure because so many books were involved that they had not been able to review them all.\n“We saw some notes on the margins of the books in which some of the detainees had written memories of their imprisonment, their name, their father’s name, location and the place where they were arrested,” said Qazi Nazir Ahmad Hanifi, a member of Parliament from Herat who is a mullah and was on the Ulema’s investigating team.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe and others said that in some of the books, including Korans, words were occasionally written in the margins, translations of difficult Arabic words into Pashto or Dari. “These had nothing to do with terrorism or criminal activities,” he said.\nThe American military official did not go into details, but said only that “we overly rely around here on linguists,” the military term for interpreters and translators. “None of the U.S. soldiers can read this.”\nBut the linguists were responsible only for the sorting of the books, not for the decision to burn them. It was in asking why the books were not simply stored that one of several faulty decisions became apparent, the official said.\n“You have separated a huge number of books — it will come out 1,652,” he said, “and those that are in charge say, ‘We don’t have the storage capacity; this is sensitive material.’ ”\nAdvertisement Continue reading the main story\n“So the decision is ‘We are going to burn these books,’ ” he continued. “It is part of their procedures to do that, but there’s a process in place that that is the last thing. Things should be retained for a while, but in this case they don’t.”\nSometime on Monday, Feb. 20, the books were transported by a work detail of several soldiers to the truck that would ultimately take them to the incinerator. That posed another missed opportunity.\nAs the books lay in boxes waiting to be piled in the truck, some Afghan Army soldiers saw them and recognized them as religious books, and they became worried, Maulavi Dad said. They asked where the books were being taken and were told by soldiers that the books were destined for storage. Worried that Korans might be among the books and that something wrong might happen to them, the Afghan soldiers reported to their commanding officer, Lt. Col. Safiullah, who, like many Afghans, uses only one name.\nThe American military official corroborated that account and said the problem was that by the time the Afghan officer relayed the concerns to his American counterpart, who came to check the truck, the vehicle and its cargo were already on the way to the incinerator.\nBoth Afghan and American officials believed that the three soldiers driving the holy books to their destination had little or no understanding of what they were carrying. “For those three soldiers, this was nothing more than a work detail,” one military official said.\nJust minutes later, when the work detail began to heave the books into the flames, an Afghan laborer standing nearby offered to help. But when he drew close, he realized what was happening and began to scream.\nFor him and others it was a nightmare come to life. “One of my friends called to me, ‘The Americans are burning our holy books,’ and we rushed over there,” said Mohammed Zafar, 24, who has worked for five years as a laborer near the gate.\nAs the Afghan laborers tried to extinguish the flames with their water bottles, at least one laborer plunged into the smoldering ashes to retrieve the books, Mr. Zafar said.\nAdvertisement Continue reading the main story\nThe Americans immediately stopped, but not before at least four books had been badly burned, according to a notice from the presidential palace shortly afterward.\nWhat should have happened was far different, Maulavi Dad said. He gently lifted up his Koran, a beautifully bound one with dark blue ornamentation, and described the religiously approved way one would dispose of it if it were damaged or too old to use.\n“We have two suggestions: You can cover it with a clean cloth and bury it on holy ground, a shrine or a graveyard, a place where people don’t walk,” he said.\n“Or you can wrap it and place it in the sea, the river, in flowing water.”\nHe added, “You see, we believe the earth and the water are the two cleanest elements on the planet, and since we give great value to holy books and papers, this is where we bury them.”", "url": "https://www.nytimes.com/2012/03/03/world/asia/5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan.html"}