{"authors": [], "date_download": "2018-11-16 03:39:51", "date_modify": "2018-11-16 03:39:51", "date_publish": "2012-02-21 17:54:43", "description": "Recipe for Tsak Sha Momos, or Tibetan Beef Dumplings", "filename": "2012_02_22_dining_tsak-sha-momos-or-tibetan-beef-dumplings_1542339591.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_22_dining_tsak-sha-momos-or-tibetan-beef-dumplings_1542339591.html", "title": "The New York Times", "title_page": "Tsak Sha Momos, or Tibetan Beef Dumplings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adapted from Tenzing Bhutia\nTime: 1 hour, plus resting time\n1. Make the filling: In a bowl, combine the beef, onion, cilantro, ginger, oil, garlic, salt and 2 tablespoons of water. Using your hands or a spoon, mix lightly but well. Set aside, from 30 minutes to 2 hours, to develop the flavors.\n2. Make the dumplings: Lay 6 wrappers out on a work surface. Spoon about 2 teaspoons of filling onto the upper half of each wrapper. With a damp cloth, lightly moisten the edges of each wrapper and fold up and over the filling into a half-moon, gently pressing the edges to seal. To pleat the sealed edges, start at one tip of the half-moon and make small folds in the dough, pressing them flat as you work your way along the edge. There should be space for about 7 folds. Place finished dumplings on a nonstick surface and cover lightly with damp paper towels. Refrigerate if not cooking immediately.\n3. When ready to cook, boil water in the bottom of a large steamer. Spray the steamer tray lightly with nonstick spray and gently add the dumplings, making sure they do not touch. Steam in batches for 10 minutes, until the wrappers are slightly translucent, and serve immediately.\n4. To eat, spoon a dab of sauce onto a small plate. Pick up a dumpling and bite off one end; do not let the juice spill out. Carefully suck out the juice, then eat the rest in bites, dipping it into the sauce.\nYield: 3 to 4 dozen.", "url": "https://www.nytimes.com/2012/02/22/dining/tsak-sha-momos-or-tibetan-beef-dumplings.html"}