{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:28:22", "date_modify": "2018-11-16 04:28:22", "date_publish": "2012-07-16 20:50:56", "description": "While campaigning, Gov. Andrew M. Cuomo vowed to maintain a transparent administration, but his executive chamber prides itself on leaving few footprints.", "filename": "2012_07_17_nyregion_a-bid-to-keep-the-governors-e-mails-in-the-dark.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342502.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_17_nyregion_a-bid-to-keep-the-governors-e-mails-in-the-dark.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342502.html", "title": "The New York Times", "title_page": "Despite Cuomo’s Promises of Transparency, His E-Mail Trail Is Elusive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cuomo has struck a pragmatic tone on the issue. “You can always have more transparency,” he said in a radio interview in March. But at the same time, he added, “you can’t live your life in a goldfish bowl.”\nThe governor and his aides occasionally joke about their reputation for secrecy. A humorous video they produced for the annual dinner of the Albany press corps in May included a scene in which the governor’s communications director, Richard Bamberger, frantically stuffed documents into a shredder.\nYet even in poking fun at their reputation for stealth, Mr. Cuomo’s aides would only go so far: they did not post the video on the Internet and would not immediately provide a copy to The Times. Responding to a request under the Freedom of Information Law, one of Mr. Cuomo’s lawyers wrote that the administration would need to conduct a “diligent search” for the video.\nMr. Cuomo, a Democrat, is no stranger to the consequences of a paper trail. Before becoming governor, he spent four years as state attorney general, a perch from which he witnessed how long-forgotten e-mails could become pivotal during investigations. In 2008, he even accused a top official at the New York Power Authority of “extremely troubling conduct” for deleting e-mails from his BlackBerry as word leaked that he was likely to be investigated by the attorney general’s office.\nAnd he has mused aloud about the potential evidentiary value of electronic communication. “You get into trouble with your significant other, you give them your BlackBerry,” Mr. Cuomo told a newspaper editorial board in 2010. “You want it? Here it is. Ask me anything, I’ll show you.”\nIn recent years, government reformers have encouraged the move toward so-called proactive disclosure: the White House posts its visitor logs online, Senator Kirsten E. Gillibrand, Democrat of New York, publishes her daily meetings, and Gov. Rick Scott of Florida, a Republican, gives access to his office’s e-mail correspondence in almost real time.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut in the age of sending text messages and posting on Twitter, when government documents can circulate widely on social media in minutes, balancing competing demands for transparency and discretion can be difficult.\n“The laws don’t keep up with technology,” said Melanie Sloan, the executive director of Citizens for Responsibility and Ethics in Washington, a government watchdog group. “If they didn’t want a paper trail before, you used to just call. But now you can text message.”\nAdvertisement Continue reading the main story\nThis month, several weeks after receiving questions from The Times about its record-keeping, the Cuomo administration released a policy that lays out what types of documents must be retained and for how long. The policy generally allows Mr. Cuomo’s aides to determine for themselves which of their electronic messages should be kept and which can be destroyed.\nRobert J. Freeman, the executive director of the state’s Committee on Open Government, said Mr. Cuomo deserved credit for creating a records policy, because state law places few requirements on what records the governor’s office must preserve, tasking the governor with keeping, in most cases, only what he deems “of sufficient value for preservation.”\nMr. Freeman said: “In all likelihood, governors could pick and choose what they wanted to keep and what they wanted to destroy, and they could have done it more or less on the spot. Here, at the very least, you have something of a framework.”\nWritten communications between the governor and his aides are often via BlackBerry PIN messages — short transmissions sent from one BlackBerry to another — which are not logged by Research in Motion, the maker of the BlackBerry, or by the governor’s office. The acronym PIN refers to the personal identification number that each BlackBerry is assigned. Aides do not regularly use their government e-mail addresses for substantive correspondence, and some are quite fastidious about deleting the messages they do send.\nMr. Cuomo prefers using the telephone, and does not use e-mail. But in an interview last week, he noted that even when he goes fishing with his brother off Long Island, he takes his BlackBerry. “With the BlackBerry,” he said, “you’re never really away anymore.”\nMr. Cuomo’s office said there was nothing unusual about its use of BlackBerry messaging, which an article in The Daily News described on Monday.\nIn an e-mail, Mr. Cuomo’s spokesman, Josh Vlasto, said, “The Times has sunk to a new low by suggesting that normal, standard office practices to ensure confidential information is kept confidential is somehow objectionable.”", "url": "https://www.nytimes.com/2012/07/17/nyregion/a-bid-to-keep-the-governors-e-mails-in-the-dark.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}