{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:36", "date_modify": "2018-11-16 03:55:36", "date_publish": "2012-07-25 10:24:14", "description": "In a surprise ruling, a judge found that vote-rigging charges against the former president, Gloria Macapagal Arroyo, were weak.", "filename": "2012_07_26_world_asia_gloria-macapagal-arroyo-ex-president-of-philippines-is-freed-on-bail_1542340536.html", "image_url": "https://static01.nyt.com/images/2012/07/26/world/philippines/philippines-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_26_world_asia_gloria-macapagal-arroyo-ex-president-of-philippines-is-freed-on-bail_1542340536.html", "title": "The New York Times", "title_page": "Gloria Macapagal Arroyo of Philippines Is Freed on Bail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — In a surprise ruling, a judge ordered former President Gloria Macapagal Arroyo of the Philippines released on bail on Wednesday after finding that vote-rigging charges lodged against her were weak.\nMrs. Arroyo emerged smiling from a military hospital where she had been detained for eight months. She boarded a van that whisked her past a handful of protesters to her home in the Manila suburb of Quezon City. The bond she posted to secure her release was 1 million pesos, or $24,000.\n“It is a reaffirmation of what our camp has been saying all along: that the charges against the former president are as thin as the soup made from boiling the shadow of a chicken that has been starved to death,” said Ferdinand Topacio, a lawyer on her legal team, in a statement paraphrasing Abraham Lincoln.\nIn November, the government blocked Mrs. Arroyo from leaving the country to obtain medical care for a bone ailment, because it suspected that she was trying to flee the country before charges of corruption and election fraud were filed. She sought treatment at a private hospital in the Philippines instead, and was arrested there a few days later, on Nov. 18.\nAdvertisement Continue reading the main story\nIn the vote-rigging case, Mrs. Arroyo is accused of ordering a governor on the southern island of Mindanao to manipulate congressional election results in his area in favor of her political allies in 2007. She denied the accusation.\nPhoto\nThe charges relied primarily on the testimony of a witness who said he had heard Mrs. Arroyo giving a direct order to the governor to rig the results. Critics say that the vote-rigging case was thrown together quickly to justify an arrest warrant that would keep the former president in the country. Although she is free on bail now, she remains restricted from traveling abroad.", "url": "https://www.nytimes.com/2012/07/26/world/asia/gloria-macapagal-arroyo-ex-president-of-philippines-is-freed-on-bail.html"}