{"authors": ["Andrew Pollack", "Sabrina Tavernise"], "date_download": "2018-11-16 03:44:44", "date_modify": "2018-11-16 03:44:44", "date_publish": "2012-11-21 20:05:41", "description": "New documents show that the Food and Drug Administration threatened to use its full authority on the Massachusetts company implicated in the outbreak only to back away, citing lack of jurisdiction.", "filename": "2012_11_22_health_documents-show-fdas-failures-in-meningitis-outbreak_1542339884.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_22_health_documents-show-fdas-failures-in-meningitis-outbreak_1542339884.html", "title": "The New York Times", "title_page": "Documents Show F.D.A.’s Failures in Meningitis Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Records show that the agency was sometimes slow in pursuing its own inspection findings. In one case involving the labeling and marketing of drugs, the agency issued a warning letter to New England Compounding 684 days after an inspection, a delay that the company’s chief pharmacist complained was so long that some of the letter’s assertions no longer applied to its operations.\nThe agency said in a statement Wednesday that it “was not the timeline we strive for,” but that much of the delay was because of “our limited, unclear and contested authority in this area.” Because of litigation, it said, there was “significant internal discussion about how to regulate compounders.”\nThe agency first inspected the company in April 2002 after reports that two patients had become dizzy and short of breath after being injected with a steroid made by the company.\nOn the first day of the inspection, Barry Cadden, the chief pharmacist, was cooperative, but the next day, the agency inspectors wrote, Mr. Cadden “had a complete change in attitude & basically would not provide any additional information either by responding to questions or providing records,” adding that he challenged their legal authority to be at his pharmacy at all.\nThe F.D.A. was back at New England Compounding in October 2002 because of possible contamination of another of its products, methylprednisolone acetate, the same drug involved in the current meningitis outbreak.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile the F.D.A. had the right to seize an adulterated steroid, officials at the time said that action alone would not resolve the company’s poor compounding practices. In a meeting with Massachusetts regulators, F.D.A. officials left authority in the hands of the state, which “would be in a better position to gain compliance or take regulatory action,” according to a memo by an F.D.A. official summarizing the meeting.\nDavid Elder, compliance branch director for the F.D.A.’s New England District, warned at the meeting that there was the “potential for serious public health consequences if N.E.C.C.’s compounding practices, in particular those relating to sterile products, are not improved.”\nThe company fought back hard, repeatedly questioning the F.D.A.’s jurisdiction. In a September 2004 inspection over concerns that the company was dispensing trypan blue, a dye used for some eye surgeries that had not been approved by the F.D.A., Mr. Cadden told the agency inspector that he had none in stock.\nAdvertisement Continue reading the main story\nBut in the clean room, the inspector noticed a drawer labeled “Trypan Blue,” which contained 189 vials of the medicine.\nA few days later, Mr. Cadden was defiant. He told the agency that he was continuing to dispense trypan blue and that there was nothing in the law saying a compounder could not dispense unapproved products.\nThe conversation turned testy. “Don’t answer any more questions!” Mr. Cadden told another pharmacy executive, according to the F.D.A.’s report.\nMr. Cadden rejected many of the assertions in the warning letter that finally came in December 2006. The next correspondence from the agency did not come until almost two years later, in October 2008, saying that the agency still had “serious concerns” about the company’s practices, and that failing to correct them could result in seizure of products and an injunction against the company and its principals.\nIt is not known whether any corrective actions were taken. The agency did not conduct another inspection until the recent meningitis outbreak.", "url": "https://www.nytimes.com/2012/11/22/health/documents-show-fdas-failures-in-meningitis-outbreak.html"}