{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:29:06", "date_modify": "2018-11-16 04:29:06", "date_publish": "2012-11-30 22:07:35", "description": "A group that had worked to advance the prospects of youths without legal papers and helped mobilize Latinos who voted for President Obama now says it’s payback time.", "filename": "2012_12_01_us_dream-act-gives-young-immigrants-a-political-voice_1542342546.html", "image_url": "https://static01.nyt.com/images/2012/12/01/us/ALT-SUB-JP-DREAM-1/ALT-SUB-JP-DREAM-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_01_us_dream-act-gives-young-immigrants-a-political-voice_1542342546.html", "title": "The New York Times", "title_page": "Dream Act Gives Young Immigrants a Political Voice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This time the young immigrants are the rising force, and they seek legislation to give them a direct and permanent path to citizenship. But recalling that Mr. Obama also promised at the start of his first term to move swiftly on immigration overhaul, they say their attitude toward him is wait-and-see.\n“People are not going to hug the president right now,” said Carlos Saavedra, 26, an immigrant from Peru and national coordinator of United We Dream, the largest network of young immigrants here illegally. “They are waiting for him to take some action.”\nPhoto\nThis weekend, United We Dream will gather more than 600 leaders (most still without legal status) from 30 states at a meeting in Kansas City, Mo., to work out their strategy to keep the heat on the White House and Congress during the coming immigration fight.\nEven some adversaries acknowledge the youth movement’s successes. “They have framed their story in a very popular way, and they’ve leveraged that story very effectively,” said Roy S. Beck, executive director of NumbersUSA, a leading group opposing amnesty.\nThere have been other banner moments this year for young people who take their name from the Dream Act, a bill before Congress that would create a formal path to citizenship for young people here illegally who came to this country as children. In June, Jose Antonio Vargas, a journalist born in the Philippines, appeared on the cover of Time magazine along with a dozen others without legal status. In August, Benita Veliz, who is from Mexico, spoke at the Democratic National Convention about growing up without legal status.\nOvercoming Fear\nThe high profile is recent for organizers whose work has often been clandestine. In the early years of the movement, even convening a meeting was a challenge, since so many youths, lacking papers, could not fly or drive without risking deportation.\n“They put at risk their own safety and being sent back to a country they haven’t seen since they were in diapers,” said Angela Kelley, an advocate and veteran of many immigration wars on Capitol Hill, now at the Democratic-leaning Center for American Progress in Washington.\nAdvertisement Continue reading the main story\nFor many Dream leaders, activism began in the last years of high school, when they realized that their status might prevent them from going to college.\nHere in New Haven, Lorella Praeli, the director of advocacy for United We Dream, said she was 2 years old when she came from Peru. Her father brought her for medical treatment after her leg was amputated following a car crash. Ms. Praeli attended Quinnipiac University on scholarship, and she graduated last year with honors. Now 24, she said exasperation with Congress’s inaction on the Dream Act propelled her to join the movement.\nMr. Saavedra, from Boston, was in high school in 2004 when he joined a campaign for an in-state resident college tuition discount for illegal immigrants in Massachusetts. He said he became a full-time activist after the bill passed the state legislature but was vetoed by the governor, Mitt Romney.\nPhoto\nGaby Pacheco, 27, originally from Ecuador, hoped to teach children with autism, but without papers could not be certified. In 2010 she joined a four-month protest walk from her home in Miami to Washington with three other students.\nIn California, Justino Mora, 23 and Mexican-born, was an honors student and track team captain in high school. Because of his status, Mr. Mora said, he had to postpone college studies in aerospace engineering. He joined a California branch of the Dream network.\nThe leaders had another moment of truth when they publicly revealed their illegal status.\nMs. Praeli’s moment came before television cameras at a news conference called at the last minute in New Haven in 2010. “I wasn’t prepared and I’m thinking, I haven’t even talked to my mom yet,” she said. Improvising, she recounted her personal story. Soon, she felt relief.\n“Once you’re out in public,” she said, “there is no hiding, there is no fake narrative. The overwhelming feeling is, I don’t have to worry about being someone I’m not.”\nThe Power of Stories\nUnited We Dream was founded in 2009 by local groups that banded together into a national network. The leaders realized that encouraging young people to recount the stories of their lives in hiding and of their thwarted aspirations could be liberating for them, and also compelling for skeptical Americans.\nAdvertisement Continue reading the main story\nNow, in tactical sessions, young immigrants are trained to tell their stories to anyone who will listen, from a voter to a United States senator. Two years ago Dreamer groups began holding coming-out ceremonies where students defied the immigration authorities with signs announcing they were “undocumented and unafraid.”\n“One of our successes has been that we have created a shared identity about being a Dreamer,” said Cristina Jimenez, 28, who was born in Ecuador and graduated from Queens College in New York and is now the managing director of United We Dream.\nA turning point for the movement was the lame-duck session of Congress in late 2010. The Dream Act passed the House of Representatives. In the Senate, it failed by five votes. More than 200 immigrants watched from the Senate gallery.\nPhoto\n“A lot of us stepped out of the gallery and we were crying,” Ms. Praeli said. “And it was like that, I think, for five minutes. And then the attitude just changed.” Many left Washington feeling more determined, she said.\nMs. Pacheco said she concluded that day that it was time to shift strategies. The House majority would pass to Republicans, who rejected the Dream Act as a reward to immigrant lawbreakers. The movement would have to concentrate on the president, Ms. Pacheco believed, to press him to stop deportations using executive powers.\nIn a meeting after the vote with Senator Harry Reid of Nevada, the majority leader, Ms. Pacheco said she grabbed him and whispered in his ear. “You know the president has the power to stop deporting us,” she said. “You know you could tell him to do this.” Startled, Mr. Reid gave her a hug and walked away.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn March 2011, United We Dream gathered hundreds of youths at a meeting in Memphis, a city chosen for its connection with the civil rights movement. The group embraced the strategy of focusing on the president. By early 2011, more than one million people had been deported under Mr. Obama’s administration. The immigrants were convinced a president who had overseen so many deportations could stop them.\nMr. Obama saw the results in July in Washington, at the annual conference of N.C.L.R., or the National Council of La Raza. When he said in a speech that he could not bypass Congress to help young illegal immigrants, activists in the audience erupted in shouts: “Yes you can! Yes you can!”\nIn the summer of 2011, administration officials began to ease up on enforcement, steering federal agents to concentrate their efforts on removing immigrants who had been convicted of crimes. Seizing that leverage, Dreamer groups stopped dozens of deportations, getting news coverage and rallying communities around young people facing removal.\nAdvertisement Continue reading the main story\nThat made more young immigrants feel confident they could protest without being detained, Ms. Jimenez said. New organizations, including the National Immigrant Youth Alliance, embraced confrontational tactics, inviting arrest with sit-ins on streets and in public offices.\nIn the spring of this year, United We Dream held demonstrations in two dozen cities. A group of walkers set out from San Francisco, heading to Denver where they occupied the office of the Obama campaign.\nPhoto\nThe political equation changed when Senator Marco Rubio of Florida, a Republican, said in April that he was preparing a new bill to give visas to young immigrants. Ms. Pacheco met with Mr. Rubio and his staff, and United We Dream praised his efforts.\nEmboldened\nWorried, White House officials scheduled a meeting in mid-April with United We Dream leaders. In a Washington church (since illegal immigrants could not enter the White House), Valerie Jarrett, the president’s senior adviser, and Cecilia Muñoz, the domestic policy adviser, insisted that Mr. Obama had no legal authority to issue an order granting deportation protection.\n“With all due respect,” Ms. Praeli replied, “I disagree.”\nAccording to several participants, an emboldened Ms. Praeli confronted the officials. “I was talking about the president’s authority; that was my role, challenging him,” Ms. Praeli said.\nIn late May, Dreamer group leaders marshaled more than 90 immigration law professors to sign a letter to Mr. Obama specifying legal precedents he could evoke for a large-scale program deferring deportations. United We Dream announced new protests with civil disobedience, the first to be held in Los Angeles on June 15.\nThat day, President Obama announced the reprieve program, officially known as deferred action for childhood arrivals. The two-year deferrals provide no legal status. Senior administration officials noted that Mr. Obama did not issue an executive order, instead framing the program as a further easing of his deportation policy.\nTo Dream leaders, the victory was theirs. “It was a lot of emotions, full of tears,” Ms. Jimenez said. “We worked so hard, and we got something.”\nAdvertisement Continue reading the main story\nIn Los Angeles, about 300 students went ahead with their protest, blocking a busy intersection. “We wanted to make sure the program goes well and we actually see change happen,” said Mr. Mora, the California activist who took part.\nDreamer groups quickly began organizing legal clinics to advise immigrants on applying for the two-year deferrals and work permits, which would let them be employed legally for the first time. As youths came forward, the groups recruited them, with many sent to mobilize voters in battleground states.\n“We were just using our stories to motivate people to go to the polls,” Mr. Saavedra said.\nThis week United We Dream flexed its muscle, rejecting as “a cynical political gesture” a bill proposed by two Republican senators, Kay Bailey Hutchison of Texas and Jon Kyl of Arizona, that would have offered visas but no path to citizenship.\nNow they are watching Mr. Obama. “The president must deliver change on immigration,” Ms. Jimenez said. “Dreamers will hold him accountable on that.”", "url": "https://www.nytimes.com/2012/12/01/us/dream-act-gives-young-immigrants-a-political-voice.html"}