{"authors": ["Norimitsu Onishi"], "date_download": "2018-11-16 04:19:52", "date_modify": "2018-11-16 04:19:52", "date_publish": "2012-11-07 08:57:22", "description": "In other referendum votes, Colorado and Washington legalized marijuana for recreational use.", "filename": "2012_11_08_us_politics_in-california-voters-approve-ballot-measure-that-raises-taxesin-california-approve-voters-ballot-measure-that-raises-taxes_1542341992.html", "image_url": "https://static01.nyt.com/images/2012/11/08/us/BALLOT-1/BALLOT-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_08_us_politics_in-california-voters-approve-ballot-measure-that-raises-taxesin-california-approve-voters-ballot-measure-that-raises-taxes_1542341992.html", "title": "The New York Times", "title_page": "In California, Voters Approve Ballot Measure That Raises TaxesIn California, Approve Voters Ballot Measure That Raises Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Gov. Jerry Brown’s push for a $6 billion annual tax increase faced high hurdles from the start: a long-standing antipathy to taxes among California voters; a rival tax plan by a multimillionaire civil rights lawyer and direct opposition from her equally wealthy brother; and even a last-minute, $11 million attack by a shadowy Arizona group whose backers remain unknown.\nBut voters resoundingly endorsed Mr. Brown’s ballot initiative by 54 percent to 46 percent on Tuesday, confounding most pollsters who had been predicting a closer outcome, if not outright defeat.\nThe victory was a big one for Mr. Brown, who, experts said Wednesday, had persuaded the state’s electorate to raise taxes for the first time since 2004 by shrewdly framing the plan as the only way to save California’s underfinanced public schools. Mr. Brown, a Democrat, had run for office after promising not to raise taxes without directly asking voters.\n“What happened here is perhaps something truly novel in American politics,” said Bill Whalen, a fellow at the Hoover Institution at Stanford University and a former speechwriter for Pete Wilson, a former Republican governor. “He ran on a promise, which was to take this to the voters. He indeed took it to the voters, and guess what? The voters responded to it positively. Go figure. It’s an enormous victory for him. He makes a lot of us who consider ourselves the cognoscenti look pretty stupid.”\nAdvertisement Continue reading the main story\nSupporters of the plan said it would bring in $6 billion a year over the next seven years through a one-quarter-cent increase in the state sales tax and income tax rate increases for those earning more than $250,000 a year; the increases would last four years and seven years. Without the increases, Mr. Brown warned, California would have to cut $6 billion a year in spending, most of it from its beleaguered public education system.\nPhoto\nCritics said that under Mr. Brown’s initiative, the new money would not be earmarked for education but funneled into the general fund and effectively used to help balance the state budget.", "url": "https://www.nytimes.com/2012/11/08/us/politics/in-california-voters-approve-ballot-measure-that-raises-taxesin-california-approve-voters-ballot-measure-that-raises-taxes.html"}