{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:10:35", "date_modify": "2018-11-16 04:10:35", "date_publish": "2012-03-24 20:51:33", "description": "Huge sections of the Chaco forest are being razed by local Mennonite farmers and Brazilian cattle ranchers amid a surge in the global demand for beef.", "filename": "2012_03_25_world_americas_paraguays-chaco-forest-being-cleared-by-ranchers_1542341435.html", "image_url": "https://static01.nyt.com/images/2012/03/25/world/PARAGUAY/PARAGUAY-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_25_world_americas_paraguays-chaco-forest-being-cleared-by-ranchers_1542341435.html", "title": "The New York Times", "title_page": "Paraguay’s Chaco Forest Being Cleared by Ranchers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If we continue with this insanity,” Mr. Casaccia said, “nearly all of the Chaco’s forests could be destroyed within 30 years.”\nThe rush is already transforming small Mennonite settlements on the Chaco frontier into boomtowns. The Mennonites, whose Protestant Anabaptist faith coalesced in Europe in the 16th century, founded settlements here in the 1920s. Towns with names like Neuland, Friedensfeld and Neu-Halbstadt dot the map.\nPhoto\nBuoyed by their newfound prosperity, the Mennonite communities here differ from those in other parts of Latin America, like the settlements in eastern Bolivia where many Mennonites still drive horse-drawn buggies and wear traditional clothing.\nIn Filadelfia, Mennonite teenagers barrel down roads outside town in new Nissan pickup trucks. Banks advertise loans for cattle traders. Gas stations sell chewing tobacco and beers like Coors Light. An annual rodeo lures visitors from across Paraguay.\nPatrick Friesen, communications manager for a Mennonite cooperative in Filadelfia, said property prices had surged fivefold in recent years. “A plot of land in town costs more than in downtown Asunción,” said Mr. Friesen, attributing the boom partly to surging global demand for beef.\n“Eighty-five percent of our beef is exported, to places including South Africa, Russia and Gabon,” he said. Citing concerns in some countries over foot-and-mouth disease, which Paraguay detected in its cattle herd in 2011, he continued, “We are currently focused on some of the less-demanding markets.”\nPhoto\nParaguay’s Chaco forest lies in the Gran Chaco plain, spread across several nations. Scientists fear that the expansion of cattle ranching could wipe out what is a beguiling frontier for the discovery of new species. The Chaco is still relatively unexplored. The largest living species of peccary, piglike mammals, was revealed to science here in the 1970s. In some areas, biologists have recently glimpsed guanacos, a camelid similar to the llama.\nAdvertisement Continue reading the main story\nMore alarming, the land rush is also intensifying the upheaval among the Chaco’s indigenous peoples, who number in the thousands and have been grappling for decades with forays by foreign missionaries, the rising clout of the Mennonites and infighting among different tribes.\nOne group of hunter-gatherers, the Ayoreo, is under particular stress from the changes. In 2004, 17 Ayoreo speakers, from a subgroup who call themselves the Totobiegosode, or “people from the place where the collared peccaries ate our gardens,” made contact with outsiders for the first time.\nIn Chaidi, a village near Filadelfia, they described being hounded for years by bulldozers encroaching on their lands. The Ayoreo word for bulldozer, “eapajocacade,” means “attackers of the world.”\nPhoto\n“They were destroying our forests, generating problems for us,” one Totobiegosode man, Esoi Chiquenoi, who believed he was in his 40s, said through an interpreter. As a result, he and others in his group, who in photographs taken in 2004 were wearing loincloths, abruptly abandoned their way of life.\nMr. Chiquenoi and others in Chaidi have spoken of Totobiegosode relatives who remain in the forest and continue to live in the traditional ways, making them possibly the last uncontacted tribe in South America outside the Amazon. Their numbers are estimated to be around 20 or more. Some researchers speculate whether they are actually uncontacted or merely hidden, as they live amid the vast cattle ranches created around them.\nA March report by the Paraguayan Indigenous Institute confirmed their existence on land controlled by River Plate, a Brazilian ranching company, citing evidence of footprints and holes dug to capture turtles for food.\nAs the Mennonite communities come under scrutiny for the deforestation, they acknowledge that big sections of the forest around them are being removed. But they deny that they are to blame, contending that they abide by Paraguayan law, which requires landowners to keep a quarter of Chaco properties forested.\nPhoto\n“What the Brazilians do, acquiring land with their strong currency and deep pockets, is something else,” said Franklin Klassen, a member of the city council in Loma Plata, a Mennonite town.\nAdvertisement Continue reading the main story\nAcross Paraguay, Brazil’s economic sway is impossible to ignore, symbolized by an estimated 300,000 Brasiguayos, as the relatively prosperous Brazilian immigrants and their descendants are called, who have played a role in expanding industrial agriculture and ranching in Paraguay.\nTension already simmers over the growth of Brazilian landholdings. Tranquilo Favero, a Brazilian soybean farmer and rancher who is one of Paraguay’s richest men, enraged many Paraguayans when he said in remarks published in February that landless peasants had to be treated “like a swindler’s woman, who only obeys when beaten with a stick.”\nMr. Casaccia, the prosecutor, said that Mr. Favero alone controls an estimated 615,000 acres of land in the Chaco, in addition to huge tracts in eastern Paraguay. Neither Mr. Favero nor directors at his company in Asunción responded to requests for comment.\nVideo\nStill, other Brazilian ranchers confirmed that they have aggressively expanded their holdings in the Chaco, effectively contributing to the deforestation.\nNelson Cintra, a rancher from the Brazilian state of Mato Grosso do Sul, said he and his brother were among the first Brazilians to put down stakes in the Chaco, acquiring about 86,000 acres in Alto Paraguay, near the Brazilian border, in 1997.\n“Environmentalists complain about deforestation, but the world has billions of mouths to feed,” said Mr. Cintra, mayor of Porto Murtinho, a Brazilian border town. “There are now 1 million heads of cattle in Alto Paraguay, whereas 15 years ago there were just 50,000,” he said.\nOn Filadelfia’s outskirts, the transformation of the Chaco from a vast, untamed wilderness into a ranching bastion already seems irreversible. About 80 Ayoreo live in squalor in one spot on the side of the highway, sleeping under plastic bags draped from trees.\nSometimes ranchers in pickups stop to hire the Ayoreo men as laborers, paying them about $10 a day. But such work is sporadic. On most days, the Ayoreo lean on a fence, sipping a tea made from yerba maté leaves, watching trucks barrel past carrying cattle that grazed where peccaries once roamed.\n“We’ll never live in the forest again,” said Arturo Chiquenoi, 28, an Ayoreo man who works occasionally as a ranch hand. “That life is finished.”", "url": "https://www.nytimes.com/2012/03/25/world/americas/paraguays-chaco-forest-being-cleared-by-ranchers.html"}