{"authors": ["Ian Bremmer"], "date_download": "2018-11-16 04:38:34", "date_modify": "2018-11-16 04:38:34", "date_publish": "2012-02-16 08:12:07", "description": "Conventional wisdom about the outcome of the presidential election deserves close scrutiny.", "filename": "2012_02_17_opinion_frances-what-if-campaign_1542343114.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_17_opinion_frances-what-if-campaign_1542343114.html", "title": "France's What-If Campaign", "title_page": "France's What-If Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The toughness of his tone on the financial sector has much to do with the Socialist Party’s recent history of failure. In 2002, the Socialist standard-bearer, Prime Minister Lionel Jospin, suffered the humiliation of first-round elimination when smaller parties on the left essentially abandoned him, and the charismatic icon of the far right, Jean-Marie Le Pen, and his National Front advanced. Jacques Chirac then won big.\nTen years later, Hollande needed to open his campaign with an appeal to what the former U.S. presidential candidate Howard Dean might call the socialist wing of the Socialist Party. But having rallied the left, Hollande will travel at the end of this month to London, home to some 200,000 French citizens, many of whom work in the financial industry. Hollande has assured this audience ahead of time that, though regulatory changes must be made, his banking proposals won’t go “overboard.”\nCampaigning is one thing, but there’s no need to wait until the votes are counted to remember that governing is quite another.\nPhoto\nIt’s no secret that, whatever adjectives he uses to describe his approach, austerity is part of Hollande’s plan. He pledges to reduce France’s budget deficit to 3 percent of G.D.P. by 2013 and to eliminate it by 2017. Yes, he means to roll back the retirement age from 62 to 60, but only for those who have worked at least 41 years, an adjustment that is consistent with the “long careers” early retirement envisioned during France’s post-crisis pension reform two years ago.\nA Hollande victory probably means tax hikes for high-income earners and capital gains generally — and new regulations for bankers. But he cannot and will not, as some fear, reinvent the role of government in France’s economy.\nFinally, some say a Hollande victory will undermine the battle to bolster confidence in the euro zone. He heightened these concerns late last year by promising to reopen the European fiscal pact that Sarkozy has endorsed before the French Parliament can ratify it. Hollande insists the agreement imposes too much austerity and does too little to spur growth.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYet, he’ll approach this agreement carefully, if at all, because he knows well that renunciation of the agreement could generate market turmoil throughout Europe and subject the French economy to considerable market pressure. Here again, there is simply less to the campaign rhetoric than meets the eye.\nThat Merkel is actively supporting Sarkozy’s re-election bid — an extraordinary step — won’t help Europe’s most important bilateral relationship if Hollande wins.\nAdvertisement Continue reading the main story\nBut Hollande cannot and will not lead France to play a fundamentally different role in the euro zone. A former protégé of Jacques Delors, three-term president of the European Commission and arguably the most pro-European political official in France, Hollande will not become the man who fatally undermines the euro, the most tangible symbol of Europe’s integration.\nIn fact, Franco-German cooperation has become a key element of Hollande’s campaign. He will propose a new Franco-German treaty to increase integration between the two countries. He’ll have to work with Merkel to accomplish that.\n“Merkollande” won’t roll off the tongue like “Merkozy,” but it would hardly signal the end of the euro zone.\nIan Bremmer is president of Eurasia Group, the political risk consultancy, and author of the forthcoming “Every Nation For Itself: Winners and Losers in a G-Zero World.”", "url": "https://www.nytimes.com/2012/02/17/opinion/frances-what-if-campaign.html"}