{"authors": ["Anand Giridharadas"], "date_download": "2018-11-16 04:46:26", "date_modify": "2018-11-16 04:46:26", "date_publish": "2012-11-30 07:20:16", "description": "Turkey is praised overseas for its dynamic economy and its ability to combine democracy and Islam. But the country is the site of an extraordinary culture war over what it means to be a Turk.", "filename": "2012_12_01_world_europe_01iht-currents01_1542343586.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_01_world_europe_01iht-currents01_1542343586.html", "title": "In Turkey, Forging a New Identity", "title_page": "In Turkey, Forging a New Identity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Prime Minister Recep Tayyip Erdogan of Turkey presses ahead with plans to rewrite the Constitution, transform the presidency into a more-than-figurehead role and then perhaps seek it, the white Turks wonder whether the sun is setting on their world. They live in what is still perhaps the most open society in the Muslim world; they hear that society touted as a model for the region; and, more and more, with basis at times and at times out of paranoia, they sense that this openness — their way of life — is disappearing.\nThey read and hear of public schools being turned into imam seminaries; of music festivals being purged of alcohol; of journalists and generals who dared to question the government’s ambitions languishing for months and years in prison. They note that alcohol is facing rising taxes, and in some places becoming more elusive — but they’re unsure how systematic it is. Or whether Mr. Erdogan’s power lust is more dangerous than his piety — whether he is more Putin than Ahmadinejad.\nAnd they fear that Turkey may be too important to Western leaders’ ambitions for the region to let the facts of what’s happening interfere with the compelling moderate-Muslim-country narrative those leaders promote.\nSometimes, Bennu Gerede — photographer, feminist, self-styled wild child — convinces herself that it can’t be that bad. After all, she did have children with multiple men, and gets along just fine. She did create that image of a Muslim woman, head veiled but pubic hair exposed, being shot by her husband, and no one said a thing.\nOthers aren’t so calm.\nFor Gozde Kucuk, a 20-something, Princeton-educated secularist who works in finance and whose family owns the Turkish chocolate maker Elit, the country’s Islamic revivalism is a “counterrevolution” against Ataturk and the very meaning of Turkishness. “It’s like a president coming in the United States and saying, ‘There is no American Dream,”’ she said, sitting in her family’s apartment overlooking the Bosporus.\nShe described her situation as that of the proverbial frog in the slowly warming pot. Iran’s theocracy is the boiling point, and she is confident it won’t go that far. But how far will it go? Enough to rid the restaurants of wine? Enough to complicate wearing short skirts on the street? Enough, she wonders warily, to make it unwise to be an artist here, or gay, or a parent who wants her children taught, not preached to, in school?\nShe doesn’t know, in part because she doesn’t know any of Them. In a country where a plurality of voters have voted for the Islamist government and where millions are devout Muslims, she said that, were she to throw a birthday party and invite 50 friends, she wouldn’t have one of Them to invite.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnother school of thought conceives of Mr. Erdogan’s campaign as a clumsy, occasionally excessive but necessary correction: an effort to undo Turkey’s long marginalization of the devout.\nAdvertisement Continue reading the main story\n“It was always a black or white thing,” said Zeynep Dereli, a television anchor and lobbyist who runs the Turkish office of APCO, the global public affairs company. “Either you were secular to the bone, which sometimes meant that you were not religiously affiliated at all. Or you were considered to be someone who cannot function in a democracy.” She believes that the present government is principally interested not in revenge, but in making the country’s leadership more reflective of the public — though there are, she says, glimpses of tables-have-turned schadenfreude.\n“The governing party is saying, ‘You know what, this is a part of our lives, and we need to embrace it, and we need to understand how to live with it,”’ said Ms. Dereli, speaking of religion. “And I’m a strong believer that we needed to go through this transition period. Because secularism, in terms of managing the government and your institutions, is a must. But secularism, when it comes to your day-to-day life — you cannot tell people to behave in that way.”\nEset Akcilad, a television screenwriter and director, said that while his friends generally bemoaned the Islamist government, and he has his own reservations, he endorses this aspect of its pursuit: the erasure of what he called the “pro-Western self-loathing” of the past. As he sees it, Turkey is becoming a little more normal: Religious politicians can be photographed with head-covered wives at state functions; the society magazines portray religious tycoons as readily as the secular. The new business elites are sometimes called the Anatolian tigers or green millionaires.\n“Now nobody’s basing their own worldview on being closer to Europe or having a more Westernized point of view,” Mr. Akcilad said, sipping an espresso in the smoke-filled patio of the Smyrna Cafe. “People have stopped associating that with authority over knowing what’s right and what’s wrong.”\nTo his mind, these changes could produce a healthier Turkey — more rooted in its own culture, but unapologetically modern and open to the world. He argues, and others agree, that it will be in balancing roots and modernity that Turkey sustains and grows its influence over the Muslim world. Consider, he says, Turkish soap operas, which are wildly popular across the region: Mr. Akcilad surmises that the shows’ popularity flows from seeming authentic and family-centered and Muslim enough, yet modern and progressive enough to offer something that, say, Tunisians or Saudis find aspirational.\nAnd so the question of influence is inextricably tied to the question of identity. Were Turkey to join the European Union and drift too far westward culturally, it might lose influence in the Muslim world. By the same token, becoming more of an Islamic nation might deprive Turkey of what its neighbors have long admired in it.\n“We lose credibility in the Middle East if we’re too Muslim,” said Ms. Dereli, the television anchor and lobbyist.\nMr. Akcilad, the screenwriter, put it this way: “Turkey’s argument to increase its influence in the world, and really have that neo-Ottoman power, is based on how well Turkey finds a medium between Islam and democracy. I’m hoping this will be the case, because the region actually needs this. The region needs a better example.”\nJoin an online conversation at http://anand.ly; follow on Twitter.com/anandwrites.", "url": "https://www.nytimes.com/2012/12/01/world/europe/01iht-currents01.html"}