{"authors": ["Edward Wyatt"], "date_download": "2018-11-16 03:45:22", "date_modify": "2018-11-16 03:45:22", "date_publish": "2012-07-26 15:43:19", "description": "Going against a decade of rulings, a federal appeals court said payments aimed at holding back generics were anticompetitive, setting up possible review by the Supreme Court.", "filename": "2012_07_27_health_policy_drug-makers-deals-with-generic-rivals-may-face-justices-review.html_module=inline_1542339922.html", "image_url": "https://static01.nyt.com/images/2012/07/27/business/jpDRUG/jpDRUG-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_27_health_policy_drug-makers-deals-with-generic-rivals-may-face-justices-review.html_module=inline_1542339922.html", "title": "For Big Drug Companies, a Headache Looms", "title_page": "For Big Drug Companies, a Headache Looms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The stakes are enormous for brand-name drug makers, which would face lower profits, and for pharmacies, insurance companies and patients, who could benefit from the savings.\nIn the case of Cipro, a powerful antibiotic with annual sales exceeding $1 billion, Bayer paid $400 million to a generic drug maker, Barr Laboratories, and other companies. In exchange, the generic makers said they would withhold their own lower-priced generic versions of the drug until 2003, when Bayer’s patent on the brand-name drug expired.\nLast year, the Congressional Budget Office estimated that a Senate bill to outlaw such payments would save the federal government $4.8 billion over 10 years and would lower drug costs in the United States by $11 billion. The legislation remains stalled in the Senate. The federal government is a major buyer of drugs through Medicare and the Department of Veterans Affairs .\nJon Leibowitz, chairman of the Federal Trade Commission, which has greatly increased its scrutiny of what it calls “pay-for-delay settlements” between generic and branded drug companies, said that the appeals court decision “puts us one step — and a very important one — closer to solving this very real problem.”\nGeneric and brand-name drug companies vehemently deny that their agreements are collusive and contend that they are simply a way of settling patent fights. “These agreements have never delayed the availability of a generic drug past the expiration of a brand-name drug’s patent,” said Ralph G. Neas, chief executive of the Generic Pharmaceutical Association, a Washington trade group.\nPhoto\nMr. Neas said that through 2010, generic drugs had reduced drug costs for Americans by $931 billion, a third of that resulting from patent settlements between big-name drug makers and generic manufacturers.\nThe agreements are the result of a 1984 law that made it easier for generic drugs to gain Food and Drug Administration approval and a 2003 amendment, which required branded and generic drug makers that entered into patent settlements to file their agreements for review to the F.T.C. and the Justice Department.\nAdvertisement Continue reading the main story\nThe agreements generally work like this: A generic-drug maker comes up with a chemical equivalent to a large-selling, patented drug and applies to the F.D.A. to sell it, arguing that the patent is invalid.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRather than spend years and millions of dollars defending its patent, the branded company often offers a settlement: it pays the generic company to keep its drug off the market for a time period, perhaps also offering to let the generic company market an “authorized” generic version later on.\nPharmaceutical makers say that the agreements are a cost-effective way of settling patent litigation. In this month’s case in Philadelphia, In Re: K-Dur Antitrust Litigation, No. 10-2077, a three-judge panel unanimously ruled that lower courts “must treat any payment from a patent holder to a generic patent challenger who agrees to delay entry into the market as prima facie evidence of an unreasonable restraint of trade.”\nThe F.T.C. said it believed that the decision was especially significant because the Third Circuit covers Pennsylvania , Delaware and New Jersey , where many pharmaceutical companies have their headquarters.\nGeneric- and branded-drug makers say the decision is an outlier unlikely to be followed by other courts. It conflicts with previous decisions by other at least three other federal circuit courts of appeal. The 11th Circuit Court in Atlanta ruled in 2003, 2005 and 2012 that a brand-name company had the right to make deals with competitors to protect its patent as long as the agreements did not exceed the scope of the patent.\nIn 2006, the Second Circuit in New York favored the payment agreements, ruling that it must presume that a given patent is valid and that the federal law intended to encourage the payments. And in 2008, the Court of Appeals for the Federal Circuit in Washington upheld the agreements in the absence of patent fraud.\nTwo earlier cases, from 2001 and 2003, went against the drug makers, in the District of Columbia Circuit and the Sixth Circuit in Cincinnati . But those cases have been largely ignored in recent years as the other federal circuit courts focused not on the payments but on whether the agreements went beyond the scope of the patents.\nIf the courts do not settle the issue, the pending Senate bill, supported by Senator Herb Kohl , a Wisconsin Democrat, and Senator Charles E. Grassley , an Iowa Republican, would do away with the payments between branded- and generic-drug makers. When the Senate Judiciary Committee approved the bill one year ago, Mr. Kohl said the deals undermined basic capitalism.\n“There’s no room in a competitive marketplace,” he said, “for these kinds of back-room deals.”", "url": "https://www.nytimes.com/2012/07/27/health/policy/drug-makers-deals-with-generic-rivals-may-face-justices-review.html?module=inline"}