{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:18:36", "date_modify": "2018-11-16 04:18:36", "date_publish": "2012-09-18 09:21:00", "description": "Many companies said they closed as the 81st anniversary of a Japanese invasion brought a wave of protests venting anger over the colonial past and a current dispute involving contested islands.", "filename": "2012_09_19_business_global_scores-of-japanese-stores-close-over-china-protests_1542341916.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_19_business_global_scores-of-japanese-stores-close-over-china-protests_1542341916.html", "title": "Scores of Japanese Stores Close Over China Protests", "title_page": "Scores of Japanese Stores Close Over China Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many companies said they closed Tuesday as the 81st anniversary of a Japanese invasion brought a fresh wave of protests venting anger over the colonial past and a current dispute involving contested islands in the East China Sea.\nPain from the protests was being felt in Tokyo, too, where business has slowed for the many shopkeepers catering to Chinese tourists.\n“It makes me wonder how Japan will emerge from this,” Yui Watanabe, 20, said of the protests. “We just really need to be level-headed,” she said.\nIn Shanghai, many of the Japanese-owned or oriented shops and restaurants in the western part of the city where the Japanese consulate is located had either closed or covered any Japan-brand signs.\nUniqlo, Asia’s biggest clothing retailer, had closed some of its outlets but opened its huge flagship store on Shanghai’s main Nanjing Road shopping street by the early afternoon. Amid calls for a boycott of Japanese products, the popular store was busy with shoppers.\nDespite rancor over the territorial dispute, trade between the two countries has been thriving. Total trade rose 14 percent to $344.9 billion in 2011, setting a record, according to the Japan External Trade Organization. Japanese help run China’s high-speed train lines and aid from Tokyo helped build much of the country’s modern infrastructure, including the Pudong international airport in Shanghai.\nStill, many employees of Japanese retailers, automakers and other companies were staying home Tuesday as thousands of anti-Japanese demonstrators marched in Beijing. The Japanese school in Beijing was closed on Monday, a Japanese public holiday, and on Tuesday. Staff said they were uncertain what would happen on Wednesday.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMany companies were wary of speaking in too much detail about the situation.\nToyota Motor would not reveal which or how many of its factories were closed, saying it was up to each affiliate or subsidiary to decide. Employee safety was the priority, it said in a company statement.\nAdvertisement Continue reading the main story\nA Toyota dealership in Qingdao was burned and others had display models damaged, though there were no reports of injuries at the company’s factories or dealerships.\nHonda Motor said all five of its assembly plants in China were closed Tuesday and Wednesday, mainly to adjust production because of the impact of the anti-Japanese backlash on sales. Honda dealerships also have been damaged in recent protests, the company said.\nHonda’s sales in China account for about one-fifth of its global total, with Toyota’s accounting for about 10 percent and Nissan Motor’s for over one-quarter. Until recently, all three were outperforming their domestic rivals, despite a cooling in demand over the past two years.\nKobe Steel began shutting four of its various steel, aluminum and construction machinery plants in China starting Tuesday, with all four to be closed by Wednesday, said Gary Tsuchida, a spokesman.\n“As a precautionary measure, we decided it would be better to cool things,” he said.\nSharp, which gets about a fifth of its sales from China, said its various factories were operating as usual, with no impact so far on their production. However, Yuta Oga, a spokesman, said the company was taking precautions in having employees avoid unnecessary travel or excursions.\nKawasaki Heavy Industries, which has a big shipbuilding joint venture in the Yangtze River city of Nantong, near Shanghai, has likewise continued business as usual.\nSony said it had suspended production at two factories out of the seven it operates in China, to protect its employees.\nAlthough Chinese manufacturers are upgrading their technology and equipment as they close the gap with their global rivals, many rely heavily on advanced robotic machinery and other Japanese technology, as well as state-of-the-art materials and components.\nHalts to production caused by the March 2011 earthquake and tsunami in northeastern Japan had an especially heavy impact on automakers. But the ripple effects of any major disruptions would be felt in many industries, from heavy manufacturing to clothing and cosmetics.", "url": "https://www.nytimes.com/2012/09/19/business/global/scores-of-japanese-stores-close-over-china-protests.html"}