{"authors": ["Martha Rose Shulman", "Recipes For Health"], "date_download": "2018-11-16 03:32:12", "date_modify": "2018-11-16 03:32:12", "date_publish": "2012-02-13 13:15:44", "description": "The deep flavors and nutritious vegetables that round out these one-dish meals may make you want to eat them right away, but they’re ideal for freezing.", "filename": "2012_02_13_health_nutrition_greek-chicken-stew-with-cauliflower-and-olives-chicken-stews-to-savor-or-store-away_1542339132.html", "image_url": "https://static01.nyt.com/images/2012/02/14/science/13recipehealth/13recipehealth-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_13_health_nutrition_greek-chicken-stew-with-cauliflower-and-olives-chicken-stews-to-savor-or-store-away_1542339132.html", "title": "Chicken Stews, to Savor or Store Away", "title_page": "Greek Chicken Stew With Cauliflower and Olives — Chicken Stews, to Savor or Store Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nMy niece is about to give birth to her first child, so I decided to fill her freezer with nourishing, comforting chicken stews for those first busy weeks. She loves to cook and to eat well, but she and her husband both know how little time there is when you come home from the hospital with a new baby. When I e-mailed her asking if she’d like this, she wrote back: “That would be the best gift ever! I have felt like cooking up until today…. But now I feel too tired to stand up.”\nI wanted each of these stews to feature a nutritious vegetable along with the chicken and aromatics. In this way they are truly one-dish, nutrient-dense meals. Though I suggest serving them with rice, other grains or pasta, if carbs are an issue, know that these stews are very satisfying on their own.\nI used skinless legs and boneless, skinless thighs for my chicken stews, and I sought out free-range organic chickens. While chicken breasts are lower in fat than the legs and thighs, they dry out when you stew them for very long. You can increase or decrease the number of chicken pieces according to your needs. If you’ve frozen a stew, it’s best to thaw it overnight in the refrigerator for the next night’s dinner. If the stew doesn’t thaw completely, heat gently in a casserole or use your microwave’s defrost function.\nHere’s a great thing to do with leftovers: Shred the chicken and stir back into the stew, then pile the mixture over grains and heat in the oven as a casserole, or toss it with pasta.\nAdvertisement Continue reading the main story\nGreek Chicken Stew With Cauliflower and Olives\nCinnamon adds a subtle sweetness to this stew. If salt is an issue, omit the olives; the stew will still be delicious.", "url": "https://www.nytimes.com/2012/02/13/health/nutrition/greek-chicken-stew-with-cauliflower-and-olives-chicken-stews-to-savor-or-store-away.html"}