{"authors": ["A. O. Scott", "Michael Bacall"], "date_download": "2018-11-16 04:14:48", "date_modify": "2018-11-16 04:14:48", "date_publish": "2012-03-15 08:00:03", "description": "The movie “21 Jump Street” is full of the usual boy-comedy stuff, and though no conceptual ground is broken, the whole mess is silly, spirited and, yes, smart enough to work.", "filename": "2012_03_16_movies_21-jump-street-with-jonah-hill-and-channing-tatum_1542341688.html", "image_url": "https://static01.nyt.com/images/2012/03/21/arts/21jump/21jump-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_16_movies_21-jump-street-with-jonah-hill-and-channing-tatum_1542341688.html", "title": "‘21 Jump Street,’ With Jonah Hill and Channing Tatum", "title_page": "‘21 Jump Street,’ With Jonah Hill and Channing Tatum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nIs popular culture like a river, flowing relentlessly forward so that no one ever steps in the same waters twice? Or is it like a coral reef — or, less organically, a landfill — formed out of the continuous accretion of new matter? If two wildly dissimilar objects have the same name, does it make any sense to compare them? If so, how? Please forgive the philosophical tenor of these questions: I’ve just seen “21 Jump Street,” and it has left me in a ruminative mood.\nNot that the movie, directed by Phil Lord and Christopher Miller and based on the semi-beloved, dimly recalled Fox cop show that made Johnny Depp a star in the late 1980s, aims to be thought-provoking. It wants to be fun and, to a perhaps surprising extent, it is. Largely forsaking the sweet multiculturalism of the original for white-dude bromance, and completely abandoning earnest teenagers-in-crisis melodrama in favor of crude, aggressive comedy, this “21 Jump Street” is an example of how formula-driven entertainment can succeed.\nIt is full of the usual boy-comedy stuff: homophobic humor so blatant that it must be making fun of homophobia (right?); easy, knowing sendups of movie and television clichés; appearances by actors from your favorite sitcoms (assuming you like “The Office,” “Parks and Recreation” and “New Girl”); exploding cars; a joke about “Glee.” And though no conceptual ground is broken that wasn’t already trampled and scorched in the Harold and Kumar movies (to cite only the three most sophisticated examples), the whole mess is silly, spirited and, yes, smart enough to work.\nTwo high school classmates — an alpha dog named Jenko (Channing Tatum) and a loser-nerd named Schmidt (Jonah Hill) — cross paths again at the police academy, where their friendship bridges the gulf of coolness. Their spectacular incompetence and raw inexperience land them in an undercover operation run out of an abandoned church by an angry captain played by Ice Cube, also heard on the soundtrack expressing a rather critical view of law enforcement in a vintage song by his former group N.W.A.\nAdvertisement Continue reading the main story\nThe juxtaposition of the middle-aged Ice Cube as a foulmouthed cop with the young Ice Cube as a foulmouthed cop hater typifies the movie’s playful, grab-bag idea of itself. There are some obligatory ’80s and early-’90s references, and cameos from some of the old “21 Jump Street” cast members, but aging Generation X nostalgists — not that I have anyone particular in mind — may be disappointed, which is a good thing.", "url": "https://www.nytimes.com/2012/03/16/movies/21-jump-street-with-jonah-hill-and-channing-tatum.html"}