{"authors": ["Patricia Leigh Brown"], "date_download": "2018-11-16 04:32:06", "date_modify": "2018-11-16 04:32:06", "date_publish": "2012-04-10 18:49:31", "description": "An annual conference teaches doctors to wear chefs’ toques.", "filename": "2012_04_11_dining_doctors-learn-to-cook-healthy-crave-able-foods.html_ref=dining&module=inline_1542342726.html", "image_url": "https://static01.nyt.com/images/2012/04/11/dining/11HEALTHY_SPAN/11HEALTHY_SPAN-thumbStandard-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_11_dining_doctors-learn-to-cook-healthy-crave-able-foods.html_ref=dining&module=inline_1542342726.html", "title": "Doctors Learn to Cook Healthy, ‘Crave-able’ Foods", "title_page": "Doctors Learn to Cook Healthy, ‘Crave-able’ Foods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I want to help my patients not need my services,” Dr. Fox said as he chopped rosemary for a mustard-crusted seared lamb loin. “I’d love to be put out of work.”\nIn a place that celebrates perfect pairings (say, a riesling with a spicy chicken Madras), the combination of James Beard Award-winning chefs with heavy guns from the Harvard School of Public Health, including Dr. Walter Willett, an epidemiologist and international authority on the health consequences of food choices, could at times feel surreal.\nA sold-out session called “Wine: The Latest Research on the Health Impacts Plus a Guided Tasting,” taught by John Buechsenstein, a winemaker, and Eric B. Rimm, a cardiovascular epidemiologist from Harvard, preceded a tasting of a Washington State gewürztraminer and other wines accompanied by a geeky PowerPoint presentation. It detailed an experiment in which mice with lousy diets were given the equivalent of 8 to 10 bottles of wine a day (they did as well as regular mice). Cheers!\nAt a knife-skills class, Dr. Kriston J. Kent, a facial plastic surgeon from Naples, Fla., learned to make incisions in potatoes and celery. “Easier than avoiding important blood vessels,” he said. He is now pursuing a public health degree. “The emphasis shouldn’t all be on the knife,” he said of his practice. “How you look has a lot to do with how you feel.”\nSatiety (rhymes with anxiety) was the mantra of the $1,200 conclave, which serves as continuing medical education despite pleasures like chocolate-dipped apricots (a healthy snack) and recipes by well-known chefs like Suvir Saran, late of the restaurant Devi in New York. Mr. Saran prepared guacamole with toasted cumin seeds, a touch he called “the Indian version of bacon bits.”\n“I think they’re hungry,” he said of the medical crowd. “Many doctors treat food as a clinical procedure rather than the sensual act it ought to be.”\nFor Dr. Eisenberg, 56, a passionate cook who spent weekends as a child filling cream puffs and sprinkling cinnamon and nuts on rugelach in his father’s bakery, deprivation in the form of low-fat diets and bland overcooked vegetables is an enemy of doctors and patients. “For years we’ve told people ‘Don’t eat that’ or ‘Here’s your problem,’ ” he said of the physicians’ party line. “Sometimes,” he added of his own thrice-yearly yearning for steak, “you have to feed your inner jerk.”\nAdvertisement Continue reading the main story\nHis commitment to healthy food began when his father, a cake artist who “always smelled like a cross between a cinnamon stick and a whiff of Old Spice,” died of a heart attack when Dr. Eisenberg was 10. An expert on integrative medicine, Dr. Eisenberg was one of the first United States medical exchange students to the People’s Republic of China. He started “Healthy Kitchens/Healthy Lives” in partnership with the Culinary Institute and the Harvard School of Public Health, based on the radical notion that if doctors could learn to channel their inner Julia Child (sans butter), they could serve as role models and cheerleaders for their patients.\nIt’s not about ego. Over the years, research has shown that doctors who practice healthful behaviors like exercising, using sunscreen and not smoking have a greater likelihood of advising patients to do the same. A study last month in the journal Obesity reported that overweight doctors may be less prone than other physicians to discuss diet and exercise with their patients. “We’re all human,” said Dr. Matt Everett, a now-gangly 55-year-old physician from Marysville, Ohio, who was inspired to lose weight after seeing patients in their 40s and 50s having strokes and heart attacks. “We all struggle with the same things.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor doctors like Martin Abrahamson, the chief medical officer for the Joslin Diabetes Center in Boston, there were revelations within Greystone’s cool, monasterylike stone walls, where chefs in white glide up and down staircases with nary a glance at the school’s historic corkscrew collection. “I’ve never cooked in my life,” he said, wearing a pinstripe suit beneath his apron, his hands drenched in marinade.\nDr. Abrahamson and his cronies listened raptly as the chef Tucker Bunch talked about “the little worm that unfurls” in overcooked quinoa (he advocates toasting it). “Doctors treat salt like an exacerbator of disease,” Mr. Bunch observed somewhat wryly. “So they under-season food with religious fervor.”\nNevertheless, they soaked up the dazzling feats of culinary derring-do, especially when the chef Patrick Clark sliced an onion in 10 seconds that fell into Sydney Opera House-like curves on the cutting board.\nThe collaboration between the Culinary Institute and Harvard epidemiologists and nutritionists goes back to 2002, when Dr. Willett, chairman of the institute’s scientific advisory board, began researching the health benefits of the Mediterranean diet. The team is now working with chefs from mega-chains like Applebee’s, Starbucks and Subway, to encourage them to reduce sodium and add more whole grains, nuts, legumes and healthier oils to their menus.\nDr. Eisenberg would like to see teaching kitchens in the places that need them most: medical schools, hospitals, universities, public schools and military bases. “What if teaching kitchens were as prevalent as computer labs in schools?” he asked. (He is working on a prototype.) Nutritionists often don’t know how to cook, Dr. Eisenberg pointed out, “which is a little bit like psychiatrists who are all screwed up.”\nYet after three days of thinking deep thoughts, all the while gorging on aromatic wheat-berry salads and peanut limeade (sounds revolting, tastes great), there was a palpable sense of a wellness tide turning.\nFor instance, Dr. John Principe of Palos Heights, a Chicago suburb, said that he seriously thought about quitting medicine, fed up with “a pill for every ill.” Fantasizing about a second career as a chef, he attended “Healthy Kitchens” five years ago and realized that he might be able to combine the two.\nAdvertisement Continue reading the main story\nHe now holds a culinary boot camp in the 2,400-square-foot kitchen and lecture room he built below his medical office, where he teaches people how to whip up cauliflower crust pizza and other dishes. (The sessions qualify for insurance under the group medical appointment model.) “Instead of being in the downtrodden mode, it’s given me a zest for life,” he said.\nAt the Baylor College of Medicine, Jasdeep Mangat, a 24-year-old medical student, was a founder of Choosing Healthy, Eating Fresh (CHEF), enlisting a chef from a local bistro to teach classes for 20 students using five portable gas burners in the student lounge. “We need to walk the talk,” he said.\nAnd seven years ago, Dr. Daniela Connelly, now 40, and her husband, Patrick, bought a farm in Chester, N.H., to feed their five children healthy and reliable food.\nShe often runs into her patients while selling eggs at the farmers’ market and sometimes when they unknowingly show up at the house to pick up their Field to Fork Farm C.S.A. boxes. They are invariably surprised by how dirty she is.\nAfter three days of “Healthy Kitchens,” she is now convinced she needs to teach her patients healthy cooking. “In a perfect world, I would have my patients meet me at the farm,” she said. “That would make me a really happy doctor.”", "url": "https://www.nytimes.com/2012/04/11/dining/doctors-learn-to-cook-healthy-crave-able-foods.html?ref=dining&module=inline"}