{"authors": ["Michael R. Gordon", "Eric Schmitt"], "date_download": "2018-11-16 04:46:14", "date_modify": "2018-11-16 04:46:14", "date_publish": "2012-11-03 23:51:42", "description": "The Pentagon’s Africa Command, based in Germany, lacked a quick-response force to send to Libya when American diplomatic posts came under attack in Benghazi.", "filename": "2012_11_04_world_africa_benghazi-attack-raises-doubts-about-us-abilities-in-region_1542343574.html", "image_url": "https://static01.nyt.com/images/2012/11/04/world/jp-benghazi1/jp-benghazi1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_04_world_africa_benghazi-attack-raises-doubts-about-us-abilities-in-region_1542343574.html", "title": "The New York Times", "title_page": "Benghazi Attack Raises Doubts About U.S. Abilities in Region - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As officials in the White House and Pentagon scrambled to respond to the torrent of reports pouring out from Libya — with Mr. Stevens missing and officials worried that he might have been taken hostage — they took the extraordinary step of sending elite Delta Force commandos, with their own helicopters and ground vehicles, from their base at Fort Bragg, N.C., to Sicily. Those troops also arrived too late.\n“The fact of the matter is these forces were not in place until after the attacks were over,” a Pentagon spokesman, George Little, said on Friday, referring to a range of special operations soldiers and other personnel. “We did respond. The secretary ordered forces to move. They simply were not able to arrive in time.”\nAn examination of these tumultuous events undercuts the criticism leveled by some Republicans that the Obama administration did not try to respond militarily to the crisis. The attack was not a running eight-hour firefight as some critics have contended, questioning how an adequate response could not be mustered in that time, but rather two relatively short, intense assaults separated by a lull of four hours. But the administration’s response also shows that the forces in the region had not been adequately reconfigured.\nThe Africa Command was spun off from the European Command. At the time it was set up, the Pentagon thought it would be devoted mostly to training African troops and building military ties with African nations. Because of African sensitivities about an overt American military presence in the region, the command’s headquarters was established in Stuttgart, Germany.\nWhile the other regional commands, including the Pacific Command and the Central Command, responsible for the Middle East and South Asia, have their own specialized quick-reaction forces, the Africa Command has had an arrangement to borrow the European Command’s force when needed. The Africa Command has been building its own team from scratch, and its nascent strike force was in the process of being formed in the United States on Sept. 11, a senior military official said.\n“The conversation about getting them closer to Africa has new energy,” the military official said.\nSome Pentagon officials said that it was unrealistic to think a quick-reaction force could have been sent in time even if the African Command had one ready to act on the base in Sicily when the attack unfolded, and asserted that such a small force might not have even been effective or the best means to protect an embassy. But critics say there has been a gap in the command’s quick-reaction capability, which the force would have helped fill.\nAdvertisement Continue reading the main story\nA spokesman for the command declined to comment on how its capabilities might be improved.\nThe Africa Command is led by Gen. Carter F. Ham, an infantryman who commanded a brigade in Mosul during the Iraq war and took charge of the headquarters last year, just before American, British and French air power helped topple Col. Muammar el-Qaddafi in Libya.\nPhoto\nOn the day of the attacks on the mission and a nearby annex in Benghazi, General Ham and other commanders were in Washington for a series of long-planned meetings. The Pentagon’s national military command center distributed a report around 4:30 p.m., 50 minutes after the assault started, that there had been violence in Benghazi and that the ambassador could not be located.\nPresident Obama was informed about the attack at 5 p.m. by his national security adviser, Thomas E. Donilon, at the start of a meeting at the White House with Defense Secretary Leon E. Panetta and Gen. Martin E. Dempsey, chairman of the Joint Chiefs of Staff. Libya was not the only worry. There were also protests at the United States’ embassies in Tunisia, Egypt and Yemen.\nIn the meeting, Mr. Obama ordered the Pentagon to begin “mobilizing all available military assets to respond to a range of contingencies in Libya and other countries in the region,” said Tommy Vietor, a spokesman for the National Security Council.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the administration was not well positioned to respond quickly. On the night of the attack, the Pentagon was able to divert an unarmed Predator drone operating 90 miles away to Benghazi, and the C.I.A. later used it to help plan an escape route for the surviving Americans.\nTwo military officers working at the embassy in Tripoli volunteered to join C.I.A. reinforcements who arrived in Benghazi early the next morning, just before a series of deadly mortar rounds struck the agency’s annex in Benghazi and killed two C.I.A. security contractors.\nBut other military forces were too far away or could not be mobilized in time. The closest AC-130 gunship, a devastating and accurate weapon against insurgents in urban areas, was in Afghanistan, a senior official said.\nThere are no armed drones within range of Libya. The closest fly out of Djibouti, in the Horn of Africa, and were not in range of Benghazi. There was no Marine expeditionary unit — a large seaborne force with its own helicopters — in the Mediterranean Sea. American F-16 fighters in Europe were not on alert, and General Ham concluded they would not have been useful in a confused fight in a major Arab city.\nActing on Mr. Obama’s order, the staff of the Joint Chiefs presented the options. Around 6:30 p.m., oral instructions were given for the units to get ready to deploy and formal deployment orders were issued after 8:30 p.m. The early reports in Washington noted that Ambassador Stevens was missing, and a major worry was that a hostage-rescue mission might be needed.\nAdvertisement Continue reading the main story\nThe Pentagon sent the Delta Force commandos to the Sigonella base in Sicily, to put them in position to deploy to Libya. Two 50-strong platoons of specially trained Marines, from Rota, Spain, were ordered to get ready to deploy, too.\nAnother option approved was to send the European Command’s quick-reaction force, which consists of about four dozen Special Forces soldiers and other specialists. But it was in the middle of a mission in Croatia. Elements of the team began leaving for Sigonella by 9 p.m., and the unit completed its deployment to Sicily shortly after noon the next day, a Pentagon official said. By then the 30 or so surviving Americans, and the bodies of their four colleagues, were in Tripoli.\nWith the region still in turmoil, the European Command’s quick-reaction team was sent on to Tunis. One of the Marine platoons was sent to Tripoli to protect the United States Embassy there. The Delta Force commandos, having arrived too late to help, flew back home, Pentagon officials said.\nNow, the administration has quietly begun a major interdepartmental review of security requirements in North Africa and the Middle East, said officials, who like others spoke on the condition of anonymity because of continuing investigations.\nIndependent military experts say that the fledgling Africa Command’s capabilities need to be strengthened, particularly in light of the array of new threats, from a Qaeda franchise that has seized control of northern Mali to Islamist groups gaining strength in nations like Libya and Tunisia.\n“There will have to be a reassessment of the priorities and resources for Africom, given the responsibilities it has in one of the most volatile regions of the world,” said Jack Keane, the retired general who served as the Army vice chief of staff. “And certainly a quick response force, with air and ground capabilities, has to be an important part of those resources.”", "url": "https://www.nytimes.com/2012/11/04/world/africa/benghazi-attack-raises-doubts-about-us-abilities-in-region.html"}