{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:31:21", "date_modify": "2018-11-16 04:31:21", "date_publish": "2012-12-19 10:53:52", "description": "The authority approved a package that will increase the base fare to $2.50 and will raise the cost of the 30-day MetroCard to $112.", "filename": "2012_12_20_nyregion_mta-raises-cost-of-single-rides-and-monthly-passes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342681.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_20_nyregion_mta-raises-cost-of-single-rides-and-monthly-passes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342681.html", "title": "The New York Times", "title_page": "M.T.A. Raises Cost of Single Rides and Monthly Passes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Metropolitan Transportation Authority voted unanimously on Wednesday to raise the base fare on subways and buses by a quarter, to $2.50, and to increase the cost of a 30-day MetroCard by $8, to $112.\nAt a meeting of the authority’s board at its Midtown headquarters, the agency approved a new fare and toll package that would also raise the prices at its railroads, bridges and tunnels.\nFor subway and bus riders, the cost of a seven-day pass will rise by $1, to $30. And the bonus on pay-per-ride MetroCards will decrease to 5 percent, from 7 percent, but will be available to anyone who places at least $5 on a card. Currently, the bonus applies only to purchases of at least $10.\nThe new rates — the fourth increase in five years — will take effect in March.\nThough a fare increase has long been expected, the authority undertook a unique approach in determining how exactly it would be put in place, unveiling four options in the fall and soliciting feedback from riders on which they preferred. One proposal called for the base fare to remain $2.25, but raised the cost of a 30-day pass to $125. Another kept the base fare at $2.25, increased the cost of a 30-day pass to $119 and eliminated the pay-per-ride bonus. None of the options were adopted precisely.\nAdvertisement Continue reading the main story\n“The recommended actions, I believe, strike a balance between the competing goals,” Joseph J. Lhota, the authority’s chairman, said before the vote was held Wednesday.", "url": "https://www.nytimes.com/2012/12/20/nyregion/mta-raises-cost-of-single-rides-and-monthly-passes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}