{"authors": ["Nicholas Kristof", "Nicholas D. Kristof"], "date_download": "2018-11-16 04:30:44", "date_modify": "2018-11-16 04:30:44", "date_publish": "2012-06-23 17:34:01", "description": "Iran is a much more complex country than many in the West realize. A bit of humility and nuance is needed in responding to the country’s bluster.", "filename": "2012_06_24_opinion_sunday_kristof-not-so-crazy-in-tehran_1542342644.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_24_opinion_sunday_kristof-not-so-crazy-in-tehran_1542342644.html", "title": "Not-So-Crazy in Tehran", "title_page": "Not-So-Crazy in Tehran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Video\nTo watch the video, press the play button in the bottom-left corner of the image.\nTEHRAN\nWHEN I decided to bring two of my kids with me on a reporting trip to Iran, the consensus was that I must be insane. And that someone should call Child Protective Services!\nThat anxiety reflects a view that Iran is the 21st century’s Crazy Country, a menace to civilization. That view also animates the hawks who believe that only a military option can stop Iran.\nLook, I have no illusions about Iran. On my last trip here, in 2004, I was detained and accused of being a spy for Mossad or the C.I.A. I’ve talked to people who have been brutally tortured. I think that Iran is pursuing a nuclear weapons capacity and that, if it were to deploy those weapons, this would be a huge and possibly fatal blow to global antiproliferation efforts.\nBut we need a dollop of humility and nuance, for Iran is a complex country where we’ve repeatedly stumbled badly. For starters, consider for a moment which nation assisted Iran the most in the last dozen years. Not Russia, not China, not India. No, it was the United States under President George W. Bush. First, we upended the Taliban in Afghanistan, Iran’s enemy to the east, and then removed the Saddam Hussein government from Iraq, Iran’s even deadlier threat to the west. Look at the Iraq-Iran relationship today, and it seems we fought a wrenching war in Iraq — and Iran won.\nAdvertisement Continue reading the main story\nNow we may be heading for another war — perhaps triggered by Israeli strikes on Iranian nuclear sites — and this might well help the ayatollahs as well by igniting a nationalist backlash that would bolster their rule.", "url": "https://www.nytimes.com/2012/06/24/opinion/sunday/kristof-not-so-crazy-in-tehran.html"}