{"authors": [], "date_download": "2018-11-16 04:15:51", "date_modify": "2018-11-16 04:15:51", "date_publish": "2012-09-25 22:31:12", "description": "A Brazilian judge ordered the arrest of Fabio Jose Silva Coelho of Google after Google failed to remove YouTube videos attacking a mayoral candidate.", "filename": "2012_09_26_business_global_top-google-executive-in-brazil-faces-arrest-over-video_1542341751.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_26_business_global_top-google-executive-in-brazil-faces-arrest-over-video_1542341751.html", "title": "Top Google Executive in Brazil Faces Arrest Over Video", "title_page": "Top Google Executive in Brazil Faces Arrest Over Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An elections court in Brazil has ordered the arrest of Google’s most senior executive in the country after the company failed to take down YouTube videos attacking a local mayoral candidate.\nGoogle is appealing the order, which comes after a similar decision by another Brazilian elections judge. In that case, a judge found a different senior executive responsible for violating local election law. That decision was overturned last week.\nThe legal challenges underline broader questions about Google’s responsibility for content uploaded by third parties to its Web sites.\nA spokesman for the regional elections court in Mato Grosso do Sul state, in southwestern Brazil, said on Tuesday that a judge had ordered the arrest of Fabio Jose Silva Coelho, Google’s top executive in Brazil, unless the videos attacking the mayoral candidate were removed.\nAdvertisement Continue reading the main story\n“Google is appealing the decision that ordered the removal of the video on YouTube because, as a platform, Google is not responsible for the content posted to its site,” the company said through a spokesman in Brazil.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn Google’s case, Brazilian judges have held executives responsible for resisting the removal of online videos that are in violation of a stringent 1965 Electoral Code. The law bans campaign ads that “offend the dignity or decorum” of a candidate.", "url": "https://www.nytimes.com/2012/09/26/business/global/top-google-executive-in-brazil-faces-arrest-over-video.html"}