{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:38:58", "date_modify": "2018-11-16 03:38:58", "date_publish": "2012-03-13 15:12:20", "description": "The new Acme slipped into its space stealthily, but its presence signals the genuine arrival of the new Nordic cuisine in New York.", "filename": "2012_03_14_dining_reviews_acme-signals-the-arrival-of-new-nordic-cuisine_1542339538.html", "image_url": "https://static01.nyt.com/images/2012/03/14/dining/14REST_SPAN/14REST-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_14_dining_reviews_acme-signals-the-arrival-of-new-nordic-cuisine_1542339538.html", "title": "Acme Signals the Arrival of New Nordic Cuisine", "title_page": "Acme Signals the Arrival of New Nordic Cuisine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He was present at the creation of the new Nordic cuisine, an experiment in restricting the kitchen to ingredients that can be grown or caught or foraged locally, leading to a new appreciation for humble grains and edible weeds that nobody in Scandinavia had thought about eating for many years.\nBits and scraps of this movement have drifted across the Atlantic, touching down on plates at Isa and Frej in Brooklyn, but the new Acme was the stealthy arrival of the genuine thing.\nAcme doesn’t look or act like a restaurant for gastronomic mandarins, which is one of its more appealing features. The owners have cultivated a constituency among the kind of gallery circulators and style trackers who turn up in Paper magazine. During Fashion Week, the arching mirror that runs nearly the length of the dining room reflected men in expensive-looking flannel and women in expensive-looking everything, nearly all of them angular and underfed.\nThe servers are lean, too, in stiff, narrow-waisted jeans, their skinny ties tucked into the plackets of crisp white shirts. They do not intone psalms about Chef’s wisdom or explicate every last item on every last plate. Half the diners probably wouldn’t want to hear it, and the other half are having fun discovering it on their own.\nThe food invites that. What looks like a bowl of sea foam subsides into a milky sauce of roast sunflower seeds bathing open clamshells embedded in sand-colored barley. It’s a small, intimate landscape that you eat. In fact, you might choose to eat it each time you come to Acme, noticing that it’s a little different each night, now with scallops, now with razor clams. Mr. Refslund cooks intuitively, by look and feel and perhaps by mood, but in three meals this dish was always cozy and comforting, with a sophisticated sense of balance.\nAdvertisement Continue reading the main story\nA painter’s hand is at work in a plate of carrots, too, though this time the genre is a botanical still life. The kitchen roasts them with pine needles and slices them in half the long way, serving them under a see-through sheet of lardo. The carrots, stretched out in a tart pool of blood-orange sauce, are knobbly and crooked, ugly but radiant.\nBut to find real beauty in homeliness, order those blackened sunchokes. They might remind you of marshmallows that got too close to the campfire, or more appetizingly like fresh-dug truffles, but either way they are undeniably strange. And undeniably wonderful, enriched with butter, melted Gruyère and actual winter truffles.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe nature-trail quality is turned down a notch in the main courses (“Sea/Land” in the menu’s language), although you never know where a craggy leaf or weedy flower is going to turn up next. The main courses are generally simpler and, almost without exception, excellent, particularly a chicken breast with a refined giblet sauce, and anything where fish is involved. There is black sea bass with pickled green tomatoes; there is arctic char with snow-white leeks; there was, at one point, turbot in a simple butter sauce with green fennel, and the kitchen seemed to nail them every time.\nNone of these ingredients sound particularly Scandinavian, which is part of the point. “I think it would be very stupid to import things from Denmark,” Mr. Refslund said over the phone last week. “My whole philosophy is to tell the story of where you are right now.”\nThis was his philosophy in Copenhagen as well. He and Mr. Redzepi were roommates and best friends who became co-chefs, heading off on a four-month tour of the Nordic region. Their hunt for puffin eggs and reindeer moss was the starting point for Noma’s cooking, although Mr. Refslund is the first to say that he had no hand in what the restaurant became.\nAbout five months after the opening, it became clear to both men that there was one chef too many, and Mr. Refslund left. “The whole cuisine today is René’s,” he said.\nAcme is not Noma in NoHo, nor is it MR, Mr. Refslund’s rarefied Copenhagen restaurant, now closed. The cooking is greatly simplified and meant to be shared. (This isn’t always successful; four people can’t split two fried eggs, and even perfectly cooked fish can cool on its trip from platter to plate to mouth.) The aim is to avoid startling the tables discussing Hedi Slimane’s move to YSL, while not boring the ones debating the chef César Ramirez’s move to Manhattan.\nThe second group must be wondering if Mr. Refslund is going to be allowed to cook at his full capacity. And I’m wondering what will happen when he begins to make friends with local farmers and foragers. While the kitchen has been getting steadily more precise, I have the sense that the raw ingredients are holding it back somewhat.\nThe salt-baked beet salad, for instance, can seem like a sketch not fully colored in yet. (Mr. Refslund also has a thing for al dente vegetables, as if he didn’t want to tame them with too much heat. Sometimes it works and sometimes, as when the sunchokes or carrots are crunchy and raw-tasting, it doesn’t.)\nAdvertisement Continue reading the main story\nOne night as I left, two young European travelers were out front, peering at the awning.\n“Excuse me,” one said. “What is ... ca-joon food?”\nThe restaurant is serving another kind of cuisine now, we explained. What kind, they asked.\nOne of my companions hazarded, “Modern Danish?”\nBut no. It’s modern New York, it’s fascinating and it’s going to be a blast to watch it grow. There were no trumpets playing when Mr. Refslund landed, but you can hear them now, and they’re going to get louder.", "url": "https://www.nytimes.com/2012/03/14/dining/reviews/acme-signals-the-arrival-of-new-nordic-cuisine.html"}