{"authors": ["Elisabeth Bumiller"], "date_download": "2018-11-16 04:14:09", "date_modify": "2018-11-16 04:14:09", "date_publish": "2012-05-13 22:23:41", "description": "Sgt. Bowe Bergdahl, who was captured in 2009 and is America’s only known current prisoner of war, saw enlisting in the Army as a way to find a direction, relatives say.", "filename": "2012_05_14_us_bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341649.html", "image_url": "https://static01.nyt.com/images/2012/05/14/us/soldier_span/soldier-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_14_us_bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341649.html", "title": "The New York Times", "title_page": "Bowe Bergdahl’s Unlikely Journey to Life as a Taliban Prisoner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The story of Sergeant Bergdahl, 26, America’s only known current prisoner of war, is one of the strangest and now most consequential mysteries in the 10-year involvement of the United States in Afghanistan. He was captured under still unclear circumstances in June 2009 by insurgents in the mountains of eastern Afghanistan, only two months after he arrived on the battlefield, and is now believed to be held, alive and relatively well, by the militant Haqqani network across the border in the tribal area of Pakistan’s northwest frontier.\nPhoto\nLast week his anguished family broke a yearlong silence and announced that their son had become the centerpiece in secret but stalled negotiations between the Obama administration and the Taliban over a proposed prisoner exchange. The deal, which would trade five Taliban prisoners held in Guantánamo Bay for Sergeant Bergdahl, is considered a crucial first step toward striking a broader political settlement with the Taliban to bring the decade-long war to an end.\nSergeant Bergdahl’s father, Robert Bergdahl, who said he went public to try to push the Obama administration to revive the talks, has in the meantime reached out to the insurgents. He is now in regular e-mail contact with a man he believes is a member of the Taliban with accurate knowledge of his son.\nAdvertisement Continue reading the main story\n“You don’t leave something like this to government officials,” Mr. Bergdahl said in one of three interviews with The New York Times in recent months, two of them last week in Idaho. “Why wouldn’t a father do this? This is my job.” He said he now believed that the Taliban would not harm his son.\nMr. Bergdahl, a driver for United Parcel Service, said he still did not know how his son was captured. He discounted Taliban radio chatter intercepted by the military and recounted in a classified military report made public by WikiLeaks that suggests insurgents grabbed Sergeant Bergdahl while he was in a latrine.\nHe would not speculate on whether his son had walked off his remote outpost during a counterinsurgency mission, as the military initially said, or had lagged behind on a patrol, as Sergeant Bergdahl recounted in a Taliban video released a month after his capture.\nOne thing is certain, Mr. Bergdahl said: “This is not your stereotypical American military family whose son went to war.”\nPhoto\nRobert and Jani Bergdahl moved from California to Idaho in 1980, lured by the promise of construction jobs in the wealthy resorts of Ketchum and Sun Valley. Mr. Bergdahl, an anthropology major who had dropped out of the University of California at Santa Barbara, poured cement but also waxed skis and worked for the Ketchum Fire Department.\nBy 1986, the year Bowe was born, he was driving for U.P.S. and had bought 40 acres for $50,000 on a remote road outside Hailey, a town of some 6,000 people, many of them self-described “worker bees” for the resorts to the north.\nHe built a simple cabin that eventually housed about 5,000 books, but for years had no phone. “Remember Jed Clampett’s house before they moved?” Mr. Bergdahl said, recalling the shack belonging to television’s “Beverly Hillbillies” before they struck oil.\nStill, the surroundings were breathtaking and, by the accounts of family and friends, Sergeant’s Bergdahl’s childhood was idyllic. Jani Bergdahl home-schooled Bowe and his sister, made sure they went to church every Sunday and let them loose to explore.\nAdvertisement Continue reading the main story\n“It was good growing up with Bowe,” said James Cameron, a childhood friend who was also home-schooled and is now an electrician on the Sun Valley ski lifts. “We’d ski during the winter and shoot guns, and then during the summer we’d hike and shoot guns.”\nBy the time Sergeant Bergdahl was in his early 20s, he had his high school equivalency diploma and was moving from job to job to save up for exotic wanderings. Friends describe him as quiet, thoughtful, well-read and athletic, a free spirit who thought nothing of riding his bicycle back and forth the dozen miles between Hailey and Ketchum.\nPhoto\nHe did construction and yard work, was a house sitter and worked at a local shooting club. Through connections there he became a crew member on a large sailboat, which led to other crew jobs, including one through the Panama Canal. He traveled in Europe and rode his bicycle to California.\nHe also worked on and off as a barista at Zaney’s, a coffee house and local gathering spot in Hailey. Around the same time he switched from fencing and martial arts to classes at the Sun Valley Ballet School, where he is remembered as a strong dancer who easily lifted the school’s ballerinas. Sergeant Bergdahl was pulled in by ballet’s discipline and grace, said Sherry Horton, the artistic director of the school, but it was a move that prompted teasing from the Zaney’s staff.\nSergeant Bergdahl had a response. “He asked them, ‘Who is the one man in this room who has all the beautiful girls’ phone numbers?’ “ said Sue Martin, the owner of Zaney’s, now a shrine of yellow ribbons and posters proclaiming “Bring Bowe Home.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBy 2008, Sergeant Bergdahl had enlisted in the Army without telling his parents, who were nervous but supported him when they heard. To Ms. Horton, who shared a house with him at the time, the decision was no surprise. “He wasn’t going to go to college,” she said. “He liked the odd jobs, but I think he was ready for a career, and that is the career he chose.”\nSergeant Bergdahl was assigned to the First Battalion, 501st Parachute Infantry Regiment, Fourth Brigade Combat Team, 25th Infantry Division, based at Fort Richardson, Alaska. He deployed as a machine gunner in early May 2009 to a small combat outpost in Paktika Province, at a time when American forces were extremely sparse in the area.\nAt first his e-mails home were effusive. “He was happy as a clam,” Mr. Bergdahl said. He wrote of “how beautiful it was, how wonderful the people were.”\nPhoto\nBut the tone of his son’s e-mails soon darkened, Mr. Bergdahl said, although he declined to say specifically what set off the change.\nAdvertisement Continue reading the main story\nMr. Bergdahl would say only that he himself had become disillusioned by the military’s doctrine of counterinsurgency, aimed at winning over the Afghan population by building roads, schools and good governance while protecting them from insurgents. As part of the strategy, American troops often travel on roads planted with homemade bombs, or improvised explosive devices, to meet with villagers during the day to collect information about their needs — and to ask the whereabouts of insurgents so they can target them in night raids.\n“The doctrine is fallacious,” Mr. Bergdahl said. “It doesn’t achieve what they say it’s going to achieve. It’s a biometric data-gathering device — send the rabbits out there to get I.E.D.-ed so you can figure out who to kill at night. How ethical.” His son, Mr. Bergdahl contended, was frustrated by what he saw.\nSergeant Bergdahl was reported missing when he failed to show up for the outpost’s morning roll call on June 30, 2009. The military report made public by WikiLeaks makes clear the panic that occurred within Sergeant Bergdahl’s command and describes the tracking dogs, patrols and Predator drones that were marshaled for a widespread search.\nIn the nearly three years since, Sergeant Bergdahl has appeared in five videos released by the Taliban, all dismissed as propaganda by the American military, in which he pleads for an end to the United States’ involvement in the war and his release, as well as the release of Afghan prisoners held by the United States.\n“Every day I want to go home, the pain in my heart to see my family again doesn’t get any smaller,” he said in the most recent one, released a year ago, which his mother watched again last week in Idaho with tears in her eyes.\n“That’s the hardest video to take,” she said quietly.\nThe last time the Bergdahls saw their son in person was Christmas 2008, before he deployed, when Mr. Bergdahl took him aside and told him, he said, “Men don’t come back from this, you know.”\nBut since then Mr. Bergdahl has been awed by the resilience of his son and now believes, he said, that the ordeal will end well. “That’s how much confidence we have in Bowe,” he said. “He’s like a cat who always lands on his feet.”", "url": "https://www.nytimes.com/2012/05/14/us/bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}