{"authors": [], "date_download": "2018-11-16 04:40:27", "date_modify": "2018-11-16 04:40:27", "date_publish": "2012-09-12 17:45:56", "description": "The United States should stay engaged with Libya despite the killing of Ambassador Stevens and three other Americans.", "filename": "2012_09_13_opinion_murder-in-benghazi_1542343227.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_opinion_murder-in-benghazi_1542343227.html", "title": "Murder in Benghazi", "title_page": "Murder in Benghazi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Libya and its pro-democracy revolution had no better friend than J. Christopher Stevens , the United States ambassador who was killed along with three other Americans in Tuesday’s attack on the consulate in Benghazi. It was an outrageous act that deserved the strongest condemnation.\nPresident Obama’s statement of outrage and his vow to bring the killers to justice received bipartisan support, including from politicians otherwise committed to partisan warfare, like the House speaker, John Boehner , and the Senate minority leader, Mitch McConnell , who rarely misses a chance to attack Mr. Obama.\nBut not from Mitt Romney , who wants Americans to believe he can be president but showed an extraordinary lack of presidential character by using the murders of the Americans in Libya as an excuse not just to attack Mr. Obama, but to do so in a way that suggested either a dangerous ignorance of the facts or an equally dangerous willingness to twist them to his narrow partisan aims.\nMr. Romney could easily have held his fire during this crisis, if he could not summon the decency to support the United States government. Instead, he misrepresented the administration as “sympathizing” with the attackers. There was no truth in what he said. In fact, Secretary of State Hillary Rodham Clinton made the first official comment on the killings, a strong condemnation, before Mr. Romney released his statement. Even after having a night to reconsider his response, Mr. Romney merely doubled down on his false charges, as he is prone to do.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2012/09/13/opinion/murder-in-benghazi.html"}