{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:18", "date_modify": "2018-11-16 04:01:18", "date_publish": "2012-01-20 12:28:22", "description": "The Supreme Court blocked election maps proposed by a lower court, and said the court had not paid enough deference to a plan drawn up by Texas’ Republican-controlled Legislature.", "filename": "2012_01_21_us_supreme-court-rejects-judge-drawn-maps-in-texas-redistricting-case.html_module=inline_1542340878.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_21_us_supreme-court-rejects-judge-drawn-maps-in-texas-redistricting-case.html_module=inline_1542340878.html", "title": "The New York Times", "title_page": "Supreme Court Rejects Judge-Drawn Maps in Texas Redistricting Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justice Clarence Thomas concurred only in the result and said he would have instructed the elections to proceed under the Legislature’s maps.\nIn a second development on Friday, the justices blocked a decision of a federal court in West Virginia in another election case while the justices consider an appeal. The West Virginia case concerns whether that state’s three House districts must be absolutely equal in population.\nIn the Texas case, the justices acted just 11 days after hearing arguments. Primaries in Texas had already been moved back to April. For those primaries to proceed, officials there said, an answer from the courts was needed by Feb. 1.\n“This is a big win for Texas, and will require the drawing of districts much more likely to favor Texas’s interim plan,” Richard L. Hasen, an election law expert at the University of California, Irvine , said in an e-mail. The new maps, Professor Hasen said, would “favor Republicans over Democrats” as compared with the lower court’s original maps.\nGreg Abbott, the attorney general of Texas, expressed satisfaction with the decision.\n“The Supreme Court confirmed that the San Antonio court drew illegal maps, without regard for the policy decisions of elected leaders,” Mr. Abbott said in a statement.\nState Representative Trey Martinez Fischer, a Democrat and the chairman of the Texas Mexican American Legislative Caucus, which challenged the Legislature’s maps, said that he, too, was “very pleased with this state of affairs,” adding that he expected a favorable set of new maps from the lower court.\n“We could very likely have the exact same maps, just with a better explanation,” he said.\nMuch of the language in the Supreme Court’s opinion was conditional, and its criticism of the lower court was mostly indirect.\nAdvertisement Continue reading the main story\n“To the extent the district court exceeded its mission to draw interim maps that do not violate the Constitution or the Voting Rights Act , and substituted its own concept of ‘the collective public good’ for the Texas Legislature’s determination of which policies serve ‘the interests of the citizens of Texas,’ the court erred,” the opinion said, quoting from the lower court’s ruling.\nBut the message and music of the opinion was that significantly more weight should have been given to the Legislature’s maps.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe two competing sets of maps set out the borders of election districts in Texas for the State Legislature and the United States House of Representatives on the basis of the most recent 10-year census.\nThe maps drawn by the Legislature, which is controlled by Republicans, seemed to favor Republican candidates. The ones drawn by the lower court, a special three-judge federal court in San Antonio, increased the voting power of Hispanic voters and seemed to help Democratic candidates.\nUnder Section 5 of the Voting Rights Act of 1965, changes in voting procedures in states with a history of discrimination cannot take effect until they have been approved by either the Justice Department or a special three-judge court in Washington.\nTexas sought approval from the special Washington court, but it has not yet received an answer, though the special court has indicated that it is unlikely to approve at least some of the Legislature’s map. Because there were no approved maps as the first primaries in Texas loomed, the San Antonio court, which was hearing challenges to the Legislature’s maps under a different part of the Voting Rights Act, drew the competing set of maps.\nThe Supreme Court indicated that the San Antonio court had overstepped its authority.\n“Section 5 prevents a state plan from being implemented if it has not been pre-cleared,” the opinion said. “But that does not mean that the plan is of no account or that the policy judgments it reflects can be disregarded by a district court drawing an interim plan.”\n“On the contrary,” the opinion continued, “the state plan serves as a starting point for the district court. It provides important guidance that helps ensure that the district court appropriately confines itself to drawing interim maps that comply with the Constitution and the Voting Rights Act, without displacing legitimate state policy judgments with the court’s own preferences.”\nThe justices instructed the San Antonio court to use the Legislature’s plan as a “starting point” except where legal challenges to aspects of it were likely to succeed.\nAdvertisement Continue reading the main story\nThe decision said the San Antonio court had paid “adequate attention to the state’s policies” in some places. In others, though, the justices said the lower court “appears to have unnecessarily ignored the state’s plans in drawing certain individual districts.”\nThe opinion was particularly critical of an aspect of the court-drawn maps that appeared to create “a ‘minority coalition opportunity district’ in which the court expected two different minority groups to band together to form an electoral majority.”\nThe three cases decided Friday were Perry v. Perez, No 11-713, on the Texas House, Perry v. Davis, No. 11-714, on redistricting the State Senate, and Perry v. Perez, No. 11-715, on the House of Representatives.\nThe constitutionality of Section 5 itself was not at issue in the case, but the opinion said its “intrusion on state sovereignty” raises “serious constitutional questions,” quoting in part from a 2009 decision.\nIn his concurrence, Justice Thomas went further, repeating his view that “Section 5 is unconstitutional.”", "url": "https://www.nytimes.com/2012/01/21/us/supreme-court-rejects-judge-drawn-maps-in-texas-redistricting-case.html?module=inline"}