{"authors": ["Michael Barbaro", "Ashley Parker"], "date_download": "2018-11-16 03:56:06", "date_modify": "2018-11-16 03:56:06", "date_publish": "2012-10-20 15:31:14", "description": "Mitt Romney’s way of speaking is polite, formal and anachronistic, linguistically setting him apart, and influencing the word choices of those who work with and for him.", "filename": "2012_10_21_us_politics_romneys-throwback-language-his-mittisms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340566.html", "image_url": "https://static01.nyt.com/images/2012/10/21/nyregion/21language-sub/21language-sub-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_21_us_politics_romneys-throwback-language-his-mittisms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340566.html", "title": "The New York Times", "title_page": "Romney’s Throwback Language, His Mittisms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Romney, 65, has spent four decades inside the corridors of high finance and state politics, where indecorous diction and vulgarisms abound. But he has emerged as if in a rhetorical time capsule from a well-mannered era of soda fountains and AMC Ramblers, someone whose idea of swearing is to let loose with the phrase “H-E-double hockey sticks.”\n“He actually said that,” recalled Thomas Finneran, the speaker of the Massachusetts House of Representatives when Mr. Romney was governor. “As in, go to ‘H-E-double hockey sticks.’ I would think to myself, ‘Who talks like that?’ ”\nMr. Romney, quite proudly. In fact, he seems puzzled by the fascination with something as instinctive (and immutable) as how he talks, as if somebody were asking how he breathes. “It’s like someone who speaks with an accent,” he said in an interview. “You don’t hear the accent.”\nHis Mormon faith frowns on salty language, and so does he. A man of relentless self-discipline, he made clear to lawmakers in Boston and colleagues in business that even in matters of vocabulary, he “held himself to a high standard of behavior,” said Geoffrey Rehnert, a former executive at Bain Capital, the firm Mr. Romney started in the 1980s. Mr. Romney’s father, George, whom he idolized, shared the same style of refined and restrained speech.\nThose around him are so accustomed to his verbal tics that they describe them in shorthand. “Old-timey,” said one aide. “His 1950s language,” explained another. “The Gomer Pyle routine,” said a third.\nAsked about his boss’s word preferences, Eric Fehrnstrom, a veteran Romney adviser, responded knowingly: “You mean like ‘gosh, golly, darn’?”\nFor Democratic strategists, Mr. Romney’s throwback vocabulary feeds into their portrayal of a man ill-equipped for the mores and challenges of the modern age. David Axelrod, a top adviser for an Obama campaign that has adopted “Forward” as its slogan, once quipped that Mr. Romney “must watch ‘Mad Men,’ ” the hit television show set in Manhattan in the 1960s, “and think it’s the evening news.”\nAdvertisement Continue reading the main story\nHis exclamations can sound jarring to the contemporary ear — or charming, depending on whom you ask. Midway into a critique of Mr. Obama’s economic policies a few months ago, Mr. Romney declared: “They’ve scared the dickens out of banks,” he said. “They’ve scared the dickens out of insurance companies.”\nHe declared, “To heck with it!” while urging reporters to use their fingers to dig into a box of pastries he was passing around on a plane. “Darn good question,” he replied to a voter in Kalamazoo, Mich., who asked how he would work with Congress if elected. (His wife also got the “darn” treatment in Michigan, when he enthused, “Gosh, darn, she is amazing!”) “Thank heavens” is another favorite.\nFor people used to peppering their speech with four-letter words, time with Mr. Romney can prove an exercise in self-control. A half-dozen people recalled the precise moment when they swore — almost always accidentally — in his presence.\nPhoto\nWhen Robert Travaglini, then the Democratic president of the Massachusetts State Senate, would curse in front of Mr. Romney, the governor would frown and interject, “Well, I wouldn’t choose that diction,” Mr. Travaglini recalled.\nMr. Rehnert, the former Bain executive, was mortified when a potential client he took into Mr. Romney’s office promptly dropped a string of profanities. “Mitt wanted to know what cats and dogs I was dragging in here,” Mr. Rehnert said.\nHis cussing colleagues said Mr. Romney took pains not to judge them publicly. “He did not impose his language preferences on us,” Mr. Finneran said. “But I wonder if we became a little bit more restrained because we knew this about him.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Travaglini recalled lawmakers’ discussing how Mr. Romney “should be more in tune with the vernacular of the day and express himself more passionately.”\n“But,” he added, “that’s not who he is.”\nMr. Romney does have his own distinctly G-rated arsenal of angry expressions — “Good grief,” “flippin’,” “good heavens” and even the occasional “crap.”\nPerhaps the most intriguing of these is “grunt.” Most people just grunt. Mr. Romney, however, talks about grunting. “Grunt” he says, onomatopoetically, when annoyed with a last-minute change in his campaign schedule.\nAdvertisement Continue reading the main story\nMany of Mr. Romney’s verbal habits can sound like those of a hyper-literate graduate student who never left school. (In college, he majored in English.) He favors the gentlemanly qualifier “if you will,” which he invoked three times during a recent speech.\nOn how to reduce the debt: “You have to start accumulating, if you will, reserves.”\nOn speaking to a group of soldiers: “The cadets were all lined up and sitting at attention, if you will.”\nOn his business background: “I’ve had the experience of working in the real world, if you will.”\nIn interviews, voters expressed an equal measure of admiration for and curiosity about his quaint dialect, which many described as a conspicuous break from the normally harsh tone of politicians.\n“It’s a wonderful change,” said Irene Sperling, a retiree from Allentown, Pa. “He’s a gentleman.”\nWendy Tonn, 63, a Romney supporter who splits her time between Michigan and Florida, said she found comfort in his vocabulary, comparing it to the simple innocence of “Leave It to Beaver.” “We are of that era, and we’d like to be returned to that kind of era,” she said.\nEven Dennis Miller, the comedian, has weighed in, suggesting that after four years of having a “hipster president” in the White House, Americans craved a “gosh president.”\nA few acquaintances have tried to drag him linguistically into the 21st century. Mr. Finneran, an admitted serial curser, said that after years of working closely with Mr. Romney, he began to fantasize about provoking him to utter a particularly crude word.\n“It got to the point where I started to think that my greatest achievement of all time would be if I somehow or other got him to say the word,” he said.\nAdvertisement Continue reading the main story\nOnce, Mr. Romney seemed on the cusp of fulfilling that wish during a heated discussion. But he caught himself. “And I thought, ‘Oh, God, my closest moment ever,’ ” Mr. Finneran said. “But it’s not going to happen.”", "url": "https://www.nytimes.com/2012/10/21/us/politics/romneys-throwback-language-his-mittisms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}