{"authors": [], "date_download": "2018-11-16 03:46:03", "date_modify": "2018-11-16 03:46:03", "date_publish": "2012-05-30 21:15:52", "description": "The Obama administration should not have the power to choose targets for assassination, including Americans, without any oversight.", "filename": "2012_05_31_opinion_too-much-power-for-a-president_1542339963.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_31_opinion_too-much-power-for-a-president_1542339963.html", "title": "Too Much Power for a President", "title_page": "Too Much Power for a President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has been clear for years that the Obama administration believes the shadow war on terrorism gives it the power to choose targets for assassination, including Americans, without any oversight. On Tuesday, The New York Times revealed who was actually making the final decision on the biggest killings and drone strikes: President Obama himself. And that is very troubling.\nMr. Obama has demonstrated that he can be thoughtful and farsighted, but, like all occupants of the Oval Office, he is a politician, subject to the pressures of re-election. No one in that position should be able to unilaterally order the killing of American citizens or foreigners located far from a battlefield — depriving Americans of their due-process rights — without the consent of someone outside his political inner circle.\nHow can the world know whether the targets chosen by this president or his successors are truly dangerous terrorists and not just people with the wrong associations? (It is clear, for instance, that many of those rounded up after the Sept. 11, 2001, attacks weren’t terrorists.) How can the world know whether this president or a successor truly pursued all methods short of assassination, or instead — to avoid a political charge of weakness — built up a tough-sounding list of kills?\nIt is too easy to say that this is a natural power of a commander in chief. The United States cannot be in a perpetual war on terror that allows lethal force against anyone, anywhere, for any perceived threat. That power is too great, and too easily abused, as those who lived through the George W. Bush administration will remember.\nAdvertisement Continue reading the main story\nMr. Obama, who campaigned against some of those abuses in 2008, should remember. But the Times article, written by Jo Becker and Scott Shane, depicts him as personally choosing every target, approving every major drone strike in Yemen and Somalia and the riskiest ones in Pakistan , assisted only by his own aides and a group of national security operatives. Mr. Obama relies primarily on his counterterrorism adviser, John Brennan.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.", "url": "https://www.nytimes.com/2012/05/31/opinion/too-much-power-for-a-president.html"}