{"authors": ["Isabel Kershner", "Fares Akram"], "date_download": "2018-11-16 04:41:08", "date_modify": "2018-11-16 04:41:08", "date_publish": "2012-11-14 10:01:31", "description": "Israel hit at least 20 targets in aerial attacks that killed the military commander of Hamas, damaged Israel’s fragile relations with Egypt and escalated the risks of a new war in the Middle East.", "filename": "2012_11_15_world_middleeast_israeli-strike-in-gaza-kills-the-military-leader-of-hamas.html_module=inline_1542343268.html", "image_url": "https://static01.nyt.com/images/2012/11/14/world/middleeast/20111115-GAZA-slide-LASY/20111115-GAZA-slide-LASY-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_15_world_middleeast_israeli-strike-in-gaza-kills-the-military-leader-of-hamas.html_module=inline_1542343268.html", "title": "The New York Times", "title_page": "Israeli Assault Into Gaza Kills a Hamas Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both the rocket fire and the buildup of advanced weaponry in Gaza have increasingly tested Israeli officials and prompted such an intense attack, according to military experts in Israel.\n“Deterrence has to be maintained,” said Gabi Siboni, a colonel in the reserves who leads the military and strategic affairs program at the Institute for National Security Studies in Tel Aviv . “It was only a question of time until this moment arrived.”\nThe Hamas-run Health Ministry in Gaza said the Israeli attacks killed at least five others besides Mr. Jabari, including a baby and a 7-year-old girl, and had wounded at least 40.\nThe ferocity of the airstrikes provoked rage in Gaza, where Hamas said the campaign amounted to war and promised a harsh response. It quickly launched dozens of rockets into southern Israel. Several barrages struck the city of Beersheba, shattering windows and damaging cars but causing no injuries.\nPhoto\nCivil-defense authorities in Israel, anticipating retaliation, instructed residents within a 25-mile radius of Gaza not to go to school or work on Thursday. Many remained indoors or congregated in bomb shelters.\nGeneral Mordechai said the operation “would continue and grow.” The military said it was designed to “severely impair the command and control chain of the Hamas leadership.”\nBy targeting Mr. Jabari, 52, the Israelis said they had killed the mastermind of virtually every attack to come from Gaza in recent years, including the kidnapping in 2006 of the Israeli soldier Gilad Shalit . Mr. Jabari was involved in the negotiations to release Mr. Shalit, whose five years as a prisoner was a source of national anguish. When he was finally released through Egypt, Mr. Jabari made a rare public appearance alongside him.\nAdvertisement Continue reading the main story\nThe attacks on Gaza were undertaken at a delicate time for Prime Minister Benjamin Netanyahu of Israel, nine weeks before elections, and may have partly reflected his administration’s own sense that it needed to send a message of deterrence beyond Gaza. In a statement, Mr. Netanyahu praised the military for the operation and said: “We will not accept a situation in which Israeli citizens are threatened by the terror of rockets. No country would accept this.”\nThe Israeli journalist Barak Ravid wrote on the Haaretz Web site that Mr. Jabari was Mr. Netanyahu’s Osama bin Laden .\nIn Washington, the White House issued a carefully worded statement saying President Obama had spoken with both Mr. Netanyahu and President Mohamed Morsi of Egypt, reiterating to both that the United States supports Israel’s right to self-defense from the rocket attacks. The statement said Mr. Obama had urged Mr. Netanyahu to “make every effort to avoid civilian casualties,” and that Mr. Obama and Mr. Morsi “had agreed on the importance of working to de-escalate the situation as quickly as possible.”\nNonetheless, the Israeli attacks further complicated Israel’s fragile relations with Egypt, where the Islamist-led government of Mr. Morsi, reversing a policy of his ousted predecessor, Hosni Mubarak , had established closer ties with Hamas and had been acting as a mediator to restore calm between Israel and Gaza-based militant groups.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the first crisis in Israeli-Egyptian relations since Mr. Morsi came to power, he called the Israeli actions “wanton aggression on the Gaza Strip” in justifying his decision to summon home the ambassador.\nEgyptian state news media said Foreign Minister Mohamed Amr had “warned Israel against the consequences of escalation and the negative reflections it may have on the security and stability of the region.”\nMr. Morsi’s Freedom and Justice Party, rooted in the same Muslim Brotherhood origins as Hamas, posted a video on its Web site of what was described as the burned body of a Palestinian child said to have been killed in the Israeli attacks, in an attempt to stoke anger at Israel. His party also issued a statement saying: “The wanton aggression against Gaza proves that Israel has yet to realize that Egypt has changed and that the Egyptian people who revolted against oppression will not accept assaulting Gaza.”\nPhoto\nA spokesman for Hamas, Fawzi Barhoum, said the Israelis had “committed a dangerous crime and broke all redlines,” and that “the Israeli occupation will regret and pay a high price.”\nMilitary officials in Israel, which took credit for killing Mr. Jabari, said their forces had carried out additional airstrikes in Gaza targeting what they described as “a significant number of long-range rocket sites” owned by Hamas that had stored rockets capable of reaching 25 miles into Israel. The statement said the airstrikes had dealt a “significant blow to the terror organization’s underground rocket-launching capabilities.”\nAdvertisement Continue reading the main story\nThe Israel Defense Forces said Mr. Jabari had been targeted because he “served in the upper echelon of the Hamas command and was directly responsible for executing terror attacks against the state of Israel in the past number of years.”\nA video released by the Israel Defense Forces and posted on YouTube showed an aerial view of the attack on what it identified as Mr. Jabari’s car on a Gaza street as it was targeted and instantly blown up in a pinpoint bombing. The Israel Defense Forces later posted a Twitter message showing a mug shot of Mr. Jabari overwritten by the word “eliminated.”\nMr. Jabari led Hamas forces when they took control of Gaza in 2007, ousting the rival Palestinian faction Fatah and the Palestinian Authority two years after the Israelis withdrew from the territory captured in the 1967 war.\nIsraeli forces went back into Gaza in the winter of 2008-9 after years of rocket attacks by Palestinian militants into Israel. The Israeli invasion killed as many as 1,400 Palestinians, including hundreds of civilians, and was widely condemned internationally.\nSince then, Hamas has mostly adhered to an informal, if shaky, cease-fire and at times tried to force smaller militant groups to stick to it, too. But in recent months, under pressure from some of the Gaza population for not avenging deadly Israeli airstrikes, Hamas has claimed responsibility for participating in the firing of rockets.\nMr. Jabari once belonged to Fatah, the mainstream nationalist movement, but joined Hamas while serving time in an Israeli prison. After Hamas took over Gaza, Mr. Jabari became the architect of the Hamas military there, organizing the forces into companies, battalions and brigades, Israeli experts said.\nMarried to two wives and the father of 14 children, Mr. Jabari was born in eastern Gaza City. A Hamas militant who worked closely with him, and who goes by the nom de guerre Abu Dujana, described him as “extraordinarily religious, to the point of refusing to do things that are normal, like watching an unveiled anchorwoman on television.”\nAbu Dujana said that he last saw Mr. Jabari last month in Mecca, where he was performing the hajj , the Muslim pilgrimage. He described Mr. Jabari as stubborn and uncompromising.\nLt. Col. Avital Leibovich, a spokeswoman for the Israeli military, said Mr. Jabari had “a lot of blood on his hands.”", "url": "https://www.nytimes.com/2012/11/15/world/middleeast/israeli-strike-in-gaza-kills-the-military-leader-of-hamas.html?module=inline"}