{"authors": ["Simon Romero", "John M. Broder"], "date_download": "2018-11-16 04:11:59", "date_modify": "2018-11-16 04:11:59", "date_publish": "2012-06-23 10:16:02", "description": "The meeting produced no enforceable environmental commitments, but showed the growing capacity of organizations and corporations to mold effective action without the blessing of governments.", "filename": "2012_06_24_world_americas_rio20-conference-ends-with-some-progress-on-the-sidelines.html_module=inline_1542341519.html", "image_url": "https://static01.nyt.com/images/2012/06/24/world/RIO/RIO-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_24_world_americas_rio20-conference-ends-with-some-progress-on-the-sidelines.html_module=inline_1542341519.html", "title": "The New York Times", "title_page": "Rio+20 Conference Ends, With Some Progress on the Sidelines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The sheer size of the gathering — nearly 50,000 participants including more than 100 heads of state or government — may have raised expectations, in spite of the mixed record of previous such gatherings. The first Rio summit meeting produced two landmark treaties, on climate change and biodiversity, that have so far failed to live up to their promises.\nYet despite this record, the activity outside the main negotiating sessions here produced hundreds of side agreements that do not require ratification or direct financing by governments and that offer the promise of incremental but real progress.\n“Even a complicated, diverse world can address problems not through treaties, but by identifying the goals that then inspire decentralized actions,” said Jeffrey D. Sachs, director of the Earth Institute at Columbia University.\nFor instance, Microsoft said it would roll out an internal carbon fee on its operations in more than 100 countries, part of a plan to go carbon-neutral by 2013. The Italian oil giant Eni said it would reduce its flaring of natural gas. Femsa, a Latin American soft-drink bottler, said it would obtain 85 percent of its energy needs in Mexicofrom renewable sources.\nIn fact, Microsoft expects to achieve carbon neutrality sometime in 2013.\nThe Indian Ocean island nation of the Maldives, already experiencing dangerous sea-level rise, announced what it said would become the world’s largest marine reserve, encompassing all 1,192 of its islands by 2017. A group of development banks announced a $175 billion initiative to promote public transportation and bicycle lanes over road and highway construction in the world’s largest cities.\nVideo\nBut the ubiquity of corporate and financial sponsorship made some uneasy.\n“If George Orwell were alive today, he would be irritated, and then shocked, by the cynical way in which every lobby with an ax to grind and money to burn has hitched its wagon to the alluring phrase ‘sustainable development,’ ” said Jagdish N. Bhagwati, a professor of economics at Columbia, in an essay called “Rio’s Unsustainable Nonsense.”\nAdvertisement Continue reading the main story\nStill, some with decades of experience with such summit meetings take a more nuanced view. Thomas Lovejoy, an American conservation biologist who was a driving force behind the first Earth Summit in 1992, said he remained discouraged by the lack of action in reducing carbon emissions.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Mr. Lovejoy, who began working in the Amazon in 1965, also said he could recognize how some important progress had been made, especially in Brazil, since then.\n“There was one national forest and one demarcated indigenous reserve,” said Mr. Lovejoy, 70. “Now, 50 percent is under some form of protection.”\nBrazil, with command over its vast forests as well as an estimated 12 percent of the world’s fresh water, remains crucial to any international preservation efforts. The rate of deforestation in the Brazilian Amazon recently fell to its lowest level since record-keeping began in 1988.\nStill, others who came here for the conference, like the indigenous leader Raoni Metuktire, 82, a chief of Brazil’s Kayapó tribe, said such advances meant little. He said he found himself emphasizing the same things he spoke about at the original Earth Summit in 1992.\n“Deforestation continues,” said Mr. Metuktire, who is normally referred to as Raoni, through an interpreter. “The river is having dams built into it; the people don’t listen,” he said. “They don’t respect me.”", "url": "https://www.nytimes.com/2012/06/24/world/americas/rio20-conference-ends-with-some-progress-on-the-sidelines.html?module=inline"}