{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:38:50", "date_modify": "2018-11-16 04:38:50", "date_publish": "2012-02-13 20:21:28", "description": "The Socialist candidate for the French presidency, François Hollande, criticized European policy on Greece, saying that mandatory austerity measures were too severe.", "filename": "2012_02_14_world_europe_french-candidate-hollande-assails-european-policy-on-greece_1542343130.html", "image_url": "https://static01.nyt.com/images/2012/02/14/world/FRANCE/FRANCE-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_14_world_europe_french-candidate-hollande-assails-european-policy-on-greece_1542343130.html", "title": "The New York Times", "title_page": "French Candidate Hollande Assails European Policy on Greece - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The point is not to allow Greece to escape belt-tightening and reform, Mr. Hollande said. But without growth there was no way out for Greece, he said. He predicted that after private investors discounted their holdings by about 70 percent, public debt would also have to be restructured.\nVideo\n“Everyone wanted to treat Greece with ordinary measures,” Mr. Hollande said. “It was necessary to treat Greece with extraordinary measures,” and now the situation in Greece is almost intolerable, with the government blocked. “Who is paying taxes today in Greece? It’s a real question,” he said. “The wealthiest people — there are plenty in Greece — have gotten on their escape boats, they’ve left. And the poorest people are in the underground economy.”\nMr. Hollande also said that he would work with all of France’s allies, and that it was vital that Britain remain actively engaged in the European Union.\nMr. Sarkozy and his aides had no direct comment. But he has worked closely with Chancellor Angela Merkel of Germany to try to manage the Greek crisis, urging stronger measures than either the German leader or the European Central Bank was willing to accept. European leaders have said that the Greek government has been unwilling or unable to follow through on its promises — to collect unpaid taxes, for example, or to sell off state assets.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Hollande was more ambivalent about NATO and Mr. Sarkozy’s decision to reintegrate France fully in the alliance’s military command, a decision Mr. Sarkozy said was vital for the successful military mission to defeat the Libyan government of Col. Muammar el-Qaddafi.\nOn Syria, he, like Mr. Sarkozy, opposed a military intervention to drive out President Bashar al-Assad, saying that Syria was much more complicated than Libya. Mr. Hollande praised the recommendation of the Arab League to have joint peacekeepers with the United Nations, a plan that is largely unworkable because of the intense fighting and because Syria has already rejected it. “What’s required is not an intervention to chase out Assad,” he said, “but at least to allow the blue helmets to arrive so that the massacres stop.”\nMr. Hollande said he would, as promised, move to accelerate the withdrawal of French troops from Afghanistan, but would do so “in consultation with our allies” and not in response to particular tragedies there. If elected in May, one of his first major international obligations will be the next NATO summit in Chicago a little more than a week later.\nAsked if NATO is still useful, he said, “NATO, we’re there, we’re in the alliance and we are not going to leave.” But he said that Mr. Sarkozy had not achieved a “European defense” that was a condition of re-entering NATO, and that France must “keep our independence and our singularity” in certain military matters. That could require a discussion of leaving the integrated military command once more, Mr. Hollande said, but he did not make a strong point of it.", "url": "https://www.nytimes.com/2012/02/14/world/europe/french-candidate-hollande-assails-european-policy-on-greece.html"}