{"authors": ["Edward Wyatt"], "date_download": "2018-11-16 03:13:13", "date_modify": "2018-11-16 03:13:13", "date_publish": "2012-06-12 13:22:16", "description": "The Federal Trade Commission fined Spokeo $800,000, contending that it violated federal law in how it compiled and sold people’s personal information on its Web site.", "filename": "2012_06_13_technology_ftc-levies-first-fine-over-internet-data.html__r=1_1542337993.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_13_technology_ftc-levies-first-fine-over-internet-data.html__r=1_1542337993.html", "title": "The New York Times", "title_page": "Spokeo Is Penalized by F.T.C. in Sale of Personal Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Federal Trade Commission assessed an $800,000 penalty on Tuesday against Spokeo, a data collector that the commission said violated federal law by compiling and selling people’s personal information for use by potential employers in screening job applicants.\nThe action is the F.T.C.’s first case addressing the sale of Internet and social media data for use in employment screening.\nSpokeo, of Pasadena, Calif., agreed to settle the civil charges without admitting that they were true. The trade commission said that Spokeo violated the Fair Credit Reporting Act by marketing its consumer profiles without making sure that they would be used for legal purposes, failing to ensure their accuracy and neglecting to tell consumers of its own responsibilities under federal law.\nThe F.T.C. also charged that Spokeo created fake endorsements of its service and posted those comments on news and technology Web sites and blogs. The commission said the comments were made up by Spokeo’s own employees.\nAdvertisement Continue reading the main story\nThe trade commission generally does not have the ability to assess fines, but it can assess penalties for violations of certain laws, including the Fair Credit Reporting Act.", "url": "https://www.nytimes.com/2012/06/13/technology/ftc-levies-first-fine-over-internet-data.html?_r=1"}