{"authors": ["Charles Duhigg", "David Barboza"], "date_download": "2018-11-16 03:33:48", "date_modify": "2018-11-16 03:33:48", "date_publish": "2012-01-25 19:39:28", "description": "A staggering manufacturing system in China has made it possible for Apple and other companies to make devices almost as quickly as they can be dreamed up, but for workers, it can be dangerous.", "filename": "2012_01_26_business_ieconomy-apples-ipad-and-the-human-costs-for-workers-in-china_1542339228.html", "image_url": "https://static01.nyt.com/images/2012/01/26/business/26appletwo_337/26appletwo_337-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_26_business_ieconomy-apples-ipad-and-the-human-costs-for-workers-in-china_1542339228.html", "title": "The New York Times", "title_page": "Apple’s iPad and the Human Costs for Workers in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the last decade, Apple has become one of the mightiest, richest and most successful companies in the world, in part by mastering global manufacturing. Apple and its high-technology peers — as well as dozens of other American industries — have achieved a pace of innovation nearly unmatched in modern history.\nHowever, the workers assembling iPhones, iPads and other devices often labor in harsh conditions, according to employees inside those plants, worker advocates and documents published by companies themselves. Problems are as varied as onerous work environments and serious — sometimes deadly — safety problems.\nEmployees work excessive overtime, in some cases seven days a week, and live in crowded dorms. Some say they stand so long that their legs swell until they can hardly walk. Under-age workers have helped build Apple’s products, and the company’s suppliers have improperly disposed of hazardous waste and falsified records, according to company reports and advocacy groups that, within China, are often considered reliable, independent monitors.\nMore troubling, the groups say, is some suppliers’ disregard for workers’ health. Two years ago, 137 workers at an Apple supplier in eastern China were injured after they were ordered to use a poisonous chemical to clean iPhone screens. Within seven months last year, two explosions at iPad factories, including in Chengdu, killed four people and injured 77. Before those blasts, Apple had been alerted to hazardous conditions inside the Chengdu plant, according to a Chinese group that published that warning.\n“If Apple was warned, and didn’t act, that’s reprehensible,” said Nicholas Ashford, a former chairman of the National Advisory Committee on Occupational Safety and Health, a group that advises the United States Labor Department . “But what’s morally repugnant in one country is accepted business practices in another, and companies take advantage of that.”\nApple is not the only electronics company doing business within a troubling supply system. Bleak working conditions have been documented at factories manufacturing products for Dell, Hewlett-Packard , I.B.M. , Lenovo, Motorola, Nokia , Sony , Toshiba and others.\nCurrent and former Apple executives, moreover, say the company has made significant strides in improving factories in recent years. Apple has a supplier code of conduct that details standards on labor issues, safety protections and other topics. The company has mounted a vigorous auditing campaign, and when abuses are discovered, Apple says, corrections are demanded.\nAdvertisement Continue reading the main story\nAnd Apple’s annual supplier responsibility reports, in many cases, are the first to report abuses. This month, for the first time, the company released a list identifying many of its suppliers.\nBut significant problems remain. More than half of the suppliers audited by Apple have violated at least one aspect of the code of conduct every year since 2007, according to Apple’s reports, and in some instances have violated the law. While many violations involve working conditions, rather than safety hazards, troubling patterns persist.\n“Apple never cared about anything other than increasing product quality and decreasing production cost,” said Li Mingqi, who until April worked in management at Foxconn Technology , one of Apple’s most important manufacturing partners. Mr. Li, who is suing Foxconn over his dismissal, helped manage the Chengdu factory where the explosion occurred.\n“Workers’ welfare has nothing to do with their interests,” he said.\nSome former Apple executives say there is an unresolved tension within the company: executives want to improve conditions within factories, but that dedication falters when it conflicts with crucial supplier relationships or the fast delivery of new products. Tuesday, Apple reported one of the most lucrative quarters of any corporation in history, with $13.06 billion in profits on $46.3 billion in sales. Its sales would have been even higher, executives said, if overseas factories had been able to produce more.\nExecutives at other corporations report similar internal pressures. This system may not be pretty, they argue, but a radical overhaul would slow innovation. Customers want amazing new electronics delivered every year.\n“We’ve known about labor abuses in some factories for four years, and they’re still going on,” said one former Apple executive who, like others, spoke on the condition of anonymity because of confidentiality agreements. “Why? Because the system works for us. Suppliers would change everything tomorrow if Apple told them they didn’t have another choice.”\n“If half of iPhones were malfunctioning, do you think Apple would let it go on for four years?” the executive asked.\nPhoto\nApple, in its published reports, has said it requires every discovered labor violation to be remedied, and suppliers that refuse are terminated. Privately, however, some former executives concede that finding new suppliers is time-consuming and costly. Foxconn is one of the few manufacturers in the world with the scale to build sufficient numbers of iPhones and iPads. So Apple is “not going to leave Foxconn and they’re not going to leave China,” said Heather White, a research fellow at Harvard and a former member of the Monitoring International Labor Standards committee at the National Academy of Sciences . “There’s a lot of rationalization.”\nAdvertisement Continue reading the main story\nApple was provided with extensive summaries of this article, but the company declined to comment. The reporting is based on interviews with more than three dozen current or former employees and contractors, including a half-dozen current or former executives with firsthand knowledge of Apple’s supplier responsibility group, as well as others within the technology industry.\nIn 2010, Steven P. Jobs discussed the company’s relationships with suppliers at an industry conference.\n“I actually think Apple does one of the best jobs of any companies in our industry, and maybe in any industry, of understanding the working conditions in our supply chain,” said Mr. Jobs, who was Apple’s chief executive at the time and who died last October.\n“I mean, you go to this place, and, it’s a factory, but, my gosh, I mean, they’ve got restaurants and movie theaters and hospitals and swimming pools, and I mean, for a factory, it’s a pretty nice factory.”\nOthers, including workers inside such plants, acknowledge the cafeterias and medical facilities, but insist conditions are punishing.\n“We’re trying really hard to make things better,” said one former Apple executive. “But most people would still be really disturbed if they saw where their iPhone comes from.”\nThe Road to Chengdu\nIn the fall of 2010, about six months before the explosion in the iPad factory, Lai Xiaodong carefully wrapped his clothes around his college diploma, so it wouldn’t crease in his suitcase. He told friends he would no longer be around for their weekly poker games, and said goodbye to his teachers. He was leaving for Chengdu, a city of 12 million that was rapidly becoming one of the world’s most important manufacturing hubs.\nThough painfully shy, Mr. Lai had surprised everyone by persuading a beautiful nursing student to become his girlfriend. She wanted to marry, she said, and so his goal was to earn enough money to buy an apartment.\nAdvertisement Continue reading the main story\nFactories in Chengdu manufacture products for hundreds of companies. But Mr. Lai was focused on Foxconn Technology, China’s largest exporter and one of the nation’s biggest employers, with 1.2 million workers. The company has plants throughout China, and assembles an estimated 40 percent of the world’s consumer electronics, including for customers like Amazon, Dell, Hewlett-Packard, Nintendo, Nokia and Samsung.\nFoxconn’s factory in Chengdu, Mr. Lai knew, was special. Inside, workers were building Apple’s latest, potentially greatest product: the iPad.\nWhen Mr. Lai finally landed a job repairing machines at the plant, one of the first things he noticed were the almost blinding lights. Shifts ran 24 hours a day, and the factory was always bright. At any moment, there were thousands of workers standing on assembly lines or sitting in backless chairs, crouching next to large machinery, or jogging between loading bays. Some workers’ legs swelled so much they waddled. “It’s hard to stand all day,” said Zhao Sheng, a plant worker.\nBanners on the walls warned the 120,000 employees: “Work hard on the job today or work hard to find a job tomorrow.” Apple’s supplier code of conduct dictates that, except in unusual circumstances, employees are not supposed to work more than 60 hours a week. But at Foxconn, some worked more, according to interviews, workers’ pay stubs and surveys by outside groups. Mr. Lai was soon spending 12 hours a day, six days a week inside the factory, according to his paychecks. Employees who arrived late were sometimes required to write confession letters and copy quotations. There were “continuous shifts,” when workers were told to work two stretches in a row, according to interviews.\nMr. Lai’s college degree enabled him to earn a salary of around $22 a day, including overtime — more than many others. When his days ended, he would retreat to a small bedroom just big enough for a mattress, wardrobe and a desk where he obsessively played an online game called Fight the Landlord, said his girlfriend, Luo Xiaohong.\nThose accommodations were better than many of the company’s dorms, where 70,000 Foxconn workers lived, at times stuffed 20 people to a three-room apartment, employees said. Last year, a dispute over paychecks set off a riot in one of the dormitories, and workers started throwing bottles, trash cans and flaming paper from their windows, according to witnesses. Two hundred police officers wrestled with workers, arresting eight. Afterward, trash cans were removed, and piles of rubbish — and rodents — became a problem. Mr. Lai felt lucky to have a place of his own.\nFoxconn, in a statement, disputed workers’ accounts of continuous shifts, extended overtime, crowded living accommodations and the causes of the riot. The company said that its operations adhered to customers’ codes of conduct, industry standards and national laws. “Conditions at Foxconn are anything but harsh,” the company wrote. Foxconn also said that it had never been cited by a customer or government for under-age or overworked employees or toxic exposures.\n“All assembly line employees are given regular breaks, including one-hour lunch breaks,” the company wrote, and only 5 percent of assembly line workers are required to stand to carry out their tasks. Work stations have been designed to ergonomic standards, and employees have opportunities for job rotation and promotion, the statement said.\nAdvertisement Continue reading the main story\n“Foxconn has a very good safety record,” the company wrote. “Foxconn has come a long way in our efforts to lead our industry in China in areas such as workplace conditions and the care and treatment of our employees.”\nApple’s Code of Conduct\nIn 2005, some of Apple’s top executives gathered inside their Cupertino, Calif., headquarters for a special meeting. Other companies had created codes of conduct to police their suppliers. It was time, Apple decided, to follow suit. The code Apple published that year demands “that working conditions in Apple’s supply chain are safe, that workers are treated with respect and dignity, and that manufacturing processes are environmentally responsible.”\nBut the next year, a British newspaper, The Mail on Sunday, secretly visited a Foxconn factory in Shenzhen , China, where iPods were manufactured, and reported on workers’ long hours, push-ups meted out as punishment and crowded dorms. Executives in Cupertino were shocked. “Apple is filled with really good people who had no idea this was going on,” a former employee said. “We wanted it changed, immediately.”\nPhoto\nApple audited that factory, the company’s first such inspection, and ordered improvements. Executives also undertook a series of initiatives that included an annual audit report, first published in 2007. By last year, Apple had inspected 396 facilities — including the company’s direct suppliers, as well as many of those suppliers’ suppliers — one of the largest such programs within the electronics industry.\nThose audits have found consistent violations of Apple’s code of conduct, according to summaries published by the company. In 2007, for instance, Apple conducted over three dozen audits, two-thirds of which indicated that employees regularly worked more than 60 hours a week. In addition, there were six “core violations,” the most serious kind, including hiring 15-year-olds as well as falsifying records.\nOver the next three years, Apple conducted 312 audits, and every year, about half or more showed evidence of large numbers of employees laboring more than six days a week as well as working extended overtime. Some workers received less than minimum wage or had pay withheld as punishment. Apple found 70 core violations over that period, including cases of involuntary labor, under-age workers, record falsifications, improper disposal of hazardous waste and over a hundred workers injured by toxic chemical exposures.\nLast year, the company conducted 229 audits. There were slight improvements in some categories and the detected rate of core violations declined. However, within 93 facilities, at least half of workers exceeded the 60-hours-a-week work limit. At a similar number, employees worked more than six days a week. There were incidents of discrimination, improper safety precautions, failure to pay required overtime rates and other violations. That year, four employees were killed and 77 injured in workplace explosions.\n“If you see the same pattern of problems, year after year, that means the company’s ignoring the issue rather than solving it,” said one former Apple executive with firsthand knowledge of the supplier responsibility group. “Noncompliance is tolerated, as long as the suppliers promise to try harder next time. If we meant business, core violations would disappear.”\nAdvertisement Continue reading the main story\nApple says that when an audit reveals a violation, the company requires suppliers to address the problem within 90 days and make changes to prevent a recurrence. “If a supplier is unwilling to change, we terminate our relationship,” the company says on its Web site.\nThe seriousness of that threat, however, is unclear. Apple has found violations in hundreds of audits, but fewer than 15 suppliers have been terminated for transgressions since 2007, according to former Apple executives.\n“Once the deal is set and Foxconn becomes an authorized Apple supplier, Apple will no longer give any attention to worker conditions or anything that is irrelevant to its products,” said Mr. Li, the former Foxconn manager. Mr. Li spent seven years with Foxconn in Shenzhen and Chengdu and was forced out in April after he objected to a relocation to Chengdu, he said. Foxconn disputed his comments, and said “both Foxconn and Apple take the welfare of our employees very seriously.”\nApple’s efforts have spurred some changes. Facilities that were reaudited “showed continued performance improvements and better working conditions,” the company wrote in its 2011 supplier responsibility progress report. In addition, the number of audited facilities has grown every year, and some executives say those expanding efforts obscure year-to-year improvements.\nApple also has trained over a million workers about their rights and methods for injury and disease prevention. A few years ago, after auditors insisted on interviewing low-level factory employees, they discovered that some had been forced to pay onerous “recruitment fees” — which Apple classifies as involuntary labor. As of last year, the company had forced suppliers to reimburse more than $6.7 million in such charges.\n“Apple is a leader in preventing under-age labor,” said Dionne Harrison of Impactt, a firm paid by Apple to help prevent and respond to child labor among its suppliers. “They’re doing as much as they possibly can.”\nOther consultants disagree.\n“We’ve spent years telling Apple there are serious problems and recommending changes,” said a consultant at BSR — also known as Business for Social Responsibility — which has been twice retained by Apple to provide advice on labor issues. “They don’t want to pre-empt problems, they just want to avoid embarrassments.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n‘We Could Have Saved Lives’\nIn 2006, BSR, along with a division of the World Bank and other groups, initiated a project to improve working conditions in factories building cellphones and other devices in China and elsewhere. The groups and companies pledged to test various ideas. Foxconn agreed to participate.\nFor four months, BSR and another group negotiated with Foxconn regarding a pilot program to create worker “hotlines,” so that employees could report abusive conditions, seek mental counseling and discuss workplace problems. Apple was not a participant in the project, but was briefed on it, according to the BSR consultant, who had detailed knowledge.\nAdvertisement Continue reading the main story\nAs negotiations proceeded, Foxconn’s requirements for participation kept changing. First Foxconn asked to shift from installing new hotlines to evaluating existing hotlines. Then Foxconn insisted that mental health counseling be excluded. Foxconn asked participants to sign agreements saying they would not disclose what they observed, and then rewrote those agreements multiple times. Finally, an agreement was struck, and the project was scheduled to begin in January 2008. A day before the start, Foxconn demanded more changes, until it was clear the project would not proceed, according to the consultant and a 2008 summary by BSR that did not name Foxconn.\nThe next year, a Foxconn employee fell or jumped from an apartment building after losing an iPhone prototype. Over the next two years, at least 18 other Foxconn workers attempted suicide or fell from buildings in manners that suggested suicide attempts . In 2010, two years after the pilot program fell apart and after multiple suicide attempts, Foxconn created a dedicated mental health hotline and began offering free psychological counseling.\n“We could have saved lives, and we asked Apple to pressure Foxconn, but they wouldn’t do it,” said the BSR consultant, who asked not to be identified because of confidentiality agreements. “Companies like H.P. and Intel and Nike push their suppliers. But Apple wants to keep an arm’s length, and Foxconn is their most important manufacturer, so they refuse to push.”\nBSR, in a written statement, said the views of that consultant were not those of the company.\n“My BSR colleagues and I view Apple as a company that is making a highly serious effort to ensure that labor conditions in its supply chain meet the expectations of applicable laws, the company’s standards and the expectations of consumers,” wrote Aron Cramer, BSR’s president. Mr. Cramer added that asking Apple to pressure Foxconn would have been inconsistent with the purpose of the pilot program, and there were multiple reasons the pilot program did not proceed.\nFoxconn, in a statement, said it acted quickly and comprehensively to address suicides, and “the record has shown that those measures have been successful.”\nA Demanding Client\nEvery month, officials at companies from around the world trek to Cupertino or invite Apple executives to visit their foreign factories, all in pursuit of a goal: becoming a supplier.\nPhoto\nWhen news arrives that Apple is interested in a particular product or service, small celebrations often erupt. Whiskey is drunk. Karaoke is sung.\nThen, Apple’s requests start.\nApple typically asks suppliers to specify how much every part costs, how many workers are needed and the size of their salaries. Executives want to know every financial detail. Afterward, Apple calculates how much it will pay for a part. Most suppliers are allowed only the slimmest of profits.\nAdvertisement Continue reading the main story\nSo suppliers often try to cut corners, replace expensive chemicals with less costly alternatives, or push their employees to work faster and longer, according to people at those companies.\n“The only way you make money working for Apple is figuring out how to do things more efficiently or cheaper,” said an executive at one company that helped bring the iPad to market. “And then they’ll come back the next year, and force a 10 percent price cut.”\nIn January 2010, workers at a Chinese factory owned by Wintek, an Apple manufacturing partner, went on strike over a variety of issues, including widespread rumors that workers were being exposed to toxins. Investigations by news organizations revealed that over a hundred employees had been injured by n-hexane, a toxic chemical that can cause nerve damage and paralysis .\nEmployees said they had been ordered to use n-hexane to clean iPhone screens because it evaporated almost three times as fast as rubbing alcohol. Faster evaporation meant workers could clean more screens each minute.\nApple commented on the Wintek injuries a year later. In its supplier responsibility report, Apple said it had “required Wintek to stop using n-hexane” and that “Apple has verified that all affected workers have been treated successfully, and we continue to monitor their medical reports until full recuperation.” Apple also said it required Wintek to fix the ventilation system.\nThat same month, a New York Times reporter interviewed a dozen injured Wintek workers who said they had never been contacted by Apple or its intermediaries, and that Wintek had pressured them to resign and take cash settlements that would absolve the company of liability. After those interviews, Wintek pledged to provide more compensation to the injured workers and Apple sent a representative to speak with some of them.\nSix months later, trade publications reported that Apple significantly cut prices paid to Wintek.\n“You can set all the rules you want, but they’re meaningless if you don’t give suppliers enough profit to treat workers well,” said one former Apple executive with firsthand knowledge of the supplier responsibility group. “If you squeeze margins, you’re forcing them to cut safety.”\nWintek is still one of Apple’s most important suppliers. Wintek, in a statement, declined to comment except to say that after the episode, the company took “ample measures” to address the situation and “is committed to ensuring employee welfare and creating a safe and healthy work environment.”\nAdvertisement Continue reading the main story\nMany major technology companies have worked with factories where conditions are troubling. However, independent monitors and suppliers say some act differently. Executives at multiple suppliers, in interviews, said that Hewlett-Packard and others allowed them slightly more profits and other allowances if they were used to improve worker conditions.\n“Our suppliers are very open with us,” said Zoe McMahon, an executive in Hewlett-Packard’s supply chain social and environmental responsibility program. “They let us know when they are struggling to meet our expectations, and that influences our decisions.”\nThe Explosion\nOn the afternoon of the blast at the iPad plant, Lai Xiaodong telephoned his girlfriend, as he did every day. They had hoped to see each other that evening, but Mr. Lai’s manager said he had to work overtime, he told her.\nHe had been promoted quickly at Foxconn, and after just a few months was in charge of a team that maintained the machines that polished iPad cases. The sanding area was loud and hazy with aluminum dust. Workers wore masks and earplugs, but no matter how many times they showered, they were recognizable by the slight aluminum sparkle in their hair and at the corners of their eyes.\nJust two weeks before the explosion, an advocacy group in Hong Kong published a report warning of unsafe conditions at the Chengdu plant, including problems with aluminum dust. The group, Students and Scholars Against Corporate Misbehavior, or Sacom, had videotaped workers covered with tiny aluminum particles. “Occupational health and safety issues in Chengdu are alarming,” the report read. “Workers also highlight the problem of poor ventilation and inadequate personal protective equipment.”\nA copy of that report was sent to Apple. “There was no response,” said Debby Chan Sze Wan of the group. “A few months later I went to Cupertino, and went into the Apple lobby, but no one would meet with me. I’ve never heard from anyone from Apple at all.”\nThe morning of the explosion, Mr. Lai rode his bicycle to work. The iPad had gone on sale just weeks earlier, and workers were told thousands of cases needed to be polished each day. The factory was frantic, employees said. Rows of machines buffed cases as masked employees pushed buttons. Large air ducts hovered over each station, but they could not keep up with the three lines of machines polishing nonstop. Aluminum dust was everywhere.\nDust is a known safety hazard. In 2003, an aluminum dust explosion in Indiana destroyed a wheel factory and killed a worker. In 2008, agricultural dust inside a sugar factory in Georgia caused an explosion that killed 14.\nAdvertisement Continue reading the main story\nTwo hours into Mr. Lai’s second shift, the building started to shake, as if an earthquake was under way. There was a series of blasts, plant workers said.\nThen the screams began.\nWhen Mr. Lai’s colleagues ran outside, dark smoke was mixing with a light rain, according to cellphone videos. The toll would eventually count four dead, 18 injured.\nVideo\nAt the hospital, Mr. Lai’s girlfriend saw that his skin was almost completely burned away. “I recognized him from his legs, otherwise I wouldn’t know who that person was,” she said.\nEventually, his family arrived. Over 90 percent of his body had been seared. “My mom ran away from the room at the first sight of him. I cried. Nobody could stand it,” his brother said. When his mother eventually returned, she tried to avoid touching her son, for fear that it would cause pain.\n“If I had known,” she said, “I would have grabbed his arm, I would have touched him.”\n“He was very tough,” she said. “He held on for two days.”\nAfter Mr. Lai died, Foxconn workers drove to Mr. Lai’s hometown and delivered a box of ashes. The company later wired a check for about $150,000.\nFoxconn, in a statement, said that at the time of the explosion the Chengdu plant was in compliance with all relevant laws and regulations, and “after ensuring that the families of the deceased employees were given the support they required, we ensured that all of the injured employees were given the highest quality medical care.” After the explosion, the company added, Foxconn immediately halted work in all polishing workshops, and later improved ventilation and dust disposal, and adopted technologies to enhance worker safety.\nIn its most recent supplier responsibility report, Apple wrote that after the explosion, the company contacted “the foremost experts in process safety” and assembled a team to investigate and make recommendations to prevent future accidents.\nAdvertisement Continue reading the main story\nIn December, however, seven months after the blast that killed Mr. Lai, another iPad factory exploded, this one in Shanghai . Once again, aluminum dust was the cause, according to interviews and Apple’s most recent supplier responsibility report. That blast injured 59 workers, with 23 hospitalized.\n“It is gross negligence, after an explosion occurs, not to realize that every factory should be inspected,” said Nicholas Ashford, the occupational safety expert, who is now at the Massachusetts Institute of Technology . “If it were terribly difficult to deal with aluminum dust, I would understand. But do you know how easy dust is to control? It’s called ventilation. We solved this problem over a century ago.”\nIn its most recent supplier responsibility report, Apple wrote that while the explosions both involved combustible aluminum dust, the causes were different. The company declined, however, to provide details. The report added that Apple had now audited all suppliers polishing aluminum products and had put stronger precautions in place. All suppliers have initiated required countermeasures, except one, which remains shut down, the report said.\nFor Mr. Lai’s family, questions remain. “We’re really not sure why he died,” said Mr. Lai’s mother, standing beside a shrine she built near their home. “We don’t understand what happened.”\nHitting the Apple Lottery\nEvery year, as rumors about Apple’s forthcoming products start to emerge, trade publications and Web sites begin speculating about which suppliers are likely to win the Apple lottery. Getting a contract from Apple can lift a company’s value by millions because of the implied endorsement of manufacturing quality. But few companies openly brag about the work: Apple generally requires suppliers to sign contracts promising they will not divulge anything, including the partnership.\nThat lack of transparency gives Apple an edge at keeping its plans secret. But it also has been a barrier to improving working conditions, according to advocates and former Apple executives.\nThis month, after numerous requests by advocacy and news organizations, including The New York Times, Apple released the names of 156 of its suppliers. In the report accompanying that list, Apple said they “account for more than 97 percent of what we pay to suppliers to manufacture our products.”\nHowever, the company has not revealed the names of hundreds of other companies that do not directly contract with Apple, but supply the suppliers. The company’s supplier list does not disclose where factories are, and many are hard to find. And independent monitoring organizations say when they have tried to inspect Apple’s suppliers, they have been barred from entry — on Apple’s orders, they have been told.\nAdvertisement Continue reading the main story\n“We’ve had this conversation hundreds of times,” said a former executive in Apple’s supplier responsibility group. “There is a genuine, companywide commitment to the code of conduct. But taking it to the next level and creating real change conflicts with secrecy and business goals, and so there’s only so far we can go.” Former Apple employees say they were generally prohibited from engaging with most outside groups.\n“There’s a real culture of secrecy here that influences everything,” the former executive said.\nSome other technology companies operate differently.\n“We talk to a lot of outsiders,” said Gary Niekerk, director of corporate citizenship at Intel. “The world’s complex, and unless we’re dialoguing with outside groups, we miss a lot.”\nGiven Apple’s prominence and leadership in global manufacturing, if the company were to radically change its ways, it could overhaul how business is done. “Every company wants to be Apple,” said Sasha Lezhnev at the Enough Project, a group focused on corporate accountability. “If they committed to building a conflict-free iPhone, it would transform technology.”\nBut ultimately, say former Apple executives, there are few real outside pressures for change. Apple is one of the most admired brands. In a national survey conducted by The New York Times in November, 56 percent of respondents said they couldn’t think of anything negative about Apple. Fourteen percent said the worst thing about the company was that its products were too expensive. Just 2 percent mentioned overseas labor practices.\nPeople like Ms. White of Harvard say that until consumers demand better conditions in overseas factories — as they did for companies like Nike and Gap, which today have overhauled conditions among suppliers — or regulators act, there is little impetus for radical change. Some Apple insiders agree.\n“You can either manufacture in comfortable, worker-friendly factories, or you can reinvent the product every year, and make it better and faster and cheaper, which requires factories that seem harsh by American standards,” said a current Apple executive.\n“And right now, customers care more about a new iPhone than working conditions in China.”", "url": "https://www.nytimes.com/2012/01/26/business/ieconomy-apples-ipad-and-the-human-costs-for-workers-in-china.html"}