{"authors": ["David M. Halbfinger"], "date_download": "2018-11-16 04:25:09", "date_modify": "2018-11-16 04:25:09", "date_publish": "2012-07-18 21:28:53", "description": "Bilingual SEIT and Preschool, a company in Queens that teaches toddlers with disabilities, was accused by the state comptroller of tax violations, having a ghost employee and overcharges.", "filename": "2012_07_19_nyregion_audit-finds-bilingual-seit-and-preschool-billed-state-improperly_1542342309.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_19_nyregion_audit-finds-bilingual-seit-and-preschool-billed-state-improperly_1542342309.html", "title": "The New York Times", "title_page": "Audit Finds Bilingual SEIT and Preschool Billed State Improperly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The owners of a fast-growing Queens company that teaches toddlers with disabilities took nearly $1.5 million from a public preschool program, paying themselves inflated salaries and rent, and billing the government for their cars, children’s furniture and even cosmetics, a state audit has found.\nThe company’s owners, who were once married, also violated tax regulations, gave the wife’s sister a no-show job and wrongly billed the state for utility expenses incurred by a private day care business they operate on the side, investigators said.\nInvestigators for the state comptroller, Thomas P. DiNapoli, referred their findings in the audit, to be released Thursday, to prosecutors in the Queens district attorney’s office, his office said, and may also alert state tax authorities.\nState records show that billings by the company, Bilingual SEIT and Preschool, based in Flushing, exploded over the last decade, to more than $15 million in the 2010-11 school year, from $808,935 in 2002-3. Most of its revenue comes from employing “special education itinerant teachers,” or SEITs, who work one-on-one with children in their homes or in nursery schools.\nAdvertisement Continue reading the main story\nBut auditors examining just two years of the company’s records said they found a wide array of overcharges and improper accounting: The executive director, Cheon Park, overpaid his wife, Hyun Ham, by more than $100,000 over that period, calling her an assistant executive director when she was really a payroll clerk. The two began paying themselves and other employees as independent contractors, avoiding payment of hundreds of thousands of dollars in taxes. And Ms. Ham, who owned the buildings where their company ran preschools, charged the state for the interest on her mortgages.", "url": "https://www.nytimes.com/2012/07/19/nyregion/audit-finds-bilingual-seit-and-preschool-billed-state-improperly.html"}