{"authors": ["Simon Romero"], "date_download": "2018-11-16 03:46:12", "date_modify": "2018-11-16 03:46:12", "date_publish": "2012-11-24 12:44:07", "description": "The torrid expansion of rain forest cities is alarming scientists, as an array of new industrial projects transforms the Amazon into Brazil’s fastest-growing region.", "filename": "2012_11_25_world_americas_swallowing-rain-forest-brazilian-cities-surge-in-amazon_1542339972.html", "image_url": "https://static01.nyt.com/images/2012/11/24/world/americas/20121125-BRAZIL-slide-6U88/20121125-BRAZIL-slide-6U88-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_25_world_americas_swallowing-rain-forest-brazilian-cities-surge-in-amazon_1542339972.html", "title": "Swallowing Rain Forest, Brazilian Cities Surge in Amazon", "title_page": "Swallowing Rain Forest, Brazilian Cities Surge in Amazon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Of the 19 Brazilian cities that the latest census indicates have doubled in population over the past decade, 10 are in the Amazon. Altogether, the region’s population climbed 23 percent from 2000 to 2010, while Brazil as a whole grew just 12 percent.\nPhoto\nVarious factors are fueling this growth, among them larger family sizes and the Amazon’s high levels of poverty in comparison with other regions that draw people to the cities for work. While Brazil’s birthrate has fallen to 1.86 children per woman, one of the lowest in Latin America, the Amazon has Brazil’s highest rate, at 2.42.\nThen there is the region’s economic allure.\nSinop, a city of 111,000 people in Mato Grosso State, grew about 50 percent in the past decade as soybean farmers expanded operations there. Fiscal incentives for manufacturing promote growth in Manaus and satellite towns like Manacapuru and Rio Preto da Eva. Logging still provides the lifeblood for growing towns along BR-163, an important Amazon highway now being paved.\nElsewhere in the Amazon, the biggest linchpins for the fast-growing cities are major energy and industrial projects. The construction of dozens of hydroelectric projects, including sprawling dams that have drawn protests, are luring manual laborers from around Brazil to cities like Pôrto Velho, in Rondônia State, and Altamira, in Pará.\nHere in Parauapebas, also in Pará, an open-pit iron ore mine provides thousands of jobs. Plans for additional mines here, supported largely by forecasts of robust demand in China, have lured many to this corner of the Amazon in search of work. Just since the 2010 census, the city’s population has swelled to an estimated 220,000 from 154,000.\n“This entire area was thick, almost impenetrable, jungle,” said Oriovaldo Mateus, an engineer who arrived here in 1981 to work for Vale, the Brazilian mining giant. That was about the time that the authorities cut a road through the forest, making the settlement of Parauapebas feasible. By the early 1990s, he said, it had muddy roads, brothels and more than 25,000 people.\n“Now, Brazil’s future is in Parauapebas and other cities of the Amazon,” said Mr. Mateus, 62, who heads the city’s business association and owns a company that leases mining equipment. He boasted that on some frenetic days, as many as two homes are built each hour to meet surging demand in the city’s settlements.\nAdvertisement Continue reading the main story\nIndeed, the streets of Parauapebas pulse with vitality. People shout to be heard along Rua 24 de Março, a traffic-clogged thoroughfare reverberating with the buzzing of motorcycle taxis, Pentecostal preachers bellowing warnings of sin and car stereos blaring eletromelody, the thumping electronic music style popular in this part of the Amazon.\nPhoto\nVenture to the outskirts of Parauapebas, and slums of wooden shacks stretch to the horizon. One area where squatters have put down stakes is called Nova Vitória. With about 1,200 such homes, it is a magnet for strivers.\n“I came here because the economic conditions are strong,” said Francisco Amorim da Silva, 20, who arrived in August from Marabá, another Amazonian city. Already, he has a small store selling basic foods like rice and beans and household items like laundry detergent.\nAsked how much investment it takes to start such an operation, Mr. Amorim da Silva whipped out an iPhone and did the math, calculating the cost of a barren lot, building materials and a bit of start-up capital, which he said he obtained from selling a used Honda motorcycle. “Four thousand reais,” he replied, or about $2,000.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome researchers have argued that in addition to allowing migrants to raise their living standards, migration to cities in tropical countries might actually reduce forest loss by depopulating certain rural areas, allowing tropical forests to regrow. But others contend that the migration may increase deforestation by permitting cattle ranchers, already responsible for razing big portions of forest, to acquire lands held by small cultivators.\nThe soaring population growth in some cities in the Amazon — called the “world’s last great settlement frontier” by Brian J. Godfrey, a geography professor at Vassar College who is the co-author of “Rainforest Cities” — is intensifying an urbanization that has been advancing for decades. For more than 20 years, a majority of the Brazilian Amazon’s population has lived in urban areas.\n“It’s great that people are moving out of poverty, but one of the things we need to understand when people move out of poverty is there is a larger demand on resources,” said Mitchell Aide, a University of Puerto Rico biology professor, whose research has shown that deforestation has occurred on a larger scale than reforestation in Brazil’s Amazon over the past decade.\nSuch environmental worries seem far from the minds of those who arrive here in Parauapebas. These days, a train comes three times a week from Maranhão in northeast Brazil, delivering hundreds of people each time. On a recent humid night, Maria Antonia Santos, 34, arrived with her six children from Zé Doca, a city more than 16 hours away.\nAs she lugged her family’s possessions in plastic bags, she explained her motivation: “I was told this is the best place in Brazil to start on life again.”", "url": "https://www.nytimes.com/2012/11/25/world/americas/swallowing-rain-forest-brazilian-cities-surge-in-amazon.html"}