{"authors": ["Jay M. Pasachoff"], "date_download": "2018-11-16 04:38:07", "date_modify": "2018-11-16 04:38:07", "date_publish": "2012-06-04 19:33:35", "description": "Twice a century, Venus traces a path between us and the Sun.", "filename": "2012_06_05_opinion_learning-from-celestial-beauty_1542343087.html", "image_url": "https://static01.nyt.com/images/2012/06/05/opinion/0605OPEDdoval01/0605OPEDdoval01-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_05_opinion_learning-from-celestial-beauty_1542343087.html", "title": "Learning From Celestial Beauty", "title_page": "Learning From Celestial Beauty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 100 expeditions, from many countries, were sent to observe the next pair, in 1761 and 1769, in hopes that timing a transit would help to determine the solar system’s size. The method had been devised by Edmund Halley, of comet fame.\nPhoto\nThe British Admiralty sent a lieutenant, James Cook, to Tahiti, bringing scientists to watch the 1769 transit; he then explored the South Seas (and became a captain). The French abbé Jean-Baptiste Chappe d’Auteroche made his way across Siberia in 1761 for the first transit, then perished in Baja California in 1769, after witnessing the second. He had fallen victim to an epidemic, thought to be typhus, in his quest for the best observation point. It was written of him that he survived to see a lunar eclipse weeks later and died a happy man, having accomplished his aims.\nLess gratified was the French astronomer Guillaume Le Gentil. After the British prevented him from landing in Pondicherry, India, to observe the transit of 1761, he stayed in Asia until the next transit, since it was only eight years away. But last-minute clouds spoiled his observations in 1769, and when he sailed home, he found he had been declared dead and his finances had been plundered. Only after a struggle did he reassemble his life.\nFor the next transits, in 1874 and 1882, even newfangled dry-plate photography could not overcome the so-called black-drop effect, an optical phenomenon in which Venus, for about a minute after it enters the solar disk, appears as a mysterious, dark, teardrop-like shape linked to the sky outside. A century before, the resulting uncertainty in timing the transit had limited the accuracy of Halley’s plan for measuring the solar system. And it would take spacecraft observations of a transit of Mercury in 1999 before the black-drop effect mystery was solved. (Glenn Schneider of the University of Arizona and I deduced that an effect of the sun’s gaseous nature helped explain the phenomenon — as a result of darkening near the sun’s edge and the limits of optical imaging.)\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt the 2004 transit, a NASA spacecraft that we had helped program surprised us by revealing Venus’s atmosphere in an arc around the planet’s trailing side when half of the planet had entered the solar disk. The atmosphere appeared again, with its arc fading and diminishing, as Venus exited the Sun, like a baby leaving the womb.\nNow my colleagues, students and I hope to make even better observations of Venus’s exotic atmosphere when it is backlit by the sun. From North America (except for Alaska and northwestern Canada), only the first hours of transit will be visible before sunset, so we will observe from the solar observatory atop Haleakala, a dormant volcano 10,000 feet tall on the Hawaiian island of Maui.\nAll six hours of transit will be visible, and the skies are extremely clear here. We are also collaborating with scientists monitoring orbiting spacecraft. We hope to learn not only about the Cytherean atmosphere (in a common story, Roman Venus’s Greek equivalent, Aphrodite, was born in the sea near Cythera), but also about how to detect and precisely categorize atmospheres around some exoplanets. The Kepler craft is trying to detect Earthlike planets in the habitable zone near distant stars — the “Goldilocks region” that is not too hot and not too cold for water to be in liquid or gaseous or solid states. Transit observations from Earth may help reach that goal.\nOther scientists are using the Hubble Space Telescope, which is orbiting Earth, to try to detect how molecules in Venus’s atmosphere affect the sunlight that reaches the moon. Our group has also teamed with others to obtain time on NASA’s Cassini mission, which is orbiting in the Saturn system, to try to detect a very tiny drop in the Sun’s intensity when Venus goes in transit from that vantage point on Dec. 21. And from Jupiter’s vantage point (with reflected light monitored with the Hubble telescope), we hope Hubble can see Venus transit the Sun later this year, and Earth transit the Sun in 2014.\nThis week, people on Earth can see with their own eyes the beauty spot — as beautiful as Marilyn Monroe’s — bestowed by Venus on the Sun. It is also a chance to appreciate the dividends we earn from our investments in space research, and the opportunities the universe throws our way to unlock its secrets.", "url": "https://www.nytimes.com/2012/06/05/opinion/learning-from-celestial-beauty.html"}