{"authors": ["Nicholas Confessore", "Jo Craven Mcginty", "Derek Willis"], "date_download": "2018-11-16 03:56:25", "date_modify": "2018-11-16 03:56:25", "date_publish": "2012-10-20 20:36:12", "description": "Filings with the Federal Election Commission show little evidence of jitters from Republican donors in September, a month when Mitt Romney lagged in some polls against President Obama.", "filename": "2012_10_21_us_politics_romney-and-republicans-began-month-with-34-million-advantage_1542340585.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_21_us_politics_romney-and-republicans-began-month-with-34-million-advantage_1542340585.html", "title": "The New York Times", "title_page": "Romney and Republicans Began Month With $34 Million Advantage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Republican committee pulled in $48 million in contributions, ending with almost $83 million in cash on hand. The Democratic committee raised about $8 million and carried so much debt that it ended September in the red.\nThe cash positions reflect risks for both candidates as they enter the final weeks of the campaign. Mr. Obama invested tens of millions of dollars in early voter outreach, staff and field offices — in part to prepare for early voting in many states — and was forced to spend heavily on advertising against Mr. Romney over the summer, money that was largely matched by conservative “super PACs” and outside groups.\nThat trend continued in September, when Mr. Obama and the D.N.C. spent about $90.5 million on television and radio advertising, more than double the $42.3 million spent on ads by Mr. Romney and the R.N.C. Now Mr. Obama has less money to spend when some polls show him trailing Mr. Romney in some key swing states.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut Mr. Romney faces an opposite problem: He must spend even more aggressively now if he wants to equal Mr. Obama’s past investments in voter outreach, staff and field offices, and has less time to do it. The Republicans transferred $20.5 million to state parties in September, about as much as the Democrats’ $19 million, and significantly less to the Republican organization in Ohio, where Mr. Obama still holds a narrow lead.\nMr. Romney and the Republicans’ payroll costs reached $2.6 million in September, far less than the $4.4 million spent by Mr. Obama and the Democrats, suggesting they are operating with a leaner paid staff.\nMr. Obama’s small donor base allows him to raise much of his money with little continuing investment of time and money. But both sides spent equally heavily — about $4.8 million, on catering, entertainment and events in September — reflecting pushes to raise large checks almost until the last minute.\nDespite an increase in giving to the leading Democratic super PACs, including Priorities USA Action, the group founded by former Obama aides, overall outside spending this cycle has benefited Republicans more than Democrats. Conservative groups have spent $463 million, more than twice as much as the $194 million spent by Democratic groups.\nThe lead group backing Mr. Romney, Restore Our Future, ended September with $16 million in cash, more than double the cash on hand for Priorities USA Action.\nOver the past week, according to a Republican tracking media purchases, the Romney campaign, the R.N.C. and Republican-aligned groups spent about $34.6 million in ads in the presidential race. Mr. Obama, the Democrats and liberal groups spent about $24.4 million in ads, a gap of more than $10 million.", "url": "https://www.nytimes.com/2012/10/21/us/politics/romney-and-republicans-began-month-with-34-million-advantage.html"}