{"authors": ["Kenneth Chang"], "date_download": "2018-11-16 04:38:06", "date_modify": "2018-11-16 04:38:06", "date_publish": "2012-05-28 18:36:07", "description": "While no longer of great scientific import, a Venus transit is still a rare and striking event, occurring in pairs, eight years apart, about once a century.", "filename": "2012_05_29_science_space_venuss-transit-between-earth-and-sun-will-be-last-until-2117_1542343086.html", "image_url": "https://static01.nyt.com/images/2012/05/29/science/29VENU_SPAN/29VENU-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_29_science_space_venuss-transit-between-earth-and-sun-will-be-last-until-2117_1542343086.html", "title": "The New York Times", "title_page": "Venus’s Transit Between Earth and Sun Will Be Last Until 2117 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The next transit of Venus will occur next Tuesday, and will be visible, at least for a while before sunset, across the United States. In New York and along the East Coast, the Sun will be low in the sky, requiring observers to find locations not be obscured by trees or buildings. (A west-facing window up high in a skyscraper could be a good place to watch.) The usual precautions about not looking directly at the Sun apply. Special eclipse viewing glasses can be used, or the image of the Sun can be projected through a pinhole or binoculars onto a sheet of paper.\nWhile no longer of great scientific import, as it was to Rittenhouse and Captain Cook, a Venus transit is still a rare and striking event, occurring in pairs, eight years apart, about once a century. The last transit occurred in 2004, and almost no one alive today will be around for the next one, 105 years from now, on Dec. 11, 2117. (That one will not be visible at all from most of the United States. New Yorkers, however, will have a prime viewing spot for the following transit, on Dec. 8, 2125.)\nIt was only in 1627 that anyone realized Venus transits occurred at all. That year, Johannes Kepler, the mathematician and astronomer, published data about the planetary orbits that predicted that Venus would pass directly between Earth and the Sun in 1631.\nKepler died in 1630, and it appears no one saw the 1631 transit. (It was not visible from Europe.) The first recorded observation of a transit was in 1638, which Kepler had not predicted. Jeremiah Horrocks, an English astronomer, realized Kepler had made an error in his calculations.\nIn 1716, Edmund Halley, the English astronomer remembered for the comet named after him, proposed how a transit of Venus could be used to figure out how far the Earth lay from the Sun.\nAt different locations on Earth, the path of Venus across the Sun would shift slightly, as would the transit times. With precise measurements, that would allow someone to triangulate the Sun’s position.\nThe first attempts came during the 1761 transit, but too few were successful to calculate the distance. The 1769 effort was bigger and wider.\nAdvertisement Continue reading the main story\nIn Pennsylvania, Rittenhouse, a noted instrument maker, mathematician, astronomer and member of the American Philosophical Society, set up an observatory on his farm to make the transit observations.\nThe society, the pre-eminent scientific organization in colonial America, also set up observing stations in the yard next to the Pennsylvania Statehouse — now Independence Hall — and along the shores of what is now Delaware.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRittenhouse’s detailed description of the transit, accompanied by an exacting diagram, was published in the most prestigious scientific journal of the time, The Philosophical Transactions, published by the Royal Society in London.\n“That really put these colonial scientists nobody had paid attention to on the map,” said Sue Ann Prince, director and curator for the American Philosophical Society’s museum.\nThe answer that came out of the worldwide 1769 observations was pretty good: 95 million miles. (Actual answer: 93 million.) “Historically speaking, it’s the beginning of big international science,” Dr. Gingerich said.\nMore expeditions went out to observe the transits in 1874 and 1882, but already the events were becoming more of a spectacle for the public. John Philip Sousa wrote a march to celebrate.\nFor anyone who would like to recreate the experience with modern technology, a smartphone app, available for the iPhone and Android, will allow amateur astronomers to record the times that Venus crosses into the Sun and later exits, just as Rittenhouse and Captain Cook did. The data will be collected in a global database.\nWith modern technology — radar, in particular — astronomers can now measure solar system distances much more accurately than was possible with the transit technique. But some scientists will be making careful observations of this transit to help with understanding planets around other stars.\nSome of those planets have been discovered by the brief dimming of starlight as they pass in front of the parent stars. By looking at the particulars of how the colors change, that could even give clues of the atmosphere of those distant, unseen planets.\nAdvertisement Continue reading the main story\n“We can help the exoplanet people understand their transit observations better,” said Jay M. Pasachoff, an astronomy professor at Williams College who organized science expeditions to observe the transit.\nIn orbit, NASA’s Solar Dynamics Observatory will also adjust its data-taking to better understand the transit, and the Hubble telescope will study it indirectly by looking at the Moon and how the reflected light changes during the transit.\nStill, no one is expecting any cosmos-shaking results.\n“Today, this is really more of a tourist occasion than an astronomical, scientific one,” Dr. Gingerich said.\nThat does not mean he will overlook it. He recalled, growing up as an enthusiastic amateur astronomer, thinking about the transit of Venus and wondering if he would live to see one.\nNext Tuesday, Dr. Gingerich, now 82, will be at the Mount Wilson Observatory in California to watch his second, and last, transit of Venus.", "url": "https://www.nytimes.com/2012/05/29/science/space/venuss-transit-between-earth-and-sun-will-be-last-until-2117.html"}