{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:18:50", "date_modify": "2018-11-16 04:18:50", "date_publish": "2012-09-11 09:07:51", "description": "The charge comes after Japan bought the islands in the East China Sea for nearly $30 million from private owners.", "filename": "2012_09_12_world_asia_china-accuses-japan-of-stealing-disputed-islands_1542341930.html", "image_url": "https://static01.nyt.com/images/2012/09/12/world/ISLANDS/ISLANDS-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_12_world_asia_china-accuses-japan-of-stealing-disputed-islands_1542341930.html", "title": "The New York Times", "title_page": "China Accuses Japan of Stealing Disputed Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But in an unusual array of strong statements by top leaders in recent days, China has asserted that the islands have belonged to China since ancient times.\nPhoto\nOver the weekend, the Chinese president, Hu Jintao, warned the Japanese prime minister, Yoshihiko Noda, at the Asia-Pacific Economic Cooperation summit meeting in Russia that nationalizing the islands would be illegal, Xinhua reported.\nIn a statement on Tuesday, the Chinese Ministry of Foreign Affairs said the purchase of the islands by the Japanese government “cannot alter the fact the Japanese side stole the islands from China.”\nThe confrontation between China and Japan comes as the Chinese government nears the start of a once-in-a-decade leadership transition at a Communist Party Congress expected to be held within weeks.\nSome Western analysts say they believe that the strong public defense of China’s territorial claims may be a way to deflect attention from an unusually rocky succession process by shaking up the strong Chinese nationalist feelings against Japan.\nThe Chinese state news media have not reported that the country’s presumptive new leader, Vice President Xi Jinping, has canceled meetings with foreign leaders since last Wednesday. His absence has provoked widespread speculation about his condition on the Internet. In contrast, the state media have been full of reports in the last several weeks about the disputed islands and what are presented as the transgressions of the Japanese.\nChina and Japan have a long history of conflict, and the brutal Japanese occupation of China during World War II left bitter memories among many Chinese. Japanese nationalists, for their part, view China with suspicion.\nAdvertisement Continue reading the main story\nNationalist sentiment against Japan has surged in China in recent weeks over the disputed islands even as both countries observed the 40th anniversary of the normalization of diplomatic relations this month.\nPhoto\nTwo weeks ago, Chinese protesters ripped the Japanese flag off the car of Japan’s ambassador to China, Uichiro Niwa, as he traveled through Beijing .\nOn Tuesday, Japan announced that it was sending a new envoy, Shinichi Nishimiya, to replace Mr. Niwa, who was considered too sympathetic to China by some Japanese members of Parliament.\nThe intensity of the feelings in China against the Japanese purchase of the islands was expressed in academic circles.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHu Lingyuan, deputy director of the Center for Japanese Studies at Fudan University in Shanghai , said the Japanese notion of reducing tensions by buying the islands before the Tokyo government could do so would not mollify Beijing.\n“Justifying the so-called nationalization as a means to keep the Diaoyu Islands situation stable is self-deception,” he said of the purchase. “The Chinese people won’t fall for the Noda government’s lie.”\nIn contrast, a prominent Chinese journalist, Wang Shuo, the managing editor of Caixin Media, said Tuesday on his microblog, “China is protesting because it cannot accept any transfer of property rights that is not under Chinese sovereignty and actual rule.” He added: “The Japanese government bought the island to prevent its being bought by a right-wing Japanese politician. It could help contain the situation.”\nThe situation would be worse if the Tokyo governor had bought the islands. By intervening with its own purchase, the Japanese government can block efforts by Japanese nationalists, who have sailed to the islands in the past few weeks to try to occupy them, to land there.", "url": "https://www.nytimes.com/2012/09/12/world/asia/china-accuses-japan-of-stealing-disputed-islands.html"}