{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:41:17", "date_modify": "2018-11-16 04:41:17", "date_publish": "2012-05-23 17:58:59", "description": "Eight years after the death of Fred Ebb, John Kander has collaborated on a musical with Greg Pierce.", "filename": "2012_05_24_theater_kander-pierce-a-new-team-in-the-musical-theater.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343277.html", "image_url": "https://static01.nyt.com/images/2012/05/24/arts/PIERCE/PIERCE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_24_theater_kander-pierce-a-new-team-in-the-musical-theater.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343277.html", "title": "The New York Times", "title_page": "Kander & Pierce, a New Team in the Musical Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“That’s a good amount,” Mr. Pierce said of the new bars of music.\nExplaining their creative process, he added: “We’ve done so much work around the table trying to make the songs compact, not boring. Now we want to find more actor-friendly moments for the music.”\nMr. Pierce’s poise has impressed the artists at both the Vineyard Theater, where “The Landing” is running in a developmental production through June 3, and at Lincoln Center Theater, where performances of “Slowgirl” begin the next night.\nAnne Kauffman, the director of “Slowgirl,” recalled that Mr. Pierce was unfazed when she asked for rewrites. The first draft of the play focused so overwhelmingly on the mouthy niece (played by Sarah Steele) that the uncle (Zeljko Ivanek) came across as too mysterious. For the ending to pack a punch, the audience needed to better understand the uncle’s own haunted past. Mr. Pierce was quick to agree.\nMs. Kauffman, who has directed many works by young playwrights, said Mr. Pierce stood out for his lack of “preciousness.”\n“He’ll bring things to me that he feels like he needs to cut from the play, or aren’t consistent,” she said. “Usually writers are so far inside their work that they’re not thinking so precisely.”\nPhoto\nMr. Pierce’s instinct for collaboration was honed at a young age, when he acted in school plays while he was growing up in Shelburne, Vt. He was also impressed by the harmony in productions of “Hamlet” and “The Cherry Orchard” featuring his father’s brother, the actor David Hyde Pierce, who went on to win four Emmy Awards as Niles Crane during the 11 seasons of “Frasier” on NBC.\n“He was a very generous kid, in the way he worked with others and gave feedback, but he also had a poet’s soul,” said Mr. Hyde Pierce, who is now in the four-member ensemble of “The Landing.” “Not that he draped himself over sofas and moaned. It was temperament: there was an emotional depth there, and admiration for how art is made.”\nAdvertisement Continue reading the main story\nAs an undergraduate at Oberlin College, Mr. Pierce skipped its highly regarded writing classes but did contribute to sketch comedy shows on campus. He and seven Oberlin friends moved to New York after graduation and formed a sketch group, the Bad Astronauts, which had regular gigs around the East Village.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDuring those years bunking with former classmates in a huge loft on Avenue A — complete with the classic touch, a bathtub in the kitchen — Mr. Pierce began writing short stories, some just a paragraph long. Among his readers was Mr. Kander, who met Mr. Pierce during one of his frequent lectures at Oberlin, his alma mater as well.\nMr. Pierce yearned for years to work with Mr. Kander, though held back from pushing himself on the composer. The two became even closer when Mr. Hyde Pierce starred in the Kander and Ebb musical “Curtains” on Broadway in 2007, for which he won a Tony. Still, Mr. Pierce said he was leery of trading on his family connections to get ahead.\n“Obviously I’ve had some advantages,” he said, noting that his uncle joined in early readings of both “The Landing” and “Slowgirl,” and that Mr. Kander’s name opened doors. “But as the work gets performed, its quality will be judged on the merits.”\nAfter Ebb’s death, Mr. Kander set out to finish their last collaboration, “The Scottsboro Boys” (which ran briefly on Broadway in 2010), but also began thinking about a new project: a musical one-act for a handful of actors that would be so intimate it could be performed in his living room. He instantly thought of Mr. Pierce, confident that his skills at the short story form — he has been published in anthologies and literary magazines — would translate to the stage.\nHis new collaborator’s desire for plot-driven narratives (as opposed to Ebb’s interest in juicy characters like Sally Bowles in “Cabaret”) had led Mr. Kander to experiment, interspersing dialogue with short pieces of accompanying music and songlets. “I’ve been able to stretch myself with ‘The Landing’ in ways that I haven’t in years,” he said. (The Vineyard production, as part of the theater’s lab program, is not open to critics for review; a spokesman said the Vineyard is in discussions with the creative team about the future of the show.)\n“The Landing” is made up of three delicately told stories of heartbreak that are a cross between Ann Beattie and Edward Albee: a boy awakening, through his fascination with constellations, to a star-crossed love affair in his midst; a mentally ill woman falling in love with a brick; and a gay couple taking in a foster child who is far more than he seems. “Slowgirl” is similarly intimate, four taut scenes in which the niece and uncle slowly reveal their inner demons.\nIssues of burgeoning sexuality are constants in Mr. Pierce’s work — he is gay, living with his partner in the West Village — as is the relationship between young men and women and their aunts and uncles, a testament to his bond with his uncle. The architecture of his writing is also small-scale, with a handful of characters driven by emotional revelations. Mr. Pierce is hoping to move onto larger canvasses next: he is at work on a full-length musical with Mr. Kander, about which neither would say anything except that they want to have a solid first draft this summer.\n“I’ve tended not to think epically, or take on big external themes like politics,” Mr. Pierce said. “But I feel like ‘The Landing’ and ‘Slowgirl’ have given me an incredible fundamental: how to collaborate professionally.”\nThat said, he and Mr. Kander have had their share of disagreements, which Mr. Pierce said he has usually won. “It’s probably because I’m a little more aggressive than John,” he said, “but John has also taught me how to let go of ego and bear down on work.”", "url": "https://www.nytimes.com/2012/05/24/theater/kander-pierce-a-new-team-in-the-musical-theater.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}