{"authors": ["Manohla Dargis", "Reid Carolin"], "date_download": "2018-11-16 04:14:31", "date_modify": "2018-11-16 04:14:31", "date_publish": "2012-06-28 17:40:25", "description": "Channing Tatum stars in “Magic Mike,” Steven Soderbergh’s funny, enjoyable romp about male strippers and the American dream.", "filename": "2012_06_29_movies_magic-mike-by-steven-soderbergh-with-channing-tatum_1542341671.html", "image_url": "https://static01.nyt.com/images/2012/06/29/arts/29MAGICMIKE_SPAN/MAGICMIKE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_29_movies_magic-mike-by-steven-soderbergh-with-channing-tatum_1542341671.html", "title": "Review: ‘Magic Mike,’ by Steven Soderbergh, With Channing Tatum", "title_page": "Review: ‘Magic Mike,’ by Steven Soderbergh, With Channing Tatum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe hip-pumping studs who work at the Xquisite dance club know a thing or two about making the ladies scream in delight. But nobody works the crowd like Magic Mike (a terrific Channing Tatum), the gyrating main attraction in Steven Soderbergh’s funny, enjoyable romp about male strippers and the American dream. Then again, few directors can sell the goods — whether it’s Che in Cuba or Mike in a thong — as shrewdly as Mr. Soderbergh. A restive talent who toggles between big-studio and low-budget work, he has a genius for wrapping tricky ideas, like capitalism and its discontents, into commercial packages. Never before has he put them into cheek-baring chaps.\nThose cheeks, smooth as a hairless Chihuahua, will receive considerable attention, as will the rippling muscles, thrusting pelvises and the dancing, by turns snaky and acrobatic, that are on generous display in “Magic Mike.” Mr. Tatum, who shares producing credit (the movie was written by his production partner Reid Carolin), has said that the story is loosely based on his stint as a stripper in Florida, starting when he was 18, a college dropout and flopping on his sister’s couch. The dropout here is Adam (Alex Pettyfer), who’s crashing with his sister, Brooke (Cody Horn), while trying to get his life together. He receives unexpected help when he takes a job at a construction site, where he meets an older, regular employee, Mike, who’s initially contemptuous of the newcomer.\nBut Mike has a heart of gold, which becomes evident as soon as he takes Adam under his wing, first at the construction site and then by bringing the younger man to Xquisite. Initially incredulous and unsettled at some of what he sees at the club, Adam changes his mind after he’s pushed onstage and, to the blunt throbbing of “Like a Virgin,” strips. He takes to the stage like an otter to water, slipping and sliding across it and into the lap of an obliging customer. When he comes offstage, a smile on his face and his saggy Jockeys stuffed with bills, he is a man reborn. It’s no wonder that, after this memorably frolicking night, Adam asks if he can be Mike’s best friend.\nPhoto\nWhat happens will be familiar if you’ve ever seen one of those variations on the fallen-woman movie. An elastic genre popular in the 1920s and ’30s, these flicks usually involve a working-class young miss who comically scrambles or crudely tramps her way into a mink, swank digs and finally either tragedy or redemption, depending on whether she’s doomed or saved. Sometimes she also initiates an innocent into her life pretty much the same way Mike brings Adam into his world of sexual play, casual drug use and dance music. In the past the movies were very much preoccupied with the moral regulation of women, but here the stress is on Mike’s struggle to succeed as he juggles his part-time gigs (dancing, auto detailing and construction) with his desire to build custom furniture.\nAdvertisement Continue reading the main story\nFor the most part this isn’t a party scene built for doom, especially when Mike is dancing, bouncing and back-flipping. Set in Tampa (but also shot in California), a palm-lined wasteland that Mr. Soderbergh has washed in somewhat queasy-ugly bleached orange, the movie opens at the club with the owner-M.C., Dallas (a spectacular, amusingly sleazed-out Matthew McConaughey), running down the rules for the female clientele. “This is the ‘What can you touch and not touch’ rule,” Dallas says, the room erupting in appreciative woos. As he ticks off what customers can and can’t grope, his hands grab and graze different parts of his body, and then he wags a finger and repeatedly says “no.” “The law says that you cannot touch,” he continues. “But I think I see a lot of lawbreakers up in this house tonight.”", "url": "https://www.nytimes.com/2012/06/29/movies/magic-mike-by-steven-soderbergh-with-channing-tatum.html"}