{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:39:11", "date_modify": "2018-11-16 04:39:11", "date_publish": "2012-04-23 21:50:52", "description": "France’s president will need the support of the far right to win re-election, but the movement’s fickle voters may not deliver, and their growing numbers are a cause for alarm in the European Union.", "filename": "2012_04_24_world_europe_french-far-right-challenges-both-europe-and-sarkozy_1542343151.html", "image_url": "https://static01.nyt.com/images/2012/04/24/world/24france1_span/24france1_span-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_24_world_europe_french-far-right-challenges-both-europe-and-sarkozy_1542343151.html", "title": "The New York Times", "title_page": "French Far Right Challenges Both Europe and Sarkozy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Still, France will have to choose between “the two parties” — Mr. Sarkozy’s Union for a Popular Movement and Mr. Hollande’s Socialists — and which way the angry voters of France turn, from both the far left and far right, will decide the election. There are more right-leaning voters than left-leaning voters in France, but polls show that there is a significant group of right-wing voters who have apparently had enough of Mr. Sarkozy, even if the alternative is Mr. Hollande.\nMs. Le Pen and her officials called on her supporters to abstain on May 6 and instead concentrate on the legislative elections in June, and Ms. Le Pen’s father, the party’s founder, said bluntly that Mr. Sarkozy had lost.\nOpinion polls are notoriously inaccurate when it comes to the National Front, since its supporters sometimes lie to pollsters about their intentions. But numerous Le Pen supporters share their leaders’ distaste for Mr. Sarkozy and the establishment of whatever stripe, and some youthful supporters of the National Front, jobless and angry about the European Union and globalization, are likely to find the social policies of Mr. Hollande more attractive than a continued dose of austerity. Despite her stands against immigration and radical Islam, Ms. Le Pen’s economic positions — including more state spending on jobs and benefits — were to the left.\nVideo\nSylvain Crépon, a sociologist of extremist political movements at the University of Paris Ouest Nanterre La Défense, said that Ms. Le Pen had skillfully democratized xenophobia by “tying it in republicanism,” the values of secular France. That is a Sarkozy theme as well, as he has railed against unlabeled halal meat and full-face veils. Just last week, Mr. Sarkozy joined with Berlin in calling formally for a radical restructuring of the Schengen agreement that provides for visa-free travel in Europe and proposing that governments be allowed to re-establish national borders temporarily in the face of poorly controlled immigration on Europe’s borders.\nMr. Sarkozy has also made the National Front more acceptable by making many of its themes his own, Mr. Hollande said, playing on cleavages and divisions in the society. “Nicolas Sarkozy is responsible for the far right’s high level,” Mr. Hollande said.\nMr. Crépon told the newspaper Libération that in his view, half of Ms. Le Pen’s voters will heed her call to abstain. A few will vote for Mr. Hollande to punish the president but a majority of the rest will vote for Mr. Sarkozy.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSome polls suggest that as many as 40 percent of the Le Pen votes will go to Mr. Sarkozy while a third abstain, but it is probably too early to tell, and two weeks is a long time, even in French politics.\nBut with disaffection high for Mr. Sarkozy, even half of the Le Pen votes seem unlikely to be enough to hand Mr. Sarkozy a victory, especially since a hard-right campaign would be likely to push centrist voters to vote for Mr. Hollande, despite concerns over the credibility of the Socialist economic program. And most voters for the far-left candidate Jean-Luc Mélenchon, who got 11.1 percent of the vote, are expected to choose Mr. Hollande.\nAdvertisement Continue reading the main story\nBoth main parties preferred Monday to see the Le Pen votes as a cry of pain. “Voters of the National Front must be respected,” Mr. Sarkozy said. “It was a vote of suffering, a vote of crisis.” The Socialist Party leader Martine Aubry, a possible prime minister under Mr. Hollande, said, “We must talk to all those who feel abandoned and those who feel humiliated.”\nBut there is concern here, as elsewhere in Europe, that the surge of the far right is driving more traditional conservative parties toward a harder-edged nationalism. An editorial in the right-wing German newspaper Frankfurter Allgemeine Zeitung, said that France “reveals a scary political landscape,” noting that “a third of voters have voted for candidates with a completely alien view of the world, but who have in common one thing: explicitly nationalist, anti-European beliefs.”\nNicolas Demorand, the editor of Libération, a left-leaning newspaper, wrote Monday that “France has not escaped the fate of other European countries, where these ‘new look’ populist strains, undemonized in form but still just as noxious in content, find an ever larger echo with voters. And are pulling conservative parties into their slipstream.”\nMr. Demorand argued for a new vision of France’s future, based on growth and competition instead of nostalgia for a nonexistent past, “stoking the myth of a France that can only survive by closing itself into its history, by dwelling on its past, by restoring its borders. Beyond May 6, for the years to come, such is now the choice that voters will have to make.”\nNeither Mr. Sarkozy nor Mr. Hollande has so far offered such a vision, with Mr. Hollande suggesting that France can continue with the old Socialist model of more state spending and higher taxes without structural reform. Down the road, he says, there will be sharp reductions in public debt through higher taxes on corporations and the “rich.” But there is no specificity. If anger is one of the main themes of this election, nostalgia comes a close second.", "url": "https://www.nytimes.com/2012/04/24/world/europe/french-far-right-challenges-both-europe-and-sarkozy.html"}