{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:44", "date_modify": "2018-11-16 04:00:44", "date_publish": "2012-11-26 14:07:25", "description": "Judges generally don’t like it when they are described as political creatures, but there is no getting around it: the party of the president who appoints them is a good predictor of how they will rule.", "filename": "2012_11_27_us_judges-rulings-follow-partisan-lines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340844.html", "image_url": "https://static01.nyt.com/images/2012/11/27/us/BAR1/BAR1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_27_us_judges-rulings-follow-partisan-lines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340844.html", "title": "The New York Times", "title_page": "Judges’ Rulings Follow Partisan Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For purposes of discussion only, let me describe how the vote broke down.\nEvery one of the eight judges in the majority was nominated by a Democratic president. Every one of the seven judges in dissent was nominated by a Republican president. (There was a wrinkle, but it was a small one: Judge Helene N. White, who was in the majority, was initially nominated by President Bill Clinton and was later renominated by President George W. Bush as part of a compromise involving several nominations.)\nMany judges hate it when news reports note this sort of thing, saying it undermines public trust in the courts by painting them as political actors rather than how they like to see themselves — as disinterested guardians of neutral legal principles.\nBut there is a lot of evidence that the party of the president who appointed a judge is a significant guide to how that judge will vote on politically charged issues like affirmative action.\nA book scheduled to be published in January by Harvard University Press provides the most comprehensive and detailed empirical analysis yet of the role played by ideology and political affiliation in judicial decision making. It is called “The Behavior of Federal Judges,” and it collects and analyzes a daunting amount of data.\nIts authors are Lee Epstein, who teaches law and political science at the University of Southern California ; William M. Landes, who teaches law and economics at the University of Chicago ; and Judge Richard A. Posner of the federal appeals court in Chicago . They conclude that “federal judges are not just politicians in robes, though that is part of what they are.”\nThe book’s broadest findings are unsurprising but worth stating for those in denial about such things.\nPhoto\n“Justices appointed by Republican presidents vote more conservatively on average than justices appointed by Democratic ones, with the difference being most pronounced in civil rights cases,” the three authors write.\nAdvertisement Continue reading the main story\nThat correlation has become more pronounced since the retirements of Justices John Paul Stevens and David H. Souter , who were appointed by Republican presidents but were members of the court’s liberal wing. These days, for the first time in many decades, all of the court’s more liberal members were appointed by Democrats and all of its more conservative ones by Republicans.\n“Like Supreme Court justices,” the three authors add, “court of appeals judges appointed by Republican presidents are more likely, other things being equal, to vote for conservative than for liberal outcomes.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn 2006, Cass R. Sunstein , now a law professor at Harvard , considered the question in the context of affirmative action. He and several colleagues analyzed federal appeals court decisions on the subject, collecting their findings in a book called “Are Judges Political?” They concluded that there was “striking evidence of ideological voting.”\n“From 1978 to 2004, Republican appointees cast 275 total votes, with 129, or 47 percent, in favor of upholding an affirmative action program,” they wrote. “By contrast, Democratic appointees cast 208 votes, with 156, or 75 percent, in favor of upholding an affirmative action program.”\nThe authors of the new book updated those results for a more recent period, 1995 through 2008. They found that judges appointed by Republicans voted to uphold affirmative action programs 41 percent of the time. Ones appointed by Democrats voted that way 66 percent of the time.\nYou can look at that glass as half full: in lots of cases, the two sets of judges agreed on what the law required.\nIn the more recent period, moreover, both groups voted to uphold programs slightly less often, which is probably a consequence of conservative decisions from the Supreme Court. That general downward trend also seems to demonstrate that law (at least in the limited sense of obeying Supreme Court precedent) plays a significant role in deciding cases.\nBut law does not explain the continuing gap between the two groups of judges. Ideology does.\nThe point is not lost on anyone who cares to think about it, Professor Epstein said.\n“I think voters — not to mention senators, presidents and the judges themselves — understand that there’s a difference between judges appointed by Republican and Democratic presidents,” she said. “If they didn’t, we wouldn’t have confirmation battles.”\nThe case from Michigan, which is in conflict with another federal appeals court decision, is probably headed to the Supreme Court. It would join a case argued in October, which challenged an affirmative action program at the University of Texas .\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2012/11/27/us/judges-rulings-follow-partisan-lines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}