{"authors": [], "date_download": "2018-11-16 04:02:28", "date_modify": "2018-11-16 04:02:28", "date_publish": "2012-02-02 21:40:55", "description": "The Susan G. Komen foundation has lent its pink ribbon to an anti-abortion campaign by cutting off financing for breast cancer screenings done by Planned Parenthood.", "filename": "2012_02_03_opinion_a-painful-betrayal_1542340948.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_03_opinion_a-painful-betrayal_1542340948.html", "title": "A Painful Betrayal", "title_page": "A Painful Betrayal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With its roster of corporate sponsors and the pink ribbons that lend a halo to almost any kind of product you can think of, the Susan G. Komen for the Cure foundation has a longstanding reputation as a staunch protector of women’s health. That reputation suffered a grievous, perhaps mortal, wound this week from the news that Komen, the world’s largest breast cancer organization, decided to betray that mission. It threw itself into the middle of one of America’s nastiest political battles, on the side of hard-right forces working to demonize Planned Parenthood and undermine women’s health and freedom.\nThe Associated Press reported on Tuesday that the foundation is cutting off its financing of breast cancer screening and education programs run by Planned Parenthood affiliates. That means nearly $700,000 less for Planned Parenthood, which performed 750,000 such screenings last year, many thousands of them with money from the Komen foundation.\nMayor Michael Bloomberg of New York pledged to match up to $250,000 for Planned Parenthood, a generous move, although it addresses only one year’s financing. There was also an outpouring of support from small donors.\nIn addition to harming women, the foundation has also tarnished, perhaps permanently, its brand, symbolized by the pink ribbon that adorns yogurt cups and running shoes and tote bags and Federal Premium Ammunition’s pink shotgun shells. Companies like Ford Motor , Dell and Yoplait may not find the same value in identifying themselves with the foundation after its sharp departure from political neutrality.\nAdvertisement Continue reading the main story\nTo try to justify its move, the foundation cited a new policy against making grants to groups under federal or state investigation — in Planned Parenthood’s case, an inquiry into how it spends its taxpayer money by Representative Cliff Stearns, a Republican of Florida . That is just a flimsy fig leaf.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Stearns’s “investigation” is nothing more than a political witch hunt, stirred up by Republican leaders and by a right-wing antichoice group, Americans United for Life, which now displays the pink ribbon on its Web site as part of a fund-raising campaign for Komen. The inquiry is part of the Republican campaign to stigmatize Planned Parenthood and end financial support for its invaluable network of clinics. Abortions make up only about 3 percent of its work, but most of this crowd also objects to its leading role in providing access to contraceptives.\nThe Komen foundation should be speaking out against this abuse of Congressional power. At the least, the foundation’s leaders should have the decency and good sense not to do or say anything that even implies an endorsement.", "url": "https://www.nytimes.com/2012/02/03/opinion/a-painful-betrayal.html"}