{"authors": ["Elisabeth Bumiller"], "date_download": "2018-11-16 03:56:16", "date_modify": "2018-11-16 03:56:16", "date_publish": "2012-10-20 16:58:21", "description": "At the center of Mitt Romney’s argument that President Obama has failed to safeguard American strength abroad is a plan to build more military ships, but critics say his budget doesn’t add up.", "filename": "2012_10_21_us_politics_romney-plan-for-more-military-ships-is-called-unrealistic_1542340576.html", "image_url": "https://static01.nyt.com/images/2012/10/21/us/NAVY-1/NAVY-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_21_us_politics_romney-plan-for-more-military-ships-is-called-unrealistic_1542340576.html", "title": "The New York Times", "title_page": "Romney Plan for More Military Ships Is Called Unrealistic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Obama administration, which has already moved more ships to the Pacific, counters that Mr. Romney is proposing needless Pentagon budget increases when there is universal agreement that government spending has to be cut.\nHow many trillions of dollars are at stake remains in dispute. Vice President Joseph R. Biden Jr. said in his debate with Mr. Romney’s running mate, Representative Paul D. Ryan, that the Romney plan would add $2 trillion to military spending, a figure that Mr. Romney’s advisers have rejected as exaggerated.\nBut Todd Harrison, a senior fellow for defense budget studies at the nonpartisan Center for Strategic and Budgetary Assessments, has calculated that even if a Romney administration slowly increases the military budget to 4 percent of the G.D.P. over two presidential terms, that would still amount to spending $7.5 trillion over the next decade — or $1.8 trillion more than the Obama administration plans for the Pentagon’s base budget in the same period.\nAs part of his proposals, Mr. Romney would restore Mr. Obama’s cuts of about 100,000 troops in the Army and the Marines, which he says are vital to the battle-readiness of the nation’s ground forces, and would invest more in missile defense. But his most specific proposals are to increase the reach and power of the Navy, which plays well in the critical battleground states of Florida and Virginia, both home to large naval installations.\nMr. Romney would build 15 ships a year, including 3 submarines, compared with Mr. Obama’s 9 or 10. John F. Lehman, one of Mr. Romney’s top advisers on the military, said the Navy was long overdue for an expansion. “It’s too small, and the world is too large,” Mr. Lehman said in a recent interview, echoing an argument he made when he was President Ronald Reagan’s Navy secretary.\nPhoto\nMichèle A. Flournoy, a national security adviser to the president’s campaign and a former top Pentagon official in the Obama administration, countered that it was the capability rather than the number of ships that mattered, and that shipbuilding in the Obama administration had actually increased from the administration of President George W. Bush.\n“Sure it’s gone up; I gave them the money,” Dov S. Zakheim, a Romney defense adviser and the Pentagon comptroller under Mr. Bush, told reporters this month. Mr. Zakheim’s argument was that ships take so long to build — a Virginia-class nuclear-powered submarine takes five years to complete — that the money appropriated in the Bush administration is only now being realized in ships that are in service today.\nAdvertisement Continue reading the main story\nMs. Flournoy’s central argument is that Mr. Romney’s plan to peg military spending to 4 percent of the G.D.P. is not based, she said, on a strategy, a threat assessment or what the Pentagon says it needs. “It’s simply ‘Let’s throw a figure against the wall and look tough on defense,’ ” she said in an interview.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSince Mr. Romney is reluctant to put tax increases on the table to pay for the spending increase, she said, there would have to be “draconian” cuts to the rest of the federal budget, including entitlement programs.\nFor the fiscal year that began Oct. 1, the Pentagon’s base budget is $525 billion. Under Mr. Obama, it is to grow only with inflation over the next decade, keeping military spending essentially flat. By 2022, Mr. Obama’s projected annual base Pentagon budget would be $629 billion. Mr. Romney’s military budget, using Mr. Harrison’s calculations, would be $986 billion.\nThe figures do not include the supplemental cost of the war in Afghanistan, which is budgeted separately, at $88 billion for this fiscal year. That cost is projected to decrease and eventually disappear after the withdrawal of the bulk of American forces by the end of 2014. Mr. Romney would like to put the savings back into the Pentagon’s base budget; Mr. Obama would not.\nThe current Pentagon budget, including money for the war in Afghanistan, amounts to 4.2 percent of the G.D.P. Without the war costs, military spending is 3.4 percent of the G.D.P. By 2022, Mr. Harrison estimated, Mr. Obama’s base Pentagon budget would be 2.6 percent of the G.D.P.\nIn Groton, the numbers that matter are people. About 10,000 sailors, other military personnel and civilians work on the Navy’s submarine base each day. Electric Boat, which shares the building of the two submarines a year with the Newport News Shipbuilding division of Huntington Ingalls, employs more than 8,000 people at its facilities in Groton and across the Thames River in New London.\nAs a result of the two submarines a year, Electric Boat hired more than 300 engineers this year and has plans to hire more than 300 welders, carpenters and other workers by the end of December.\nAdvocates say that nuclear-powered submarines, which can get close to shorelines without detection and have highly sophisticated technology to intercept communications, remain crucial to gathering intelligence and waging war.\n“The drones are getting a lot of credit right now because they’re blowing up guys who live in mud huts,” said John B. Padgett, a retired rear admiral who is the president of the Naval Submarine League. “But a submarine will drive in 10 miles off the beach, take a picture of a missile and blow up the missile before it launches.”\nStill, there are reservations in Groton about ever more submarines.\n“Look, of course we’d love three subs a year,” said Tony Sheridan, the president of the Chamber of Commerce of Eastern Connecticut, who identified himself as a Democrat. “But we’re also responsible Americans, and we know that we have to deal with the deficit.”", "url": "https://www.nytimes.com/2012/10/21/us/politics/romney-plan-for-more-military-ships-is-called-unrealistic.html"}