{"authors": ["Rick Gladstone", "Steven Yaccino"], "date_download": "2018-11-16 04:22:33", "date_modify": "2018-11-16 04:22:33", "date_publish": "2012-01-10 06:11:32", "description": "A Pentagon language-training contract, a military background, Iranian heritage and some linguistic work may have contributed to Iran’s arrest and conviction of Amir Mirzaei Hekmati.", "filename": "2012_01_11_world_middleeast_iran-imposes-death-sentence-on-us-man-accused-of-spying_1542342153.html", "image_url": "https://static01.nyt.com/images/2012/01/11/world/SUB-IRAN/SUB-IRAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_01_11_world_middleeast_iran-imposes-death-sentence-on-us-man-accused-of-spying_1542342153.html", "title": "The New York Times", "title_page": "Marine’s Unusual Résumé May Have Attracted Iran’s Suspicion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The family may also be acting on the advice of its lawyer, Pierre-Richard Prosper, a former diplomat who successfully negotiated the release of another American of Iranian descent from an Iran prison in 2010.\nBut records of Mr. Hekmati’s military service and entrepreneurial work — and the Iranian media’s portrayal of his prosecution and televised confession — offer insights into how he became enmeshed in the Iran crisis.\nPhoto\n“He may have been this innocent naïve guy who wanted to visit Iran and got assurances that he would be fine,” said Hadi Ghaemi, the executive director of the International Campaign for Human Rights in Iran, an advocacy group. “It’s quite possible that they were just looking for the next person whom they could arrest.”\nWhile the C.I.A. has declined to comment on Mr. Hekmati’s arrest, people knowledgeable about its recruiting practices say it is highly unlikely that the agency would have engaged someone with such a visible military résumé. Mr. Hekmati served in the Marines for four years, spent five months in Iraq and did linguistics training in Arabic at the Defense Language Institute in Monterey, Calif. He was also carrying his former military identification with him when arrested in Iran — atypical behavior for a spy.\nNonetheless, Iranian investigators may have been intrigued by his post-military linguistics work. In 2006 he started his own company, Lucid Linguistics, doing document translation that specialized in Arabic, Persian and “military-related matters,” according its Web site. “Our main goal is to assist organizations whose focus is on the current Global War on Terrorism and who are working to bridge the language barrier for our armed forces in Iraq and Afghanistan,” the site said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPossibly more intriguing to the Iranians was work done a few years later by Mr. Hekmati while working for Kuma Games, which specializes in recreating military confrontations that enable players to participate in games based on real events. The company’s chief executive, Keith Halper, did not respond to requests for comment.\nAccording to a small-business grant document posted online, Mr. Hekmati was responsible for Kuma’s winning a contract with the Defense Department to develop “an effective, cost-efficient, rapidly deployable and easily updatable language retention toolset for trainers and soldiers deployed around the world.”\nKuma is well known in Iran because of its 2005 game of an imagined American military attack on Iran. The company’s Web site, describing what it said was a huge demand for that game, “Assault on Iran,” called it an exercise “simulating a U.S. attack on a key Iranian nuclear installation.” Iran’s own video game developers countered with their own version.\nWhile Mr. Hekmati had nothing to do with “Assault on Iran,” Iranian news accounts of his supposed confession included a passage in which he was quoted as saying in Persian that he had been recruited by Kuma, “a computer games company which received money from C.I.A. to design and make specific films and computer games to change the public opinion’s mind-set in the Middle East and distribute them among Middle East residents free of charge.”\nAdvertisement Continue reading the main story\n“The goal of Kuma Games was to convince the people of the world and Iraq that what the U.S. does in Iraq and other countries is good and acceptable.”", "url": "https://www.nytimes.com/2012/01/11/world/middleeast/iran-imposes-death-sentence-on-us-man-accused-of-spying.html"}