{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:53:36", "date_modify": "2018-11-16 04:53:36", "date_publish": "2012-04-30 20:42:02", "description": "Some of California’s best-known chefs, like Thomas Keller, began a full-course press on the state’s legislators on Monday, hoping to prevent the ban from taking effect.", "filename": "2012_05_01_us_california-chefs-fight-states-foie-gras-ban_1542344016.html", "image_url": "https://static01.nyt.com/images/2012/05/01/us/FOIS/FOIS-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_01_us_california-chefs-fight-states-foie-gras-ban_1542344016.html", "title": "The New York Times", "title_page": "Calif. Chefs Fight State’s Foie Gras Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The chefs are going to invite lawmakers to foie gras dinner in their districts, all over the state,” Mr. Ballard said.\nRegardless of one’s tastes in food, supporters of the ban have long argued that it is necessary to prevent cruelty to ducks and geese. They say the animals suffer physical and emotional damage from force feeding, a process known as gavage.\n“It’s not about foie gras,” said John Burton, a former California legislator who wrote the law. “It’s about inhumane treatment of those birds.”\nOf course, California is no stranger to food fights. In 2008, voters approved a ban on restrictive cages for veal cattle, pigs and hens, and last year Gov. Jerry Brown signed a law that forbade the sale or possession of shark fins, an Asian delicacy.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe foie gras ban, signed by Mr. Brown’s predecessor, Arnold Schwarzenegger, has seemed to signal the end for Sonoma-Artisan Foie Gras, the state’s only producer, whose owner, Guillermo Gonzalez, said he would shut down on June 30.\nIn the months leading up to the ban, restaurateurs have been increasingly vocal about their opposition.\nGreg Daniels, who runs Haven Gastropub in Pasadena, Calif., said he feared it could result in the diminishment of the state’s reputation as an adventurous and first-rate place to eat.\n“I think the culinary landscape of California will change much more than anybody is realizing,” Mr. Daniels said.\nAdvertisement Continue reading the main story\nThat reputation is carried by the likes of Mr. Keller, whose flagship restaurant, the French Laundry in Yountville, Calif., is on the bucket list of many of the food obsessed. Last month, Mr. Keller issued a statement saying simply that his restaurant group would abide by the law when it took effect.\nBut on Monday, Mr. Keller’s name was also among the more than 100 other chefs signing on to a raft of new promises regarding the production of foie gras, including a commitment to feeding methods that do not “harm the animal in any way.”\nAll this seemed disingenuous to animal rights activists like Bryan Pease, a lawyer and founder of the Animal Protection and Rescue League, in San Diego, which has been protesting in front of restaurants where foie gras is still served, something he said was necessary to educate the public about the ban.\n“We want people to know it’s not this weird thing about banning duck liver,” he said. “It’s the force feeding that’s being targeted.”", "url": "https://www.nytimes.com/2012/05/01/us/california-chefs-fight-states-foie-gras-ban.html"}