{"authors": ["Heather Timmons", "Sruthi Gottipati"], "date_download": "2018-11-16 04:43:40", "date_modify": "2018-11-16 04:43:40", "date_publish": "2012-12-28 14:32:37", "description": "Officials appealed for calm as protesters gathered after the death of the student who was attacked by a group of men in New Delhi.", "filename": "2012_12_29_world_asia_condition-worsens-for-victim-of-gang-rape-in-india.html_module=inline_1542343420.html", "image_url": "https://static01.nyt.com/images/2012/12/29/world/29india_inline/29india_inline-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_29_world_asia_condition-worsens-for-victim-of-gang-rape-in-india.html_module=inline_1542343420.html", "title": "The New York Times", "title_page": "Victim of Gang Rape in India Dies at Hospital in Singapore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "\"We appeal to the people that they maintain peace,\" Satyendra Garg, a joint commissioner of the police, said in a televised interview. \"We want the situation in Delhi to normalize as soon as possible,\" he said. Until then, he added, Delhi commuters will have to plan their travel carefully and be aware of the restrictions.\nUpamanyu Raju, 21, a student at Delhi University, said he has been attending protests since a day after the rape victim was admitted to the hospital because of the \"utter atrocity of what happened.\" Mr. Raju said he has given his younger sister pepper spray and a Swiss Army knife, but he worries that won’t protect her. \"It’s wrong to stop girls from going out\" of the house, he said, but there’s little choice because the city is so unsafe for women.\nSheila Dikshit, the chief minister of Delhi, arrived at the Jantar Mantar protest grounds in the early afternoon, and was booed, heckled and jostled by the crowd, even as the diminutive 74-year-old was surrounded by a police escort. She left after only a few minutes, after lighting a candle and holding her hands together in prayer, and without speaking to the crowd.\nThe roads leading to India Gate, the site of earlier protests that had turned violent, had been barricaded by the police, and nearby subway stations were closed. More than 40 police units have been deployed in the area, including 28 units of the Central Reserve Police Force, which are national anti-insurgency troops.\nRevulsion and anger over the rape have galvanized India, where women regularly face sexual harassment and assault, and where neither the police nor the judicial system is seen as adequately protecting them. Top officials now say that further change is needed, and Prime Minister Manmohan Singh expressed his “deepest condolences.”\n“We have already seen the emotions and energies this incident has generated,” he said in a statement. “It would be a true homage to her memory if we are able to channelize these emotions and energies into a constructive course of action.” The government, he said, is examining “the penal provisions that exist for such crimes and measures to enhance the safety and security of women.”\nAnd Sonia Gandhi , India’s most powerful female politician and the president of the governing Congress Party , made in a rare televised statement that was broadcast on Saturday.\nPhoto\n\"As a woman, and mother, I understand how protesters feel,\" she said. \"Today we pledge that the victim will get justice,\" she said.\nAdvertisement Continue reading the main story\nActivists and lawyers in India have long said that the police are insensitive when dealing with crimes against women, and that therefore many women do not report cases of sexual violence.\nIndia, which has more than 1.3 billion people, recorded 24,000 cases of rape last year, a figure that has increased by 25 percent in the past six years. On Thursday, Delhi government officials said they would register the names and photographs of convicted rapists on the Delhi police Web site, the beginning of a national registry for rapists.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe family of an 18-year-old woman in the northern Indian state of Punjab who was raped last month by two men and committed suicide on Wednesday blamed the police on Friday for her death.\nRelatives of the woman say she killed herself because the police delayed registering the case or arresting the rapists.\nIf the police “had done their job, she would be alive today,” the woman’s sister, Charanjit Kaur, 28, said in a phone interview. “They didn’t listen to us; they didn’t act.”\nOn Friday, the Punjab high court intervened, asking the police to explain their delay. Three police officers have been suspended in the case, according to news media reports. Punjab police officials did not respond to phone calls seeking comment.\nMs. Kaur said the men abducted her sister from a place of worship near the small town of Badshahpur on Nov. 13, then drugged and raped her repeatedly.\nWhen her sister reported the attack at the local police station a few days later, she was asked to describe it in graphic detail and was “humiliated,” Ms. Kaur said. Over the next few days, she said, her mother and sister were repeatedly called to the police station and forced to sit all day.\nAdvertisement Continue reading the main story\nBut the case was not registered for two weeks, as police officials and village elders tried to broker a deal between the men accused of the rape and the victim. In some parts of India, women are commonly married to men who have raped them.\nMs. Kaur said the police told her family that, because they were poor, they would not be able to fight the matter in court. “They kept putting pressure on my family to take money or marry the accused or just somehow settle the matter,” she said.\nAfter no agreement was reached, the police registered the case, but made no arrests.\nThe victim was stalked by the men accused of the rape, who threatened to kill her and her family if she refused to drop the complaint, her suicide note said.\n“They have ruined my life,” the note read, Ms. Kaur said. It named two men and a woman who allegedly helped them in the kidnapping. Those men have been arrested, the police said.", "url": "https://www.nytimes.com/2012/12/29/world/asia/condition-worsens-for-victim-of-gang-rape-in-india.html?module=inline"}