{"authors": ["Monica Davey"], "date_download": "2018-11-16 04:32:54", "date_modify": "2018-11-16 04:32:54", "date_publish": "2012-03-14 20:49:21", "description": "Rod R. Blagojevich, the former Illinois governor, takes a final turn in the spotlight before reporting to prison.", "filename": "2012_03_15_us_blagojevich-to-begin-prison-term-for-corruption.html_module=inline_1542342774.html", "image_url": "https://static01.nyt.com/images/2012/03/15/us/BLAGO-8/BLAGO-8-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_15_us_blagojevich-to-begin-prison-term-for-corruption.html_module=inline_1542342774.html", "title": "The New York Times", "title_page": "Blagojevich to Begin Prison Term for Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, at 55, he is the fourth Illinois governor in recent memory to be imprisoned, but the arc of his unraveling was anything but ordinary, even by this state’s long tradition of political corruption.\nIn 2002, Mr. Blagojevich, a Democrat, was elected governor on a reform platform — the antidote, his campaign seemed to say, to a Republican governor, George Ryan, who was mired in scandal and would later go to prison. By late 2008, just after Barack Obama won the White House, Mr. Blagojevich, then in his second term, happily found himself assigned by state law to appoint a replacement for Mr. Obama from Illinois in the Senate.\nBut by then, federal agents had already been recording Mr. Blagojevich’s telephone calls, and swiftly came a slew of corruption charges that the federal prosecutor said would make “Lincoln roll over in his grave.”\nThe most headline-grabbing of all the ways prosecutors said Mr. Blagojevich tried to make money for official acts: He had, in stunningly salty, crass language caught on the recordings, tried to get a better job, a cabinet post, a big campaign donation in exchange for Mr. Obama’s old Senate seat. He used expletives to describe just how “golden” his opportunity to pick a new senator was.\nAfter two trials, he was convicted on 18 counts. But in the interim, Illinois came to know Mr. Blagojevich, who vehemently professed his innocence and whose lawyers have started an appeal, in a way the state never really had when he ran it. He recited poetry in news conferences. He shared chats with daytime talk show hosts. He performed Elvis Presley songs for a neighborhood party. He wrote a memoir. He pitched pistachios in an ad. Until the last few months, he talked and talked and talked.\nBut if sympathies for Mr. Blagojevich seemed scarce outside of his circle of friends and neighbors in recent days, the same did not hold for his family.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nElected officials — even those who had furiously condemned Mr. Blagojevich’s behavior — expressed deep empathy for his two school-age daughters, who are expected to continue living here in his North Side home after Mr. Blagojevich reports to prison. In recent weeks, Mr. Blagojevich’s wife, Patti, appeared on Rosie O’Donnell’s television show and tearfully professed her fear that the girls are “going to be totally screwed up from this.”\nAnd on Wednesday, she stood beside her husband, tears running down her cheeks, as Mr. Blagojevich spoke of his daughters and asked aloud, “How do you make sense of this, and what is it that you can tell your kids so they can appreciate the magnitude of this calamity?”\nAdvertisement Continue reading the main story\nJudy Baar Topinka, the state comptroller and a Republican who once ran against Mr. Blagojevich for governor and lost, said, “It kind of breaks my heart.” Still, she said, the legacy of Mr. Blagojevich on the state — and its grim financial situation — will last far longer than his 14-year prison term.\nAnd why, she asked, did he feel the need to give one last public statement rather than leave quietly?\n“This is typical Blagojevich — he still in his final hours cannot give up the spotlight,” she said.\nAt 5:02 p.m. Central Time precisely — a time that assured that Chicago television stations could go with live feeds to the starts of their evening news — Mr. Blagojevich stepped out of his house in a pair of blue jeans and into the waiting throng.\nClutching his wife, he launched into a speech he might have used on the campaign trail, reminding the crowd of his efforts to bring health care to all children, extra health examinations for women, free public transportation for the elderly. He said he took responsibility for things he had said — “political talk” and “horse trades,” as he described them. Then he said he was hopeful for an appeal.\n“The law as it stands right now is that I have to go do what I have to go do, and this is the hardest thing that I have ever had to do,” he said.\nAs he walked away, having spoken for more than 10 minutes, he seemed to be searching for words.\n“I’ll see you around,” he said, finally.", "url": "https://www.nytimes.com/2012/03/15/us/blagojevich-to-begin-prison-term-for-corruption.html?module=inline"}