{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:46:57", "date_modify": "2018-11-16 04:46:57", "date_publish": "2012-10-14 16:33:31", "description": "Republicans described a failure to protect Americans and Democrats accused them of exploiting an incident almost certain to surface in Tuesday’s presidential debate.", "filename": "2012_10_15_us_politics_benghazi-episode-takes-on-political-overtones_1542343617.html", "image_url": "https://static01.nyt.com/images/2012/10/15/us/SUB-TALK-1/SUB-TALK-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_15_us_politics_benghazi-episode-takes-on-political-overtones_1542343617.html", "title": "The New York Times", "title_page": "Benghazi Episode Takes on Political Overtones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Caught in the uneasy nexus between politics and foreign policy, the debate over the violence in Benghazi, Libya, that claimed four American lives turned angry on Sunday as Republicans said it reflected a dangerous failure by the Obama administration to protect Americans across the region. Democrats, meanwhile, accused the Republican presidential nominee, Mitt Romney, of “cravenly” trying to exploit the episode in a political “witch hunt.”\nA Romney supporter, Senator Lindsey Graham of South Carolina, said the attack on the American consulate in Benghazi called into question a fundamental claim of the Obama administration: that with the death of Osama bin Laden, Al Qaeda has been gravely weakened and Americans are safer.\n“The truth is we’re not safer — Al Qaeda is alive and counterattacking,” Mr. Graham said on the CBS program “Face the Nation.” “This whole region is about to explode. Al Qaeda is on the march.”\nPhoto\nDavid Axelrod, a senior adviser to the Obama campaign, pushed back at the criticism from those supporting Mr. Romney. “From the beginning of this issue, before any facts were known, he was cravenly trying to exploit it,” Mr. Axelrod said of Mr. Romney on “Fox News Sunday.”\nAdvertisement Continue reading the main story\nThe dispute seems certain to surface on Tuesday when Mr. Romney faces President Obama for their second televised debate. Mr. Romney has steadily sharpened his criticism of the president’s handling of the Benghazi episode, framing it as a question of leadership, competence and transparency.", "url": "https://www.nytimes.com/2012/10/15/us/politics/benghazi-episode-takes-on-political-overtones.html"}