{"authors": ["Natasha Singer"], "date_download": "2018-11-16 03:12:34", "date_modify": "2018-11-16 03:12:34", "date_publish": "2012-12-18 14:51:31", "description": "The Federal Trade Commission is looking at nine companies that collect, sell or analyze information about consumers.", "filename": "2012_12_19_technology_ftc-opens-an-inquiry-into-data-brokers.html_module=inline_1542337954.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_19_technology_ftc-opens-an-inquiry-into-data-brokers.html_module=inline_1542337954.html", "title": "F.T.C. Opens an Inquiry Into Data Brokers", "title_page": "F.T.C. Opens an Inquiry Into Data Brokers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The subpoenas went to, among other companies, Acxiom of Little Rock, Ark., one of the world’s largest information resellers, which manages customer databases for major banks, automakers and retailers; eBureau, a company in St. Cloud, Minn., which, on behalf of clients like credit card companies, lenders, insurers and educational institutions, evaluates and scores online consumers in the market for those companies’ products; Intelius, a company in Bellevue, Wash., which offers people-search look-up services and background checks; and Peek-You, a company that analyzes social media sentiment.\n“We are going to get a huge amount of data,” David C. Vladeck, the director of the Bureau of Consumer Protection at the F.T.C., said in a phone interview on Tuesday. “We are going to get answers.”\nIn an e-mail, Jennifer Barrett Glasgow, the chief privacy officer of Acxiom, said the company had not yet received the F.T.C.’s letter, but was looking forward to cooperating with the inquiry. “We consider this request as an avenue to promote a better understanding of why what we do is vital for the American economy as it creates enormous value for people and businesses while respecting and protecting consumers’ interests,” she wrote.\nGordon Meyer, the chief executive of eBureau, wrote in an e-mail that the consumer scoring company “welcomes the opportunity to describe, to the F.T.C., its practices and the benefits we provide to businesses as well as consumers.”\nRepresentatives of other companies did not return e-mails seeking comment.\nCompanies and organizations in the United States spend more than $2 billion a year on third-party data about individuals, according to a report last year on personal identity management from Forrester Research, a market research firm. That figure does not include spending on market research and customer data analytics, the report said.\nIndustry representatives argue that their practices benefit consumers. Data brokers, they say, collect information about individuals’ purchasing histories, estimated salaries, property ownership, family size, leisure pursuits — and sometimes also their race or ethnicity, age, gender, health concerns, online browsing history and social networks — to help marketers tailor pitches to a person’s demonstrated tastes. When these bespoke ad systems work properly, the companies argue, marketers can identify male Southern Californians who surf and show them ads for board shorts even as they avoid sending coupons for ski vacations to people who prefer Alaskan cruises.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut, as consumers conduct more of their personal and commercial lives online, that type of data collection has been steadily increasing, fueled by new online surveillance techniques and more sophisticated analytics. Some companies, for example, have compiled several thousand different pieces of information on a majority of adults in the United States. Regulators say they are concerned that such comprehensive data collection could be used to profile, score or segment consumers, with the potential to unfairly limit the kinds of financial, insurance, health, education or other marketing offers certain consumers receive.\nMr. Vladeck of the F.T.C. offered one possibility he worried about: a hypothetical consumer who buys a deep-fat fryer online may get typecast by data broker systems as a health risk, and then is passed over for marketing pitches for insurance or other services.\nAdvertisement Continue reading the main story\n“Data brokers aggregate huge amounts of data on individuals and have the capacity to create powerful profiles combining information about what you do offline and online,” Mr. Vladeck said. “We worry that this information may be used in ways that could be harmful to consumers.”\nIndustry representatives disagreed, saying that their ethics guidelines prohibited companies from using consumer marketing data for eligibility decisions like credit, insurance or employment. Targeted marketing pitches based on data collection about an individual, they added, do not limit a consumer from seeking out financial, insurance or other services on their own.\n“It changes what comes to you, what you will see in a banner ad or an ad along the side of your Web searches,” said Jerry Cerasale, senior vice president for government affairs at the Direct Marketing Association, an industry trade group. “But it doesn’t create a barrier for you to look elsewhere.”\nIn March, the F.T.C. issued a report on consumer privacy, calling on data brokers to make their practices clearer to the public. Some legislators and regulators say they are taking a harder look at the industry because of practices that are opaque to consumers.\nUnlike consumer reporting agencies, for example, which are required by federal law to show consumers their credit reports and allow them to correct errors in their own records, data brokers who collect and sell consumer information for marketing purposes are not required to give individuals access to the records those companies hold about them. In a report earlier this year, the F.T.C. asked Congress to consider enacting regulations to give consumers some rights to data collected about them.\nRepresentative Edward J. Markey, a Massachusetts Democrat who opened an examination of the industry in July, along with Representative Joe L. Barton, Republican of Texas, said the investigations would help legislators and regulators develop a system of oversight, giving consumers more access to and control over data collected about them.\n“Consumers should have the right to know what is being collected about them, notice that the information is going to be used for purposes other than originally intended, and the right to say no,” he said. “ ‘Knowledge, notice and no,’ that has always been my motto.”", "url": "https://www.nytimes.com/2012/12/19/technology/ftc-opens-an-inquiry-into-data-brokers.html?module=inline"}