{"authors": ["Stephanie Strom"], "date_download": "2018-11-16 04:00:35", "date_modify": "2018-11-16 04:00:35", "date_publish": "2012-12-25 15:45:09", "description": "Chicken farms including Bell & Evans in Pennsylvania are using oregano-based products as substitutes for antibiotics, but research on their effectiveness is scant and many remain skeptical.", "filename": "2012_12_26_science_chicken-farms-try-oregano-as-antibiotic-substitute.html_pagewanted=all&module=inline_1542340835.html", "image_url": "https://static01.nyt.com/images/2012/12/26/business/CHICKEN/CHICKEN-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_26_science_chicken-farms-try-oregano-as-antibiotic-substitute.html_pagewanted=all&module=inline_1542340835.html", "title": "The New York Times", "title_page": "Chicken Farms Try Oregano as Antibiotic Substitute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Skeptics of herbal medicines abound, as any quick Internet search demonstrates. “Oil of oregano is a perennial one, advertised as a cure for just about everything,” said Scott Gavura, a pharmacist in Toronto who writes for the Web site Science-Based Medicine. “But there isn’t any evidence, there are too many unanswered questions and the only proponents for it are the ones producing it.”\nNonetheless, Mr. Gavura said he would welcome a reduction in the use of antibiotics in animals.\nAt the same time, consumers are growing increasingly sophisticated about the content of the foods that they eat.\nData on sales of antibiotic-free meat is hard to come by, but the sales are a tiny fraction of the overall meat market. Sales in the United States of organic meat, poultry and fish, which by law must be raised without antibiotics, totaled $538 million in 2011, according to the Organic Trade Association. By comparison, sales of all beef that year were $79 billion.\nStill, retailers like Costco, Whole Foods and Trader Joe’s, as well as some restaurant chains, complain that they cannot get enough antibiotic-free meat.\nNoodles & Company, a fast-growing chain of more than 300 restaurants, recently added antibiotic-free pork to the choices of ingredients that customers can add to their made-to-order pastas. It ensured its supply by ordering cuts of meat that were not in relatively high demand and by committing in advance to buy a year’s worth, said Dan Fogarty, its executive vice president for marketing.\nPhoto\n“We’re deliberately voting with our pocketbooks,” he said.\nIn a nationwide telephone survey of 1,000 adults in March, more than 60 percent told the Consumer Reports National Research Center that they would be willing to pay at least 5 cents a pound more for meat raised without antibiotics.\n“Before, it was kind of a nice little business, and while it’s still microscopic in the grand scheme of things, we’re seeing acceptance from retailers across the country, not just in California and on the East Coast,” said Stephen McDonnell, founder and chief executive of Applegate, an organic and natural meats company.\nAdvertisement Continue reading the main story\nMr. McDonnell said a confluence of trends, from heightened interest in whole and natural foods to growing concerns about medical problems like diabetes, obesity and gluten allergies, were contributing to the demand for antibiotic-free meat.\nThere is growing concern among health care experts and policy makers about antibiotic resistance and the rise of “superbugs,” bacteria that are impervious to one or more antibiotics. Those bacteria can be passed on to consumers, who eat meat infected with them and then cannot be treated.\nIn November, the Centers for Disease Control and Prevention and 25 national health organizations and advocacy groups issued a statement on antibiotics that, among other things, called for “limiting the use of medically important human antibiotics in food animals” and “supporting the use of such antibiotics in animals only for those uses that are considered necessary for assuring animal health.”\nIn 2011, there were several prominent recalls involving bacterial strains that are resistant to antibiotics, including more than 60 million pounds of ground beef contaminated with salmonella Typhimurium and about 36 million pounds of ground turkey spoiled with salmonella Heidelberg.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nConsumer Reports released a study last month that found the bacteria Yersinia enterocolitica in 69 percent of 198 pork chop and ground pork samples bought at stores around the country. Some of the bacteria were resistant to one or more antibiotics.\nAnalysis of Food and Drug Administration data by the Center for Science in the Public Interest found that 80 percent of all antibiotics sold in the United States are used in animals. The majority of those antibiotics are used to spur growth or prevent infections from spreading in the crowded conditions in which most animal production takes place today.\nThe European Union has banned the use of antibiotics to accelerate growth, and the European Parliament is pushing to end their use as tools to prevent disease as well.\nThe oregano oil product Mr. Sechler uses, By-O-Reg Plus, is made by a Dutch company, Ropapharm International. In the late 1990s, Bayer conducted trials on the product, known as Ropadiar in Europe, comparing its ability to control diarrhea in piglets caused by E. coli with that of four of the company’s products.\nPhoto\nIn all four test groups, Ropadiar outperformed the Bayer products. “Strange but true!” Dr. Lucio Nisoli, the Bayer product manager, wrote in his report on the trial. “Compared to the various anti-infectives, with Ropadiar I have obtained much more effective and quicker results. Furthermore, piglets treated with Ropadiar look much more healthy and were not so dehydrated and wasted.”\nAdvertisement Continue reading the main story\nAstrid Köhler, a spokeswoman in Monheim, Germany, for Bayer Healthcare’s animal health business, confirmed that the company had done the trial but said that “in further evaluations the results of the first study could not be replicated with the same species, nor with other species.”\nOther testing is rare. A test of oregano oil on four small farms in Maine, which was financed by a $9,914 grant from the Agriculture Department, found it was effective in controlling the parasites and worms that afflict goats and sheep.\nDr. Harry G. Preuss, a professor of physiology and biology at the Georgetown University Medical Center, studied the effectiveness of oregano oil on 18 mice infected with staph bacteria. Six mice were given oregano oil, and half survived for the full 30 days of the treatment. Six received carvacrol, regarded by many experts to be the antibacterial component in oregano, in olive oil, and none of them survived longer than 21 days. Six other mice received only olive oil and died within three days.\nThe study, which was underwritten by a company, North American Herb and Spice, and presented at a meeting of the American College of Nutrition in 2001, was repeated and all those findings were corroborated, Dr. Preuss said.\nDr. Preuss said he had applied to the National Institutes of Health for financing of a larger study, with no luck so far. “This is really promising, particularly when you consider that we are facing a crisis in our hospitals and health systems with the increasing resistance to antibiotics,” he said.\nAfter hearing about Bell & Evans’s use of oregano oil, Bob Ruth, the president of Country View Family Farms, a Pennsylvania-based company, decided to test it on some of his pigs. Over the last six months, about 5,000 pigs have eaten feed laced with By-O-Reg after being weaned from their mothers.\n“The preliminary results are encouraging, but we need to be sure it’s giving us the results we need to give us the confidence to start using it more broadly,” Mr. Ruth said.\nMr. Ruth and Mr. Sechler warned that using oregano oil to control bacterial infection also requires maintaining high standards of sanitation in barns where animals are sheltered, as well as good ventilation and light, and a good nutrition program.\nAfter a chicken flock leaves a barn at Bell & Evans for slaughter, for instance, the facility is hosed down, its water lines are cleaned out and everything is disinfected. It sits empty for two to three weeks to allow bacteria to die off and to ensure that the rodents that carry salmonella and campylobacter are eliminated.\nAdvertisement Continue reading the main story\n“You can’t just replace antibiotics with oregano oil and expect it to work,” Mr. Sechler said.", "url": "https://www.nytimes.com/2012/12/26/science/chicken-farms-try-oregano-as-antibiotic-substitute.html?pagewanted=all&module=inline"}