{"authors": [], "date_download": "2018-11-16 04:46:59", "date_modify": "2018-11-16 04:46:59", "date_publish": "2012-10-12 00:27:57", "description": "The vice-presidential candidates engaged on the issues that matter most, a change for voters starved for substance.", "filename": "2012_10_12_opinion_a-debate-with-clarity-and-fervor_1542343619.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_12_opinion_a-debate-with-clarity-and-fervor_1542343619.html", "title": "A Debate With Clarity and Fervor", "title_page": "A Debate With Clarity and Fervor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thursday night’s vice-presidential debate was one of the best and meatiest political conversations in many years, showing that real differences on public policy can be discussed with fervor, anger, laughter and real substance. In contrast to the dismal meeting last week between President Obama and Mitt Romney , this debate gave voters a chance to evaluate the positions of the two tickets, in part because Representative Paul Ryan ’s nonanswers were accurate reflections of his campaign.\nVice President Joseph Biden Jr. would not sit still for a parade of misleading and often blatantly untruthful descriptions of the state of the economy and the Republican prescriptions for it. Though his grins and head-shakes were often distracting, he did not hesitate to interrupt and demand an end to “malarkey.” The result, expertly controlled by the moderator, Martha Raddatz of ABC News, was both entertaining and enlightening.\nMr. Ryan, as always, refused to acknowledge the improvement in the economy, at one point throwing out a canned talking point about the increase in unemployment in the depressed industrial city of Scranton, Pa., Mr. Biden’s hometown. “That’s how it’s going all around America,” he said, ignoring the steady reduction in the national jobless rate, which dipped to 7.8 percent last month.\n“You don’t read the statistics,” Mr. Biden said, jumping in. “That’s not how it’s going. It’s going down.” He repeatedly pointed out that Mr. Romney had firmly opposed the federal bailout of the auto industry, which turned out to be the single biggest act of job creation in the last four years. Mr. Ryan responded weakly that Mr. Romney was a “car guy,” but offered little in the way of economic proposals beyond cutting taxes and ridiculing the Obama administration’s stimulus program.\nAdvertisement Continue reading the main story", "url": "https://www.nytimes.com/2012/10/12/opinion/a-debate-with-clarity-and-fervor.html"}