{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:44:58", "date_modify": "2018-11-16 04:44:58", "date_publish": "2012-07-15 22:18:19", "description": "Vice Marshal Ri Yong-ho, who was a chief mentor to the North’s new leader, has been removed from all his posts because of illness, state media reported Monday.", "filename": "2012_07_16_world_asia_north-korea-removes-army-chief_1542343498.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_16_world_asia_north-korea-removes-army-chief_1542343498.html", "title": "North Korea Removes Its Army Chief From All His Posts", "title_page": "North Korea Removes Its Army Chief From All His Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — In a dramatic fall from power within North Korea’s opaque hierarchy, a senior army general widely seen as a guardian of the North’s new leader was removed from all his posts, the North’s official media reported on Monday.\nThe officer, Vice Marshal Ri Yong-ho, the chief of the General Staff of the North’s People’s Army, was dismissed because of “illness,” the North’s official Korean Central News Agency reported, citing a decision the Politburo of the Central Committee of the Workers’ Party of Korea made in a rare meeting convened on Sunday.\nVice Marshal Ri, 69, once virtually unknown to outside observers of North Korea, rapidly ascended within the military and party hierarchy and bolted into political prominence when Kim Jong-il, the North’s former leader, started grooming his third son, Kim Jong-un, as his successor after a stroke in 2008, and reportedly designated Vice Marshal Ri as a mentor.\nHe was made chief of the military’s general staff in 2009. The next year, he was promoted to vice marshal and made vice chairman of the Central Military Commission at a party conference where Kim Jong-un also joined the military commission and was introduced as his father’s official successor. He also moved into the center of party power by becoming a member of the Presidium of the Politburo of the Central Committee of the Workers’ Party.\nAdvertisement Continue reading the main story\nAfter the death of Kim Jong-il in December, Vice Marshal Ri was seen as a central figure in helping Kim Jong-un consolidate his authority over the military, the backbone of political power in the North. In recent months, he was one of the officials most often seen with Mr. Kim. They inspected military barracks and parades together, with the young leader often leaning in to listen to the general and laughing.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAlthough the North Korean report cited illness as the reason for Vice Marshal Ri’s removal, the Politburo’s rare decision to convene on Sunday to dismiss a top military general and senior party leader was bound to spawn speculation among North Korea analysts. The inner workings of political power in North Korea are shrouded in mystery, with top officials often demoted, made to disappear, reinstated or killed in suspicious “traffic accidents.” Ensuring such unpredictability in any general’s career has been seen as a crucial method used by the Kim family dynasty to tame generals and party secretaries.\nVice Marshal Ri was one of the seven senior generals and party officials who joined Mr. Kim as he walked alongside the hearse carrying his father during Kim Jong-il’s funeral in December. They were considered major figures who the Web site of the North’s main party newspaper once said “will lead the party and military during the Kim Jong-un era.” But another one of the seven, U Dong-chuk, once believed to be heading the secret police and spy agency, has disappeared from North Korean news reports since mid-March, prompting speculation about his possible persecution.", "url": "https://www.nytimes.com/2012/07/16/world/asia/north-korea-removes-army-chief.html"}