{"authors": ["Jack Healy"], "date_download": "2018-11-16 04:19:57", "date_modify": "2018-11-16 04:19:57", "date_publish": "2012-11-07 19:46:45", "description": "Voters in two states approved making marijuana possession legal, but the states may now be on a collision course with the federal government.", "filename": "2012_11_08_us_politics_marijuana-laws-eased-in-colorado-and-washington_1542341997.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_08_us_politics_marijuana-laws-eased-in-colorado-and-washington_1542341997.html", "title": "The New York Times", "title_page": "Marijuana Laws Eased in Colorado and Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But that has not always been the case. In Colorado, the federal government has largely allowed the state-regulated medical-marijuana industry to operate, and supporters said they hoped the government would take a similar laissez-faire stance as the new laws took effect.\n“I don’t see D.E.A. agents sweeping into Colorado and Washington and enforcing drug laws that were previously enforced by local agencies,” said Norm Stamper, a former Seattle police chief who campaigned for the Washington measure despite a personal preference for dry martinis over pot brownies. “It would be extremely poor politics. The will of the people has been expressed.”\nAlthough elected officials, parents’ groups and top law enforcement figures opposed the measures, they nevertheless won support with voters who saw little harm with regulating marijuana similarly to the way alcohol is. Colorado’s marijuana law passed with 54 percent support, and Washington’s with 55 percent.\nColorado and Washington are among 18 states with medical marijuana laws, but they become the first in the nation to approve the use for recreational purposes. A similar measure in Oregon failed on Tuesday.\nAs soon as the laws are certified, it will be legal under Colorado and Washington law for adults 21 years and older to possess up to an ounce of marijuana. In Colorado, people will be able to grow as many as six plants. In Washington, users will have to buy their marijuana from state-licensed providers.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“They can’t arrest you for it, and they can’t seize it,” Mr. Stamper said. “It’s yours.”\nThe measures will also set up regulations for industrial hemp, a fibrous plant that contains traces of the main psychoactive chemical in marijuana.\nThe laws do not allow people to light up in public, and cities and counties will be able to block marijuana retailers, in much the same way that blue laws have restricted alcohol sales for decades. And it remains illegal to drive a motor vehicle while high on the drug.\nAdvertisement Continue reading the main story\nSupporters say the laws will end thousands of small-scale drug arrests while freeing law enforcement to focus on larger crimes. They estimate that taxing marijuana will bring in millions of dollars of new revenue for governments, and will save court systems and police departments additional millions.\nOpponents warned that the law — despite its 21-year age minimum — would set Colorado and Washington on a collision course with the federal government and encourage teenagers to use marijuana.\nIt is still unclear how much will change. The streets here in Denver and across Colorado are already lined with shops, their windows decorated with green crosses and pot leaves, advertising all-natural plant treatments and herbal health aids.\n“Coloradans are accustomed to having this stuff above ground, supervised by state authorities and having it regulated,” said Ethan Nadelmann, executive director of the Drug Policy Alliance, which supported legalization.\nTo advocates, the real power of the measures’ passage may be that they signal a change in the way voters think about drugs and drug policy in the United States.\nBrian Vicente, a leading campaigner for the Colorado initiative, summed it up this way: “It’s a historic one, man.”", "url": "https://www.nytimes.com/2012/11/08/us/politics/marijuana-laws-eased-in-colorado-and-washington.html"}