{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:18:49", "date_modify": "2018-11-16 04:18:49", "date_publish": "2012-09-06 09:00:34", "description": "Owners of three uninhabited islands in the East China Sea have made a verbal agreement to sell, according to a source close to the talks.", "filename": "2012_09_07_world_asia_japan-agrees-to-buy-islands-at-center-of-dispute-with-china_1542341929.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_07_world_asia_japan-agrees-to-buy-islands-at-center-of-dispute-with-china_1542341929.html", "title": "The New York Times", "title_page": "Japan Said to Be in Tentative Deal to Buy Disputed Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KYOTO, Japan — The Japanese government has struck a tentative agreement to buy three uninhabited islands that are part of a chain at the center of a heated territorial dispute with China, a person close to the talks said Thursday.\nA government negotiator got a verbal agreement from the islands’ owners, a family living in suburban Tokyo, according to the person knowledgeable about the talks who asked not to be identified because the negotiations were still in a sensitive stage. He said the particulars of the deal, including a price, had yet to be decided, and that the deal could still fall through.\nA deal would allow the government to nationalize three of the five major islands in the East China Sea chain, known as the Senkaku in Japan and the Diaoyu in China. It would not directly affect the more crucial issue of sovereignty over the islands, which are already administered by Japan but claimed by China and also Taiwan.\nWhile the dispute has been simmering for decades, emotions flared in April after Tokyo’s outspoken rightist governor, Shintaro Ishihara, proposed that his city buy the islands. That started a series of landings last month on the islands by nationalists, first from China and then Japan; the Japanese landing contributed to anti-Japanese protests in China.\nAdvertisement Continue reading the main story\nMr. Ishihara’s proposal was apparently an effort to criticize Japan’s governing Democratic Party, which had sought closer ties with Beijing, for failing to take stronger action to defend against China’s increasingly assertive claims to the islands.", "url": "https://www.nytimes.com/2012/09/07/world/asia/japan-agrees-to-buy-islands-at-center-of-dispute-with-china.html"}