{"authors": ["Vivian Yee"], "date_download": "2018-11-16 04:29:24", "date_modify": "2018-11-16 04:29:24", "date_publish": "2012-11-08 23:07:10", "description": "All over the New York region, people rediscovered the joys of electricity for a day or two only to be plunged back into frustration when heavy snows downed power lines on Wednesday.", "filename": "2012_11_09_nyregion_in-second-storm-some-lose-power-for-the-second-time_1542342564.html", "image_url": "https://static01.nyt.com/images/2012/11/09/nyregion/POWER/POWER-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_09_nyregion_in-second-storm-some-lose-power-for-the-second-time_1542342564.html", "title": "The New York Times", "title_page": "In Second Storm, Some Lose Power for the Second Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New Jersey was particularly hard-hit by both Hurricane Sandy and the northeaster. At least 230,000 homes there lost power from the northeaster. PSE&G said it had restored power to 18,000 of the 90,000 customers affected by the Northeaster, with another 20,000 to come after a switching station is repaired; Jersey Central Power and Light said 120,000 customers had been affected. Consolidated Edison, which serves New York City and Westchester County, reported that 55,000 homes lost power, about 45,000 of which had been restored.\nWhile acknowledging that many people had suffered greater losses in the storms, those who had the unwanted distinction of going without power twice in one week spoke of how their nerves, already frayed, were strained again. With ill humor, they returned to the all-too-familiar routines: take out the flashlights, bundle up and, of course, call the utility to complain.\n“I would say PSE&G’s response would have to be an order of magnitude better before they would rise to the level of abysmal,” said David Sarna, 64, who complained of living “in a third-world country called Teaneck, New Jersey.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWithout power, he had been unable to conduct business with his company in California. “They can’t understand how we don’t have power for such a long period of time, and frankly, I can’t either!” When power returned on Tuesday, his wife returned to Teaneck to reopen her office and they restocked their refrigerator. Now it was all wasted. “You say, ‘Great, life’s back to normal, we can forget about this,’ ” he said. “Next thing you know, you see the lights go out again.”\nUnable to work from her powerless home and unable to reach her Manhattan office, Susan Mazo, 39, a music executive who lives in Montclair, N.J., took her family on a “hurrication” to Philadelphia. On Monday, when Ms. Mazo learned from neighbors that their power was back, “I cried,” Ms. Mazo said. “But still, after so long, you’re very cautious to believe it’s going to stay on.”\nShe and her son were talking about how relieved they were to have electricity again Wednesday afternoon when the lights flicked off around them. (The power returned an hour later.)\nAcross the street, teachers and students at Bradford Elementary School had just finished their first day of class since the hurricane.\n“Everybody was elated to be here on Wednesday, everybody was just so happy to be back,” said Naomi Kirkman, the principal. “And then when the power went out at the end of the day, it was just that horrible sinking feeling of oh no, not again!”\nIn East Brunswick, N.J., John Pernice, 82, had survived eight powerless days with extra blankets and a propane tank that he used to heat water for coffee and tea. He was so excited to get power back, he said, that he invited his daughter, whose house still lacked power, to visit.\nAdvertisement Continue reading the main story\nShe was on her way when Mr. Pernice’s lights went out again.\n“I thought, ‘Oh, my God, are we going to have another week like this?’ ” he said.", "url": "https://www.nytimes.com/2012/11/09/nyregion/in-second-storm-some-lose-power-for-the-second-time.html"}