{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:16:02", "date_modify": "2018-11-16 04:16:02", "date_publish": "2012-05-30 22:21:48", "description": "Judge Gilmar Mendes asserted that the former president, Luiz Inácio Lula da Silva, put pressure on him to delay a trial over a vote-buying scandal involving the governing Workers Party.", "filename": "2012_05_31_world_americas_brazil-is-jolted-by-claim-that-da-silva-pressured-judge_1542341762.html", "image_url": "https://static01.nyt.com/images/2012/05/31/world/brazil/brazil-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_31_world_americas_brazil-is-jolted-by-claim-that-da-silva-pressured-judge_1542341762.html", "title": "The New York Times", "title_page": "Brazil Is Jolted by Claim That Da Silva Pressured Judge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. da Silva, who finished his second term in 2010 with high approval ratings, has not been implicated. He still wields enormous influence, advising his successor, Dilma Rousseff. Before he was stricken with cancer last year, he had a thriving sideline as a speaker at corporate events; he said in March when his cancer went into remission that he would return to “political life.”\nPhoto\nThe claim that he tried to exert pressure on a judge regarding a trial that could influence his political fortunes drew sharp responses from other prominent voices in Brazil, including at least one other judge, Celso de Mello of the Supreme Federal Tribunal.\nJudge Mendes said the pressure at the April meeting in Brasília included an insinuation by Mr. da Silva that Judge Mendes could be linked to another scandal, this one involving an opposition senator, Dem”stenes Torres, and his ties to a businessman, Carlos Augusto Ramos (better known by his nickname, Carlinhos Cachoeira or “Charlie Waterfall”), who is accused of running illegal gambling operations.\nJudge Mendes said Mr. da Silva asked him about a trip to Berlin that the judge took with Mr. Torres. He said he acknowledged traveling to Berlin, where his daughter lives, and explained that it was paid for by the high court and from his own pocket. Afterward, Mr. Mendes said he could easily afford such travel because of income from a book he wrote on constitutional law.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the judge also acknowledged in an interview with the newspaper O Estado de São Paulo that he traveled on two occasions on private planes provided by Mr. Torres, and asserted that such trips did not violate ethical standards. Other high-ranking judges were also on these trips, he said.\nIn the same interview, published on Wednesday, Judge Mendes lashed out anew at Mr. da Silva, accusing him of spreading rumors aimed at weakening the high court’s plan for the mensalão trial. Other commentators, pointing to the former president’s denial of Judge Mendes’s claims, have accused him of offending Mr. da Silva’s “honor.”\nThe feud between the two men puts Ms. Rousseff in an awkward spot. Two judges on the 11-member court are expected to retire soon, so if the trial is delayed, Ms. Rousseff’s nominations to fill the vacancies could influence the outcome, raising concerns over the Workers Party’s influence over the trial.\nIf the trial goes forward, the inner workings of the party will be on display, drawing attention away from her efforts to curb corruption. Scandals forced seven cabinet ministers to resign in the past year, including her chief of staff.\nMs. Rousseff issued a statement on Wednesday rejecting any threat of an “institutional crisis” between the judiciary and executive branches over the feud. She appeared with Mr. da Silva on Wednesday at an event honoring him for his contributions to cutting poverty.", "url": "https://www.nytimes.com/2012/05/31/world/americas/brazil-is-jolted-by-claim-that-da-silva-pressured-judge.html"}