{"authors": ["Thom Shanker", "Ian Johnson"], "date_download": "2018-11-16 04:18:45", "date_modify": "2018-11-16 04:18:45", "date_publish": "2012-09-17 01:27:16", "description": "Defense Secretary Leon E. Panetta arrived in China in the wake of a major missile defense agreement and amid tensions between China and Japan over disputed islands.", "filename": "2012_09_18_world_asia_u-s-and-japan-agree-on-missile-defense-system_1542341925.html", "image_url": "https://static01.nyt.com/images/2012/09/18/world/subjpPANETTA2/subjpPANETTA2-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_18_world_asia_u-s-and-japan-agree-on-missile-defense-system_1542341925.html", "title": "The New York Times", "title_page": "U.S.-Japan Missile Defense Accord Is Criticized in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Japanese government’s response so far has been muted, with officials calling on the Chinese government to protect Japanese citizens and property.\nEconomically, the impact was hard to assess, but many Japanese businesses in Beijing were closed on Tuesday. The popular clothing chain Uniqlo covered its name entirely with red paper; over the weekend it had tried to protect itself by putting a sign in its windows saying it supported China’s territorial claims.\nOn Tuesday morning, the crowds at protests in front of the Japanese Embassy in Beijing swelled into the hundreds after ebbing Monday. But they were carefully controlled by the police, who blocked off streets around the embassy.\nMany Chinese people said they did not support the attacks on Japanese businesses. China’s most influential blogger, Han Han, posted an essay on Monday urging Chinese not to boycott Japanese cars. He said the protests served those in power, who could use the violence to reinforce their claims that stability is paramount.\nPhoto\nSome Chinese pleaded online with foreigners to be more nuanced in their views of China. “Don’t say ‘residents of Beijing,’ ” one wrote, referring to the size of the protests in a city with nearly 20 million inhabitants. “Write ‘some numbskulls in Beijing’ did this or that.”\nBut Mr. Panetta’s visit raised tensions on another front. During a stopover in Tokyo before flying to China, he praised the antimissile radar system as essential to enhancing the American-Japanese alliance and improving its ability to defend Japan from surprise attack by North Korea, while stressing that it was not aimed at China.\n“The purpose of this is to enhance our ability to defend Japan,” Mr. Panetta said at a news conference in Tokyo. “It’s also designed to help forward-deployed U.S. forces, and it also will be effective in protecting the U.S. homeland from the North Korean ballistic missile threat.”\nAdvertisement Continue reading the main story\nBut several leading Chinese reacted strongly, saying the system was also aimed at China, where officials fear that their relatively small nuclear deterrent could be greatly diminished by even a modest missile defense program. Two senior figures in Chinese international relations said the American missile shield was also emboldening Japan to resist China’s territorial claims on the Diaoyu Islands, known as the Senkaku Islands in Japan.\n“The joint missile defense system objectively encourages Japan to keep an aggressive position in the Diaoyu Islands dispute, which sends China a very negative message,” said Shi Yinhong, a professor of international studies at Renmin University in Beijing. “Japan would not have been so aggressive without the support and actions of the U.S.”\nAlthough he has been in Asia for only two days, Mr. Panetta has been asked repeatedly about the sovereignty dispute — and each time he responded that the United States was not taking sides in any of the region’s territorial disagreements. Washington, he said, was advocating a diplomatic process to resolve the tensions peacefully, echoing points made by Secretary of State Hillary Rodham Clinton on a visit to Asia this month.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Panetta’s weeklong mission to Asia is intended to prove to allies and partners that the United States is refocusing its national security attention and resources on the region. At the same time, though, he has to try to convince the leadership in Beijing that the “rebalancing” does not have as a shadow agenda the containment of China.\nJapan is already the site of one American X-band radar, officially known as the AN/TPY-2, which is a central element in a complex technical architecture for identifying ballistic missiles and coordinating a defense by interceptors. That first radar is at Shariki; the location for the second has not been decided.\nThe Japanese government has so far offered only a muted reaction to the Chinese protests, which were the top news over the weekend in Japan. Officials have issued appeals for restraint and called on the Chinese government to ensure the safety of Japanese individuals and businesses.\n“We need to take a coolheaded approach to avoid negative impacts on overall relations,” Prime Minister Yoshihiko Noda of Japan told the broadcaster NHK. “Japan will do so, too, but we need to strongly call on China to show restraint.”\nPhoto\nOfficials in the Noda government have said that they are considering increasing the number of coast guard ships patrolling the disputed islands, after unconfirmed reports on Chinese Web sites that as many as 1,000 Chinese fishing vessels may stage a mass protest by sailing into waters around the islands. On Monday, the coast guard said it had so far not seen any increase in the normal fishing activity around the islands.\nThe array of issues — the radar, the island dispute and the American shift to Asia — should come into clearer focus on Wednesday, when Mr. Panetta is scheduled to meet with Mr. Xi, who serves on China’s Central Military Commission.\nAdvertisement Continue reading the main story\nThe meeting with Mr. Panetta, however, could prove tricky for Mr. Xi, 59, who is due to take over from Hu Jintao as Communist Party leader at a congress in the coming weeks. Mr. Xi, who is widely seen as more pro-American than the current leaders, has visited the United States several times, including a stay with a farming family in Iowa and an official visit to the Pentagon.\nThe recent protests here against Japan over the island dispute have been interpreted by some observers in Beijing as a challenge to Mr. Xi and an effort to allow Mr. Hu to stay in control of the military longer than he might have.\nMr. Hu’s predecessor, Jiang Zemin, stayed on as chairman of the Central Military Commission for an extra two years when he stepped down as leader of the party and the government a decade ago. One reason given was China’s unsettled external circumstances, which some hard-liners may be using now in a bid to prevent Mr. Xi from taking fuller control of the military.\n“This could force Xi to take a strong line with Panetta,” said a Chinese academic who asked not to be identified because of the issue’s sensitivity. “He will have to say very forcefully that what the U.S. is doing is wrong.”\nAlthough the United States has said it is neutral in the dispute over the islands, its actions show it is taking sides, said Tao Wenzhao, deputy director of United States studies at the Chinese Academy of Social Sciences.\n“This move shows that the U.S. has picked a side between China and Japan in the Diaoyu dispute,” Mr. Tao said. “It is highly inappropriate and counter-constructive for the U.S. to make such a move at this highly sensitive time.”\nAs if to underscore its displeasure, China held a large naval exercise over the weekend, with 40 missiles launched.\nIn addition, China unveiled another stealth fighter, just as it disclosed another model two years ago, when Mr. Panetta’s predecessor, Robert M. Gates, visited Beijing. The new model is made by a different company, and it indicates that China is pushing ahead with the project, although it is not certain if the planes will ever be produced and deployed in large numbers.", "url": "https://www.nytimes.com/2012/09/18/world/asia/u-s-and-japan-agree-on-missile-defense-system.html"}