{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:13:42", "date_modify": "2018-11-16 04:13:42", "date_publish": "2012-10-18 22:17:51", "description": "A provision of the law requiring members of Congress to use the new insurance exchanges has inspired a barrage of political advertising that some call misleading.", "filename": "2012_10_19_us_politics_democrats-use-obscure-health-law-provision-to-attack-gop_1542341622.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_19_us_politics_democrats-use-obscure-health-law-provision-to-attack-gop_1542341622.html", "title": "The New York Times", "title_page": "Democrats Use Obscure Health Law Provision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republicans say that the attacks are unfounded, and that the Democrats are misrepresenting the effect of the law on coverage for retired members of Congress.\nIn any event, the criticism, if it sticks, could be politically damaging. Lawmakers of both parties have often said their goal is to provide all Americans with health insurance as good as what Congress has.\nIn a typical ad, the campaign of Ann McLane Kuster, the Democratic candidate for Congress in the Second District of New Hampshire, says that Representative Charles Bass, the incumbent Republican, “voted to cut Medicare for you while voting himself taxpayer-funded health care for life.” In upstate New York, Dan Maffei, a Democrat, assails the Republican, Representative Ann Marie Buerkle, saying she tried to privatize Medicare while “voting herself a tax-subsidized health care plan that she will be eligible for even after she retires.”\nSimilar television advertisements have been run in California by Democrats trying to unseat Representatives Brian P. Bilbray and Mary Bono Mack, both Republicans.\nIn Michigan, the Democratic Congressional Campaign Committee is running an advertisement that says Representative Dan Benishek, a Republican, “voted to give members of Congress taxpayer-funded health care for life.”\nIn another commercial, the committee says that Representative Tom Latham, Republican of Iowa, “voted himself taxpayer-funded health care for life,” but “wanted to gut Medicare, basically do away with it,” for older Americans.\nHouse Majority PAC, a leading Democratic “super PAC,” has run advertisements saying that Representative Chip Cravaack, a freshman Republican from Minnesota, “voted to give members of Congress taxpayer-subsidized health care for life,” even as he tried to make older Americans pay more for their health care.\nAdvertisement Continue reading the main story\nIn an interview, Mr. Cravaack said the attack was based on “a deceitful stretch of the imagination,” and he asked: “How can you possibly think that repealing Obamacare would provide me with health care for life? I do not understand the correlation.”\nHowever, Andy Stone, a spokesman for House Majority PAC, defended the commercials.\n“The ads show the hypocrisy of Republicans who want to protect their health insurance while eliminating protections for people with pre-existing conditions and for children who want to stay on their parents’ insurance to age 26,” Mr. Stone said.\nJesse F. Ferguson, a spokesman for the Democratic Congressional Campaign Committee, said, “It’s no surprise Republicans don’t like us pointing out the truth — that their vote to repeal the Affordable Care Act would reinstate the perk of taxpayer-funded government health care for members of Congress.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSenator Charles E. Grassley, Republican of Iowa, proposed the original requirement for lawmakers to get coverage through insurance exchanges. He has long said that “Congress should live under the same laws it passes for the rest of the country.”\nThe television ads are based on two premises: that members of Congress now have taxpayer-financed coverage for life, and that the 2010 health care law will eliminate it.\nThe facts are more complicated than the ads.\nMembers of Congress and retired members are eligible for insurance coverage under the same system as other federal employees. This system, the Federal Employees Health Benefits Program, covers eight million federal workers, retirees and dependents.\nThe 2010 health care law says that the only health plans available to members of Congress, as a benefit of their employment, are health plans created under the law or offered through insurance exchanges.\nThe nonpartisan Congressional Research Service, an arm of the Library of Congress, says this section of the law implies that members of Congress “will no longer be eligible to enroll” in the Federal Employees Health Benefits Program.\nThat raises vexing questions for lawmakers. Under the program for federal employees, the government pays a hefty share of the premiums: 72 percent, on average. Will this money still be available to help pay premiums when members of Congress get coverage through the exchanges, starting in 2014?\nAdvertisement Continue reading the main story\nThe government contribution averages more than $10,000 a year for family coverage and more than $4,500 for individual coverage.\nIn writing the legislation, members of Congress apparently assumed that the federal contribution to their premiums would continue, but the law is silent on the question.\nThough the law generally requires members of Congress and certain Congressional aides to get their coverage through insurance exchanges, it says nothing about retiree health benefits.\nHow the new law affects retiree benefits is unclear, say lawyers at the Congressional Research Service and at the Committee on House Administration, which is responsible for bills affecting lawmakers’ pay and benefits.\nFederal employees can often keep their coverage in retirement if they have been continuously enrolled in the federal employees health program for five years immediately before retiring.\nWithout getting into the fine points of health policy, Democrats are unleashing more ads. One says that Representative Sean P. Duffy, Republican of Wisconsin, voted to “give Congress taxpayer-funded health care for life.”\nJustin Richards, the manager of the Duffy campaign, said: “Sean Duffy doesn’t get health care for life, not even close. His health care is the same as any federal employee from the F.B.I. agent to the park ranger.”", "url": "https://www.nytimes.com/2012/10/19/us/politics/democrats-use-obscure-health-law-provision-to-attack-gop.html"}