{"authors": ["Jim Yardley"], "date_download": "2018-11-16 04:19:39", "date_modify": "2018-11-16 04:19:39", "date_publish": "2012-03-29 21:37:09", "description": "The leaders of Brazil, Russia, India, China and South Africa — the so-called BRICS nations — emphasized their growing economic power, but failed to come up with a plan for a rival to the World Bank.", "filename": "2012_03_30_world_asia_brics-leaders-fail-to-create-rival-to-world-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341979.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_30_world_asia_brics-leaders-fail-to-create-rival-to-world-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341979.html", "title": "The New York Times", "title_page": "BRICS Leaders Focus on Trade but Skip Broad Reforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At least 316 people were being held under “preventative arrest” at the city’s Tihar Jail, according to an administrator, who added that they did not face any charges. On Wednesday, a Tibetan monk from the Kirti Monastery in western China died after setting himself on fire, as did a Tibetan man in New Delhi who was protesting Mr. Hu’s visit.\nTibetan activists and human rights advocates criticized New Delhi’s crackdown as a violation of free speech. On Thursday, the police tried to thwart demonstrations near the summit meeting by blocking surrounding roads. But around noon, two Tibetans managed to run onto a footbridge several hundred yards from the Taj Palace Hotel, the setting of the meeting. They shouted slogans and unfurled a banner reading, “Hu Jintao Failed Leader Free Tibet Now.” The police quickly intervened.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOther minor Tibetan protests were held elsewhere in New Delhi during the afternoon.\nIn statements during the session, the five leaders expressed concern about the global economic situation and called on “advanced economies to adopt responsible macroeconomic and financial policies,” according to their joint statement. Brazil’s president, Dilma Rousseff, cautioned against low interest rates and easy lending by central banks that she said had made commodity markets volatile.\nThe BRICS nations held their first summit meeting in 2009 with the aspiration of reforming the global financial system and becoming a diplomatic counterweight to the West. But their internal divisions have stalled the group’s evolution into a potent diplomatic alliance. On Thursday, the leaders reiterated their calls to speed up reforms to the International Monetary Fund and create a more inclusive process for selecting the World Bank’s president. They also endorsed the Group of 20 major economies as being the “premier forum” for addressing financial issues.\nBut as for reforming the United Nations Security Council, their agendas remained divided. India, Brazil and South Africa each aspire to permanent seats on the Council. In the past, Russia has endorsed their bids, a position repeated on Thursday by President Dmitri A. Medvedev.\nChina has remained noncommittal on the issue, especially regarding India, and Mr. Hu was noticeably silent on that point during his remarks.\nIn the joint statement, the five leaders also expressed “deep concern” about the situation in Syria, endorsing the joint mediation efforts of the United Nations and the Arab League and calling for a dialogue that respects “Syrian independence, territorial integrity and sovereignty.” They also expressed concern about Iran’s nuclear program, which much of the West believes is a weapons program, but they supported Iran’s right to civilian nuclear energy. And they warned of “disastrous consequences” if the situation escalated into conflict.", "url": "https://www.nytimes.com/2012/03/30/world/asia/brics-leaders-fail-to-create-rival-to-world-bank.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}