{"authors": ["Jane Perlez", "Steven Lee Myers"], "date_download": "2018-11-16 04:18:57", "date_modify": "2018-11-16 04:18:57", "date_publish": "2012-09-03 08:38:33", "description": "As tension mounts between China and its neighbors over islands in nearby strategic waterways, China has scored some subtle victories, making the United States and its friends increasingly uneasy.", "filename": "2012_09_04_world_asia_in-beijing-clinton-to-discuss-island-disputes_1542341937.html", "image_url": "https://static01.nyt.com/images/2012/09/03/world/asia/03islands_cnd/03islands_cnd-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_04_world_asia_in-beijing-clinton-to-discuss-island-disputes_1542341937.html", "title": "The New York Times", "title_page": "In Beijing, Hillary Clinton to Discuss Island Disputes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With recent developments, however, it is not clear that China is interested in any such code. The official news media in China has adopted an increasingly confident tone in the South China Sea disputes, asserting that the United States should accept that it is in decline.\nEditorials have warned the United States not to try to benefit from territorial disputes there and in the East China Sea, where an age-old dispute over islands near rich oil and gas fields has flared anew between China and Japan, a treaty ally with Washington. These islands are known in China as the Diaoyu, and in Japan as the Senkakus.\nSpeaking on Monday at a regular Foreign Ministry press briefing in Beijing, a spokesman, Hong Lei, said the islands were “inherent” parts of China since “ancient times.” Without naming the United States, he warned outside parties against meddling.\nIn a move that was interpreted as a modest victory for China, Japan’s prime minister, Yoshihiko Noda, sent a letter last week to China’s president, Hu Jintao, calling for “calm handling” by both sides.\nPhoto\nThe letter was seen as a conciliatory gesture after a group of 10 activists backed by Tokyo businessmen, who say they want to buy the islands, organized a landing on the islands on Aug. 19 without permission from the central Japanese authorities.\nA second group of activists, from the Tokyo metropolitan government, went to the waters near the islands over the weekend, calling themselves a survey team. Surveys would be a first step toward buying the islands.\nAdvertisement Continue reading the main story\nThe dispute with the Philippines involves a cluster of reefs and rocks, the Scarborough Shoal, which is called Panatag in the Philippines and Huangyan in China. In May, the Obama administration quietly negotiated a deal that called for Filipino and Chinese vessels to leave the shoal.\nBut the Chinese left behind a rope that still blocks the entrance to the lagoon, said two Asian diplomats familiar with the situation, who declined to be named per diplomatic protocol.\nThe Philippines foreign affairs undersecretary, Laura del Rosario, said last Friday that three Chinese vessels remained just outside the lagoon, preventing any Filipino fishing vessels from entering. China has effectively established a new status quo at the shoal and appeared determined not to back down, the two diplomats said.\nPhoto\nIn a public display of displeasure with Washington over the East China Sea disputes, China reacted quickly to a comment last week by the State Department’s spokeswoman, Victoria Nuland, that the United States refers to the islands as the Senkakus, as the Japanese do.\nShe said the islands were under the administrative control of the government of Japan since they were “part of the reversion of Okinawa” in 1972, and thus fell under the United States-Japan defense treaty.\nPressed by a Chinese reporter on whether Washington regarded the islands as part of Japanese territory, Ms. Nuland said, “We don’t take a position on the islands, but we do assert that they are covered under the treaty.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA Chinese specialist on Japan said Ms. Nuland’s comments were unacceptable. “Previously, the United States said it holds no position on sovereignty,” said Hu Lingyuan, the deputy director of the Center for Japanese Studies at Fudan University in Shanghai. “Now it’s contradicting itself. The Chinese people cannot accept this. The U.S. is very visibly taking sides with Japan.”\nAnti-Japanese sentiment has been stoked by full coverage on national television of the Japanese landings on the islands. In small villages and in provincial newspapers, the Japanese were the subject of vilification as people gathered around television sets.\nAdding to the tensions, the Japanese flag on the hood of the official car of the Japanese ambassador in China was ripped off last week as it traveled in Beijing. The Japanese press reported that four suspects had been questioned by the Beijing authorities but had not been detained. “It is alarming for Japan that many people praised the attack, calling the suspects heroes,” The Daily Yomiuri wrote in an editorial.\nA senior State Department official who will be in Beijing with Mrs. Clinton said the main goal of the trip was to calm what has been an inflamed summer across the region. “It is absolutely essential that cooler heads prevail in every capital,” the official said.", "url": "https://www.nytimes.com/2012/09/04/world/asia/in-beijing-clinton-to-discuss-island-disputes.html"}