{"authors": ["James Kanter", "Steve Lohr"], "date_download": "2018-11-16 03:43:10", "date_modify": "2018-11-16 03:43:10", "date_publish": "2012-12-17 15:09:07", "description": "Google appears to be emerging from an major antitrust investigation in the United States essentially unscathed. But the outlook is not as bright for Google in Europe.", "filename": "2012_12_18_technology_eu-and-google-to-discuss-antitrust-issues.html_module=inline_1542339790.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_18_technology_eu-and-google-to-discuss-antitrust-issues.html_module=inline_1542339790.html", "title": "As Europe Presses Google on Antitrust, U.S. Backs Away", "title_page": "As Europe Presses Google on Antitrust, U.S. Backs Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Europe, antitrust experts say, the law prohibits the “abuse of a dominant position,” with the victims of the supposed abuse often being competitors. “The Europeans tend to use competition law to level the playing field more than is the case in the United States,” said Herbert Hovenkamp, an antitrust expert and law professor at the University of Iowa. (Mr. Hovenkamp advised Google on one project, but no longer has any financial connection to the company.)\nThe European rationale, legal experts say, is that shielding competitors to some degree preserves competition and enhances consumer welfare in the long run.\n“Europe has a stronger hand to play with Google because of its standards,” said Keith N. Hylton, a professor at the Boston University School of Law.\nThe European antitrust regulators, like their American counterparts, have been in negotiations with Google for several months. The F.T.C. is expected to announce its decision within days, while the European timetable seems not as tight and is likely to go into next year.\nThe investigations in the United States and Europe really started with accusations of search bias. Rivals complain that the search giant gives more prominent placement and display for its online shopping and travel services, for example, than to competitors. The potential antitrust concern is that such specialized, or “vertical,” search services — like Yelp or Nextag — are partial substitutes for Google’s search engine because they also allow people to find information.\nIn his public statement in May, Mr. Almunia identified four areas of concern in Europe’s antitrust investigation of Google. The first concern he cited was search bias.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Google displays links to its own vertical search services differently than it does for links to competitors,” Mr. Almunia said in a statement then. “We are concerned that this may result in preferential treatment compared to those of competing services, which may be hurt as a consequence.”\nHis other three concerns are ones that Google is preparing to address with a set of voluntary commitments in the United States, according to two people briefed on Google’s talks with the F.T.C., who declined to give their names because they were not authorized to speak about them.\nAdvertisement Continue reading the main story\nGoogle, according to the people, has agreed to refrain from copying summaries of product and restaurant reviews from other Web sites and including them in Google search results, a practice known as screen scraping.\nThe company would also agree to make it easier for advertisers to transfer their own data on products, pricing and bidding to Google’s competitors, including Bing from Microsoft, the two people said.\nGoogle, they said, would also refrain from striking exclusive deals with Web sites to use Google’s search ads and service.\nIn addition, Google would sign a consent decree agreeing to license patents deemed essential for wireless communications on reasonable terms, the two people said. The patent issue is a late entrant to the case. Subpoenas that the F.T.C. started sending to Internet companies last year laid out a wide-ranging investigation focusing on Google’s conduct in the search business.\nThe Web site Politico reported Saturday that the talks had moved away from search, adding details to reports that Google was resisting a consent decree in that area. Google regards any regulatory restraints on its search technology as a threat to its freedom to innovate, potentially inhibiting its ability to expand its offerings and damaging its business.\nIn Europe, Google does seem to be making some progress in its talks with antitrust regulators. In September, Mr. Almunia signaled that there were limits to how much longer his office would try to negotiate. But early this month, Mr. Almunia appeared to take a softer tone, saying that time was needed to conclude “conversations” with Google that were going on “quite intensively.”\nIf Mr. Almunia ultimately accepts a settlement offer, Google would avoid a possible fine of as much as 10 percent of its annual global revenue, about $37.9 billion last year. It would also avoid a guilty finding that could restrict its business activities in Europe.\nA settlement would offer advantages for Mr. Almunia, too. He has sought to speed up resolution of antitrust cases to prevent them from dragging out, particularly in the fast-changing technology marketplace, where proposed remedies often rapidly lose their relevance.", "url": "https://www.nytimes.com/2012/12/18/technology/eu-and-google-to-discuss-antitrust-issues.html?module=inline"}