{"authors": ["Danny Hakim"], "date_download": "2018-11-16 04:30:21", "date_modify": "2018-11-16 04:30:21", "date_publish": "2012-05-15 14:34:34", "description": "An inquiry of State Senator Thomas W. Libous, a Binghamton Republican, is the first known review of a case involving a legislator by the new Joint Commission on Public Ethics.", "filename": "2012_05_16_nyregion_senator-thomas-libous-is-subject-of-ethics-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342621.html", "image_url": "https://static01.nyt.com/images/2012/05/16/nyregion/Y-LIBOUS/Y-LIBOUS-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_16_nyregion_senator-thomas-libous-is-subject-of-ethics-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342621.html", "title": "The New York Times", "title_page": "Senator Thomas Libous Is Subject of Ethics Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — The state ethics commission has begun a preliminary inquiry of the State Senate’s second highest-ranking member, Thomas W. Libous, people with knowledge of the matter said Tuesday.\nThe inquiry is the first known review of a case involving a legislator by the Joint Commission on Public Ethics, which was created last year to combine ethics enforcement of both the executive and legislative branches. Before that, legislators exclusively policed their own ethics violations and rarely imposed any disciplinary action. The inquiry was reported by The Times Union of Albany.\nThe inquiry into Senator Libous, a Republican from Binghamton, was prompted after the commission received a complaint from that city’s mayor, Matthew T. Ryan, a Democrat who is a political rival of Mr. Libous, claiming the senator had misused his office in seeking a job for his son. The commission cannot proceed with a formal investigation or issue subpoenas, however, until it is approved by a vote of the full commission.\nMr. Libous received what is known as a 15-day letter, the typical first step in a preliminary inquiry that informs the subject of the complaint and gives that person 15 days to provide a response. The inquiry stems from a claim, made by a witness testifying in a Yonkers corruption case, that Mr. Libous got his son a job at a law firm in exchange for promising the firm state business.\nAdvertisement Continue reading the main story\nMr. Ryan made the complaint after learning of the testimony in the case, which led to the conviction of a former Yonkers councilwoman and a former Yonkers Republican Party leader.", "url": "https://www.nytimes.com/2012/05/16/nyregion/senator-thomas-libous-is-subject-of-ethics-inquiry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}