{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:55:58", "date_modify": "2018-11-16 03:55:58", "date_publish": "2012-12-27 22:24:51", "description": "Amputations have occurred at least 14 times since the Islamist takeover of the region last spring, with a vow of more to come.", "filename": "2012_12_28_world_africa_islamists-harsh-justice-on-rise-in-northern-mali.html_module=inline_1542340558.html", "image_url": "https://static01.nyt.com/images/2012/12/28/world/africa/Mali/Mali-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_28_world_africa_islamists-harsh-justice-on-rise-in-northern-mali.html_module=inline_1542340558.html", "title": "The New York Times", "title_page": "Islamists’ Harsh Justice on Rise in Northern Mali - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But those are just the known cases, and dozens of other residents have been publicly flogged with camel-hair whips or tree branches for offenses like smoking, or even for playing music on the radio. Several were whipped in Gao on Monday for smoking in public, an official said, while others said that anything other than Koranic verses were proscribed as cellphone ringtones. A jaunty tune is punishable by flogging.\nAt least one case of the most severe punishment — stoning to death — was carried out in the town of Aguelhok in July against a couple accused of having children out of wedlock.\nTrials are often rudimentary. A dozen or so jihadi judges sitting in a circle on floor mats pronounce judgment, according to former Malian officials in the north. Hearings, judgment and sentence are usually carried out rapidly, on the same day.\n“They do it among themselves, in closed session,” said Abdou Sidibé, a parliamentary deputy from Gao, now in exile here in the capital, Bamako. “These people who have come among us have imposed their justice,” he said. “It comes from nowhere.”\nPhoto\nThe jihadists are even attempting to sell the former criminal courts building in Gao, Mr. Sidibé said, because they no longer have any use for it. In Timbuktu, justice is dispensed from a room in a former hotel.\nMany of the amputation victims have now drifted down to Bamako, in the south, which despite suffering from its own political volatility has become a haven for tens of thousands fleeing harsh conditions in the north, including the forced recruitment of child soldiers by the Islamists.\nMoctar Touré, 25, and Souleymane Traoré, 25, both spoke haltingly and stared into the distance, remembering life before the moments that turned their worlds upside down and made them, as they felt, useless. They gently cradled the rounded stumps that now serve as arms, wondering what would come next.\nAdvertisement Continue reading the main story\nThe two young men had been truck drivers before Gao was overrun last spring. Both were accused of stealing guns; both said they merely acted out of patriotic feeling for the now-divided Malian state, with the intention of helping it regain the north.\nIn September, Mr. Traoré said, he was summoned from his jail cell after three months of a brutal prison term in which he was often fed nothing. Acquaintances had denounced him to the Islamist police; he was stealing the extremists’ weapons at night, he said, and burying them in the sand by the Niger River.\nAs ten other prisoners watched, he was ordered to sit in a chair, and his arms were tightly bound to it. With a razor, one of his jailers traced a circle on his forearm. “It pains me to even think about it,” he said, looking down, cradling his head in his remaining hand.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Touré’s brother, Aliou, the police chief, sawed off his hand. It took three minutes. Mr. Traoré said he passed out.\n“I said nothing. I let them do it,” he said.\nMoctar Touré had his hand amputated several weeks later. He said it took 30 minutes, though he fainted in the process, awakening in the hospital bed where the Islamists had placed him afterward.\nMr. Touré said his brother had insisted that the sentence be carried out.\n“They asked my own brother three times if that was the sentence,” Mr. Touré said. “He’s the commissioner of police in Gao, and he wants to die a martyr,” Mr. Touré said quietly. “He joined up with the Islamists when they came to Gao.”\nAliou Touré, reached by telephone in the Sahara, said the decision was a simple one.\n“He stole nine times,” he said of his brother. “He’s my own brother. God told us to do it. God created my brother. God created me. You must read the Koran to see that what I say is true. This is in the Koran. That’s why we do it.”\nPhoto\nMoctar Touré had a different story. The Islamists had pressed him into joining their militia, he said, but the training was brutal and Mr. Touré quit. One day they saw him carrying some guns, and they accused him of wanting to subvert the new order. He was jailed.\nSweat streamed down Mr. Touré’s forehead as he recalled the terrible memories, sitting on a bench at a busy bus station here, 600 miles from Gao.\nAdvertisement Continue reading the main story\nThe Islamists had called out five prisoners that morning; four were to be witnesses. They took them all to an unused customs post at the edge of Gao, and Mr. Touré was ordered to wash himself. The Islamists told him what his sentence was to be.\n“I was helpless,” he said. “I was completely tied up.”\nNow, Mr. Touré spends his days hanging out at the bus station near a cousin’s house. Mr. Traoré hopes to learn a new trade, given that “I can’t be a driver anymore,” he said.\nMr. Touré, for his part, is in despair. “I have no idea what I am going to do,” he said. “I’m completely lost. Night and day, I ask myself, ‘What is going to happen?’ Nobody has helped me.”\nThe people in Gao have protested the amputations several times, according to Human Rights Watch, even halting them once by throwing stones at the Islamic police and blocking the entrance to the main square.\n“To come to Gao and inflict these sentences they call Islamic, I say it is illegal,” said Abderrahmane Oumarou, a communal councilor there, reached by telephone after last week’s amputations.\nAs for the Islamists’ justice, “I don’t give credit to their accusations,” Mr. Oumarou said. “You can’t replace Malian justice.”\nMr. Oumarou said the Islamists had been busy lately writing “Allahu akbar,” or “God is great,” in Arabic on the former Malian administrative buildings in Gao.\n“Their accusations are false,” he said. “They said weapons were stolen. But these are lies.”", "url": "https://www.nytimes.com/2012/12/28/world/africa/islamists-harsh-justice-on-rise-in-northern-mali.html?module=inline"}