{"authors": ["Steven Erlanger", "Rick Gladstone"], "date_download": "2018-11-16 04:24:51", "date_modify": "2018-11-16 04:24:51", "date_publish": "2012-05-24 02:59:38", "description": "Two days of difficult talks on Iran’s nuclear program concluded with no clear progress, but the parties will reconvene in June.", "filename": "2012_05_25_world_middleeast_iran-nuclear-talks-are-extended-into-second-day.html_pagewanted=all_1542342291.html", "image_url": "https://static01.nyt.com/images/2012/05/25/global-home/25iran-image/25iran-image-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_25_world_middleeast_iran-nuclear-talks-are-extended-into-second-day.html_pagewanted=all_1542342291.html", "title": "The New York Times", "title_page": "Iran Nuclear Talks End, Both Sides to Meet Again in Moscow in June - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The chief Iranian negotiator, Saeed Jalili, the secretary of Iran’s National Security Council and the personal representative of Ayatollah Ali Khamenei , Iran’s supreme leader, described the talks as positive. But he suggested in his remarks to reporters that the main obstacle was the other side’s refusal to accept Iran’s claimed right to enrich its own nuclear fuel, which it has continued to do despite four Security Council resolutions demanding a suspension.\n“This is our right, and it is clearly irrefutable,” Mr. Jalili said. If the six powers accept such a right, he said, “we will, of course, welcome some offer to cooperate on.”\nThe six counter that the Nuclear Non-Proliferation Treaty has no explicit “right to enrich,” only the right to a civilian nuclear program under strict supervision by the International Atomic Energy Agency , and that Iran has been out of compliance.\nPart of Iran’s proposal, never put into writing, centered on the demand that the global powers recognize its right to enrich, “something we are obviously not willing to do,” a senior American official said after the talks.\nThe proposal of the six centered on getting Iran to suspend enrichment to 20 percent, to export its current and continuing stock of 20 percent enriched uranium and to open up its once-secret Fordo enrichment plant to international inspection. But Iran did not consider the benefits offered for doing so to be sufficient.\nPhoto\nThere had been hopes in Washington , Israel and Saudi Arabia that these talks would produce at least a suspension of that enrichment, but the American official and European negotiators said that they did not expect to get a suspension at the Baghdad talks. Still, the failure to do much more than agree to another set of talks is likely to be criticized by Republicans and by pro-Israeli lobbying groups and legislators in the United States.\nThe goal of the six powers — that Iran suspend all uranium enrichment as the Security Council has demanded — remained the same at the Baghdad talks. Five of the six are the permanent members of the Security Council.\nAdvertisement Continue reading the main story\nA senior American official said the six had never expected to reach an agreement with Iran at this stage and that the measures coming into force on July 1, notably a European embargo on Iranian oil, would “increase the leverage on this negotiation as we move forward. Maximum pressure is not yet being felt by Iran.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDuring the Baghdad talks, the six powers exchanged detailed proposals with the Iranian side, which presented what Iranian news reports described as a five-point plan containing both nuclear and nonnuclear elements, including nuclear safety and cooperation, regional issues, and the “right to enrich.” Mr. Jalili said the proposal included cooperation battling drug traffickers and Somali piracy off the Horn of Africa.\nBut much of the conversation dealt with the issue of highly enriched uranium, considered the most important issue, because it brings Iran closer to being able to construct a nuclear weapon if it wishes. This Iran denies intending to do, citing Ayatollah Khamenei’s statement that nuclear weapons are “haram,” or forbidden by Islam. Iran says it is stockpiling 20 percent enriched uranium for use in medical reactors and has disputed Western assertions that the supply far exceeds what the Iranians need.\nWhatever expectations there may have been for substantive progress in Baghdad faded as the second day of discussions began, when Iran’s state-financed Press TV satellite broadcaster reported the prospects for success were “vague and under question” if the powers rejected the Iranian plan.\nSeveral accounts in Iran’s state-controlled media compared the positions taken by Tehran’s interlocutors in Baghdad to those of Prime Minister Benjamin Netanyahu of Israel, which considers Iran’s nuclear program an existential threat.\nIn return for early Iranian steps to freeze 20 percent, the six offered benefits like spare parts for civilian aircraft, help with nuclear safety at civilian installations, and perhaps a pledge that Iran has the right to a peaceful nuclear program so long as it resolves doubts about its intentions through serious, detailed, technical negotiations with the six and through openness with the inspectors of the International Atomic Energy Agency.\nThe six also offered a new version of a fuel-exchange program, to take Iran’s 20 percent enriched uranium and return it as processed fuel for medical reactors.\nIran experts said it was premature to judge the outcome of the Baghdad round.\nTrita Parsi, president of the National Iranian American Council in Washington, a strong proponent of negotiations, said it was not surprising that both sides went into the talks with hard bargaining positions. But, he said, “I think the Iranians are going to have to accept that the full scope of sanctions they want lifted are not going to be done. At the same time, I have a hard time believing this will be kept alive, with significant steps by Iran and no reciprocal concessions by the six powers.”\nAaron Miller, a former senior State Department official, called the talks “a management exercise driven by Iran’s vulnerability and need for sanctions relief and the West’s fear of war.” He said that it would be hard nonetheless to find a sustainable deal. “The West can’t give enough on sanctions and Iran won’t concede enough on the nuclear side,” he said.", "url": "https://www.nytimes.com/2012/05/25/world/middleeast/iran-nuclear-talks-are-extended-into-second-day.html?pagewanted=all"}