{"authors": ["David M. Herszenhorn", "James Gorman"], "date_download": "2018-11-16 03:55:09", "date_modify": "2018-11-16 03:55:09", "date_publish": "2012-02-08 09:04:16", "description": "Scientists said Wednesday they had reached the waters of a lake that has been sealed off for millions of years.", "filename": "2012_02_09_world_europe_russian-scientists-bore-into-ancient-antarctic-lake_1542340509.html", "image_url": "https://static01.nyt.com/images/2012/02/09/world/9lake-image/9lake-image-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_09_world_europe_russian-scientists-bore-into-ancient-antarctic-lake_1542340509.html", "title": "The New York Times", "title_page": "Drilling Reaches Lake Vostok, Long Trapped Under Antarctic Ice Sheet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "John Priscu, a geologist specializing in Antarctica at Montana State University, who has kept in contact with scientists in Antarctica and in Russia as the drilling has progressed, said that the anticipation had grown in the past two weeks as the drilling team finally came close to the lake surface just as the Antarctic summer was ending and the weather worsening.\n“It has been a suspenseful two weeks for me,” Dr. Priscu said. He is headed for Antarctica next season to drill to another buried lake, and he said he was delighted with the Russian achievement. “I applaud them,” he said. “I think they have done a great job.” Russian officials said the timing of the announcement was fitting because on Wednesday, Russia celebrated “Science Day,” commemorating the occasion in 1724 when Peter the Great signed an order establishing the St. Petersburg Academy of Sciences. And the drilling saga, like the expeditions of early explorers, has been years in the making and involves both scientific inquiry and national pride. In the early 1990s, an international team of researchers were drilling at the Vostok research station to obtain cores to study clues to past climate in ice that has been accumulating for millions of years. At a depth of more than two miles they reached a kind of ice different from the ice sheet and realized they had frozen lake water.\nPhoto\nThat a lake existed there was not a surprise, although its size and shape were not then known. What did raise scientific eyebrows was evidence that the lake ice contained microbes, said Robin Bell, of the Lamont-Doherty Earth Observatory at Columbia University , who has studied the lake extensively. But Dr. Bell said a consensus had never been reached on whether the evidence resulted from contamination from the drilling fluid.\nDr. Bell, who studies the behavior of ice sheets, designed surveys of the lake conducted in 2000 and 2001, using radar and other techniques, which showed its shape and location. Because it is such an unusual environment, there is always the possibility that it will provide other geological insights, she said, adding, “We could learn something absolutely unique.”\nThe drilling project has been Russian, not international. And the difficulties of drilling through more than two miles of ice and keeping the roughly five-inch bore hole from freezing over have been extraordinary. The bore hole has had to be filled with kerosene to keep it from freezing over, and the researchers have had to work in what are difficult conditions, to say the least.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDr. Priscu said the drillers, led by Dr. Lukin, had been racing against time to complete the project before the Antarctic summer ended and flights became impossible. Temperatures have dropped to lower than minus 45 already, and at minus 50 the difficulties for aircraft become extreme.\nNowhere does it get colder than at Vostok, in the middle of the East Antarctic ice sheet about 800 miles from the South Pole. The coldest documented temperature on earth was recorded at Vostok in July 1983, minus 128.6. Some environmentalists have raised objections to drilling to subglacial lakes because of the possibility of contamination. The Russian plan to prevent the drilling fluid from reaching the pristine lake water was to plug the bottom of the bore hole with an inert fluid, Freon, and to drill the final distance with a heated drill tip instead of a motorized drill. Enough kerosene would be removed to lessen the pressure in the bore hole so that when the lake was reached, lake water would flow up the bore hole, then freezing and forming an icy plug. That is exactly what happened, Russian scientists confirmed.\nThe need to prevent even the slightest contamination of the lake is acute. Its environment is comparable to conditions on the moons of Jupiter, which are among the candidates for extraterrestrial life. If life exists in Vostok, it may well exist on Europa, one of the moons of Jupiter, which has subsurface icy water. The water in Vostok stays liquid because of the pressure and the warmth of the earth below it.\nNext season American and British expeditions will try to drill to other buried lakes, Dr. Priscu said. He is part of the American expedition that has targeted a lake in West Antarctica.\nAdvertisement Continue reading the main story\nThe specially designed drill that the American team will use, Dr. Priscu said, is being sent down to Antarctica by ship, and that journey has already begun. “The drill,” he said, “is on its way to the ice.”", "url": "https://www.nytimes.com/2012/02/09/world/europe/russian-scientists-bore-into-ancient-antarctic-lake.html"}