{"authors": ["Manohla Dargis", "Eugene Jarecki", "Christopher St. John"], "date_download": "2018-11-16 04:10:48", "date_modify": "2018-11-16 04:10:48", "date_publish": "2012-10-04 19:11:11", "description": "In the documentary “The House I Live In,” Eugene Jarecki, inspired by his longtime black caretaker, investigates the country’s drug policy and its racial and class implications.", "filename": "2012_10_05_movies_the-house-i-live-in-directed-by-eugene-jarecki.html_module=inline_1542341448.html", "image_url": "https://static01.nyt.com/images/2012/10/05/arts/05HOUSE/HOUSE-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_05_movies_the-house-i-live-in-directed-by-eugene-jarecki.html_module=inline_1542341448.html", "title": "‘The House I Live In,’ Directed by Eugene Jarecki", "title_page": "‘The House I Live In,’ Directed by Eugene Jarecki - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nA call to national conscience, the activist documentary “The House I Live In” is persuasively urgent. Directed with heart by Eugene Jarecki, the movie is an insistently personal and political look at the war on drugs and its thousands of casualties, including those serving hard time for minor offenses. It is, Mr. Jarecki asserts — as he sifts through the data, weighs the evidence and checks in with those on both sides of the law — a war that has led to mass incarcerations characterized by profound racial disparities and that has created another front in the civil rights movement.\nThe title of the documentary isn’t purely metaphoric. “The House I Live In” is, for starters, the name of a song written by Lewis Allan and the blacklisted Earl Robinson (“All races and religions/That’s America to me”), that became a part of the Paul Robeson songbook. Frank Sinatra sang it in a 1945 short film of the same title that is a plea for tolerance written by Albert Maltz, one of the Hollywood 10. Mr. Jarecki uses the Robeson version over the final credits of the documentary, a nod to that singer’s long history of civil rights activism. Touchingly, the song also serves as Mr. Jarecki’s plaintive acknowledgment that his documentary was directly inspired by his lifelong relationship with an African-American woman who worked for his family, Nannie Jeter (her real name).\nMs. Jeter was, Mr. Jarecki says early, “like a second mother” to him when he was growing up. On its face and unexamined, that statement could be a perilous, risible gambit, but Mr. Jarecki navigates skillfully through the complexities of his relationship with Ms. Jeter, partly by immediately addressing his own privilege. She entered his life shortly after he was born, and their worlds overlapped as the decades passed.\n“Our families were close, and her children and grandchildren were my playmates growing up,” Mr. Jarecki says, his voice wafting over images of Ms. Jeter and her family closely watching television coverage of the 2008 presidential election. “But as we got older,” Mr. Jarecki continues, “I saw many of them struggling with poverty, joblessness, crime and worse.”\nAdvertisement Continue reading the main story\nWhen he asked Ms. Jeter what she thought “had gone wrong,” her answer — drugs — surprised him. Whether Mr. Jarecki was as surprised as he states is immaterial to how he uses this relationship between a white man and his long-term black caretaker to build an argument about drugs in America and, more critically, about race and class. Nothing in the movie, including the data he amasses, the history he excavates and the miles he racks up during his investigation, is as striking as his decision to risk seeming naïve or worse by making himself part of the story. Yet it is precisely his insistence that this is the house that he, too, lives in that helps distinguish this movie, investing it with resonant feeling.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIt may be a war that Mr. Jarecki noticed almost by accident, but it’s one he has seized on with characteristic vigor. As he showed in earlier documentaries like “The Trials of Henry Kissinger” and “Why We Fight” (about the military-industrial complex), Mr. Jarecki is fearless about taking on sprawling subjects that could eat up 10 hours on cable and squeezing them into feature-length packages. The war on drugs, which officially stretches back to the Nixon administration, is the kind of large-scale topic that Mr. Jarecki loves digging into, and he does so here effectively, showing and telling with a wealth of rapidly shuffled visual material, including judiciously deployed family photographs and home movies, newsreels, television news reports and the archival like.", "url": "https://www.nytimes.com/2012/10/05/movies/the-house-i-live-in-directed-by-eugene-jarecki.html?module=inline"}