{"authors": ["Elisabeth Bumiller", "Matthew Rosenberg"], "date_download": "2018-11-16 04:14:14", "date_modify": "2018-11-16 04:14:14", "date_publish": "2012-05-09 15:25:46", "description": "Frustrated by stalled negotiations, the parents of an Army sergeant abruptly disclosed that he was the subject of secret negotiations.", "filename": "2012_05_10_world_asia_pow-is-focus-of-talks-on-taliban-prisoner-swap_1542341654.html", "image_url": "https://static01.nyt.com/images/2012/05/10/world/jp-bergdahl/jp-bergdahl-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_10_world_asia_pow-is-focus-of-talks-on-taliban-prisoner-swap_1542341654.html", "title": "The New York Times", "title_page": "P.O.W. Is Focus of Talks on Taliban Prisoner Swap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We don’t have faith in the U.S. government being able to reconcile this,” Mr. Bergdahl said.\nAlthough Sergeant Bergdahl’s captivity has long been publicly known, the family had kept the prisoner exchange negotiations secret at the urging of the Obama administration and out of fear that their son might be harmed. But the Taliban suspended talks in March in large part because of their frustration with what they see as Washington’s dragging its feet over the exchange.\nAmerican officials counter that the Taliban have not agreed to a major American demand: a travel ban intended to keep the transferred detainees from leaving Qatar and returning to the battlefields of Afghanistan or insurgent havens in Pakistan.\nPhoto\nMr. Bergdahl, who said he wanted to bring more attention to his son’s plight and pressure the administration to revive the negotiations, decided to go public after a P.O.W. group asked him to speak in Washington during the coming Memorial Day weekend. “The rhetoric is that ‘We don’t negotiate with terrorists,’ ” Mr. Bergdahl said in the interview, describing political talk in Washington. “And therefore what do we do? Well, you push it hard with everything you have.”\nThe talks encompass not only the prisoner exchange but also broader issues aimed at bringing the war to an end. Pentagon officials said in a conference call with reporters on Wednesday, after Mr. Bergdahl’s comments became public, that they sympathized with the parents’ anguish and that they were working hard to gain Sergeant Bergdahl’s release, although they declined to offer details. “If they’re angry and/or frustrated, that’s certainly understandable,” said Col. David Lapan, a spokesman for the Joint Chiefs of Staff. “I would say our leaders are frustrated as well.”\nThe Times learned late last year that Sergeant Bergdahl was part of the negotiations, but agreed to withhold the information at the request of the administration and his family over concerns for his safety. On Wednesday, though, a newspaper in Hailey, The Idaho Mountain Express, published an interview with Sergeant Bergdahl’s father describing the situation.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBoth Mr. Bergdahl and his wife, Jani, said they were upset that although they had had good relations with the State Department and the Pentagon during the three years that their son has been missing, they had never heard from President Obama. The two are Ron Paul supporters and have turned increasingly against the war in Afghanistan, although they support the president’s plan not to withdraw most American troops until 2014.\n“He has never contacted us,” Jani Bergdahl said about Mr. Obama. “We haven’t gotten a Hallmark card, we haven’t gotten a note signed by an aide, nothing. Is it because he thinks we’re not Democrats?”\nMr. Bergdahl said that he had started to deal directly with the Taliban by e-mail in recent months, initially through a “contact us” tab on a Taliban Web site, but then through a member of the Taliban he believes has knowledge of his son’s circumstances. Mr. Bergdahl said he believed that the Taliban would not harm his son, and said that he had told them that their videos of his son have had little impact on the American public and that it would be more effective to direct their appeals to Mr. Obama. “I told them I am doing what I can to see that the president understands this issue,” Mr. Bergdahl said.\nAdvertisement Continue reading the main story\nCongress has to be given 30 days’ notice of any prisoner releases from Guantánamo. Senator John McCain, Republican of Arizona and a former prisoner of war, has been among the most opposed in Congress to transferring the five Taliban detainees. In January, when he thought the prisoners were to be exchanged for a Taliban statement renouncing violence, Mr. McCain lashed out at the deal, calling it “bizarre” and “highly questionable.”\nThrough much of 2011, American negotiators engaged in a series of intensifying contacts with Taliban representatives, culminating in an announcement at the start of this year that the insurgents would soon open a negotiating office in Qatar. The office has not opened yet, however. Some American officials have pointed out as the talks stalled that there has been no movement by the Taliban toward fulfilling their promise to distance themselves publicly from Al Qaeda.\nMr. Bergdahl, 26, who grew up in Hailey, a town of 6,000 in the Northern Rockies that is down the road from the Sun Valley ski resort, was captured in a mountainous region along the Pakistani border where the Taliban have a large presence. The circumstances of his capture remain unclear. Initially, American military officials said he had walked off his outpost, but in a video that the Taliban sent out a month later, he said he had been captured when he lagged behind during a patrol.", "url": "https://www.nytimes.com/2012/05/10/world/asia/pow-is-focus-of-talks-on-taliban-prisoner-swap.html"}