{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:17:16", "date_modify": "2018-11-16 04:17:16", "date_publish": "2012-03-15 00:19:28", "description": "Bo Xilai, Communist Party chief of Chongqing, had been a contender for the Standing Committee of the Politburo, a nine-member body that effectively runs the country.", "filename": "2012_03_15_world_asia_upstart-leader-in-china-is-ousted-from-party-post.html_module=inline_1542341836.html", "image_url": "https://static01.nyt.com/images/2012/03/15/world/asia/15bo-span/15bo-span-thumbStandard-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_03_15_world_asia_upstart-leader-in-china-is-ousted-from-party-post.html_module=inline_1542341836.html", "title": "The New York Times", "title_page": "In China, Bo Xilai Ousted From Communist Party Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBEIJING — Bo Xilai, the brash Communist Party chief of the Chongqing municipality in China’s southwest, has been removed from his post, an unmistakable sign that recent scandals in that city have put an end to his political ambitions and complicated the national leadership transition that will take place in the fall.\nThe news, announced Thursday morning in a brief dispatch by the official Xinhua news service, said Vice Prime Minister Zhang Dejiang would replace him as party secretary of Chongqing.\nUntil recently, Mr. Bo had been expected to join the all-powerful Standing Committee of the Politburo, a nine-member body that effectively runs the country. Seven of the members are to be replaced, and Mr. Bo’s demotion suggests there will be more drama in a usually secret process.\nMr. Bo’s troubles began last month when his handpicked police chief, Wang Lijun, sought refuge in the United States Consulate in Chengdu, about 210 miles from Chongqing. Mr. Wang, who had come under scrutiny in a corruption inquiry, spent the night in the consulate before being escorted to Beijing by security officials. He was also removed from his post, according to state media.\nAdvertisement Continue reading the main story\nThe drama that spread from Chongqing to Beijing in recent weeks has riveted the nation and emboldened Mr. Bo’s many critics, who assailed a populist governing style that included an out-of-control assault on criminals and political enemies alike. Tall, charismatic and unusually loquacious for a Chinese official, Mr. Bo, 63, had led a “red” campaign in the teeming mountain city that called on its citizens to sing Mao-era songs. While popular among the city’s 32 million residents, Mr. Bo’s style unnerved many who said his tactics threatened to revive the destructive leftist ways of the past.", "url": "https://www.nytimes.com/2012/03/15/world/asia/upstart-leader-in-china-is-ousted-from-party-post.html?module=inline"}