{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:15:18", "date_modify": "2018-11-16 04:15:18", "date_publish": "2012-11-12 22:38:50", "description": "The length of the sentence for José Dirceu, a powerful figure in the Workers Party and chief of staff to Luiz Inácio Lula da Silva when he was president, was precedent-setting, legal scholars said.", "filename": "2012_11_13_world_americas_ex-brazilian-presidential-aide-sentenced-in-vote-buying-plot.html_module=inline_1542341718.html", "image_url": "https://static01.nyt.com/images/2012/11/13/world/BRAZIL/BRAZIL-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_13_world_americas_ex-brazilian-presidential-aide-sentenced-in-vote-buying-plot.html_module=inline_1542341718.html", "title": "The New York Times", "title_page": "Ex-Brazilian Presidential Aide Sentenced in Vote-Buying Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Brazil’s high court on Monday sentenced one of the most powerful figures in the governing Workers Party to nearly 11 years in prison for orchestrating a vast vote-buying scheme, sending shock waves through Brazil’s political establishment.\nJustices in the Supreme Federal Tribunal, or Supreme Court, announced that José Dirceu de Oliveira e Silva, a top ally of and chief of staff to Brazil’s popular former president, Luiz Inácio Lula da Silva, was sentenced to 10 years and 10 months in prison after being found guilty of charges that are roughly the equivalent of unlawful conspiracy and bribery.\nThe length of the sentence for such an influential political operative, who is commonly called José Dirceu in Brazil, and the mere possibility that he could spend some time in prison before being paroled, stood as precedent-setting shifts in a political culture in which impunity in corruption cases has traditionally prevailed, legal scholars said.\n“This is a watershed moment,” said Thiago Bottino, a law professor at Fundação Getúlio Vargas, a top Brazilian university. “The court is sending a message that this concrete case is very serious.”\nPhoto\nThe sentencing of José Dirceu, 66, who spent part of Brazil’s long military dictatorship exiled in Cuba, came amid a flurry of other sentences the court handed down in the trial.\nAdvertisement Continue reading the main story\nJosé Genoino Guimarães Neto, the former president of the Workers Party at the time the scandal emerged in 2005, received a sentence on Monday of almost seven years. In October, Marcos Valério de Souza, a businessman who was found to have operated much of the embezzlement scheme, got a 40-year sentence and was ordered to pay a fine of about $1.3 million.", "url": "https://www.nytimes.com/2012/11/13/world/americas/ex-brazilian-presidential-aide-sentenced-in-vote-buying-plot.html?module=inline"}