{"authors": ["Jeff Zeleny"], "date_download": "2018-11-16 03:56:19", "date_modify": "2018-11-16 03:56:19", "date_publish": "2012-10-20 20:22:59", "description": "To earn enough electoral votes to win the election, Mitt Romney will likely have to wrest Wisconsin, Iowa or Ohio from President Obama, three Midwestern states that Mr. Obama is trying to protect.", "filename": "2012_10_21_us_politics_cash-flood-allows-fight-to-the-finish-for-electoral-votes_1542340579.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_21_us_politics_cash-flood-allows-fight-to-the-finish-for-electoral-votes_1542340579.html", "title": "The New York Times", "title_page": "Cash Flood Allows Fight to the Finish for Electoral Votes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The president, who swept to victory with 365 electoral votes four years ago, is taking a defensive posture to protect Iowa, Ohio and Wisconsin in the Midwest. Yet he has not given up on other states, and on Wednesday he intends to prove the point by starting a round-the-clock, 48-hour sprint through six crucial states spanning four time zones. To promote early voting, he will cast his own ballot in Chicago.\n“We’re not going to bunker in one or two states,” David Plouffe, a senior adviser to the president, said in an interview. “We are keeping all scenarios in play.”\nThe campaign is trying to reverse a decline in the enthusiasm that surrounded Mr. Obama four years ago. The campaign trip this week, which aides said would include the president’s calling undecided voters from Air Force One, is the latest high-profile bid to promote his candidacy.\nA gathering sense of momentum is also keeping several options alive for Mr. Romney, even though his aides acknowledge that his best chance for reaching 270 electoral votes is wresting at least one of those three Midwestern states from Mr. Obama, along with winning Florida, North Carolina and Virginia.\nAs the candidates prepare for their third debate, on Monday in Boca Raton, Fla., the contest appears to be at its tightest point yet. Their final encounter, focused on foreign policy, may not move the race as the first debate did, so both sides are relying on muscular get-out-the-vote operations focusing on women and a sliver of undecided voters who could determine the outcome.\n“There is a challenging path to 270 for both candidates right now,” said Gov. Bob McDonnell of Virginia, a state chairman of the Romney campaign. “The mood among the Republican base is incredibly optimistic, but it all depends who wins Ohio. The map gets a little tougher for both candidates if they don’t win Ohio.”\nInterviews with advisers to both campaigns, along with party officials and strategists across all contested states, suggest that both candidates have opportunities and vulnerabilities.\nAdvertisement Continue reading the main story\nA leading path for Mr. Obama: victories in Iowa, Ohio and Wisconsin, along with states considered safely Democratic. A win in Nevada, where early voting began on Saturday, could add insurance in case Mr. Romney puts a state like Michigan into play.\nA leading path for Mr. Romney: victories in Florida, Ohio, North Carolina and Virginia, along with Iowa, Wisconsin, Nevada or Colorado, or with a suddenly successful push in Michigan or Pennsylvania.\nThe candidates are set to circle each other this week through most of these states. With neither campaign taking public financing — a first since the Watergate era — both sides can afford to keep competing in all nine states judged to be most competitive and in a handful of places that could still prove to be.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“We are not seeing hard choices being made,” said Ken Goldstein, president of the Campaign Media Analysis Group at Kantar Media, a firm that monitors political advertising. “With only nine states and so much money, you may not need to make hard choices.”\nIt was a different story four years ago, when Senator John McCain of Arizona announced that he was pulling out of Michigan for financial reasons one month before the election. The decision was openly criticized by his running mate, Sarah Palin.\nThis year, Mr. Romney followed Mr. Obama’s lead by not accepting public financing or the accompanying spending limits, so he has faced fewer difficult decisions. Over the summer, when he was restricted to spending money he had raised for his primary campaign, Mr. Romney could not afford to expand his map and invest in Michigan or Pennsylvania, two states that Democratic presidential candidates have carried since 1988.\nBut in the closing chapter of the race, as contributions are coming in faster, his campaign aides said they were constantly reviewing the decision on whether to jump into either state — as a gamble, a head fake to the Obama campaign or both.\nThe leading “super PAC” supporting Mr. Romney, Restore Our Future, has been running commercials in Michigan for weeks, which could pave the way for a last-minute investment by the Romney campaign. Pennsylvania does not allow widespread early voting, which gives the campaign an opening until the end.\nLess than one month after many Republicans feared their ticket was falling short, renewed confidence is apparent among party activists. Mr. Romney and Mr. Ryan swept onto a stage in Daytona Beach on Friday night before a boisterous crowd, an indication of Republican enthusiasm not as apparent four years ago as Mr. McCain struggled.\nAdvertisement Continue reading the main story\n“Have you been watching the Obama campaign lately?” Mr. Romney asked. “They have absolutely no agenda for the future. No agenda for America. No agenda for a second term.”\nMr. Biden countered in St. Augustine, pushing Democrats to match the rising Republican energy, saying: “With you, we can take Florida. If we take Florida, this election is over.”\nMr. Obama, too, is spending more time firing up the Democratic base — nearly all of his recent campaign stops have been on college campuses — and fighting to guard states he won comfortably four years ago. His aides are bracing for his margins to be smaller in suburban and rural areas, so they are increasing their efforts in cities.\nThe psychology of the race has shifted, a prospect that advisers to Mr. Obama had long fought. They sought to define Mr. Romney as an unacceptable choice, hoping to keep enough voters who supported Mr. Obama in 2008 from seeing Mr. Romney as a plausible alternative.\nBut Mr. Romney is closing the race by putting a new emphasis on moderate elements of his record as Massachusetts governor. Mr. Obama is warning voters against trusting Mr. Romney, pointedly accusing him of having “Romnesia” by reinventing himself and his positions.\nHere in Florida, the largest competitive state with 29 electoral votes, supporters of Mr. Romney say they have noticed a drastic change since the Oct. 3 debate in Denver, where his strong performance came as he stepped up his advertising in Florida.\n“For a long time, the Republican rationale was ‘I just want Obama to lose,’ ” said Brian Ballard, a co-chairman of the Romney campaign in the state. “He opened people’s eyes at the debate. It moved the needle for the pro-Romney vote, not just that we can’t have four more years of the same.”", "url": "https://www.nytimes.com/2012/10/21/us/politics/cash-flood-allows-fight-to-the-finish-for-electoral-votes.html"}