{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:20:01", "date_modify": "2018-11-16 04:20:01", "date_publish": "2012-07-19 03:58:43", "description": "The loans for infrastructure and agriculture outlined by President Hu Jintao doubled the amount offered at the last big conference of African leaders in China in 2009.", "filename": "2012_07_20_world_asia_china-pledges-20-billion-in-loans-to-african-nations.html_module=inline_1542342001.html", "image_url": "https://static01.nyt.com/images/2012/07/20/world/20china_337/20china_337-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_20_world_asia_china-pledges-20-billion-in-loans-to-african-nations.html_module=inline_1542342001.html", "title": "With $20 Billion Loan Pledge, China Strengthens Its Ties to African Nations", "title_page": "With $20 Billion Loan Pledge, China Strengthens Its Ties to African Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "However, he was also quoted as saying: “Africa’s commitment to China’s development has been demonstrated by supply of raw materials, other products and technology transfer. This trade pattern is unsustainable in the long term. Africa’s past economic experience with Europe dictates a need to be cautious when entering into partnerships with other economies.”\nIn his speech, Mr. Hu said China would train 30,000 Africans, offer 18,000 scholarships and send 1,500 medical personnel to Africa. He said China would mount programs to improve drinking water and protect forests, new endeavors for China.\nLi Xinfeng, an African studies scholar at the Chinese Academy of Social Sciences, said the change was notable.\n“Before,” he said, “China had more of an attitude that ‘We’ll give what we want to give you,’ but now the aid is more focused on African needs.”\nBut how much of the aid promised by Mr. Hu will be disbursed, and where exactly it will go, was unclear because China’s aid programs to Africa are not clearly documented, development experts said.\n“An accurate number of what China actually gives is difficult to come up with because Western countries have different definitions of foreign aid to China,” said Yun Sun, a foreign policy expert on China and Africa at the Stimson Center, a nonprofit research group in Washington.\nPhoto\nFor example, China can say building roads and infrastructure benefits the people, she said, but the real aim is to strengthen the legitimacy of the government and get natural resources.\nAdvertisement Continue reading the main story\nIn an assessment of how Chinese aid works, the Congressional Research Service, an independent arm of Congress, said, “China appears to administer foreign aid in an ad hoc fashion, without a centralized system, foreign aid agency and mission or a regularized funding schedule.”\nThe conference of African leaders held at the Great Hall of the People seemed a lower-key event than in the past when Beijing was decorated with banners announcing “Amazing Africa.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMany leaders were not present, perhaps a reflection that the timing of the conference was pushed forward so it would not clash with the 18th National Congress of the Communist Party, which will choose China’s new leadership in the fall.\nChina’s experience in Africa has not been so smooth in the last year. The flow of oil from Sudan has stopped because of a feud between Sudan and South Sudan, which became independent in July 2011.\nThe China National Petroleum Corporation has pulled most of its engineers from the oil fields in South Sudan, and Chinese-built infrastructure, including a pipeline from the fields to Port Sudan, and a refinery near Khartoum, are virtually abandoned.\nIn Libya, China was a longtime backer of Col. Muammar el-Qaddafi, and since the revolution and his death, the new leaders have failed to honor China’s contracts.\nCriticism from some quarters in Africa became so intense last year that a senior Chinese official felt compelled to answer.\nIn an interview with an African magazine called Jeune Afrique, the director general of the Department of African Affairs at the Foreign Ministry, Lu Shaye, defended the sending of Chinese workers to Africa. In doing so, China was more efficiently spending its assistance than Western donors to Africa, he said.\n“They work in three shifts a day and work all day and all night to speed up project schedules,” Mr. Lu said of the Chinese workers.\n“Take government assistance projects as an example,” he said. “China spends 95 percent of the money on the project and on the recipient countries, while the West may spend 80 percent on their own staff.”\nAdvertisement Continue reading the main story\nThe Congressional Research Service reported that total United States foreign assistance to Africa in 2009 was $8.2 billion. Under the Obama administration, a new emphasis has been placed on health care, and more than half the $8.2 billion went to health-related programs.", "url": "https://www.nytimes.com/2012/07/20/world/asia/china-pledges-20-billion-in-loans-to-african-nations.html?module=inline"}