{"authors": ["Justin Gillis", "Felicity Barringer"], "date_download": "2018-11-16 03:16:05", "date_modify": "2018-11-16 03:16:05", "date_publish": "2012-11-18 22:21:27", "description": "Federal subsidies have allowed coastal communities to rebuild after storms, with little consideration of whether it makes sense to do so in disaster-prone areas.", "filename": "2012_11_19_science_earth_as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why_1542338165.html", "image_url": "https://static01.nyt.com/images/2012/11/19/us/rebuild/rebuild-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_19_science_earth_as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why_1542338165.html", "title": "As Coasts Rebuild and U.S. Pays, Repeatedly, the Critics Ask Why", "title_page": "As Coasts Rebuild and U.S. Pays, Repeatedly, the Critics Ask Why - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This island community of roughly 1,300 year-round residents has become a symbol of that reflexive policy.\nLike many other beachfront towns, Dauphin Island has benefited from the Stafford Act, a federal law that taps the United States Treasury for 75 percent or more of the cost of fixing storm-damaged infrastructure, like roads and utilities.\nAt least $80 million, adjusted for inflation, has gone into patching up this one island since 1979 — more than $60,000 for every permanent resident. That does not include payments of $72 million to homeowners from the highly subsidized federal flood insurance program.\nLately, scientists, budget-conscious lawmakers and advocacy groups across the political spectrum have argued that these subsidies waste money, put lives at risk and make no sense in an era of changing climate and rising seas.\nSome of them contend that reconstruction money should be tightly coupled with requirements that coastal communities begin reducing their vulnerability in the short run and that towns along shorelines facing the largest risks make plans for withdrawal over the long term.\nPhoto\n“The best thing that could possibly come out of Sandy is if the political establishment was willing to say, ‘Let’s have a conversation about how we do this differently the next time,’ ” said Dr. Young, a coastal geologist who directs the Program for the Study of Developed Shorelines at Western Carolina University. “We need to identify those areas — in advance — that it no longer makes sense to rebuild.”\nA coalition in Washington called SmarterSafer.org, made up of environmentalists, libertarians and budget watchdogs, contends that the subsidies have essentially become a destructive, unaffordable entitlement.\nAdvertisement Continue reading the main story\n“We simply can’t go on subsidizing enormous numbers of people to live in areas that are prone to huge natural disasters,” said Eli Lehrer, the president of the conservative R Street Institute, part of the coalition.\nThis argument might be gaining some traction. Earlier this year, Congress passed changes to the federal flood insurance program that are supposed to raise historically low premiums and reduce homeowner incentives for rebuilding in the most hazardous areas.\nLess widely known about than flood insurance are the subsidies from the Stafford Act, the federal law governing the response to emergencies like hurricanes, wildfires and tornadoes. It kicks in when the president declares a federal disaster that exceeds the response capacity of state and local governments.\nExperts say the law is at least as important as the flood program in motivating reconstruction after storms. In the same way flood insurance shields families from the financial consequences of rebuilding in risky areas, the Stafford Act shields local and state governments from the full implications of their decisions on land use.\nUnder the law, the federal government committed more than $80 billion to disaster recovery from 2004 to 2011, according to a report from the Government Accountability Office. While billions of dollars went to relieve immediate suffering, including cash payments to families left homeless by storms, nearly half of the money was spent helping state and local governments clean and restore damaged areas and rebuild infrastructure.\nAt times, local governments have tried to use the money to reduce their vulnerability to future disasters, but they complain that they often run into bureaucratic roadblocks with the Federal Emergency Management Agency.\nFor instance, after flooding from Hurricane Irene washed out many culverts in Vermont last year, many towns built bigger culverts to handle future floods. But they are still fighting with the agency over reimbursement.\nW. Craig Fugate, the agency’s administrator, acknowledged in an interview that “as a nation, we have not yet figured out” how to use federal incentives to improve resiliency and discourage excessive risks.\nPhoto\nIf private property owners want to assume the risks, “that’s one thing,” he said. “But if we find that we as taxpayers are assuming that risk without benefit, then we need to rethink that.”\nAdvertisement Continue reading the main story\nDauphin Island is a case study in the way the federal subsidies have enabled repetitive risk taking. Orrin H. Pilkey, an emeritus professor at Duke University who is renowned for his research in costal zones, described the situation here as a “scandal.”\nThe island, four miles off the Alabama coast, was for centuries the site of a small fishing and farming village reachable only by boat. But in the 1950s, the Chamber of Commerce in nearby Mobile decided to link it to the mainland by bridge and sell lots for vacation homes.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThen Hurricane Frederic struck in 1979, ravaging the island and destroying the bridge.\nPresident Jimmy Carter flew over to inspect the damage. Rex Rainer, the Alabama highway director at the time, recalled several years later that the president “told us to build everything back just like it was and send him the bill.”\nThe era of taxpayer largess toward Dauphin Island had begun. With $33 million of federal money, local leaders built a fancier, higher bridge that encouraged more development in the 1980s. Much of that construction occurred on the island’s western end, a long, narrow sand bar sitting only a few feet above the Gulf of Mexico.\n“You can always look back and say, ‘Maybe we shouldn’t have done that,’ ” said Mayor Jeff Collier, who noted that many of the decisions were made before he took office over a decade ago. “But we can’t turn the clock back.”\nIn the 1990s, big storms started hitting the island roughly every three years. Two back-to-back hurricanes, Ivan in 2004 and Katrina in 2005, destroyed more than 300 homes. Most have not been rebuilt, but scores have been. Some beachfront building lots are now inundated by the Gulf of Mexico.\nThe bulk of the town’s reconstruction money has been spent on the western end. That means many of the prime beneficiaries have not been permanent residents, but rather vacation homeowners from places like New Orleans and Atlanta.\nSince 1988, federal figures show, Dauphin Island property owners have paid only $9.3 million in premiums to the national flood insurance program, but they have received $72.2 million in payments for their damaged homes. Figures from a federal contractor show that the average island resident pays less than $700 a year for flood insurance, though a few do pay as much as $3,000.\nAdvertisement Continue reading the main story\nOn Dauphin Island and in many other beachfront communities, the federal subsidies have helped people replace small beach shacks with larger, more valuable homes. That is a main reason the nation’s costs of storm recovery are roughly doubling every decade, even after adjusting for inflation.\nPhoto\nDauphin Island has tried to limit its risk, imposing stricter building codes that go beyond federal requirements. New houses now must be built high on pilings to survive storm surges.\nLocal residents argue that federal help is warranted because their erosion problems have been worsened by government dredging in the nearby Mobile Ship Channel, which some scientists agree has helped starve the Dauphin Island beaches of sand. And residents say that simply letting the island’s western end wash away would leave the mainland and its marshes, rich with seafood, more exposed to storms.\nPeople here have formed strong emotional attachments to their island. “There’s a lot of wildlife and a lot of bird life, and it’s just a great place to relax,” said Jay Minus, a lawyer in Mobile who owns two homes on the western end. “You can sit on the porch and watch the dolphins swim past your house.”\nJust this summer, Hurricane Isaac dealt the island a moderate blow, leaving most homes unscathed but managing to do $3 million worth of damage to public infrastructure. On a recent day, bulldozers crawled around the island, scooping up tons of sand to replenish the beach. As in the past, the town will most likely pay only 15 percent of the repair costs.\nCoastal geologists describe western Dauphin Island as a textbook example of a place that should never have been developed. Scientists say that climate change will most likely speed up the rise of sea levels in the coming decades and that many more coastal communities will face repetitive risks.\nWith little pressure coming from Washington or state governments, only a handful of communities have started thinking seriously about a new approach.\n“We need a plan,” Dr. Young said.\nGiven the political realities, however, it is by no means clear how to move forward. In some flood plains, public money has been used to buy out vulnerable property owners. Entire towns were moved out of the Mississippi River flood plain in the 1990s, for instance, saving money over the long haul.\nAdvertisement Continue reading the main story\nSeveral oceanfront communities have resisted such proposals, though one, in Texas, consented to a buyout plan after being badly damaged by Hurricane Ike in 2008. The federal government, despite its willingness to spend tens of billions of dollars repairing communities after storms, has not put up the kind of buyout money that might convince more owners to walk away.\nBecause buyout proposals often take years to put together, several experts suggested that they be drawn up in advance with maps of properties targeted for acquisition. Then, if those homes are damaged, state or local leaders could move swiftly after a storm, offering the owners voluntary buyouts before they make up their minds to rebuild.\nMr. Collier, the mayor, has long heard the argument that a rising sea will ultimately force a retreat from Dauphin Island and similar places.\n“I’m not going to say that’s wrong,” he said. “But somebody needs to tell me, how are we going to get there?”", "url": "https://www.nytimes.com/2012/11/19/science/earth/as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why.html"}