{"authors": ["Ed Gogek"], "date_download": "2018-11-16 04:19:44", "date_modify": "2018-11-16 04:19:44", "date_publish": "2012-11-07 19:48:49", "description": "Efforts by the Democratic Party to legalize marijuana are misguided and harmful.", "filename": "2012_11_08_opinion_a-bad-trip-for-democrats_1542341984.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_08_opinion_a-bad-trip-for-democrats_1542341984.html", "title": "A Bad Trip for Democrats", "title_page": "A Bad Trip for Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s possible that they all really do need pot to help them. But consider this: pain patients are mostly female, whereas a recent National Survey on Drug Use and Health found that adult cannabis abusers were 74 percent male.\nSo which one do marijuana patients resemble? Though only two states release data on gender, a vast majority of medical-marijuana cardholders are male. In Arizona, it’s 73 percent, and in Colorado, it’s 68 percent. The best explanation for such skewed numbers is that most medical marijuana recipients are drug abusers who are either faking or exaggerating their problems.\nNo one should support this subterfuge, but especially not Democrats. It turns us into hypocrites. We fumed when President George W. Bush proposed gutting the Clean Air Act and called it the Clear Skies Initiative. That’s no more dishonest than calling pot “medical” when it almost all goes to recreational use.\nIndeed, marijuana activists use phony science, just as global warming deniers do. For years they claimed pot was good for glaucoma and never apologized when research found it could actually make glaucoma worse. They still insist weed isn’t addictive, despite every addiction medicine society saying it is.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThey’ve even produced their own flawed scientific studies supposedly proving that medical marijuana laws don’t increase use among teenagers, when almost all the evidence says just the opposite. How can Democrats criticize Republicans for disregarding science and making up facts when people on our side do the same?\nDemocrats know we need government regulation to protect the public from unhealthy products. But the marijuana lobby wants us to distrust two centerpieces of the regulatory state, the Food and Drug Administration and the Drug Enforcement Administration. The whole purpose of medical marijuana laws is to evade the regulatory power of these agencies. We’re the political party that got the F.D.A. to regulate tobacco. How can we now say it shouldn’t regulate pot?\nLegalization also runs counter to the Democrats’ commitment to education. States with medical marijuana laws have always had much higher rates of teenage marijuana use, but now the effect is nationwide. Since 2008, teenage use has increased 40 percent, and heavy use (at least 20 times a month) is up 80 percent.\nBlame the drive to legalize pot. It sends the message that weed is harmless, even though research shows that teenagers who use it regularly do worse in school, are twice as likely to drop out and earn less as adults. Teenage use has been shown to permanently lower I.Q.\nAdvertisement Continue reading the main story\nNo other drug, not even alcohol, affects academic performance like marijuana. How can we make education a focus, and then support laws that will blunt the next generation’s ability to compete?\nLegalization would also undermine a successful Democratic program: drug courts, which were written into the 1994 crime bill by Senator Joseph R. Biden Jr. and signed into law by President Bill Clinton. They use coercion, the threat of jail, to keep addicts in treatment.\nBut the marijuana lobby opposes coercion. That’s not surprising. Drug users just want to be left alone to get high. If we side with them, we’re undercutting the Democratic answer to substance abuse.\nIn effect, America now has two tea parties: on the left they smoke their tea; on the right they throw it in Boston Harbor. Both distrust government, disregard science and make selfish demands that would undermine the public good. But while Republicans have completely caved in to their Tea Party, several Democrats, including the president, are standing up to ours.", "url": "https://www.nytimes.com/2012/11/08/opinion/a-bad-trip-for-democrats.html"}