{"authors": ["Natasha Singer"], "date_download": "2018-11-16 03:12:55", "date_modify": "2018-11-16 03:12:55", "date_publish": "2012-07-24 17:49:50", "description": "Data brokers, companies that collect consumer information and sell it, are being asked to give details about how they work, and that could lead to more regulation.", "filename": "2012_07_25_technology_congress-opens-inquiry-into-data-brokers_1542337975.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_07_25_technology_congress-opens-inquiry-into-data-brokers_1542337975.html", "title": "The New York Times", "title_page": "Congress Opens Inquiry Into Data Brokers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2010, the Federal Trade Commission began its own investigation into the practices of more than a dozen data compilers. One of those companies, Spokeo, recently agreed to settle charges with the government that it had violated federal law by selling consumers’ personal data for employment screening. Enforcement actions against several other data brokers are pending, the agency said.\nNow Mr. Markey says he wants the Congressional investigation to further expose data broker practices, saying some had the potential to affect people’s access to education, health care, employment or economic opportunities.\nBut Mr. Markey’s ultimate goal is to determine whether legislators should enact a law regulating the industry. Unlike consumer reporting agencies, which are required by federal law to show people their own credit reports and allow them to correct errors, information brokers are not currently required to show consumers information collected about them for marketing purposes.\n“We have gone from an era of data keepers to this new era where data reapers are able to create very complex profiles of every American,” Mr. Markey said in a telephone interview.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe said he was particularly troubled by data broker programs that categorize individual consumers as desirable or undesirable sales prospects, often without their knowledge and consent, a practice that he said raised privacy concerns. “I’m hoping to ratchet up the transparency so we can foster a system of oversight and consumer control over their data.”\nThe privacy caucus’s letter was prompted by an article last month in The New York Times about Acxiom, based in Little Rock, Ark. Mr. Markey’s office gave The Times a copy of the letter.\nJennifer Barrett Glasgow, the chief privacy officer of Acxiom, said company executives had testified before Congress numerous times to inform legislators about the steps they take to protect consumers. “We are happy to provide whatever information we can to further inform interested parties,” she said.\nOther industry representatives did not immediately respond to requests for comment.\nThe privacy caucus does not have subpoena power. But Mr. Markey said other industries, like cellphone carriers, had complied with his requests in the past. He said he expected similar cooperation from data brokers.\nAdvertisement Continue reading the main story\nThe letter asked each company to provide a list of all of its sources of data; a list of the specific kinds of consumer information, including ethnic, race or religious data, it collects; descriptions of the data collection methods used, like tracking of social network or mobile phone activity; explanations about each product and service the company has marketed to third parties since January 2009, and the type of data used in such products and services; details about whether any of the products or services are federally regulated; explanations about the security measures used to protect consumer data; as well as descriptions of the opt-out, data access, correction and deletion options the company offers consumers.\nThe direct marketing industry already offers consumers choices about managing marketing pitches sent through the mail. Digital marketers have a program for people who wish to opt out of receiving online ads tailored to their behavior.\nBut Mr. Markey said consumers also needed greater access to data collected about them so they could make more informed choices.\n“You have to make sure that the values of the physical world accompany the transition to the virtual, digital world,” he said.", "url": "https://www.nytimes.com/2012/07/25/technology/congress-opens-inquiry-into-data-brokers.html"}