{"authors": ["Thomas Erdbrink"], "date_download": "2018-11-16 03:12:27", "date_modify": "2018-11-16 03:12:27", "date_publish": "2012-04-23 17:52:17", "description": "Officials said the virus that infiltrated the Oil Ministry and other agencies had not affected production or exports, but oil terminals and some installations were being taken offline as a precaution.", "filename": "2012_04_24_world_middleeast_iranian-oil-sites-go-offline-amid-cyberattack_1542337947.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_24_world_middleeast_iranian-oil-sites-go-offline-amid-cyberattack_1542337947.html", "title": "The New York Times", "title_page": "Iranian Oil Sites Go Offline Amid Cyberattack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Web sites of several oil related institutions, like the National Iranian Oil Company, which handles most oil sales in the country, were down on Sunday and Monday. It was unclear whether the virus took the sites down or if they were switched off by the Oil Ministry.\nTwo years ago, a computer worm called Stuxnet attacked Iranian nuclear facilities, knocking out an unknown number of centrifuges used for enriching uranium. While initially silent on the Stuxnet sabotage, President Mahmoud Ahmadinejad eventually acknowledged that “enemies” had been successful in “making problems” by installing computer malware in industrial switches used to control the centrifuges, making them spin out of control at high speed. Iranian officials vowed at the time to erect better defenses against such attacks.\nNo one has claimed responsibility for Stuxnet, but Israeli officials openly expressed glee over the attack. The United States has denied any involvement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIran is among the world’s largest oil producers, and any disruption in supply would rattle the markets, almost certainly sending prices soaring. Just one of the six oil terminals now disconnected from the Internet, on Kharg Island in the Persian Gulf, typically transfers about 80 percent of Iran’s crude exports of 2.2 million barrels a day.\nWhile officials here emphasize that both production and sales of oil are continuing as normal, the semiofficial Mehr News Agency said that the attack was intensifying and that access to the internal communications systems of most prominent oil and gas companies had been intentionally cut. A special crisis center has been set up where experts from across the country are assisting in the fight against the virus, it quoted one such specialist working for the Oil Ministry as saying.\nThe source of the cyberattack was still being investigated, an internal security official said. “For now, nullifying these attacks is on our agenda,” Hamdollah Mohammad Nejad, the head of the Oil Ministry’s Passive Defense Office, told the Mehr News Agency.\nBut many here were quick to blame Iran’s leading antagonists, the United States and Israel, at a time of growing pressure on Iran over its nuclear program, which Tehran insists is peaceful but which Western powers say is a cover for developing weapons.\n“This attack was very limited and only made some interruptions for some hours in the administrative part of the oil ministry,” said Hamidreza Taraghi, a political analyst and spokesman for the Islamic Coalition Party, close to Ayatollah Ali Khamenei, the nation’s supreme leader. “This is again an attempt to wage soft war by the West, and does not have any impact on our operations.”\nOther affected organizations include the National Iranian Oil Processing and Distribution Company, National Iranian Gas Company, Iranian Offshore Oil Company, Pars Oil and Gas, and many other companies functioning under the National Iranian Oil Company, which handles most oil sales in the country, Mehr reported.\nAdvertisement Continue reading the main story\nFor Mohammad Reza Sabzalipour, president of the Tehran World Trade Center, the message of the virus attack was clear. “The aim is to increase pressure so that Iran will compromise in the upcoming nuclear talks on May 23,” he said. “We are in a bloodless war. If the talks fail, Iran can expect much more of this.”", "url": "https://www.nytimes.com/2012/04/24/world/middleeast/iranian-oil-sites-go-offline-amid-cyberattack.html"}