{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:29:13", "date_modify": "2018-11-16 04:29:13", "date_publish": "2012-11-08 21:41:12", "description": "After the most devastating storm in the history of the city’s transit system, most major lines were back in service within a week — quicker than almost anyone could have imagined.", "filename": "2012_11_09_nyregion_new-york-subways-find-magic-in-speedy-hurricane-recovery_1542342553.html", "image_url": "https://static01.nyt.com/images/2012/11/09/nyregion/SUBWAY-01/SUBWAY-01-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_11_09_nyregion_new-york-subways-find-magic-in-speedy-hurricane-recovery_1542342553.html", "title": "The New York Times", "title_page": "New York Subways Find Magic in Speedy Hurricane Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Less than three days after the storm hit, partial subway service was restored. Most major lines were back within a week. Repairs came so quickly in some cases that the authority was ready before Consolidated Edison had restored power.\n“Some of what they’re doing borders on the edge of magic,” said Gene Russianoff , the staff lawyer for the Straphangers Campaign , a rider advocacy group that is frequently critical of the authority.\nAcross the region’s transportation network, scars from Hurricane Sandy are still keenly visible. PATH service remains out between Hoboken and New York. New Jersey Transit ’s Midtown Direct service is not running at all. At the Port Authority Bus Terminal, commuters endure chaos and winding lines that have lasted for hours.\nBut nearly everything under the Metropolitan Transportation Authority’s auspices, from its commuter railroads to its bridges and tunnels, is running close to normal. Each restoration presented its own challenge, but none more daunting than the task of resurrecting the subways.\nInterviews with those who oversaw the recovery suggest a rescue mission both thrilling and frightful, with officials at times alternating between a compulsion to cling to protocol and to toss it aside. Workers traversed darkened, slippery tunnels, inspecting sludgy tracks, equipment and third rails. Even the subway map itself was reimagined, as bright lines were faded to represent downed service.\nNone of this was truly expected in the days leading up to the storm.\nIn a morning radio interview on Oct. 25, the Thursday before the hurricane was projected to arrive, Joseph J. Lhota , the chairman of the transportation authority, recalled Tropical Storm Irene, which spurred an unprecedented systemwide shutdown last year.\n“I don’t think we’re looking at anything like that,” he told WNYC.\nBy the afternoon, the tone had changed. During a 2 p.m. conference call with the governor’s office, Mr. Lhota recalled, state officials asked of the storm’s arrival: “What is zero hour?”\nAdvertisement Continue reading the main story\nFrom there, officials worked backward. The authority’s storm plan included triggers for closing trains, bridges and tunnels, based on minimum thresholds of sustained winds. Waiting for these winds to arrive before acting was not an option.\n“If we got everybody in on Monday morning,” Mr. Lhota said, “we couldn’t get them home.”\nBy Sunday morning, Mr. Lhota recalled, Gov. Andrew M. Cuomo told him he had made a decision: the system would be taken offline at 7 p.m.\nThomas F. Prendergast, the president of New York City Transit , had already dispatched workers to cover vents and place sandbags at stations, and by Friday, the agency had begun coordinating with the Police Department and union leadership for the possibility of a shutdown. Barriers were placed at station entrances, including at South Ferry, near the tip of Lower Manhattan.\nWith a forecast for a storm surge of over 11 feet, Mr. Prendergast knew that flooding was possible. He predicted that three tunnels might have some flooding, which would equal the most in his career.\nPhoto\n“I never anticipated seven,” he said. As the storm neared, pump trains were placed strategically at the center of the system, where crews could easily access them and approach the likely flood zones.\nThe dual tasks — shutting down the system and moving trains to safe ground — were often carried out simultaneously, Mr. Lhota said. Some trains continued taking passengers after 7 p.m. on Sunday, he said, but only if their route took them near their protected storage plot.\nBy early Monday, an eerie quiet had fallen over the agency. The subway was off, the trains were stored, but the storm had not yet arrived.\nAround 8 p.m., after a local television appearance, Mr. Lhota decided to head downtown. But the West Side Highway was already submerged. Soon, he found, Greenwich Street was also impassable. He headed down Broadway, as far as he could.\nAdvertisement Continue reading the main story\nMoments later, Mr. Lhota happened upon Mr. Prendergast, who had covered himself in a yellow jacket and a hard hat. Then the men in charge of trains and buses realized that another mode of travel might be required. “We’re talking about, ‘We’re going to need a bigger boat,’ ” Mr. Lhota recalled.\nAt the same time, Joseph Leader, the subway’s chief maintenance officer, went into South Ferry. No one knew the barriers outside the station had given way, Mr. Leader said, breached apparently by 15-foot hunks of wood that, late last week, remained strewed across the mezzanine, beside the turnstiles.\nAs he lurched into the terminal, the water had already risen over the platform. When it began climbing the stairs, Mr. Leader fled. He made his way on foot toward the darkened loop track, approaching Rector Street, training his flashlight ahead. “You could just see it rising, coming up the tracks,” he said. “I realized, I can’t stay here much longer.”\nAt the rail command center, the boards began to light up. “Everything just started to look like there was a train everywhere,” said Tom Calandrella, the senior director of rapid transit operations. “Once it gets wet, that same thing that conducts the train wheels, water, if it pulls up to a certain height, conducts everything.”\nMr. Lhota spent Monday night at a hotel in Midtown, near the authority’s headquarters on Madison Avenue. He got in around 3 a.m. and returned to the office hours later. In between, he found a deli open nearby. He ordered an omelet.\nBy late Monday night, teams had already been dispatched to inspect sections of the system, particularly those out of the surge’s path. Some work trains even ran during the storm, in areas removed from the surge, to check for water buildups, Mr. Leader said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut restoration options were few, at least in the short term.\n“It’s triage,” Mr. Lhota said.\nStrategy turned on a simple question, Mr. Leader said, posed often in meetings with agency officials: “Well, what works?”\nIt seemed likely that buses could return quickly, as they soon would on a limited schedule, but the subways required painstaking decisions on how to deploy the agency’s resources.\n“We had 7 under-river tunnels flooded out of 14,” Mr. Prendergast said. “And we have three pump trains. The first thing we have to do is, which tunnels do you go after first?”\nAdvertisement Continue reading the main story\nThe Joralemon Street tunnel was an obvious target, given the heavy ridership of the No. 4 and 5 trains and what appeared to be relatively little damage to the tube. It was dry almost immediately. Other tunnels, like the 14th Street tube that carries the L train or the Greenpoint tunnel for the G, had to wait.\nWater in the L tunnel stretched 3,400 feet and was 15 feet deep. It was not dry until this week. For the Montague Street tunnel, which carries the R line, 4,000 feet of water, 10 feet deep, had still not been entirely pumped as of Thursday.\nPublicly, the authority did not provide a timeline for service restoration. But Mayor Michael R. Bloomberg offered a guess at a news conference the day after the storm, estimating that service would not return for “a good four or five days.”\nMr. Lhota recalled seeing the announcement and wondering where the mayor was getting his information.\nVideo\n“It obviously wasn’t true, either,” Mr. Lhota said. “I have no idea who was briefing him.”\n(A spokeswoman for the mayor said Mr. Lhota and Deputy Mayor Caswell F. Holloway corresponded frequently, but added that a briefing for the mayor before the news conference had focused on more immediate city concerns and included little about transportation.)\nNonetheless, the estimate may have succeeded in tempering public expectations for the system’s recovery. Mr. Lhota said the authority also made a point of publishing images from the tunnels, both to communicate progress and to relay the scope of the tasks, allowing riders to set expectations accordingly.\nBeyond deploying the pump trains, which are diesel-powered, Mr. Calandrella said detritus on the tracks could affect draining.\nAnd even if tunnels were pumped, obstacles remained. Workers had to inspect tracks, third rails and signals. There could be no dangerous debris in the tunnels. Some cables needed to be reattached.\nAdvertisement Continue reading the main story\nMr. Lhota said that despite the authority’s trove of ancient underground equipment, the authority’s warehouses in Queens and the Bronx were rarely without a required replacement part.\n“Things break all the time,” he said. “We have inventory.”\nTest trains began running partial routes on Wednesday. But with power still out in Lower Manhattan, no trains could run between Manhattan and Brooklyn . If not for the power loss, officials said, the No. 4 and 5 trains could have very likely returned during the week.\nA so-called bus bridge — service to plug the gaps in the limited subway routes — emerged as the only option, Mr. Lhota said. Some officials worried about offering a below-average experience underground.\n“There was a debate here about, ‘Do we bring them back if we can’t bring the countdown clocks?’ ” Mr. Lhota recalled, incredulously. “I was saying, ‘Yeah, we bring them back.’ ”\nCharles Gordanier, the authority’s chief map designer, began drafting changes to the old subway map, fading out the lines that were without service. Copies were released to the public on Wednesday, and have since been updated as service is restored.\nThe bus bridges created winding lines and widespread gridlock, resulting from a simple math problem, Mr. Prendergast said: Between 1,500 and 2,000 people can pile into a train. A bus can fit no more than 75 or so.\nAccordingly, connecting the boroughs by subway was the next priority. Late Friday, as the power returned, officials were confident they could restore full service to some trains, like the Lexington Avenue line and the No. 7, almost immediately. By Saturday morning, they had, and several other connections between boroughs followed.\nAfter a news conference Saturday with Mr. Cuomo, Mr. Lhota held up a sheet of paper with a bar graph, depicting how much subway service had returned. By day’s end, it was expected to be 80 percent.\nAdvertisement Continue reading the main story\nThere were some hiccups . At West Fourth Street, unexpected third-rail and switch problems delayed the return of the D, F and M trains. As the authority prepared to bring the G train back this week, a transformer blew, keeping the train offline for the morning rush hour on Wednesday. There were still service gaps on the N train, the A train in Far Rockaway and the R line, among others.\nOn Thursday morning, inside his office, Mr. Lhota checked his BlackBerry often, hoping for an update on the L train. Moments later, he placed a call to Howard B. Glaser, Mr. Cuomo’s director of state operations, whom he wanted to brief on the Queens-Midtown Tunnel.\nThe tunnel could open Friday, he told Mr. Glaser, remarking that Mr. Bloomberg, “like an idiot,” had predicted publicly that the tunnel might open over the weekend. “He’s making it up,” he said, after a brief hail of profanity in which Mr. Lhota wondered aloud who, exactly, Mr. Bloomberg had been talking to.\n“It’s wrong,” he told Mr. Glaser. “It’s just wrong.”\nMr. Lhota also spoke of the L line’s importance, as if his audience needed convincing.\n“You know who knows where the L train goes?” he barked into the phone. “All the hipsters in Williamsburg.”", "url": "https://www.nytimes.com/2012/11/09/nyregion/new-york-subways-find-magic-in-speedy-hurricane-recovery.html"}