{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:15:38", "date_modify": "2018-11-16 04:15:38", "date_publish": "2012-10-09 21:01:50", "description": "In a country where elite citizens are often shielded by the courts, a scandal where prominent politicians and bankers may be punished has caught the public’s imagination in Brazil.", "filename": "2012_10_10_world_americas_brazilian-corruption-case-raises-hopes-for-judicial-system.html_ref=americas_1542341738.html", "image_url": "https://static01.nyt.com/images/2012/10/10/world/JP-BRAZIL-1/JP-BRAZIL-1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_10_world_americas_brazilian-corruption-case-raises-hopes-for-judicial-system.html_ref=americas_1542341738.html", "title": "Brazilian Corruption Case Raises Hopes for Judicial System", "title_page": "Brazilian Corruption Case Raises Hopes for Judicial System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both Joaquim Barbosa, the justice overseeing the trial, and Prosecutor General Roberto Gurgel, who is in charge of the case and called the scandal “the most daring and outrageous corruption scheme and embezzlement of public funds ever seen in Brazil,” were appointed by Mr. da Silva, the former president.\n“This trial shows that Brazil’s institutions are functioning with vigor,” said Thiago Bottino, a law professor at Fundação Getúlio Vargas, an elite Brazilian university. “The justices could have easily washed their hands of this case and walked away; instead, they entered the fight for an ethical democracy.”\nBrazil’s courts are more often the object of ridicule than praise, and some legal scholars warn that this case is only one in a labyrinthine and privileged judicial system. Judges are paid handsomely and have great leeway to exert their influence, like ordering the arrest in September of Google’s top executive in Brazil over a politically contentious video, but rooting out corruption and punishing powerful political figures generally have not been among their top priorities.\nBrazil’s legal code also offers extraordinary protections for the country’s elite. College graduates, who make up only about 11 percent of adults between ages of 25 and 64, obtain special cells if they are sentenced to prison. Political authorities, even if they lack a college degree, get the same privilege. Hundreds of top officials cannot be tried in lower courts at all.\nIn one infamous case in 1993, Ronaldo Cunha Lima, the governor of Paraíba State, shot his predecessor in a restaurant filled with witnesses. Then his lawyers stormed the courts with appeals, delaying a conviction for years. Finally, when he was about to be sentenced in 2007, he resigned as a federal legislator, allowing the case to start again in a lower court. He died this year at age 76 without ever serving time for attempted murder.\nIn the scandal now under examination by the high court, by contrast, the breadth of the charges is stunning. Likened in scope and importance to the Watergate scandal in the United States, a presidential chief of staff is also under intense scrutiny, in this case a top confidant of Mr. da Silva, Mr. Oliveira e Silva, or José Dirceu as he is commonly called in Brazil.\nPhoto\nJosé Dirceu, 66, a former student leader who went into exile in Cuba during Brazil’s long military dictatorship, ranked among the most powerful political figures in Brazil when the scandal emerged in 2005. Prosecutors say he oversaw a scheme in which funds from state companies were channeled to the governing Workers Party, while monthly payments were also made to lawmakers of various parties to buy their votes in the federal legislature. Hence the scandal’s name: mensalão, or big monthly allowance.\nAdvertisement Continue reading the main story\nA key phase in the trial has been unfolding over the past week, with the justices voting on the charges against José Dirceu, who is accused of leading the vote-buying conspiracy. So far, 6 of the 10 justices have voted to convict the former chief of staff and two to acquit. Final voting is expected this week.\nBrazil’s former president, Mr. da Silva, was not charged, and his successor, Dilma Rousseff, has refrained from commenting on the scandal while attempting to reinforce her image as a leader cracking down on corruption. Still, their party is grappling with the resonance of the trial in Brazilian society.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“This trial is making the justice system popular; before there was complete disbelief,” said Miguel Angel Vila, 60, a doctor who spends much of his free time updating a Facebook page called Mensalão Culprits in Jail. His sister, Rosa Martinez, 55, a dentist, manages a Twitter account of the same name.\nA political hero of sorts is even emerging in the case: Mr. Barbosa, 58, the court’s only black justice, who is overseeing the trial. Masks of his face are already being sold in advance of the annual Carnival celebration, and computer-manipulated images of him clad in superhero outfits have been circulating on the social media. This week, he appears on the cover of an influential newsmagazine, which calls him “the poor boy who changed Brazil.”\nStill, some legal experts caution that public expectations may be unreasonably high for those who expect lengthy prison terms, or time in jail at all, for the highest-ranking politicians involved in the scandal.\nSuch imprisonment is rare; the first politician convicted of corruption by the Supreme Federal Tribunal since the long military dictatorship ended in 1985 was José Gerardo Oliveira de Arruda Filho, a federal legislator found guilty in 2010 of misusing public funds. But he did not go to jail.\nIn the case of the mensalão, various defendants, including José Dirceu, are charged with serious crimes, including Brazil’s equivalent of unlawful conspiracy. But even if he is found guilty on this charge, the maximum prison term for it is just three years, two of which have already been consumed by the statute of limitations.\nOther charges, like one called outward corruption, the rough equivalent of bribery, could produce prison terms of as long as 12 years. But defendants found guilty of this crime could be eligible for parole in about two years. Their lawyers could also request a so-called semi-open arrangement, in which they sleep in a special prison cell but leave each day to go to work.\nThe sentencing is not expected until after the last convictions or acquittals are announced, possibly days or weeks away.\nSome legal experts say that the trial accompanies important institutional advances in Brazil outside the court system, including a new measure cracking down on money laundering and the strengthening of both the Federal Police, an investigative entity comparable to the F.B.I., and the Public Ministry, a body of independent public prosecutors.\nAdvertisement Continue reading the main story\n“If anything, the courts are still the greatest bottleneck to accountability in Brazil,” said Matthew Taylor, a scholar who specializes in Brazil’s legal system at American University in Washington. “It’s promising to see the court take on the mensalão, but this trial is the exception that proves the rule.”", "url": "https://www.nytimes.com/2012/10/10/world/americas/brazilian-corruption-case-raises-hopes-for-judicial-system.html?ref=americas"}