{"authors": ["Andrew Jacobs", "Jonathan Ansfield"], "date_download": "2018-11-16 04:46:42", "date_modify": "2018-11-16 04:46:42", "date_publish": "2012-04-27 03:26:17", "description": "Chen Guangcheng, a self-taught lawyer, was said to have sought refuge at the American Embassy in Beijing, potentially complicating matters for Washington ahead of a high-level meeting next week.", "filename": "2012_04_28_world_asia_chen-guangcheng-blind-lawyer-escapes-house-arrest-china_1542343602.html", "image_url": "https://static01.nyt.com/images/2011/10/19/world/LAWYER/LAWYER-thumbStandard.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_04_28_world_asia_chen-guangcheng-blind-lawyer-escapes-house-arrest-china_1542343602.html", "title": "The New York Times", "title_page": "Chinese Activist Chen Guangcheng Escapes House Arrest in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But with Mr. Chen now believed to be on the grounds of the American Embassy in Beijing, administration officials are likely to be far more cautious in handling his case. His advocacy for the handicapped and for families subject to forced abortions and other coercive population control methods is widely known in the West. He also became a symbol of the deficiencies of China’s legal system after he was convicted of criminal charges in 2006 in a prosecution that Chinese lawyers — and even some officials in Beijing — felt made a mockery of China’s claims to be developing better legal norms.\nMr. Chen, according to those who have spoken to him, slipped away on Sunday evening from his home in Shandong Province, where he has been held incommunicado since his release from prison in September 2010. Ai Weiwei, the artist and government critic who has also been subjected to residential detention, though far less draconian, said he had spoken to a friend who met with Mr. Chen in Beijing on Wednesday. The friend said Mr. Chen had climbed over a wall at night and evaded multiple lines of guards.\n“You know he’s blind, so the night to him is nothing,” Mr. Ai said the friend told him. “I think that’s a perfect metaphor.”\nAmong those who helped Mr. Chen was He Peirong, a family friend who said Mr. Chen had planned his escape far in advance, staying in bed for long periods of time to trick guards into thinking he was too sick to walk. In an account she wrote on her microblog early Friday, Ms. He said that Mr. Chen had called her after fleeing the village. She said she then picked him up in her car, and they drove to Beijing. By late morning on Friday, Ms. He had been taken by public security agents from her home in Nanjing, according to Bob Fu, president of China Aid, a Christian rights group in Texas . Her microblog account was later deleted.\nA spokesman for China’s foreign minister on Friday said he had no information about the episode, but one intelligence officer expressed bewilderment that Mr. Chen had evaded his local government captors and had probably entered the embassy.\n“It’s still not clear how this happened,” the intelligence officer said. “Was this happenstance, or was it planned this way? Are there others planning to do the same?”\nThe timing is especially inopportune for Beijing, given that it is preparing to welcome Secretary of State Hillary Rodham Clinton , Treasury Secretary Timothy F. Geithner and other American officials next week for the annual Strategic and Economic Dialogue.\nAdvertisement Continue reading the main story\nA vice foreign minister, Cui Tiankai, said Saturday morning that the meeting would go ahead as planned next week. Mr. Cui also played down the Chen case. “I don’t think this issue will occupy much time or focus,” he said, regarding the meeting. “So I have no information for you on it.”\nPhoto\nThe escape creates headaches for Washington, which has been eager to improve relations with the Chinese on various economic and security issues. Those efforts have lately paid dividends, with Beijing increasingly cooperating with American diplomatic moves to pressure Iran and North Korea over their nuclear programs. China has also shown a willingness to support United Nations efforts to broker a cease-fire in Syria .\nMrs. Clinton has addressed Mr. Chen’s case on several occasions, most recently in a speech on Asian policy in November that prompted a sharp rebuke from Beijing. “We are alarmed by recent incidents in Tibet of young people lighting themselves on fire in desperate acts of protest,” she said then, “as well as the continued house arrest of the Chinese lawyer Chen Guangcheng. We continue to call on China to embrace a different path.”\nOn Friday, however, the State Department’s spokeswoman, Victoria Nuland, said she would make no comment about Mr. Chen’s escape or his whereabouts. The White House also declined to comment, and a scheduled briefing on Mrs. Clinton’s planned visit was postponed.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Chen Guangcheng is a very strong candidate for asylum,” said Susan L. Shirk, a former State Department official who is now a professor at the University of California, San Diego . “A blind lawyer who is being persecuted for exposing forced abortions? I don’t think there’s any question about it.”\nBut, as in the exploding scandal surrounding Bo Xilai, the Obama administration has sought to keep itself out of China’s internal politics.\nRights advocates said Mr. Chen was not seeking to leave China, but would try to negotiate his freedom with the Chinese authorities.\n“He is reluctant to go overseas and wants only to live like a normal Chinese citizen,” said Mr. Fu.\nShortly after news of Mr. Chen’s daring escape began circulating, a video appeared on YouTube on Friday, filmed in the days since he gained his freedom, in which he described life under house arrest. The video, in the form of an appeal to Prime Minister Wen Jiabao , detailed the abuse that he and his family suffered.\nAdvertisement Continue reading the main story\nHe told of how his daughter was followed to school by three guards each day and how guards had kicked his wife for hours on end. “Prime Minister Wen, you owe the people an explanation,” he said. “Are these atrocities the result of local officials violating the law or a result of orders from the top leadership?”\nIt is not the first time that Mr. Chen has sought to publicize the details of his confinement. Last year, he and his wife were reportedly severely beaten after a video they secretly recorded inside their home was smuggled out of the village and posted on the Internet. Friends say the subsequent abuse by their captors had left Mr. Chen in frail health.\nMr. Chen, 40, is a self-taught lawyer, who was once lauded by the state media for his work defending farmers and the disabled. But he angered local officials after taking on the case of thousands of women who had been forcibly sterilized in Linyi County. During a brief trial in 2006, he was sentenced to 51 months in jail on charges of destroying property and assembling a crowd to disrupt traffic — charges that advocates say were trumped up, given that he was under house arrest at the time.\nAfter his release, he was taken directly to his family’s stone farmhouse, which was turned into a makeshift prison. His wife, and for a time his young daughter, were also confined inside the house, which was ringed by surveillance cameras, floodlights and a rotating cordon of guards.\nReporters, diplomats and Chinese activists who tried to visit Mr. Chen were violently repelled by guards.\nRights advocates on Friday expressed concern for Mr. Chen and for his wife, Yuan Weijing, who activists said was left behind. Still, Mr. Fu of China Aid said he was optimistic that Mr. Chen might be able to negotiate his freedom. “The fact that he’s escaped will really shake up Chinese security forces,” he said. “It tells them that they are not almighty God.”", "url": "https://www.nytimes.com/2012/04/28/world/asia/chen-guangcheng-blind-lawyer-escapes-house-arrest-china.html"}