{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 03:56:26", "date_modify": "2018-11-16 03:56:26", "date_publish": "2012-10-20 12:19:58", "description": "With his critical assessment of President Obama and Mitt Romney, Mayor Michael R. Bloomberg was in a sense speaking for voters exasperated by the campaign.", "filename": "2012_10_21_nyregion_tough-criticism-of-candidates-by-bloomberg_1542340586.html", "image_url": "https://static01.nyt.com/images/2012/10/21/us/21bloomberg/21bloomberg-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_21_nyregion_tough-criticism-of-candidates-by-bloomberg_1542340586.html", "title": "The New York Times", "title_page": "Bloomberg Has Tough Criticism for Obama and Romney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But mostly, Mr. Bloomberg was stepping forward as the nation’s newest billionaire “super PAC” donor, with a vow to spend millions beyond this election year supporting candidates willing to do what he implied Mr. Obama and Mr. Romney were not: taking “leadership and standing up to do things that aren’t going to be popular.”\nAnd it was in that context that he offered his most expansive, and critical, take yet of the two men vying for the presidency, each of whom had at times held promise to practice Mr. Bloomberg’s brand of nonideological pragmatism only to become snared in partisanship.\nHis new group, Independence USA PAC, which was officially unveiled last week, has pledged to spend up to $15 million in the next two weeks on state, federal and local candidates whose views align with Mr. Bloomberg’s in support of gun control, same-sex marriage and overhauling public schools.\nCalling that “getting your feet wet,” he said he wanted to provide a financial bulwark for those who occupy his definition of the political center, as George Soros does for those on the left, and as Charles and David Koch do for those on the right.\nIn essence, though, Mr. Bloomberg is seeking to give the candidates a taste of the political freedom that he has enjoyed as a self-financed billionaire politician whose money helped him withstand the powerful opposition he faced because of his unpopular initiatives, including a smoking ban and an 18.5 percent raise in property taxes, to name just two.\nWhile he had some praise for Mr. Obama and Mr. Romney, his central argument was that they were too hemmed in by partisan obligations and special-interest intimidation to tackle problems head on.\n“If you listen to what they say, they never get explicit,” he said, leaning forward in a plush beige lounge chair alongside the deputy mayor who is on leave to run the mayor’s new super PAC, Howard Wolfson.\nAdvertisement Continue reading the main story\nMr. Bloomberg endorsed George W. Bush in 2004, when the mayor was a Republican. In 2008, after changing his party registration to independent, he declined to make an endorsement.\nHis support is eagerly sought because of his unusual crossover appeal, especially to three key constituencies: moderate independents, Jewish voters and the Wall Street crowd that has shifted to Mr. Romney this year from Mr. Obama four years ago.\nThough he is more likely to agree with Mr. Obama than with Mr. Romney — on same-sex marriage, climate change and abortion rights — he expressed disappointment with the president’s leadership.\n“I am more in sync with President Obama’s views on social issues,” he said. “I will say that I don’t see as much action as I would like, and it’s nice to be on the side that I think you should be on, but unless you do something, so what?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Bloomberg was asked how he could make that criticism given the president’s announcement last spring that he supported same-sex marriage.\n“Let’s get serious here: it was Joe Biden that forced that issue,” he said, referring to the vice president’s surprise remarks backing same-sex nuptials that were credited with forcing Mr. Obama to follow. “Some people say he just goes off; I would say he’s a principled guy.”\nThe White House has said that the president had always intended to announce his support for same-sex marriage and that Mr. Biden’s words only forced him to do so slightly earlier than planned.\nMr. Bloomberg, who founded the global media giant Bloomberg L.P., is worth an estimated $25 billion, according to Forbes, and he is occasionally mentioned as a future Treasury secretary. He said Mr. Romney was wrongheaded for his opposition to raising taxes as part of a budget deal.\n“You cannot balance the budget without raising revenue and cutting expenses,” Mr. Bloomberg said. “There is no reputable economist that remotely thinks you could do this without doing those two things — one of which is anathema to the Republicans, and one of which is anathema to the Democrats.”\nAdvertisement Continue reading the main story\nA solution, he said, would be to allow the Bush-era tax cuts to expire as scheduled at the end of this year. Mr. Obama supports allowing them to expire for those with household incomes of more than $250,000, a delineation that Mr. Bloomberg said was unfair, arbitrary and fiscally irresponsible.\nSimilarly, Mr. Bloomberg suggested that both men were engaging in election-year pandering in their tough talk on China. “I’m skeptical enough to think that a lot of this is just done by advisers,” Mr. Bloomberg said. “ ‘I’m going to be dishonest to get elected because unless I get elected, I can’t be honest.’ It’s a little bit of that.”\nMost galling to him, however, is their lack of action on his marquee issue: gun control. “Romney passed a law, signed a law, in Massachusetts banning assault weapons, and today says, ‘No,’ ” he said. “And Obama campaigned on introducing legislation to ban assault weapons, and then did absolutely nothing.”\nMr. Bloomberg suggested they were cowed by the National Rifle Association, which has endorsed Mr. Romney.\nThe point of his super PAC, he said, was to provide “spine” for politicians under that sort of pressure, which is why, for instance, it is supporting the re-election of Representative Robert J. Dold, a Republican from Illinois. Mr. Dold got a “D” from the National Rifle Association for backing some gun restrictions.\n“You’re not going to beat the N.R.A. overnight,” Mr. Bloomberg said. “As you get going, people start realizing that there’s a sane group of people out there that want them to do intelligent things, and that that’s where their support is going to come from.”\nAs for Mr. Romney and Mr. Obama, he said, he had not entirely ruled out endorsing one of them, unlikely as that may seem.\nThursday night, he saw both candidates at the annual Al Smith charity dinner, where they were feted, and where Mr. Obama poked fun at Mr. Bloomberg’s ban on large sugary sodas. (“They all do that,” Mr. Bloomberg said. “That’s easy.”)\nFor a night, at least, they did not lobby for his endorsement. And he offered them advice for the roast. “I said to both of them, ‘Don’t be sensitive,’ ” Mr. Bloomberg said. “ ‘They’ll kid me and they’ll kid you, and if they don’t mention your name, that’s worse.’ ”", "url": "https://www.nytimes.com/2012/10/21/nyregion/tough-criticism-of-candidates-by-bloomberg.html"}