{"authors": ["James Kanter"], "date_download": "2018-11-16 04:38:25", "date_modify": "2018-11-16 04:38:25", "date_publish": "2012-10-02 06:39:45", "description": "A European Union panel recommended banks be forced to split traditional lending from riskier trades as a way to safeguard the financial system.", "filename": "2012_10_03_business_global_europes-banks-should-isolate-risky-businesses-expert-group-says_1542343105.html", "image_url": "https://static01.nyt.com/images/2012/10/03/business/EUBANKS/EUBANKS-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_10_03_business_global_europes-banks-should-isolate-risky-businesses-expert-group-says_1542343105.html", "title": "Europe’s Banks Urged to Keep Trading and Lending Operations Separate", "title_page": "Europe’s Banks Urged to Keep Trading and Lending Operations Separate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Finnish bank official, Erkki Liikanen, was chairman of the panel after being assigned the task early this year by Mr. Barroso and Mr. Barnier. His group’s report blamed excessive risk taking, often in trading of highly complex securities or in real estate-related lending, and excessive reliance on short-term funding, for helping create the financial crisis.\nAlready, though, the group’s proposals have met opposition from major lenders, which want to avoid additional banking restrictions. Europe is already pushing various other reforms in banking and finance, which include requiring larger capital reserves for risk-taking parts of the business, as well as expanded powers for the European Central Bank to oversee every bank in the euro currency union.\nGuido Ravoet, the chief executive of the European Banking Federation, a group of national associations representing 4,500 banks, said his members “are concerned over the proposal to ring-fence trading activities of the bigger banks into a separate part of the banking structure.” He said the proposal “seems not to fully acknowledge the major regulatory changes already put in place and those still forthcoming.”\nSome bankers may also take affront at the singling out of activities like trading of complex securities known as derivatives, which the panel identified as risky but that they consider integral to modern finance.\nSimon Lewis, the chief executive of the Association for Financial Markets in Europe, which represents the investment banking and securities industries, said, “We do not believe that further changes to the structure of the banking industry are necessary or will contribute to Europe’s economic growth.”\nMr. Barnier, the financial services commissioner, said Tuesday that he still must decide whether to proceed with legislative proposals based on the recommendations. The report will “feed our reflections on the need for further action,” he said.\nShould things reach that stage, the European Parliament would probably become involved. Ultimately, any specific measures might need the green light from each of the Union’s 27 member governments before they could take effect.\nAdvertisement Continue reading the main story\nBut turning the Liikanen group’s idea into law would be “very difficult because of the power of large banking groups in Europe,” said Karel Lannoo, the chief executive of the Center for European Policy Studies, a research organization.\n“Legal separation means separate capitalization of the different entities, which may become very expensive for large banks,” said Mr. Lannoo, who cited Deutsche Bank of Germany and BNP Paribas of France as examples. “Today, several larger E.U. banks already have low levels of capital. Separation of trading from retail will further weaken the capital base. This is why I expect these proposals will be resisted.”\nPhoto\nEurope is much more vulnerable to banking crises than the United States because of the size of the financial sector in relation to the economy, said Jan Pieter Krahnen, a professor of finance at the University of Frankfurt who was a member of the Liikanen committee.\nThe total assets of European banks — the amount of money they have at risk — is equal to 350 percent of gross domestic product in the Union. In the United States, the corresponding figure is about 80 percent.\nIn addition, some institutions like ING in the Netherlands, HSBC in Britain or Santander in Spain have assets larger than the economies of the countries in which they are based. If they get in trouble, national governments have little choice but to bail them out at taxpayer expense. As happened in Ireland, the expense can drive government debt to perilous levels.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The problem has a completely different dimension here than in the U.S.,” Mr. Krahnen said at a press briefing in Frankfurt. “A structure like this is easier to destabilize.”\nMr. Liikanen acknowledged that some members of his panel wanted to recommend far less aggressive forms of regulation, like requiring banks with investment banking units only to put extra money aside in the form of so-called capital buffers.\nBut Mr. Liikanen, who is a member of the European Central Bank’s governing council, argued that structural changes that included splitting off investment banking would be the best way to protect the “socially most vital parts” of commercial banks, which include everyday deposit taking and the kinds of lending that businesses rely on to finance operations and growth.\nThe group included former bankers, economists, regulatory experts, and a representative from a consumer group. The release of their report, though, signals a lack of global consensus on how to change the structure of banks.\nAdvertisement Continue reading the main story\nIn the United States, regulators are putting the finishing touches on a rule first proposed by Paul A. Volcker, the former chairman of the Federal Reserve, that aims to prevent banks from engaging in proprietary trading, or trading securities for their own accounts. Meanwhile the British government has taken up the recommendations of John Vickers, an economist, to place retail and small business deposits in separate subsidiaries.\n“With the Liikanen report, there are now three proposed models for changing the structure of banks on the table,” said Iain Coke, a financial services expert at the Institute of Chartered Accountants in England and Wales, a professional body. “We are not convinced that any of these proposals have a sound basis,” said Mr. Coke. “It is doubtful whether it is possible to identify types of banking which are not important or are especially risky,” he added.\nBut Mr. Krahnen, the committee member, said that the panel had studied the Volcker rule, and ended up doubting whether it was possible to effectively quarantine proprietary trading. The European approach is designed to be “more surgical,” he said.\nThe activities that should be separated, according to the Liikanen report, would include banks’ trading of derivatives for their own accounts, and other closely linked activities. Many of the banks conducting these forms of risk taking would need to place those activities in units that were financed separately from regular commercial banking, the report said.\nThe separation could be carried out using a single holding company, the report said, and it would only be mandatory if the risky activities amounted to a significant share of a bank’s business.\nThe report also recommended additional limits on how bankers should be compensated, including making the overall amount of bonuses less than what banks pay in dividends.\nBut Philippe Lamberts, a member of the European Parliament for the European Green Party, said the report should have also backed an absolute cap on bonuses, rather than opting for a structure that “may seem attractive” and “does not address excessive pay in the banking sector.”\nJack Ewing contributed reporting from Frankfurt.", "url": "https://www.nytimes.com/2012/10/03/business/global/europes-banks-should-isolate-risky-businesses-expert-group-says.html"}