{"authors": ["Sharifullah Sahak", "Azam Ahmed"], "date_download": "2018-11-16 04:38:14", "date_modify": "2018-11-16 04:38:14", "date_publish": "2012-12-09 07:37:57", "description": "At least six people were killed, including a Navy SEAL member, in the rescue of Dr. Dilip Joseph, who was abducted Wednesday.", "filename": "2012_12_10_world_asia_american-doctor-dilip-joseph-rescued-in-afghanistan.html_module=inline_1542343094.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_12_10_world_asia_american-doctor-dilip-joseph-rescued-in-afghanistan.html_module=inline_1542343094.html", "title": "The New York Times", "title_page": "American Doctor, Dilip Joseph, Rescued in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — An American doctor kidnapped by the Taliban was rescued Sunday by Afghan and coalition forces in eastern Afghanistan, officials said. At least six people were killed, including a member of a U.S. special forces Navy SEAL team. Two Taliban leaders were arrested during the rescue.\nOn Monday, Department of Defense officials identified the member of the elite team as Petty Officer 1st Class Nicolas D. Checque, 28, of Monroeville, Pa. A highly-decorated combat veteran, he was assigned to an East Coast-based Naval Special Warfare unit, officials said.\nThe American physician rescued on Sunday, Dr. Dilip Joseph, was abducted along with two Afghan men on Wednesday while driving to a rural medical clinic in the Sorobi district of eastern Afghanistan, about an hour outside the capital, Kabul, according to the district police chief, Naqeebullah Khan.\nFrom there, the kidnapped men were taken to a mountainous area about 50 miles from the border with Pakistan, according to a statement from the American nonprofit organization that employed the men, Morning Star Development. After days of negotiations, the two Afghan employees were released Saturday. But Dr. Joseph remained in the hands of his Taliban captors.\nAdvertisement Continue reading the main story\nKidnappings of government officials and Westerners are a common source of money for criminal organizations as well as the Taliban. In many cases, people kidnapped by the Taliban are taken across the border to Pakistan, where it becomes extremely difficult to track them.", "url": "https://www.nytimes.com/2012/12/10/world/asia/american-doctor-dilip-joseph-rescued-in-afghanistan.html?module=inline"}