{"authors": ["Rod Nordland", "Alissa J. Rubin"], "date_download": "2018-11-16 04:14:47", "date_modify": "2018-11-16 04:14:47", "date_publish": "2012-05-30 06:44:29", "description": "Civilian casualties in Afghanistan were reported to have dropped sharply in early 2012 as a smaller proportion was attributed to coalition and Afghan forces.", "filename": "2012_05_31_world_asia_civilian-casualties-in-afghanistan-falling-in-2012-un-says_1542341687.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_05_31_world_asia_civilian-casualties-in-afghanistan-falling-in-2012-un-says_1542341687.html", "title": "The New York Times", "title_page": "Civilian Casualties in Afghanistan Falling in 2012, U.N. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — Civilian casualties in Afghanistan dropped significantly in the first four months of 2012, and a smaller proportion of the deaths was attributed to coalition and Afghan forces compared with a year earlier, the United Nations director in the country said Wednesday.\nAt a news conference, Jan Kubis, the United Nations special representative to Afghanistan, said 579 civilian deaths and 1,216 civilian injuries had been recorded in the first four months of 2012. The combined figures represent a 21 percent reduction from the same period last year.\nThe United Nations said 9 percent of the casualties were attributed to pro-government forces, which includes both international troops and the Afghan security forces, and 79 percent to antigovernment forces, including the Taliban. Twelve percent of the casualties were unattributed. Last year, the international troops and Afghan forces were responsible for 14 percent of the casualties. The percentage caused by the Taliban remained almost unchanged.\n“Unfortunately the antigovernment forces, they don’t show any improvement in protection for civilians,” Mr. Kubis said. “They issue statements about protecting civilians, but in practice they use such indiscriminate destructive weapons,” he said, referring to the use of land mines, improvised explosive devices and suicide bombers.\nAdvertisement Continue reading the main story\nThe figures released Wednesday represent the first period showing a reduction in civilian casualties since 2007, when the United Nations began tracking the statistics. However, human rights officials were cautious about the sustainability of reduced casualties since it was a particularly harsh winter, especially compared with 2011, which was a relatively mild winter, said James Rodehaver, the acting head of the United Nations’s human rights office here.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The downturn in the number of armed clashes and the impact of the harsh weather is much more likely to have an impact on Taliban operations than on government or ISAF operations,” said Mr. Rodehaver, referring to the International Security Assistance Force.", "url": "https://www.nytimes.com/2012/05/31/world/asia/civilian-casualties-in-afghanistan-falling-in-2012-un-says.html"}