{"authors": ["Pam Belluck"], "date_download": "2018-11-16 04:02:30", "date_modify": "2018-11-16 04:02:30", "date_publish": "2012-01-31 20:24:29", "description": "Susan G. Komen for the Cure was accused of bowing to right-wing pressure in its decision.", "filename": "2012_02_01_us_cancer-group-halts-financing-to-planned-parenthood_1542340950.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_01_us_cancer-group-halts-financing-to-planned-parenthood_1542340950.html", "title": "Cancer Group Halts Financing to Planned Parenthood", "title_page": "Cancer Group Halts Financing to Planned Parenthood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The statement added, “While it is regrettable when changes in priorities and policies affect any of our grantees, such as a longstanding partner like Planned Parenthood, we must continue to evolve to best meet the needs of the women we serve and most fully advance our mission.”\nPhoto\nCecile Richards, the president of Planned Parenthood, said that the decision “came so abruptly in the face of a long, good, working relationship with Komen” and that the change in financing criteria “was written specifically to address the political pressure that they’ve been under.”\nMs. Richards said all of Planned Parenthood’s affiliates provided around 770,000 women with breast examinations and paid for mammograms and ultrasounds for those who needed and could not afford further diagnostic services. She said she received the news from the Komen foundation in late December and had requested a meeting with officials there to discuss the matter but was rebuffed.\n“Until really recently, the Komen foundation had been praising our breast health programs as essential,” Ms. Richards said. “This really abrupt about-face was very surprising. I think that the Komen foundation has been bullied by right-wing groups.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnti-abortion advocates and Web sites have criticized the Komen foundation’s financing of Planned Parenthood for years. And in December, LifeWay Christian Resources, which is owned by the Southern Baptist Convention, said it was recalling a pink Bible it was selling at Walmart and other stores because a dollar per copy was going to the Komen foundation and the foundation supported Planned Parenthood.\nLeslie Durgin, senior vice president of public policy for Planned Parenthood’s Rocky Mountain affiliate, said the Komen decision would cost three of the organization’s health centers in Denver and one in Glenwood Springs about $165,000. Ms. Durgin said the money paid for hundreds of breast exams each year, as well as mammograms and other services.\nMs. Durgin, who has herself had breast cancer, said many low-income women visited Planned Parenthood for their primary health care needs and in the process received breast cancer education and screening that they would not otherwise have made the effort to seek out.\n“Any kind of impediment for women, including a referral to go someplace else, will mean that women delay getting further screenings and women who may have cancer will discover it later than they might otherwise,” Ms. Durgin said. “A lot of our clients are just one hassle away from not getting services at all.”", "url": "https://www.nytimes.com/2012/02/01/us/cancer-group-halts-financing-to-planned-parenthood.html"}