{"authors": ["Pete Wells"], "date_download": "2018-11-16 04:52:36", "date_modify": "2018-11-16 04:52:36", "date_publish": "2012-06-19 17:59:33", "description": "The NoMad in the NoMad Hotel is operated by the same duo who run Eleven Madison Park in New York, and with this restaurant, they have done something rather novel and wonderful.", "filename": "2012_06_20_dining_reviews_the-nomad-in-new-york_1542343956.html", "image_url": "https://static01.nyt.com/images/2012/06/20/dining/20REST1_SPAN/20JPREST1-superJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_06_20_dining_reviews_the-nomad-in-new-york_1542343956.html", "title": "The NoMad in New York", "title_page": "The NoMad in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If the “Sticky Fingers” flashbacks are distracting to me, though, they seem to have been liberating to Mr. Humm and Mr. Guidara. They run Eleven Madison Park, a restaurant that rose from the middling ranks, and kept rising, and finally soared into world-class status. With a chance to do a second, larger, more populist restaurant inside the NoMad Hotel, they could have taken the well-traveled route with a bistro or trattoria. You know the model: steak frites or pasta with skillful knife work and tricky garnishes to prove the chef’s fine-dining bona fides.\nInstead, they have done something rather novel and wonderful. The NoMad takes recipes developed in Mr. Humm’s kitchen at Eleven Madison Park and translates them into a more open and generous style. Dishes fastidiously set in place by surgical tweezers to create the intimacy, delicacy and artfulness expected in a $125 four-course menu have been simplified, painted with broader strokes in a more relaxed hand that suits à la carte dining.\nAt Eleven Madison Park, which earned four stars from The New York Times in a 2009 review by Frank Bruni, Mr. Humm concentrates and compresses suckling pig for about eight hours until it holds more flavor than any one piece of meat should be able to contain. It is the enriched plutonium of pork. In its best-known version, the suckling pig and its garnishes are arranged like two exclamation points running beneath a thin green line of baby leeks. Vast stretches of the white plate are left vacant.\nThe NoMad serves suckling pig, too, but it is at the center of the plate, with pickled mustard seeds spooned over it and a crown of dandelion leaves resting around it. The dish is vastly easier to produce, no doubt, and does not scream, “Take my picture” quite as insistently. But it still looks grand and (let’s get to what really matters here) it offers a new way to consume enriched plutonium of pork.\nLobster, which Mr. Humm prepares expertly and with never-ending variety at his flagship, was on the NoMad menu recently as lobster minestrone — with tomatoes, string beans, peas and quills of handmade garganelli in a light broth. Duck is here, too: not the whole roasted bird glazed with lavender honey and then carved tableside, but flat slices of the breast, with pickled juniper berries and scrolls of shaved pickled peaches.\nColor is splashed around with retina-filling gusto in Mr. Humm’s kitchen. A salad of strawberries, raspberries and roasted beets was supersaturated with ruby and garnet. Snap peas, cherry tomatoes, carrots in two shades and cauliflower in three are planted upright in a dish of shiny ice pebbles, the crudités tray treated as a botanical garden. And rarely have radish greens made the visual impact they have when left on the ends of red radishes enrobed in a thin shell of butter, like strawberries dipped in white chocolate.\nThe colors, and much of the NoMad’s flavor, result from the creative deployment of vegetables practiced by Mr. Humm and his chef de cuisine, Abram Bissell. But if you have heard anything at all about the NoMad, you know that its signature dish is a roast chicken for two accessorized only by white asparagus and the smallest swipe of potato purée.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUpstaged by the duck at Eleven Madison Park, here the chicken is the uncontested prima donna, and heads swivel when it goes by.\nAdvertisement Continue reading the main story\nUnder a skin of lacquered brown the color of a loaf of challah lies a stuffing of brioche with foie gras and truffles. It is a dish from another era, when chicken breast was still seen as a worthy canvas for great chefs. Taste it and you know why. This is white meat for sybarites. On the side is a fricassee of the dark meat with morels, almost an afterthought. If served at a dark no-reservations tavern in the Village, it would be enough to put the place on the map.\nWhen things can go so right, you notice when they go even a little wrong, as they did with a slow-cooked halibut that was slightly squeaky and verging on dry in parts. Grated horseradish somehow didn’t lend raw hamachi the extra savor it needed, and while a finger-scorching loaf of bread topped with zucchini was irresistible on one occasion, on two others it was unpleasantly sticky on the inside.\nBut these are minor demerits for a kitchen that takes on as much as the NoMad’s (besides tending to the restaurant’s 120 seats, it also cooks for room service). At times the operation’s scale seems to strain the dining room staff, too. Menus and empty glasses can linger on the table, and a plate of five excellent cheeses (made in Switzerland, like Mr. Humm) arrived at the table with no introduction; we had to ask which was which.\nMr. Guidara, who oversees the dining room, has imported some talent from Eleven Madison, and you can still feel the difference between the veterans and the new hires.\nWith time, that should change, and the servers might even start to have fun. The restaurant wants everybody to have a good time, yet curiously nobody seems quite sure how to go about it. The music has the forced energy whipped up by D.J.s trying to draw too-sober guests to the dance floor: Stevie Wonder, Aretha Franklin and, of course, the Rolling Stones, in up-tempo numbers, as if Mr. Humm and Mr. Guidara wanted to host a class reunion for baby boomers.\nThe restaurant’s designer, Jacques Garcia, has built a series of rooms that try to evoke a belle epoque house, with rich fabrics, floor-to-ceiling bookshelves, framed herb fronds and a glittering bar held up by carved mahogany elephants. It’s fancy without being elegant, and slightly decadent without being particularly interesting. It needs a little mystery and some more-attractive upholstery.\nBut while the NoMad seeks its tone, there are so many reasons for patience. The selection of cocktails, an entire fleet, is surely one of the best in the city, down to a cooling and alcohol-free fennel-basil soda. There is the crazily smooth torchon of foie gras wrapped around a rough bull’s-eye of pig’s head pâté.\nAnd the pastry chef, Mark Welker, has a dessert called Milk and Honey that takes two simple flavors surprisingly far.\nIf the only way to conjure these pleasures was to summon the Stones on a Ouija board, that’s all right. The muse doesn’t always come looking for us. Sometimes, we have to build a trap.", "url": "https://www.nytimes.com/2012/06/20/dining/reviews/the-nomad-in-new-york.html"}