{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 04:15:04", "date_modify": "2018-11-16 04:15:04", "date_publish": "2012-02-28 20:20:23", "description": "International staff members were removed from an office in Kunduz, Afghanistan, this week after a riot on Saturday.", "filename": "2012_02_29_world_asia_un-withdraws-international-staff-from-kunduz-office_1542341704.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_02_29_world_asia_un-withdraws-international-staff-from-kunduz-office_1542341704.html", "title": "The New York Times", "title_page": "U.N. Withdraws International Staff From Kunduz Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — The United Nations withdrew its international staff from an office in Kunduz, in northern Afghanistan, this week after the office was stormed over the weekend by an angry mob protesting the burning of several Korans by the American military.\nThe attack on Saturday, by a crowd of about 500 people armed with sticks, stones and metal pipes, raised fears of a repeat of the assault on the United Nations office in Mazar-e-Sharif last spring that killed 12 people, including 7 United Nations staff members. This time, though, security guards and police officers in Kunduz were able to stop the crowd from breaching the walls of the office. But with the situation still volatile senior United Nations officials decided not to take the risk of having international staff remain there.\nDenise Jeanmonod, a United Nations spokeswoman in Kabul, said that about 15 international staff members had left the Kunduz office and returned to Kabul. Only the staff of the Kunduz office has been withdrawn because of the recent unrest, she said.\nThe British, French and German Embassies have withdrawn their international staff from advisory jobs in Afghan ministries, but United Nations employees in advisory jobs in such positions have continued to work in Kabul.\nThe Kunduz staff will return once the United Nations is confident of their safety, Ms. Jeanmonod said.", "url": "https://www.nytimes.com/2012/02/29/world/asia/un-withdraws-international-staff-from-kunduz-office.html"}