{"authors": ["David D. Kirkpatrick", "Steven Lee Myers"], "date_download": "2018-11-16 04:40:18", "date_modify": "2018-11-16 04:40:18", "date_publish": "2012-09-12 07:17:49", "description": "The violent deaths of four American diplomatic personnel in Libya provoked an uproar in Washington on Wednesday, presenting new challenges in the volatile Middle East less than two months before the presidential election.", "filename": "2012_09_13_world_middleeast_us-envoy-to-libya-is-reported-killed.html_hp=&module=inline_1542343218.html", "image_url": "https://static01.nyt.com/images/2012/09/13/global-home/13libya-image/13libya-image-superJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2012_09_13_world_middleeast_us-envoy-to-libya-is-reported-killed.html_hp=&module=inline_1542343218.html", "title": "The New York Times", "title_page": "Libya Mission Attack Kills U.S. Ambassador - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Benghazi, awash in guns, has recently witnessed a string of assassinations as well as attacks on international missions, including a bomb said to be planted by another Islamist group that exploded near the United States mission there as recently as June. But a Libyan politician who had breakfast with Mr. Stevens at the mission the morning before he was killed described security, mainly four video cameras and as few as four Libyan guards, as sorely inadequate for an American ambassador in such a tumultuous environment. “This country is still in transition, and everybody knows the extremists are out there,” said Fathi Baja, the Libyan politician.\nObama Vows Justice\nPresident Obama condemned the killings, promised to bring the assailants to justice and ordered tighter security at all American diplomatic installations. The administration also sent 50 Marines to the Libyan capital, Tripoli, to help with security at the American Embassy there, ordered all nonemergency personnel to leave Libya and warned Americans not to travel there. A senior defense official said that the Pentagon sent two warships toward the Libyan coast as a precaution.\n“These four Americans stood up for freedom and human dignity,” Mr. Obama said in a televised statement from the White House Rose Garden with Secretary of State Hillary Rodham Clinton . “Make no mistake, we will work with the Libyan government to bring to justice the killers who attacked our people.”\nIn Tripoli, Libyan leaders also vowed to track down the attackers and stressed their unity with Washington.\nYussef Magariaf, president of the newly elected Libyan National Congress, offered “an apology to the United States and the Arab people, if not the whole world, for what happened.” He pledged new measures to ensure the security of foreign diplomats and companies. “We together with the United States government are on the same side, standing in a united front in the face of these murderous outlaws.”\nObama administration officials and regional officials scrambled to sort out conflicting reports about the attack and the motivation of the attackers. A senior Obama administration officials told reporters during a conference call that “it was clearly a complex attack,” but offered no details.\nCol. Wolfgang Pusztai, who until early August was Austria ’s defense attaché to Libya and visited the country every month, said in an e-mail that he believed the attack was “deliberately planned and executed” by about a core group of 30 to 40 assailants who were “well trained and organized.” But he said the reports from some terrorism experts that the attack may be linked to the recent death in drone strikes of senior Qaeda leaders, including Abu Yahya al-Libi , were unsupported.\nAdvertisement Continue reading the main story\nA translated version of the video that set off the uprising arrived first in Egypt before reaching the rest of the Islamic world. Its author, whose identity is now a mystery, devoted the video’s prologue to caricatured depictions of Egyptian Muslims abusing Egyptian Coptic Christians while Egyptian police officers stood by. It was publicized last week by an American Coptic Christian activist, Morris Sadek, well known here for his scathing attacks on Islam.\nMr. Sadek promoted the video in tandem with a declaration by Terry Jones — a Florida pastor best known for burning the Koran and promoting what he called “International Judge Muhammad Day” on Sept. 11.\nThe video began attracting attention in the Egyptian news media, including the broadcast of offensive scenes on Egyptian television last week. At that point, American diplomats in Cairo informed the State Department of the festering outrage in the days before the Sept. 11 anniversary, said a person briefed on their concerns. But officials in Washington declined to address or disavow the video, this person said.\nBy late afternoon Tuesday, hundreds had gathered in mostly peaceful protest outside the United States Embassy here, overseen by a large contingent of Egyptian security forces. But around 6 p.m., after the end of the workday and television news coverage of the event, the crowd began to swell, including a group of rowdy young soccer fans.\nGaining Entrance\nThen, around 6:30 p.m., a small group of protesters — one official briefed on the events put it around 20 — brought a ladder to the wall of the compound and quickly scaled it, gaining entrance to the ground. Embassy officials asked the Egyptian government to remove the infiltrators without using weapons or force, to avoid inflaming the situation, this official said. (An embassy official said that contrary to reports on Tuesday, no one fired weapons in the air.) But it took the Egyptian security officers five hours to remove the intruders, leaving them ample time to run around the grounds, deface American flags, and hoist the black flag favored by Islamic ultraconservatives and labeled with Islam’s most basic expression of faith, “There is no god but God, and Muhammad is his prophet.”\nIt is unclear if television images of Islamist protesters may have inspired the attack in Benghazi, which had been a hotbed of opposition to Colonel Qaddafi and remains unruly since the Libyan uprising resulted in his death. But Tuesday night, a group of armed assailants mixed with unarmed demonstrators gathered at the small compound that housed a temporary American diplomatic mission there.\nThe ambassador, Mr. Stevens, was visiting the city Tuesday from the United States Embassy compound in Tripoli to attend the planned opening of an American cultural center, and was staying at the mission. It is not clear if the assailants knew that the ambassador was at the mission.\nInterviewed at the scene on Tuesday night, many attackers and those who backed them said they were determined to defend their faith from the video’s insults. Some recalled an earlier episode when protesters in Benghazi had burned down the Italian consulate after an Italian minister had worn a T-shirt emblazoned with cartoons mocking the Prophet Muhammad. Ten people were reportedly killed in clashes with Colonel Qaddafi’s police force.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThat assault was led by a brigade of Islamist fighters known as Ansar al-Sharia, or the Supporters of Islamic Law. Brigade members emphasized at the time that they were not acting alone. On Wednesday, perhaps apprehensive over Mr. Stevens’s death, the brigade said in a statement that its supporters “were not officially involved or were not ordered to be involved” in the attack.\nAdvertisement Continue reading the main story\nAt the same time, the brigade praised those who protested as “the best of the best” of the Libyan people and supported their response to the video “in the strongest possible terms.”\nConflicting Accounts\nThere were conflicting accounts of how Mr. Stevens had died. One witness to the mayhem around the compound on Tuesday said militants chased him to a safe house and lobbed grenades at the location, where he was later found unconscious, apparently from smoke inhalation, and could not be revived by rescuers who took him to a hospital.\nAn unidentified Libyan official in Benghazi told Reuters that Mr. Stevens and three staff members were killed in Benghazi “when gunmen fired rockets at them.” The Libyan official said the ambassador was being driven from the mission building to a safer location when gunmen opened fire, Reuters said.\nFive American ambassadors had been killed by terrorists before Tuesday’s attack, according to the State Department. The most recent was Adolph Dubs, killed after being kidnapped in Afghanistan in 1979. The others were John Gordon Mein, in Guatemala in 1968; Cleo A. Noel Jr., in Sudan in 1973; Rodger P. Davies, in Cyprus in 1974; and Francis E. Meloy Jr., in Lebanon in 1976.\nWitnesses and State Department officials said that the attack began almost immediately after the protesters and the brigade arrived around 10 p.m. Witnesses said the brigade started the attack by firing a rocket-propelled grenade at the gate of the mission’s main building. American officials said that by 10:15 the attackers had gained entrance to the main building.\nA second wave of assailants arrived soon after and swarmed into the compound, witnesses said.\n“They expected that there would be more American commandos in there. They went in with guns blazing, with R.P.G.’s,” said Mohamed Ali, a relative of the landlord who rents the building to the American mission and who watched the battle.\nLibya’s deputy interior minister, Wanis al-Sharif, made somewhat contradictory and defensive-sounding statements about the attack.\nHe acknowledged that he had ordered the withdrawal of security forces from the scene in the early stages of the protest on Wednesday night. He said his initial instinct was to avoid inflaming the situation by risking a confrontation with people angry about the video.\nAdvertisement Continue reading the main story\nHe also said he had underestimated the aggression of the protesters. But he criticized the small number of guards inside the mission for shooting back in self-defense, saying their response probably further provoked the attackers.\nThe small number of Libyans guarding the facility, estimated at only six, did not hold out long against the attackers, who had substantial firepower, the interior minister and State Department officials said. Defending the facility would have been a “suicide mission,” Mr. Sharif said.\nMr. Sharif also faulted the Americans at the mission for failing to heed what he said was the Libyan government’s advice to pull its personnel or beef up its security, especially in light of the recent violence in the city and the likelihood that the video would provoke protests. “What is weird is that they refrained from this procedure, depending instead on the simple protection that they had,” he said. “What happened later is beyond our control, and they are responsible for part of what happened.”\nWhen the attack began, only Mr. Stevens, an aide named Sean Smith and a State Department security officer were inside the main building. As the building filled with smoke, security officers recovered Mr. Smith’s body but were driven out again by the firefight, senior administration officials said. Mr. Stevens, however, could not be found and was lost for the rest of the night.\nIt took another hour — until 11:20 — before American and Libyan forces recaptured the main building and evacuated the entire staff to an annex nearly a mile away. The militants followed and the fighting continued there until 2:30 a.m. Wednesday, when Libyan security reinforcements arrived and managed to gain control of both compounds.\nA freelance photographer took pictures of Libyans apparently carrying Mr. Stevens’s ash-covered body out of the scene that were distributed worldwide by Agence France-Presse. A doctor who treated him at the Benghazi hospital told The Associated Press that Libyans had brought him in but were unaware of his identity. The doctor said that he tried for 90 minutes to revive Mr. Stevens but that he died of asphyxiation, The A.P. reported.\nA senior administration official said it was not clear how or when Mr. Stevens was taken to the hospital — or by whom. “We frankly don’t know how he got from where Americans last saw him,” the official said.\nOn Wednesday night, residents of both Tripoli and Benghazi staged demonstrations to condemn the attack and express their sorrow at the loss of Mr. Stevens. Stationed in Benghazi during the uprising against Colonel Qaddafi, Mr. Stevens, who was fluent in Arabic and French, had become a local hero for his support to the Libyan rebels during their time of greatest need. Benghazi residents circulated photographs online of Mr. Stevens frequenting local restaurants, relishing local dishes, and strolling city streets, apparently without a security detail.\nOn Wednesday, some friends of Mr. Stevens suggested that his faith in his bond with the people of Benghazi may have blinded him to the dangers there. “Everybody liked him,” said Mr. Baja, who ate breakfast with Mr. Stevens on Tuesday. “He is a good man, a friendly man, he knows lots of the sheiks in town and a lot of the intellectuals have spent some good times with him.”\nAdvertisement Continue reading the main story\n“The people in Benghazi, I think, are very sad right now.”", "url": "https://www.nytimes.com/2012/09/13/world/middleeast/us-envoy-to-libya-is-reported-killed.html?hp=&module=inline"}