{"authors": ["Lydia Polgreen"], "date_download": "2018-11-16 04:19:38", "date_modify": "2018-11-16 04:19:38", "date_publish": "2013-03-27 00:40:49", "description": "A big goal is set by the so-called BRICS countries — Brazil, Russia, India, China and South Africa — which seem to have little in common.", "filename": "2013_03_27_world_africa_brics-to-form-development-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341978.html", "image_url": "https://static01.nyt.com/images/2013/03/27/world/BRICS/BRICS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_27_world_africa_brics-to-form-development-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341978.html", "title": "Group of Emerging Nations Plans to Form Development Bank", "title_page": "Group of Emerging Nations Plans to Form Development Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JOHANNESBURG — A group of five emerging world economic powers met in Africa for the first time Tuesday, gathering in South Africa for a summit meeting at which they plan to announce the creation of a new development bank, a direct challenge to the dominance of the World Bank and the International Monetary Fund.\nThe leaders of Brazil, Russia, India, China and South Africa, all members of the so-called BRICS Group of developing nations, have agreed to create the bank to focus on infrastructure and development in emerging markets. The countries are also planning to discuss pooling their foreign reserves as a bulwark against currency crises, part of a growing effort by emerging economic powers to build institutions and forums that are alternatives to Western-dominated ones.\n“Up until now, it has been a loose arrangement of five countries meeting once a year,” said Abdullah Verachia, director of the Frontier Advisory Group, which focuses on emerging markets. “It is going to be the first real institution we have seen.”\nBut the alliance faces serious questions about whether the member countries have enough in common and enough shared goals to function effectively as a counterweight to the West.", "url": "https://www.nytimes.com/2013/03/27/world/africa/brics-to-form-development-bank.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}