{"authors": ["Kirk Semple"], "date_download": "2018-11-16 03:43:23", "date_modify": "2018-11-16 03:43:23", "date_publish": "2013-04-12 15:41:12", "description": "Farmers from western and central New York, struggling to find a reliable supply of labor, say they have come under growing scrutiny from the immigration authorities.", "filename": "2013_04_13_nyregion_in-immigration-debate-a-focus-on-new-york-dairy-farmers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339803.html", "image_url": "https://static01.nyt.com/images/2013/04/13/nyregion/12immig1/12immig1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_13_nyregion_in-immigration-debate-a-focus-on-new-york-dairy-farmers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339803.html", "title": "Focus on Dairy Farmers in Immigration Debate", "title_page": "Focus on Dairy Farmers in Immigration Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“My biggest fear is my labor is not going to be here tomorrow,” he said. “Most of us live in fear of that every day.”\nThe struggles of the dairy industry in western and central New York, one of the nation’s leading dairy regions, have become an unlikely focus of the national debate over immigration policy. Delegations of local farmers, including Mr. True, have made trips to Washington to lobby for an expansion of the guest-worker program for agriculture, or the creation of a new one, to help ensure a reliable supply of labor.\nDairy farmers are generally not able to hire foreign workers through the existing guest-worker program for agriculture because it is only for seasonal workers, and milk production is year-round.\nA bipartisan group of senators negotiating a comprehensive immigration reform bill have struggled with the details of an agricultural workers program. Late Friday, however, they announced they had reached an agreement over terms of the program. Officials involved in the talks said the dairy industry’s concerns were addressed in the deal.\nStill, the farmers said they were preparing for a lengthy fight in Congress before the proposals become reality.", "url": "https://www.nytimes.com/2013/04/13/nyregion/in-immigration-debate-a-focus-on-new-york-dairy-farmers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}