{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:33:26", "date_modify": "2018-11-16 04:33:26", "date_publish": "2013-03-16 22:12:10", "description": "Most low-income students who have top test scores and grades do not even apply to the nation’s best colleges, which contributes to widening economic inequality, economists say.", "filename": "2013_03_17_education_scholarly-poor-often-overlook-better-colleges.html_module=inline_1542342806.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_17_education_scholarly-poor-often-overlook-better-colleges.html_module=inline_1542342806.html", "title": "Better Colleges Failing to Lure Talented Poor", "title_page": "Better Colleges Failing to Lure Talented Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The researchers defined high-achieving students as those very likely to gain admission to a selective college, which translated into roughly the top 4 percent nationwide. Students needed to have at least an A-minus average and a score in the top 10 percent among students who took the SAT or the ACT.\nOf these high achievers, 34 percent came from families in the top fourth of earners, 27 percent from the second fourth, 22 percent from the third fourth and 17 percent from the bottom fourth. (The researchers based the income cutoffs on the population of families with a high school senior living at home, with $41,472 being the dividing line for the bottom quartile and $120,776 for the top.)\nWinona Leon, a sophomore at the University of Southern California who grew up in West Texas, said she was not surprised by the study’s results. Ms. Leon was the valedictorian of her 17-member senior class in the ranch town of Fort Davis, where Advanced Placement classes and SAT preparation were rare.\n“It was really on ourselves to create those resources,” she said.\nShe first assumed that faraway colleges would be too expensive, given their high list prices and the cost of plane tickets home. But after receiving a mailing from QuestBridge, an outreach program for low-income students, she came to realize that a top college might offer her enough financial aid to make it less expensive than a state university in Texas.\nOn average, private colleges and top state universities are substantially more expensive than community colleges, even with financial aid. But some colleges, especially the most selective, offer enough aid to close or eliminate the gap for low-income students.\nIf they make it to top colleges, high-achieving, low-income students tend to thrive there, the paper found. Based on the most recent data, 89 percent of such students at selective colleges had graduated or were on pace to do so, compared with only 50 percent of top low-income students at nonselective colleges.\nThe study will be published in the Brookings Papers on Economic Activity.\nThe authors emphasized that their data did not prove that students not applying to top colleges would apply and excel if colleges recruited them more heavily. Ms. Hoxby and Sarah Turner, a University of Virginia professor, are conducting follow-up research in which they perform random trials to evaluate which recruiting techniques work and how the students subsequently do.\nFor colleges, the potential recruiting techniques include mailed brochures, phone calls, e-mail, social media and outreach from alumni. Another recent study, cited in the Hoxby-Avery paper, suggests that very selective colleges have at least one graduate in the “vast majority of U.S. counties.”", "url": "https://www.nytimes.com/2013/03/17/education/scholarly-poor-often-overlook-better-colleges.html?module=inline"}