{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 03:13:47", "date_modify": "2018-11-16 03:13:47", "date_publish": "2013-03-23 18:50:44", "description": "Once a close ally of Boris N. Yeltsin who helped install Vladimir V. Putin as president, Boris A. Berezovsky later exiled himself to Britain after a bitter falling-out with the Kremlin.", "filename": "2013_03_24_world_europe_boris-a-berezovsky-a-putin-critic-dies-at-67.html_module=inline_1542338027.html", "image_url": "https://static01.nyt.com/images/2013/03/24/world/Berezovsky-obit/Berezovsky-obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_24_world_europe_boris-a-berezovsky-a-putin-critic-dies-at-67.html_module=inline_1542338027.html", "title": "Russian Oligarch and Critic of Putin Dies in Britain", "title_page": "Russian Oligarch and Critic of Putin Dies in Britain  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Berezovsky fled to London, where he eventually won political asylum and at one point raised tensions by calling for a coup against Mr. Putin.\nDavid E. Hoffman, the author of “The Oligarchs: Wealth and Power in the New Russia,” an exploration of the role of such magnates in the era after the breakup of the Soviet Union, said Mr. Berezovsky stood out for seeking not only wealth but political clout.\n“Boris Berezovsky was among that wave of oligarchs who realized that great fortunes were to be made in the massive sell-off of assets in the new Russia,” Mr. Hoffman said by e-mail on Saturday. “While many of his peers also saw the opportunity, Berezovsky was more focused than most on the role that politics would play. He realized the need to co-opt those in power in order to make deals. He did it from the early days with automobiles and later with oil.”\nMr. Berezovsky had an outsize, if hardly always benevolent, role in post-Soviet Russia.\nGeorge Soros, a financier and a critic of the Russian oligarchs, had likened them to 19th-century American robber barons. But if that was an apt metaphor, the power and influence of these new tycoons was amplified by the legal and political vacuum left by the collapse of the Soviet Union.\nMr. Berezovsky amassed his fortune at first in automobiles, including a business he formed in 1993 with Aleksandr Voloshin, who would later become Mr. Yeltsin’s chief of staff. But like other oligarchs, Mr. Berezovsky’s interests spread across many sectors of the post-Soviet Russian economy, to oil; media; and Aeroflot, the Russian airline.\nHe survived an assassination attempt in 1994, a car bombing in which his driver was killed.\nThe assassination attempt connected him to a K.G.B. officer, Alexander V. Litvinenko, who was poisoned by the radioactive isotope polonium 210 in London in November 2006.\nMr. Litvinenko, then working for the F.S.B., the domestic successor to the K.G.B., was assigned to investigate the blast, and Mr. Berezovsky became his mentor and later his employer.", "url": "https://www.nytimes.com/2013/03/24/world/europe/boris-a-berezovsky-a-putin-critic-dies-at-67.html?module=inline"}