{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:34", "date_modify": "2018-11-16 04:52:34", "date_publish": "2013-03-11 16:19:22", "description": "New York City wants to raise revenue by leasing open land on the grounds of its housing projects, stirring deep concerns among residents wary of gentrification.", "filename": "2013_03_12_nyregion_plan-to-lease-open-land-at-housing-projects-stirs-concern.html_pagewanted=all_1542343954.html", "image_url": "https://static01.nyt.com/images/2013/03/12/nyregion/NYCHA3/NYCHA3-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_12_nyregion_plan-to-lease-open-land-at-housing-projects-stirs-concern.html_pagewanted=all_1542343954.html", "title": "Tenants Worried by Plans to Build Near City Projects", "title_page": "Tenants Worried by Plans to Build Near City Projects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Hassan Adam was growing up in public housing on the Lower East Side of Manhattan, his playground was a nearby recreational yard in the shadow of the Brooklyn Bridge, where residents have long played basketball and neighbors hold an annual “family day.” Mr. Adam still lives in the project, and he taught his daughter to ride a bike in the play area.\nBut soon, that patch of asphalt at the Alfred E. Smith Houses could be replaced by market-rate apartment buildings. And tenants like Mr. Adam, 37, said they feared what could come next.\n“They’ll make our buildings condos,” he said. “They’re trying to move us.”\nThe New York City Housing Authority, facing one of the most serious financial shortfalls in its history, is for the first time making a major push to lease open land on the grounds of its housing projects to developers to generate revenue.\nThe authority wants to raise more than $50 million a year on long-term leases for parks, courtyards, parking lots, playgrounds and other property, seeking to address a $6 billion backlog of repairs.", "url": "https://www.nytimes.com/2013/03/12/nyregion/plan-to-lease-open-land-at-housing-projects-stirs-concern.html?pagewanted=all"}