{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:14", "date_modify": "2018-11-16 04:52:14", "date_publish": "2013-12-17 02:53:41", "description": "A planned settlement with the federal government is aimed at helping thousands of tenants suffering from asthma.", "filename": "2013_12_17_nyregion_facing-suit-new-york-city-agrees-to-remove-mold-in-public-housing-more-quickly.html_module=inline_1542343934.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_17_nyregion_facing-suit-new-york-city-agrees-to-remove-mold-in-public-housing-more-quickly.html_module=inline_1542343934.html", "title": "Facing Suit, New York City Agrees to Remove Mold in Public Housing More Quickly", "title_page": "Facing Suit, New York City Agrees to Remove Mold in Public Housing More Quickly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York City Housing Authority will deal more quickly and more thoroughly with mold in its apartments as part of an agreement by the Bloomberg administration to settle a federal lawsuit by people living in housing projects and coping with asthma.\nLawyers for the residents accused the agency of violating the Americans With Disabilities Act by allowing mold to persist, exacerbating the respiratory ailments of residents. Since Hurricane Sandy, mold has become more common in public housing. But even before the storm, tenants had long complained that maintenance workers failed to identify the leaks and other sources of moisture that cause the mold. Instead, the workers clean off walls and ceilings and repaint, and the mold often returns.\nSince notifying the city of their intent to file a class-action suit, lawyers for the tenants have been negotiating a settlement. The agreement is expected to be filed in federal court in Manhattan on Tuesday, shortly after the lawsuit is filed. The settlement will require the authority not only to remove the mold but also to fix leaks, insulate pipes and address other sources of moisture. The agency will be required, in most cases, to fix the problem within seven to 15 days following a work order.\nThe agreement covers all of the more 400,000 tenants in public housing. But it requires housing officials to recognize asthma as a disability and to make accommodations for tenants with the condition. For example, the authority could be expected to relocate a person with asthma and his or her family to another apartment, or to use low-toxicity fungicides or to allow extra air-conditioning units in apartments.", "url": "https://www.nytimes.com/2013/12/17/nyregion/facing-suit-new-york-city-agrees-to-remove-mold-in-public-housing-more-quickly.html?module=inline"}