{"authors": ["Jacob Bernstein"], "date_download": "2018-11-16 04:29:30", "date_modify": "2018-11-16 04:29:30", "date_publish": "2013-05-24 21:13:09", "description": "Ms. Nixon is campaigning heavily for Bill de Blasio in his effort to become New York’s next mayor, just one of many choices that demonstrate her independent judgment.", "filename": "2013_05_26_style_cynthia-nixons-embrace-of-political-activism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342570.html", "image_url": "https://static01.nyt.com/images/2013/05/26/fashion/26SUBNIXON_SPAN/26SUBNIXON-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_26_style_cynthia-nixons-embrace-of-political-activism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342570.html", "title": "Cynthia Nixon, a Liberal, but With No Limousine", "title_page": "Cynthia Nixon, a Liberal, but With No Limousine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A couple of months ago, Cynthia Nixon sent Alec Baldwin an e-mail that had nothing to do with a potential film project, a play that either of them might have been considering or even what to do about pesky tabloid reporters (although both actors are familiar with those).\nInstead, Ms. Nixon was writing because she had seen Mr. Baldwin on television discussing the New York mayoral race and saying that he was leaning against the perceived front-runner, Christine Quinn, the speaker of the City Council, and toward Bill de Blasio, the public advocate. Ms. Nixon explained that she was thrilled to hear this and that she hoped she might be able to persuade him to deliver a formal endorsement on behalf of her candidate.\nSoon enough, an e-mail came from Mr. Baldwin that Ms. Nixon later described as “completely adorable.” In it, he apologized for having assumed — “lamely,” in his words — that Ms. Nixon would be supporting Ms. Quinn (both, after all, are famous lesbians), and that he would be happy to endorse Mr. de Blasio.\nMs. Nixon’s entreaties didn’t stop with the “30 Rock” actor. Over the next several weeks, she piled up endorsements and donations from Tony Kushner, Susan Sarandon, Sarah Jessica Parker and Jon Robin Baitz, among others.", "url": "https://www.nytimes.com/2013/05/26/style/cynthia-nixons-embrace-of-political-activism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}