{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:21:40", "date_modify": "2018-11-16 03:21:40", "date_publish": "2013-04-26 17:03:36", "description": "The Subic Bay Freeport in the Philippines was once filled with free-spending American sailors. Now it has both tourist attractions and abandoned American-style homes and buildings.", "filename": "2013_04_27_world_asia_27iht-subic27.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338500.html", "image_url": "https://static01.nyt.com/images/2013/04/27/world/27iht-subic-27/27iht-subic-27-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_27_world_asia_27iht-subic27.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338500.html", "title": "Shadows of an Old Military Base", "title_page": "Shadows of an Old Military Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SUBIC BAY, Philippines — Abraham Parungao watched hopefully as three American sailors walked through his souvenir shop full of T-shirts, decorative beer mugs and placards with cheeky slogans. After haggling for a while over a $5 wood carving, the young men left without buying a thing.\n“Before, the Americans had so much money,” said Mr. Parungao, 64, in his small stall in front of where the U.S. submarine tender Emory S. Land was tied up for a visit. “These new American sailors are cheap.”\nThe thousands of big-spending sailors have been gone for more than two decades — since the United States turned over the Subic Bay Naval Station to the Philippines in 1992 — but the sprawling former military base still receives regular visits from U.S. Navy ships.\nToday, the Subic Bay Freeport is a special economic zone established to attract job-generating investors with low taxes, duty-free import privileges and streamlined procedures. It has also become a popular tourist destination for Filipinos seeking to enjoy the jungles, the beaches and the American legacy of the former military base.", "url": "https://www.nytimes.com/2013/04/27/world/asia/27iht-subic27.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}