{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:19:27", "date_modify": "2018-11-16 04:19:27", "date_publish": "2013-08-19 19:08:01", "description": "A document released to Communist Party cadres enumerated what it called subversive social currents, including Western-inspired notions of human rights, that must be fought.", "filename": "2013_08_20_world_asia_chinas-new-leadership-takes-hard-line-in-secret-memo.html_module=inline_1542341967.html", "image_url": "https://static01.nyt.com/images/2013/08/20/world/JP-DOCUMENT/JP-DOCUMENT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_08_20_world_asia_chinas-new-leadership-takes-hard-line-in-secret-memo.html_module=inline_1542341967.html", "title": "China Takes Aim at Western Ideas", "title_page": "China Takes Aim at Western Ideas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The campaign carries some risks for Mr. Xi, who has indicated that the slowing economy needs new, more market-driven momentum that can come only from a relaxation of state influence.\nIn China’s tight but often contentious political circles, proponents of deeper Western-style economic changes are often allied with those pushing for rule of law and a more open political system, while traditionalists favor greater state control of both economic and political life. Mr. Xi’s cherry picking of approaches from each of the rival camps, analysts say, could end up miring his own agenda in intraparty squabbling.\nCondemnations of constitutional government have prompted dismayed opposition from liberal intellectuals and even some moderate-minded former officials. The campaign has also exhilarated leftist defenders of party orthodoxy, many of whom pointedly oppose the sort of market reforms that Mr. Xi and Prime Minister Li Keqiang have said are needed.\nThe consequent rifts are unusually open, and they could widen and bog down Mr. Xi, said Xiao Gongqin, a professor of history at Shanghai Normal University who is also a prominent proponent of gradual, party-guided reform.\n“Now the leftists feel very excited and elated, while the liberals feel very discouraged and discontented,” said Professor Xiao, who said he was generally sympathetic to Mr. Xi’s aims. “The ramifications are very serious, because this seriously hurts the broad middle class and moderate reformers — entrepreneurs and intellectuals. It’s possible that this situation will get out of control, and that won’t help the political stability that the central leadership stresses.”\nThe pressures that prompted the party’s ideological counteroffensive spilled onto the streets of Guangzhou, a city in southern China, early this year. Staff members at the Southern Weekend newspaper there protested after a propaganda official rewrote an editorial celebrating constitutionalism — the idea that state and party power should be subject to a supreme law that prevents abuses and protects citizens’ rights.\nThe confrontation at the newspaper and campaign demanding that officials disclose their wealth alarmed leaders and helped galvanize them into issuing Document No. 9, said Professor Xiao, the historian. Indeed, senior central propaganda officials met to discuss the newspaper protest, among other issues, and called it a plot to subvert the party, according to a speech on a party Web site of Lianyungang, a port city in eastern China.", "url": "https://www.nytimes.com/2013/08/20/world/asia/chinas-new-leadership-takes-hard-line-in-secret-memo.html?module=inline"}