{"authors": ["Veronique Greenwood"], "date_download": "2018-11-16 04:07:43", "date_modify": "2018-11-16 04:07:43", "date_publish": "2013-11-19 10:00:08", "description": "Why scientists are putting stock in an electronic nose.", "filename": "2013_11_24_magazine_what-does-cancer-smell-like_1542341263.html", "image_url": "https://static01.nyt.com/images/2013/11/24/magazine/24eureka/mag-24Eureka-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_24_magazine_what-does-cancer-smell-like_1542341263.html", "title": "What Does Cancer Smell Like?", "title_page": "What Does Cancer Smell Like? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Diseases can subtly alter people’s fragrance. In the normal course of metabolism, thousands of waste products are swept out in our breath, blood and urine, or simply released into the air above the skin. Metabolic disorders, like diabetes, interfere with the way the body breaks down nutrients and thus make that exhaust especially stinky. People with phenylketonuria (or PKU) tend to smell musty. A faulty or missing digestive enzyme makes people with trimethylaminuria (or TMAU) smell fishy. Untreated diabetics can smell like nail-polish remover: Unable to get energy from sugar, their bodies burn fat for fuel and release acetone as a by-product. (These scents don’t always smell bad; there exists a disorder known as “maple syrup urine disease.”) For Preti, originally from Brooklyn, this makes a subway ride unusually informative. “I often tell people I work with, ‘I bumped into the guy with isovaleric acidemia today.’ ”\nCancer cells, though they don’t alter human metabolism overall, can have altered metabolisms themselves. That means the substances they release could differ from those generated by healthy cells. This idea has been around for decades, but only very recently have biochemical and sensor technology advanced to the point where we can develop portable, hand-held sniffing machines.\nElectronic noses have the potential to detect even very small amounts of molecules — but they need to be programmed to look for specific signs wafting up from patient samples. To do that, A.T. Charlie Johnson, a physicist and collaborator of Preti’s at Penn, has the electronic nose sniff blood samples from both sick and healthy patients. As the air passes through the tube, molecules from the samples alight on strands of sticky DNA attached to the carbon nanotubes, changing the electrical signals running out of the box. The team can look for patterns in the signals and use the difference — if there is one — between cancer samples and healthy samples to create an odor-based ovarian cancer test. (Preti is also attempting to identify the specific molecules present in ovarian cancer sufferers’ blood using a much larger machine called a gas chromatograph-mass spectrometer.)\nA work in progress, the electronic nose is, for now, an example of how modern medicine can look for answers in unusual places. The impetus that finally pushed Preti and his team to seriously investigate the possibility of cancer detection by smell traces its roots to a dog. In 1989, a letter published in The Lancet reported that a woman had come into the doctor’s office to have a mole looked at. She hadn’t noticed it until her collie-Doberman mix began to sniff the spot intently — even through her pants — and tried to bite it off when she wore shorts. The mole turned out to be an early-stage malignant melanoma, inspiring researchers to test whether dogs, whose smell machinery is at least 10,000 times as sensitive as ours, can tell healthy samples from cancerous ones.", "url": "https://www.nytimes.com/2013/11/24/magazine/what-does-cancer-smell-like.html"}