{"authors": ["Edward Wong"], "date_download": "2018-11-16 03:55:40", "date_modify": "2018-11-16 03:55:40", "date_publish": "2013-08-03 19:18:21", "description": "My wife and I worry about how China’s bad air and food will affect our child.", "filename": "2013_08_04_sunday-review_life-in-a-toxic-country.html_module=inline_1542340540.html", "image_url": "https://static01.nyt.com/images/2013/08/04/sunday-review/04COVER/04COVER-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_08_04_sunday-review_life-in-a-toxic-country.html_module=inline_1542340540.html", "title": "Life in a Toxic Country", "title_page": "Life in a Toxic Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — I RECENTLY found myself hauling a bag filled with 12 boxes of milk powder and a cardboard container with two sets of air filters through San Francisco International Airport. I was heading to my home in Beijing at the end of a work trip, bringing back what have become two of the most sought-after items among parents here, and which were desperately needed in my own household.\nChina is the world’s second largest economy, but the enormous costs of its growth are becoming apparent. Residents of its boom cities and a growing number of rural regions question the safety of the air they breathe, the water they drink and the food they eat. It is as if they were living in the Chinese equivalent of the Chernobyl or Fukushima nuclear disaster areas.\nBefore this assignment, I spent three and a half years reporting in Iraq, where foreign correspondents talked endlessly of the variety of ways in which one could die — car bombs, firefights, being abducted and then beheaded. I survived those threats, only now to find myself wondering: Is China doing irreparable harm to me and my family?\nThe environmental hazards here are legion, and the consequences might not manifest themselves for years or even decades. The risks are magnified for young children. Expatriate workers confronted with the decision of whether to live in Beijing weigh these factors, perhaps more than at any time in recent decades. But for now, a correspondent’s job in China is still rewarding, and so I am toughing it out a while longer. So is my wife, Tini, who has worked for more than a dozen years as a journalist in Asia and has studied Chinese. That means we are subjecting our 9-month-old daughter to the same risks that are striking fear into residents of cities across northern China, and grappling with the guilt of doing so.", "url": "https://www.nytimes.com/2013/08/04/sunday-review/life-in-a-toxic-country.html?module=inline"}