{"authors": ["A. O. Scott"], "date_download": "2018-11-16 03:23:31", "date_modify": "2018-11-16 03:23:31", "date_publish": "2013-12-05 13:00:10", "description": "“Inside Llewyn Davis” is an intoxicating, somewhat surreal ramble through the Greenwich Village folk scene in 1961.", "filename": "2013_12_06_movies_inside-llewyn-davis-directed-by-joel-and-ethan-coen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338611.html", "image_url": "https://static01.nyt.com/images/2013/12/06/arts/video-movies-llewyndavi-120613/video-movies-llewyndavi-120613-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_06_movies_inside-llewyn-davis-directed-by-joel-and-ethan-coen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338611.html", "title": "Melancholy Odyssey Through the Folk Scene", "title_page": "Melancholy Odyssey Through the Folk Scene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His world, though, is also an enchanted place, animated by the dark, nimble magic of the Coens and their collaborators. The production designer, Jess Gonchor; the art director, Deborah Jensen; and the cinematographer, Bruno Delbonnel, conjure a Manhattan of faded denim and espresso-bar steam, a wintry island that we might recognize from old album covers. And amid the smart pastiche and the sly, carefully constructed jokes there is a thread of real emotion, a strain of melancholy deeper and more mysterious than mere sympathy.\nSympathy may not be what Llewyn deserves. He doesn’t ask for it, and Mr. Isaac, a versatile character actor here ascending to the highest levels of his craft, refuses the easy road of charm. Like his character, he trusts his own professionalism and the integrity of the material. Llewyn is not a showman. He relies, sometimes foolishly, on the strength of his voice, his playing and the resonance of those old songs.\nThe musical performances do more than enrich the movie; they complete it. Two in particular deliver on the promise of the title, illuminating the strange way that borrowed words and chords can tap into reservoirs of otherwise inaccessible feeling. When Llewyn sings “The Death of Queen Jane” at an audition and “Shoals of Herring” in his father’s room at a rest home for retired seamen, you feel the full weight of his humanity, even though he is really just doing his job.", "url": "https://www.nytimes.com/2013/12/06/movies/inside-llewyn-davis-directed-by-joel-and-ethan-coen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}