{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:43:40", "date_modify": "2018-11-16 03:43:40", "date_publish": "2013-04-09 02:03:00", "description": "After hitting a snag last week, negotiations in the Senate for an agricultural worker program appear to be coming back from the brink.", "filename": "2013_04_09_us_politics_senate-negotiations-on-farmworker-program-inch-forward.html__r=1&module=inline_1542339820.html", "image_url": "https://static01.nyt.com/images/2013/04/09/us/IMMIG/IMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_09_us_politics_senate-negotiations-on-farmworker-program-inch-forward.html__r=1&module=inline_1542339820.html", "title": "Senate Talks on Farmworker Program Inch Forward", "title_page": "Senate Talks on Farmworker Program Inch Forward - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The timeline would depend on how many days per year a farmworker was willing to work in the agricultural industry — more days providing a quicker path to a green card.\nFirst, according to several people with knowledge of the negotiations, all workers who could prove that they had worked a total of 150 days over the prior two years would qualify for a “blue card” visa, which would let them live and work here legally, and travel across state lines. Workers would then be eligible for a green card if they worked 150 days annually in three of the next five years, or 100 days annually in five of the next seven years.\nBoth labor and growers estimate that roughly 70 percent of agricultural workers are in the country illegally, and that farmworkers make up about one million of the 11 million illegal immigrants currently in the country. The goal of the agricultural worker program, aides said, is to give farmworkers, who are often performing tough manual labor that is critical for the nation’s economy, an incentive to remain in the industry.\n“There’s broad recognition about the extraordinary work farmworkers do every day and have already done every day in feeding our country,” Mr. Kashkooli said. “The best way to stabilize the agricultural industry and to not have a new program where we’re bringing in new people who are making low wages is to reward the people who are currently doing the work and encourage them to stay in agriculture.”\nStill, the questions as to the number of workers who can enter the country and what wages those workers should be paid have been sticking points. Aides with knowledge of the talks said the number of workers would most likely be determined by a formula that would be overseen by the secretaries of agriculture and labor.\nThe senators have proposed a plan in which wages would vary by job and region. For instance, a California picker and a California equipment operator could be paid at different rates, and an equipment operator in California and one in New England could also be paid differently.\nThe growers, however, have yet to agree to the approach, said several people with knowledge of the negotiations. The workers’ unions have agreed, even though they say that such a deal will lower wages by roughly 10 percent.", "url": "https://www.nytimes.com/2013/04/09/us/politics/senate-negotiations-on-farmworker-program-inch-forward.html?_r=1&module=inline"}