{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:23:32", "date_modify": "2018-11-16 04:23:32", "date_publish": "2013-03-23 21:31:24", "description": "Various American companies have parked huge sums of money abroad. One money manager says they should repatriate that wealth, pay taxes on it and then watch their stock prices rise.", "filename": "2013_03_24_your-money_how-companies-could-unlock-stashed-foreign-earnings.html_module=inline_1542342212.html", "image_url": "https://static01.nyt.com/images/2013/03/24/business/24-STRA/24-STRA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_24_your-money_how-companies-could-unlock-stashed-foreign-earnings.html_module=inline_1542342212.html", "title": "How to Unlock That Stashed Foreign Cash", "title_page": "How to Unlock That Stashed Foreign Cash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HERE’S a novel way to drive up a company’s share price: Pay billions of dollars in additional taxes.\nDeliberately bloating your own tax bill isn’t a common strategy, of course. To the contrary, an army of lawyers, accountants, lobbyists and executives is at work throughout corporate America, finding legal ways to minimize taxes and retain profits. One common approach for multinational corporations is to stash foreign earnings in low-tax countries, keeping the money out of the reach of the Internal Revenue Service.\nBut companies like Apple, which hold mountains of cash overseas, have come under a chorus of criticism for not doing something useful with their stranded money.\nRobert A. Olstein, a forensic accountant turned money manager based in Purchase, N.Y., has an elegantly simple solution for Apple, as well as for Cisco Systems and Microsoft, which also keep billions of dollars abroad: he says they should repatriate the wealth — which would require them to pay billions in fresh United States taxes.", "url": "https://www.nytimes.com/2013/03/24/your-money/how-companies-could-unlock-stashed-foreign-earnings.html?module=inline"}