{"authors": ["Michael Barbaro", "Matt Flegenheimer"], "date_download": "2018-11-16 04:31:35", "date_modify": "2018-11-16 04:31:35", "date_publish": "2013-01-17 15:24:00", "description": "Joseph J. Lhota officially entered the mayor’s race Thursday, changing the texture and character of a campaign dominated by Democratic elected officials.", "filename": "2013_01_18_nyregion_joseph-lhota-stands-out-in-new-yorks-mayoral-race.html_pagewanted=all&module=inline_1542342695.html", "image_url": "https://static01.nyt.com/images/2013/01/18/nyregion/LHOTA/LHOTA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_18_nyregion_joseph-lhota-stands-out-in-new-yorks-mayoral-race.html_pagewanted=all&module=inline_1542342695.html", "title": "Outsize Personality Joins, and Jostles, Mayor’s Race", "title_page": "Outsize Personality Joins, and Jostles, Mayor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Personality aside, even Mr. Lhota’s supporters acknowledge that his challenges are daunting. He is largely unknown, and his party is vastly outnumbered: for every registered Republican in the city, there are six Democrats.\nHis most significant credentials are also his biggest liabilities. The transit authority is a lifeline that New Yorkers love to hate, and Mr. Giuliani remains a polarizing figure in the city, especially with nonwhite voters.\nMr. Lhota said he was proud of his work with Mr. Giuliani. “I cannot be separated from Rudy Giuliani,” he said. “But I am also not Rudy Giuliani.”\nHe described himself as a “practical Republican,” determined to control spending and resist giveaways to public unions, even as he supports abortion rights and same-sex marriage. He described himself as a hunter who grew up around guns, but, he said, “there is no reason for anybody to have an assault weapon.”\nHe declared that New York voters do not vote based on party labels — no Democrat has won a mayoral race in 24 years — and seemed to take pains to project a nonpartisan streak. He wore a bright purple tie and conducted the interview inside the Roosevelt House, on the Upper East Side of Manhattan, where he said Franklin D. Roosevelt had formulated his thinking about what would become the New Deal.\nMr. Lhota allowed that he had voted for several Democrats over the years, including Andrew M. Cuomo in his 2010 run for governor, but he did little to hide his reservations about President Obama. “Let’s get it all out of the way,” he said. “I have voted for a Republican for president ever since I was voting and since I was 18 years old.”\nMr. Lhota, 58, who lives in Brooklyn Heights, has a biography that seems ready-made for a mayoral race: his father was a New York police lieutenant, his grandfathers a New York firefighter and a taxi driver. In conversations, he wields an encyclopedic knowledge of New York history, architecture and politics.", "url": "https://www.nytimes.com/2013/01/18/nyregion/joseph-lhota-stands-out-in-new-yorks-mayoral-race.html?pagewanted=all&module=inline"}