{"authors": ["Jack Ewing", "James Kanter"], "date_download": "2018-11-16 03:13:35", "date_modify": "2018-11-16 03:13:35", "date_publish": "2013-06-05 12:09:23", "description": "European leaders hoped the membership of the tiny Baltic nation would show the endurance of the euro zone.", "filename": "2013_06_06_business_global_latvia-is-endorsed-to-adopt-the-euro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338015.html", "image_url": "https://static01.nyt.com/images/2013/06/06/business/global/06latvia/06latvia-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_06_business_global_latvia-is-endorsed-to-adopt-the-euro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338015.html", "title": "Latvia Steps Toward a Tarnished Prize, the Euro", "title_page": "Latvia Steps Toward a Tarnished Prize, the Euro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FRANKFURT — The small Baltic nation of Latvia received official endorsement for membership in the euro currency union Wednesday, in a move that European leaders clearly hoped would demonstrate the endurance of the euro zone despite its dismal economic performance and damaged reputation.\n“Latvia’s desire to adopt the euro is a sign of confidence in our common currency and further evidence that those who predicted the disintegration of the euro area were wrong,” Olli Rehn, the European Union’s commissioner for economic and monetary affairs, said in a statement.\nBoth the European Commission, the European Union’s main policy-making body, and the European Central Bank said that Latvia had met the requirements for membership, which include limits on inflation and government debt. Latvia also had to demonstrate that its laws on issues like central bank independence are in line with European Union standards.\nLatvia’s application still requires review by the European Parliament and endorsement by European Union political leaders, a process that is likely to result in formal approval in July.", "url": "https://www.nytimes.com/2013/06/06/business/global/latvia-is-endorsed-to-adopt-the-euro.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}