{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:31:11", "date_modify": "2018-11-16 04:31:11", "date_publish": "2013-01-29 01:28:01", "description": "In the plan’s nascent stages, the authority hoped that riders’ credit and debit cards could be embedded with computer chips to facilitate fare payment.", "filename": "2013_01_29_nyregion_metrocards-phaseout-postponed_1542342671.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_29_nyregion_metrocards-phaseout-postponed_1542342671.html", "title": "Transportation Authority Defers Plan to Phase Out MetroCards", "title_page": "Transportation Authority Defers Plan to Phase Out MetroCards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Plans to eventually replace traditional MetroCards with contactless bank cards are being revamped, the Metropolitan Transportation Authority said on Monday, because banks have not distributed the cards widely enough.\nIn the plan’s nascent stages, the authority hoped that riders’ credit and debit cards could be embedded with computer chips to facilitate fare payment — allowing them to pay with a wave, not a swipe.\n“We originally thought that these contactless cards, distributed by banks, would be widely distributed and in wide use today,” Michael DeVitto, executive vice president in charge of fare collection for New York City Transit, told the authority’s committee on capital program oversight on Monday. “That’s not the case.”\nAnd so, Mr. DeVitto said, an initial plan to introduce the contactless cards from 2012 to 2015 will need to be recalibrated. Now, the authority expects that a new system will be in place within three to five years. By 2019, the authority said, the MetroCard is expected to reach “the end of its useful life.”", "url": "https://www.nytimes.com/2013/01/29/nyregion/metrocards-phaseout-postponed.html"}