{"authors": ["David M. Halbfinger"], "date_download": "2018-11-16 04:24:44", "date_modify": "2018-11-16 04:24:44", "date_publish": "2013-04-12 03:01:51", "description": "The lavish spending and questionable performance of a company that provided therapy to young children underscores problems in a segment of New York’s special education program.", "filename": "2013_04_12_nyregion_for-special-ed-contractor-huge-fees-and-shoddy-care_1542342284.html", "image_url": "https://static01.nyt.com/images/2013/04/12/nyregion/jp-specialed-1/jp-specialed-1-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_12_nyregion_for-special-ed-contractor-huge-fees-and-shoddy-care_1542342284.html", "title": "For Contractor in Special Ed, Huge Fees and Poor Care", "title_page": "For Contractor in Special Ed, Huge Fees and Poor Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cheon H. Park ran a company that had begun to prosper on government contracts, but he had bigger ambitions. So he tore down his shabby headquarters on a quiet street in Flushing, Queens, and replaced it with a lavish three-story building that had marble floors, granite countertops, red carpets and a soaring chandelier.\nThen he brought in the clients: 3- and 4-year-olds with developmental disabilities.\nScores of them came each weekday, their parents lured by the attractive surroundings and the promises of state-of-the-art therapy. New York City and New York State paid for it all, from the expensive renovations to the services themselves, at a rate of as much as $98 an hour.\nBut many of the children entrusted to Mr. Park’s company did not get the care they needed, according to numerous interviews with workers and parents and an extensive analysis of government records.\nSome children whose first language was Chinese languished in classes taught in Spanish or Korean. Others who were supposed to receive individual tutoring were thrown into groups of four or more children, all with different types of disabilities.", "url": "https://www.nytimes.com/2013/04/12/nyregion/for-special-ed-contractor-huge-fees-and-shoddy-care.html"}