{"authors": ["Adam Nossiter", "Eric Schmitt"], "date_download": "2018-11-16 04:37:50", "date_modify": "2018-11-16 04:37:50", "date_publish": "2013-01-11 10:57:22", "description": "France answered an urgent plea from the government of its former colony to help blunt an advance into the center of the country by Islamist extremist militants.", "filename": "2013_01_12_world_africa_mali-islamist-rebels-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "image_url": "https://static01.nyt.com/images/2013/01/12/world/africa/12mali/12mali-articleLarge-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_12_world_africa_mali-islamist-rebels-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "title": "France Battling Islamists in Mali", "title_page": "France Battling Islamists in Mali - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAMAKO, Mali — The international standoff with Islamists controlling northern Mali took a decisive turn on Friday, as French forces engaged in an intense battle to beat back an aggressive militant push into the center of the country.\nResponding to an urgent plea for help from the Malian government, French troops carried out airstrikes against Islamist fighters, blunting an advance by hundreds of heavily armed extremists, according to French officials and Gen. Carter F. Ham, the top American military commander in Africa. One French helicopter had apparently been downed in the fighting, he said.\nThe Pentagon is now weighing a broad range of options to support the French effort, including enhanced intelligence-sharing and logistics support, but it is not considering sending American troops, General Ham said.\nThe sudden introduction of Western troops upends months of tortured debate over how — and when — foreign nations should confront the Islamist seizure of northern Mali. The Obama administration and governments around world have long been alarmed that a vast territory roughly twice the size of Germany could so easily fall into the hands of extremists, calling it a safe haven where terrorists were building their ranks and seeking to extend their influence throughout the region and beyond.", "url": "https://www.nytimes.com/2013/01/12/world/africa/mali-islamist-rebels-france.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}