{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:51:54", "date_modify": "2018-11-16 04:51:54", "date_publish": "2013-01-03 15:00:08", "description": "After decades of journeyman work, Reed Birney has translated his recent Off Broadway success into his return to Broadway, in “Picnic.”", "filename": "2013_01_06_theater_reed-birney-back-on-broadway-in-picnic.html__r=0&module=inline_1542343914.html", "image_url": "https://static01.nyt.com/images/2013/01/06/arts/06BIRNEY_SPAN/06BIRNEY_SPAN-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_06_theater_reed-birney-back-on-broadway-in-picnic.html__r=0&module=inline_1542343914.html", "title": "Actor Ages Into His Broadway Comeback", "title_page": "Actor Ages Into His Broadway Comeback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WHEN Reed Birney’s big break finally came, after 30 years as a journeyman actor in New York, he nearly let it pass him by. Like many performers who had seen dream role after dream role go to bigger stars, Mr. Birney had lost faith in himself. Supporting parts and forgettable guests spots on “Law & Order” were cold comfort as he watched, at home in pajamas, as former classmates like Sigourney Weaver and Mercedes Ruehl walked Hollywood red carpets. Mr. Birney even started to believe what an anonymous poster once wrote on a blog about his performances in countless nice-guy parts. That he was a lightweight.\nBut then in 2008, at one of their regular coffee-cum-commiseration sessions, the actress Marin Ireland asked Mr. Birney to join her Off Broadway in “Blasted,” a British play about lost souls enduring emotional and physical atrocities. The producers initially envisioned Harvey Keitel in the role of Ian, an amoral journalist who abuses Ms. Ireland’s character sexually. But she wanted Mr. Birney, given her comfort with him and her belief that he had “a dark side that he never got to show,” Ms. Ireland recalled.\nLater that day, after reading the first few pages of “Blasted,” Mr. Birney shot her a text message: “I CAN’T TAKE MY CLOTHES OFF!” But soon he said yes, reasoning that he had nothing to lose by testing himself with a character who not only got naked but also raped and maimed before dying miserably.\n“At first the idea felt as silly as somebody saying, ‘Reed, we want you to play Stanley Kowalski,’ ” Mr. Birney said, comparing the introverted characters of his past to the “Streetcar Named Desire” brute immortalized by Marlon Brando. “I realized, after so many awful years in the business, how little I thought of myself as an actor sometimes.”", "url": "https://www.nytimes.com/2013/01/06/theater/reed-birney-back-on-broadway-in-picnic.html?_r=0&module=inline"}