{"authors": ["Adam Nossiter", "Eric Schmitt", "Mark Mazzetti"], "date_download": "2018-11-16 04:37:37", "date_modify": "2018-11-16 04:37:37", "date_publish": "2013-01-14 02:17:03", "description": "France shoved aside months of international hesitation about storming the region after every other effort by the United States and its allies to thwart the extremists had failed.", "filename": "2013_01_14_world_africa_french-jets-strike-deep-inside-islamist-held-mali_1542343057.html", "image_url": "https://static01.nyt.com/images/2013/01/14/world/africa/mali/mali-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_14_world_africa_french-jets-strike-deep-inside-islamist-held-mali_1542343057.html", "title": "French Strikes in Mali Supplant Caution of U.S.", "title_page": "French Strikes in Mali Supplant Caution of U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAMAKO, Mali — French fighter jets struck deep inside Islamist strongholds in northern Mali on Sunday, shoving aside months of international hesitation about storming the region after every other effort by the United States and its allies to thwart the extremists had failed.\nFor years, the United States tried to stem the spread of Islamic militancy in the region by conducting its most ambitious counterterrorism program ever across these vast, turbulent stretches of the Sahara.\nBut as insurgents swept through the desert last year, commanders of this nation’s elite army units, the fruit of years of careful American training, defected when they were needed most — taking troops, guns, trucks and their newfound skills to the enemy in the heat of battle, according to senior Malian military officials.\n“It was a disaster,” said one of several senior Malian officers to confirm the defections.\nThen an American-trained officer overthrew Mali’s elected government, setting the stage for more than half of the country to fall into the hands of Islamic extremists. American spy planes and surveillance drones have tried to make sense of the mess, but American officials and their allies are still scrambling even to get a detailed picture of who they are up against.", "url": "https://www.nytimes.com/2013/01/14/world/africa/french-jets-strike-deep-inside-islamist-held-mali.html"}