{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:38:40", "date_modify": "2018-11-16 03:38:40", "date_publish": "2013-10-21 18:32:10", "description": "In a once-in-a-lifetime occurrence, Thanksgiving and Hanukkah overlap, and marketing tie-ins abound.", "filename": "2013_10_21_business_media_carve-the-turkey-and-pass-the-latkes-as-holidays-converge_1542339520.html", "image_url": "https://static01.nyt.com/images/2013/10/21/business/media/adnewsletter1/adnewsletter1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_21_business_media_carve-the-turkey-and-pass-the-latkes-as-holidays-converge_1542339520.html", "title": "Carve the Turkey and Pass the Latkes, as Holidays Converge", "title_page": "Carve the Turkey and Pass the Latkes, as Holidays Converge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This year, in an extremely unusual coincidence of the calendar, the chants of “Gobble, gobble, gobble” for Thanksgiving will be interspersed with the singing of “Dreidel, dreidel, dreidel” for Hanukkah. The Manischewitz Company, the nation’s leading maker of kosher foods, is hoping to have fun — and sell its mainstay products like broth — by combining the holidays.\nA multimedia campaign by Manischewitz will celebrate the early arrival of Hanukkah, which almost always begins in December, by encouraging consumers to celebrate “Thanksgivukah.” The campaign will include a microsite, or special Web site, where the Hanukkah candelabra, known as a menorah, is topped by a turkey; a presence in social media like Facebook, Instagram, Pinterest and Twitter; digital ads; paid search engine marketing; e-mail marketing; video clips, to be generated through the crowdsourcing service Tongal; e-cards; recipes, along with a recipe contest; and a free app.\nThe campaign has an estimated budget that is large for Manischewitz, at $2.5 million to $3 million. The agencies collaborating on the campaign include UMarketing, for the bulk of the work; IMC, for the special Web site; and the Bender Group, formerly the Bender Hammerling Group, for public relations.\nBy the Jewish calendar, a holiday actually begins at sundown the night before, so the first night of Hanukkah is Wednesday, Nov. 27, the night before Thanksgiving Day.", "url": "https://www.nytimes.com/2013/10/21/business/media/carve-the-turkey-and-pass-the-latkes-as-holidays-converge.html"}