{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:13:40", "date_modify": "2018-11-16 04:13:40", "date_publish": "2013-05-29 20:01:00", "description": "The findings by researchers at Harvard Medical School go against the notion that immigrants are a drain on federal health care spending.", "filename": "2013_05_30_health_immigrants-give-more-to-medicare-than-they-receive-a-study-finds.html_module=inline_1542341620.html", "image_url": "https://static01.nyt.com/images/2013/05/30/us/30MEDICARE/MEDICARE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_30_health_immigrants-give-more-to-medicare-than-they-receive-a-study-finds.html_module=inline_1542341620.html", "title": "For Medicare, Immigrants Offer Surplus, Study Finds", "title_page": "For Medicare, Immigrants Offer Surplus, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Immigrants have contributed billions of dollars more to Medicare in recent years than the program has paid out on their behalf, according to a new study, a pattern that goes against the notion that immigrants are a drain on federal health care spending.\nThe study, led by researchers at Harvard Medical School, measured immigrants’ contributions to the part of Medicare that pays for hospital care, a trust fund that accounts for nearly half of the federal program’s revenue. It found that immigrants generated surpluses totaling $115 billion from 2002 to 2009. In comparison, the American-born population incurred a deficit of $28 billion over the same period.\nThe findings shed light on what demographers have long known: Immigrants are crucial in balancing the age structure of American society, providing an infusion of young, working-age adults who support the country’s aging population and help cover the costs of Medicare and Social Security. And with the largest generation in the United States, the baby boomers, now starting to retire, the financial help from immigrants has never been more needed, experts said.\nIndividual immigrant contributions were roughly the same as those of American citizens, the study found, but immigrants as a group received less than they paid in, largely because they were younger on average than the American-born population and fewer of them were old enough to be eligible for benefits. The median age of Hispanics, whose foreign-born contingent is by far the largest immigrant group, is 27, according to the Brookings Institution. The median age of non-Hispanic whites in the United States is 42.", "url": "https://www.nytimes.com/2013/05/30/health/immigrants-give-more-to-medicare-than-they-receive-a-study-finds.html?module=inline"}