{"authors": ["Nicholas Confessore"], "date_download": "2018-11-16 04:02:51", "date_modify": "2018-11-16 04:02:51", "date_publish": "2013-02-23 03:06:00", "description": "President Obama’s political team is attempting to raise $50 million to convert his re-election campaign into a powerhouse lobbying group for his second-term goals.", "filename": "2013_02_23_us_politics_obamas-backers-seek-deep-pockets-to-press-agenda.html_pagewanted=all_1542340971.html", "image_url": "https://static01.nyt.com/images/2013/02/23/us/politics/FUND/FUND-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_23_us_politics_obamas-backers-seek-deep-pockets-to-press-agenda.html_pagewanted=all_1542340971.html", "title": "Obama’s Backers Seek Big Donors to Press Agenda", "title_page": "Obama’s Backers Seek Big Donors to Press Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There are wins we can have on guns and immigration,” Jon Carson, the group’s new executive director, told prospective donors on a conference call on Wednesday, according to people who participated. “We have to change the conventional wisdom on those issues.”\nBut those contributions will also translate into access, according to donors courted by the president’s aides. Next month, Organizing for Action will hold a “founders summit” at a hotel near the White House, where donors paying $50,000 each will mingle with Mr. Obama’s former campaign manager, Jim Messina, and Mr. Carson, who previously led the White House Office of Public Engagement.\nGiving or raising $500,000 or more puts donors on a national advisory board for Mr. Obama’s group and the privilege of attending quarterly meetings with the president, along with other meetings at the White House. Moreover, the new cash demands on Mr. Obama’s top donors and bundlers come as many of them are angling for appointments to administration jobs or ambassadorships.\n“It just smells,” said Bob Edgar, the president of Common Cause, which advocates tighter regulation of campaign money. “The president is setting a very bad model setting up this organization.”\nMr. Obama’s new organization has drawn rebukes in recent days from watchdog groups, which view it as another step away from the tighter campaign regulation Mr. Obama once championed. Over the past two years, he has reversed course on several campaign finance issues, by blessing a super PAC created by former aides and accepting large corporate contributions for his second inauguration.\nMany traditional advocacy organizations, including the Sierra Club and the National Rifle Association, are set up as social welfare groups, or 501(c)(4)’s in tax parlance. But unlike those groups, Organizing for Action appears to be an extension of the administration, stocked with alumni of Mr. Obama’s White House and campaign teams and devoted solely to the president’s second-term agenda.", "url": "https://www.nytimes.com/2013/02/23/us/politics/obamas-backers-seek-deep-pockets-to-press-agenda.html?pagewanted=all"}