{"authors": ["Monica Davey", "Steven Yaccino"], "date_download": "2018-11-16 03:16:00", "date_modify": "2018-11-16 03:16:00", "date_publish": "2013-11-05 23:29:07", "description": "With the state’s legislative session nearing an end, pressure had mounted for weeks in the Democratic-controlled State Capitol to resolve the matter.", "filename": "2013_11_06_us_illinois-sends-bill-allowing-gay-marriage-to-governor.html_module=inline_1542338160.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_06_us_illinois-sends-bill-allowing-gay-marriage-to-governor.html_module=inline_1542338160.html", "title": "Illinois Sends Bill Allowing Gay Marriage to Governor", "title_page": "Illinois Sends Bill Allowing Gay Marriage to Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Illinois House of Representatives voted Tuesday to allow same-sex couples to wed, ending months of delay over the issue in the Capitol and clearing the way for Illinois to become the 15th state, along with the District of Columbia, to permit gay couples to marry.\nThe vote was 61 to 54, mostly along partisan lines, with only three Republicans voting yes.\n“In Illinois, we tried civil unions and that separate status has time and time again proved to fall short,” said State Representative Greg Harris, a sponsor of the bill, urging his House colleagues to approve the measure on Tuesday.\nThe measure passed the Illinois Senate in February, but for procedural reasons it had to be voted on there again. On Tuesday, the Senate quickly approved changes the House made to the bill, sending it to the desk of Gov. Pat Quinn, a Democrat who has said he will sign it. Illinois couples could begin marrying on June 1.\nThe outcome itself was perhaps less surprising than how long and difficult the debate had proved in a state with both legislative chambers controlled by Democrats and where President Obama, once a member of the State Senate, specifically voiced his support this year. Illinois already permits civil unions for same-sex couples, but even as a wave of state legislatures passed marriage provisions this year, the issue had stalled.", "url": "https://www.nytimes.com/2013/11/06/us/illinois-sends-bill-allowing-gay-marriage-to-governor.html?module=inline"}