{"authors": ["Elisabeth Rosenthal"], "date_download": "2018-11-16 03:45:30", "date_modify": "2018-11-16 03:45:30", "date_publish": "2013-07-01 03:14:27", "description": "Maternity care and childbirth cost far more in the United States than in other developed countries, but studies show that their citizens do not have less access to care during pregnancy than Americans.", "filename": "2013_07_01_health_american-way-of-birth-costliest-in-the-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339930.html", "image_url": "https://static01.nyt.com/images/2013/07/01/health/procedure/procedure-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_01_health_american-way-of-birth-costliest-in-the-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339930.html", "title": "American Way of Birth, Costliest in the World", "title_page": "American Way of Birth, Costliest in the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even women with the best insurance can still encounter high prices. After her daughter was born five years ago, Dr. Marguerite Duane, 42, was flabbergasted by the line items on the bills, many for blood tests she said were unnecessary and medicines she never received. She and her husband, Dr. Kenneth Lin, both associate professors of family medicine at Georgetown Medical School, had delivered babies in their early years of practice.\nSo when she became pregnant again in 2011, she decided to be more assertive about holding down costs. After a routine ultrasound scan at 20 weeks showed a healthy baby, she refused to go back for weekly follow-up scans that the radiologist suggested during the last months of her pregnancy even though medical guidelines do not recommend them. When in the hospital for the delivery of her son Ellis in February, she kept a list of every medicine and every item she received.\nThough she delivered Ellis with a midwife 12 minutes after arriving at the hospital and was home the next day, the hospital bill alone was more than $6,000, and her insurance co-payment was about $1,500. Her first two pregnancies, both more than five years ago, were fully covered by federal government insurance because her husband worked for the Agency for Health Care Research and Quality.\n“Most insurance companies wouldn’t blink at my bill, but it was absurd — it was the least medical delivery in history,” said Dr. Duane, who is taking a break from practice to stay home with her children. “There were no meds. I had no anesthesia. He was never in the nursery. I even brought my own heating pad. I tried to get an explanation, but there were items like ‘maternity supplies.’ What was that? A diaper?”\nMs. Martin is similarly well positioned to be an expert consumer of health care. She administered the health plan for a large art gallery she managed in Los Angeles before marrying and moving to Vermont in 2011 to enroll in a year of pre-med classes at the University of Vermont. She has a scholarship this fall for a master’s degree program at Vanderbilt University’s Center for Medicine, Health and Society, and then she plans to go on to medical school. Her father-in-law is a pediatrician.\nShe and her husband, who works for a small music licensing company that does not provide insurance, hoped to start their family during the year they were covered by university insurance in Vermont, she said, but “nature didn’t cooperate.”\nThen they moved to the New Hampshire summer resort of Laconia, her husband’s hometown, for a year before she started the grind of medical training. But in New Hampshire, they discovered, health insurance they could buy on the individual market did not cover maternity care without the purchase of an additional “pregnancy rider” for $800 a month. With their limited finances and unsuccessful efforts at conceiving, it seemed an unwise, if not impossible, investment.", "url": "https://www.nytimes.com/2013/07/01/health/american-way-of-birth-costliest-in-the-world.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}