{"authors": ["Raymond Hernandez"], "date_download": "2018-11-16 04:24:56", "date_modify": "2018-11-16 04:24:56", "date_publish": "2013-01-16 01:06:35", "description": "The aid package passed 241 to 180, with 49 Republicans joining 192 Democrats to approve it, and it now goes to the Senate, where it is expected to pass.", "filename": "2013_01_16_nyregion_house-passes-50-7-billion-in-hurricane-aid.html_module=inline_1542342296.html", "image_url": "https://static01.nyt.com/images/2013/01/16/nyregion/ALT-SANDY/ALT-SANDY-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_16_nyregion_house-passes-50-7-billion-in-hurricane-aid.html_module=inline_1542342296.html", "title": "House Approves $50.7 Billion in Emergency Aid for Storm Victims", "title_page": "House Approves $50.7 Billion in Emergency Aid for Storm Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The vote was scheduled over a week ago by Speaker John A. Boehner, Republican of Ohio, after he came under intense criticism for concluding the business of the previous Congress without taking up a $60.4 billion hurricane-aid bill that the Senate had approved.\nHis critics included influential Republicans in and out of Congress, including Mr. King and Gov. Chris Christie of New Jersey.\nIn a statement, Mr. Christie joined with Govs. Andrew M. Cuomo of New York and Dannel P. Malloy of Connecticut, both Democrats, to express gratitude to the Congress for providing the relief to hurricane victims.\nThe $50.7 billion package was presented on the floor in a carefully structured legislative approach that reflected the political sensitivities surrounding the issue. House leaders first offered a $17 billion bill and then a $33.7 billion amendment that was written by New Jersey and New York Republicans. The approach allowed House conservatives to vote for some of the assistance while lowering the total cost. Most of the money, included in the amendment, ultimately needed Democratic votes to be added to the final package and then passed.\nIn the debate leading up to passage of the aid package, Representative Carolyn B. Maloney, a Democrat from New York, argued that House should have acted sooner. “Residents have been suffering for two-and-a-half months,” she said. “We need the aid. We need it now.”\nAs the debate unfolded through the afternoon and into the evening, lawmakers from the region found themselves on the defensive at times, forced to beat back a barrage of amendments that sought to cut items out of the overall package or that demanded cuts in other programs to pay for the package.\nThe most controversial of the amendments was offered by a group of conservative lawmakers who sought to pay for the aid package with across-the-board spending cuts to various programs in the 2013 federal budget.", "url": "https://www.nytimes.com/2013/01/16/nyregion/house-passes-50-7-billion-in-hurricane-aid.html?module=inline"}