{"authors": ["Peter Baker", "Jane Perlez"], "date_download": "2018-11-16 04:18:17", "date_modify": "2018-11-16 04:18:17", "date_publish": "2013-11-29 16:37:00", "description": "The Obama administration is urging American commercial airlines to comply with China’s new air defense zone, hours after China scrambled jets to patrol it.", "filename": "2013_11_30_world_asia_china-scrambles-jets-for-first-time-in-new-air-zone.html_ref=asia_1542341897.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_30_world_asia_china-scrambles-jets-for-first-time-in-new-air-zone.html_ref=asia_1542341897.html", "title": "Airlines Urged by U.S. to Give Notice to China", "title_page": "Airlines Urged by U.S. to Give Notice to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The challenge here, as with April 2001, is when you have an unexpected crisis, things escalate very, very quickly without any plans for de-escalation,” said Jon M. Huntsman Jr., Mr. Obama’s first ambassador to China. “That’s one of the big challenges we have in the U.S.-China relationship.”\nOne of the biggest challenges for Mr. Obama will be navigating the complicated personalities of leaders in Tokyo and Beijing. Prime Minister Shinzo Abe of Japan, a strong nationalist, has vowed to stand firm against any Chinese encroachments, while President Xi Jinping of China has recently taken over as leader and has promised to advance a strong foreign policy meant to win his country more recognition as an international power.\nThe two countries have been at odds for years over the uninhabited islands known as Diaoyu by the Chinese and Senkaku by the Japanese. The United States does not take a position on the dispute.\nAlthough administration officials believe China’s actions are mainly meant to give it an advantage in its struggle with Japan over the islands, experts on Asia say they also fit China’s larger goal of establishing itself as the dominant power in the region, displacing the United States.\nAdministration officials said they decided to proceed with routine military training and surveillance flights so as not to legitimize China’s assertion of control over the airspace or encourage it to establish a similar air zone over the South China Sea, where it has other territorial disputes. China had said it expected to set up other air defense zones, and experts said they expected one to cover that sea.\n“We don’t want this to be the first in what would be a series of assertive moves,” said an administration official, who insisted on anonymity to discuss a delicate diplomatic matter. “The whole area’s fraught.”\nMr. Obama is sending Vice President Joseph R. Biden Jr. to the region next week, when he will meet with Mr. Xi and Mr. Abe as well as South Korea’s leader. Although the trip was previously scheduled, it will put Mr. Biden in the center of the dispute, and aides said he would deliver a message of caution to both sides to avoid escalation.", "url": "https://www.nytimes.com/2013/11/30/world/asia/china-scrambles-jets-for-first-time-in-new-air-zone.html?ref=asia"}