{"authors": ["David Jolly"], "date_download": "2018-11-16 04:13:34", "date_modify": "2018-11-16 04:13:34", "date_publish": "2013-06-13 09:50:30", "description": "The Organization for Economic Cooperation and Development report concluded that the fiscal impact of immigration on governments “is close to zero.”", "filename": "2013_06_14_business_global_immigration-costs-are-overstated-study-finds_1542341614.html", "image_url": "https://static01.nyt.com/images/2013/06/14/business/Migrate/Migrate-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_14_business_global_immigration-costs-are-overstated-study-finds_1542341614.html", "title": "Immigration Cost to Countries Is Overstated, Study Finds", "title_page": "Immigration Cost to Countries Is Overstated, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Public debate about immigration is being distorted by unfounded concerns over the financial burden that new arrivals put on governments, the Organization for Economic Cooperation and Development said in a report on Thursday.\nAcross the developed world, “the fiscal impact of immigration is close to zero,” the organization said in the report, which compares the costs of immigration internationally. “The current impact of the cumulative waves of migration that arrived over the past 50 years is just not that large,” it added, “whether on the positive or negative side.”\nThe O.E.C.D., which is based in Paris, noted that over the decade 2001-11, immigration was responsible for 40 percent of the population growth in member countries. Nevertheless, that inflow was usually almost irrelevant to overall public expenditures relative to gross domestic product — “generally not exceeding 0.5 percent of G.D.P. in either positive or negative terms” — as the largest costs to government, like those from military spending, are unaffected by immigration.\n“Immigrants contribute more in tax and social contributions than they get in individual benefits,” said Jean-Christophe Dumont, the O.E.C.D. official who headed the study. “That’s why the net fiscal impact is mostly positive,” even if small.", "url": "https://www.nytimes.com/2013/06/14/business/global/immigration-costs-are-overstated-study-finds.html"}