{"authors": ["Steven Erlanger", "Scott Sayare"], "date_download": "2018-11-16 04:37:50", "date_modify": "2018-11-16 04:37:50", "date_publish": "2013-01-12 10:46:39", "description": "At least one French commando was killed during a raid Friday night in Somalia to rescue an intelligence agent being held hostage, the French defense ministry said.", "filename": "2013_01_13_world_africa_france-somalia-hostage-raid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "image_url": "https://static01.nyt.com/images/2013/01/13/world/africa/13somalia_web1/13somalia_web1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_13_world_africa_france-somalia-hostage-raid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "title": "French Soldier Killed in Somalia Commando Raid", "title_page": "French Soldier Killed in Somalia Commando Raid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — French special forces failed early Saturday in a hostage rescue mission in southern Somalia.\nPresident François Hollande, in a brief, somber televised statement on Saturday evening, said that two French soldiers had died in the mission and that the hostage, a French intelligence officer, was “assassinated” by his Islamist captors despite the militants’ claims that he was still alive.\nFrench officials had earlier been cautious about the fate of the hostage, an agent using the name Denis Allex, and had said that one soldier had died and another was missing.\nFrance’s defense minister, Jean-Yves Le Drian, insisted that the rescue mission was unconnected to the French military action in Mali that began Friday against Islamist radicals who were threatening to seize more of that country. But Islamist groups holding up to eight French hostages in northern Africa have threatened to kill them if the French intervened militarily on the continent.", "url": "https://www.nytimes.com/2013/01/13/world/africa/france-somalia-hostage-raid.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}