{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:40:07", "date_modify": "2018-11-16 03:40:07", "date_publish": "2013-12-04 22:44:23", "description": "With a few additions, the tiny pancake is one of the easiest — and most satisfying — dishes there is.", "filename": "2013_12_08_magazine_not-just-for-breakfast-anymore_1542339607.html", "image_url": "https://static01.nyt.com/images/2013/12/08/magazine/08eat/08eat-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_08_magazine_not-just-for-breakfast-anymore_1542339607.html", "title": "Not Just for Breakfast Anymore", "title_page": "Not Just for Breakfast Anymore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It started simply enough: Some months ago, I needed to make myself something to eat, and I had a few ounces of leftover scallops from dinner the night before. I remembered something I learned in Madrid called a tortillita, which inspired me to produce a kind of eggy pancake — or, if you like, a floury omelet — laced with shrimp, parsley and onion. I beat together an egg and a little flour until smooth, wanting to thicken the mixture just enough so that it wouldn’t run in the pan. I chopped the scallops and added them to the batter, along with a bit of onion, some parsley, salt and chopped fresh chile, shallow-frying all this by the spoonful in abundant oil. Predictably, the little guys — eight in total — took a couple of minutes per side to become gorgeously golden. I sprinkled them with salt, squeezed a few drops of lemon over each and ate the entire batch by myself, in about the same amount of time they took to cook.\nThus began my season of tiny pancakes. Recognizing that my batter would support whatever I cared to put in it, and that anything that would cook in five minutes (or that was already cooked) was fair game, I set out to make them with almost every ingredient I could get my hands on. In short, anything will work, although some vegetables or meats are better when precooked.\nThe batter could hardly be simpler: At first, I followed a formula that combined 3 ounces of, well, whichever ingredients I fancied, with one egg and a couple of tablespoons of flour. Further research showed that a bit of water or other liquid allowed the batter to settle into the skillet and brown better. Eventually, I moved on from fish or vegetables — plus salt, olive oil and lemon — to the more sophisticated combinations to the right, some of which can be served after a meal, as dessert. I have to admit, though, that my favorite teeny pancakes were a variation of my first, with chopped shellfish, oil, lemon and salt. Your preferences may, of course, differ. There are certainly enough options.", "url": "https://www.nytimes.com/2013/12/08/magazine/not-just-for-breakfast-anymore.html"}