{"authors": ["Eric Hynes"], "date_download": "2018-11-16 04:07:38", "date_modify": "2018-11-16 04:07:38", "date_publish": "2013-09-27 18:45:10", "description": "Two new films — Stacie Passon’s “Concussion” and Abdellatif Kechiche’s “Blue Is the Warmest Color” — address same-sex relationships between women in new ways.", "filename": "2013_09_29_movies_messages-of-concussion-and-blue-is-the-warmest-color.html_pagewanted=all&module=inline_1542341258.html", "image_url": "https://static01.nyt.com/images/2013/09/29/arts/29EXPLICIT1_SPAN/29Explicit1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_29_movies_messages-of-concussion-and-blue-is-the-warmest-color.html_pagewanted=all&module=inline_1542341258.html", "title": "Explorations in Identity and Pleasure", "title_page": "Explorations in Identity and Pleasure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A century and a half after Gustave Flaubert wrote “Madame Bovary,” and 50 years after the advent of the sexual revolution, popular art still shrinks from truly reckoning with female desire. After a flurry of 1960s art-house erotica (“I Am Curious (Yellow)”) and quasi-feminist camp (“Barbarella”), women-centric movies in the main have returned to status quo-bolstering narratives of marriage, melodrama and moral guilt. Which makes the near-simultaneous arrival of two new films that explore varieties of female sexual experience suggest the stirring of a newly liberated cinema.\nIn “Blue Is the Warmest Color,” which won the Palme d’Or at the Cannes Film Festival in May, a French teenage girl discovers love, passion and heartbreak in the arms of another woman. And in “Concussion,” which had its premiere at the Sundance Film Festival in January, a gay suburban housewife’s midlife frustrations lead her to work as a lesbian belle de jour. Although the films’ directors, Abdellatif Kechiche with “Blue” and Stacie Passon with “Concussion,” chronicle characters of divergent ages and cultures, and ultimately pursue themes that transcend matters of sex (class in Mr. Kechiche’s film; marriage and mortality in Ms. Passon’s), together their films function as a counterpoint to a culture mired — with slapstick comedies and superhero fantasias — in the adolescent impulses of dudes and bros.\nIn Ms. Passon’s view, women are often encouraged to harbor consumerist cravings but rarely sexual ones. “We don’t judge women for wanting heels or lipstick, so why judge them for wanting sex?” she said over coffee at a West Chelsea cafe. Ms. Passon applies no such judgment to her protagonist, Abby (played by the stealthily seductive Robin Weigert), even after the woman, a New Jersey mother, takes to servicing paying strangers at the Manhattan studio apartment she’s been renovating. The issue is never that Abby is an unfit mother or unloving wife, but that there’s something legitimately missing from her life.\nWhat starts as an impulsive flight from the daily grind turns into a full-fledged midlife reawakening, which Ms. Passon sees as all the more disorienting for same-sex spouses who have sought out domestic contentment and fought for political legitimacy but still need to discover their own passions, wherever they may lie. Abby’s solution is to engage in a rather extreme form of compartmentalization.", "url": "https://www.nytimes.com/2013/09/29/movies/messages-of-concussion-and-blue-is-the-warmest-color.html?pagewanted=all&module=inline"}