{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:36", "date_modify": "2018-11-16 04:46:36", "date_publish": "2013-01-28 03:51:40", "description": "Mr. Purchase, a biker from Tacoma, Wash., began handing out sterile syringes on the streets to prevent AIDS among drug addicts 24 years ago.", "filename": "2013_01_28_us_dave-purchase-who-led-needle-exchange-movement-dies-at-73_1542343596.html", "image_url": "https://static01.nyt.com/images/2013/01/28/us/OBIT-PURCHASE/OBIT-PURCHASE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_28_us_dave-purchase-who-led-needle-exchange-movement-dies-at-73_1542343596.html", "title": "Dave Purchase Dies at 73; Led Early Needle Exchange", "title_page": "Dave Purchase Dies at 73; Led Early Needle Exchange - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dave Purchase, a bearded biker who 24 years ago began handing out sterile syringes to prevent AIDS among drug addicts on the streets of Tacoma, Wash., and went on to become a national leader of the needle-exchange movement, died on Jan. 21 in Tacoma. He was 73.\nThe cause was complications of pneumonia, said his son, Dylan.\nWith a borrowed television tray and a folding chair that he set up on a downtown street steps away from a heroin den, Mr. Purchase began handing out syringes, bottles of bleach, cotton swabs and condoms in the summer of 1988. Within five months he had exchanged 13,000 clean needles (most of them bought at his own expense) for dirty ones — and was gaining wide attention from the news media.\n“How does this work?” a toothless addict asked him, The New York Times reported in January 1989.\n“You give me an old one, I give you a sterile one, and it keeps your butt alive,” Mr. Purchase responded.\nMr. Purchase would trade as many as 10 needles at a time, while also handing out cookies and mittens.", "url": "https://www.nytimes.com/2013/01/28/us/dave-purchase-who-led-needle-exchange-movement-dies-at-73.html"}