{"authors": ["Matthew Rosenberg", "Alissa J. Rubin"], "date_download": "2018-11-16 04:14:24", "date_modify": "2018-11-16 04:14:24", "date_publish": "2013-06-18 14:29:34", "description": "The Taliban announced the opening of a political office in Doha, Qatar, on Tuesday and said they were prepared to talk, raising hopes for a break in long-stalled peace efforts.", "filename": "2013_06_19_world_asia_taliban-ready-for-peace-talks-to-end-afghan-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341664.html", "image_url": "https://static01.nyt.com/images/2013/06/19/world/asia/19taliban-office/19taliban-office-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_19_world_asia_taliban-ready-for-peace-talks-to-end-afghan-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341664.html", "title": "Taliban Step Toward Afghan Peace Talks Is Hailed by U.S.", "title_page": "Taliban Step Toward Afghan Peace Talks Is Hailed by U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Taliban signaled a breakthrough in efforts to start Afghan peace negotiations on Tuesday, announcing the opening of a political office in Qatar and a new readiness to talk with American and Afghan officials, who said in turn that they would travel to meet insurgent negotiators there within days.\nIf the talks begin, they will be a significant step in peace efforts that have been locked in an impasse for nearly 18 months, after the Taliban walked out and accused the United States of negotiating in bad faith. American officials have long pushed for such talks, believing them crucial to stabilizing Afghanistan after the 2014 Western military withdrawal.\nBut the Taliban may have other goals in moving ahead. Their language made clear that they sought to be dealt with as a legitimate political force with a long-term role to play beyond the insurgency. In that sense, in addition to aiding in talks, the actual opening of their office in Qatar — nearly a year and a half after initial plans to open it were announced and then soon after suspended — could be seen as a signal that the Taliban’s ultimate aim is recognition as an alternative to the Western-backed government of President Hamid Karzai.\nBy agreeing to negotiations, the Taliban can “come out in the open, engage the rest of the region as legitimate actors, and it will be very difficult to prevent that when we recognize the office and are talking to the office,” said Vali Nasr, a former State Department official who is the dean of the Johns Hopkins School of Advanced International Studies.", "url": "https://www.nytimes.com/2013/06/19/world/asia/taliban-ready-for-peace-talks-to-end-afghan-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}