{"authors": ["Jesse Mckinley", "Thomas Kaplan"], "date_download": "2018-11-16 04:30:29", "date_modify": "2018-11-16 04:30:29", "date_publish": "2013-10-08 06:01:16", "description": "Months after Gov. Andrew M. Cuomo created a panel to investigate corruption in Albany, the efforts are burdened by resistance from the Legislature and unexpected pressure by the governor’s office.", "filename": "2013_10_08_nyregion_cuomos-office-is-said-to-rein-in-ethics-board-he-created.html__r=0&module=inline_1542342629.html", "image_url": "https://static01.nyt.com/images/2013/10/08/nyregion/ETHICS/ETHICS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_08_nyregion_cuomos-office-is-said-to-rein-in-ethics-board-he-created.html__r=0&module=inline_1542342629.html", "title": "Cuomo’s Office Is Said to Rein In Ethics Board He Created", "title_page": "Cuomo’s Office Is Said to Rein In Ethics Board He Created - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The commission’s relationship with the governor’s office has also been freighted. It issued a flurry of subpoenas at the start, but then was slowed by Mr. Cuomo’s office in several instances, according to people familiar with the situation who insisted on anonymity because they feared retribution by the governor.\nIn one such instance, when the commission began to investigate how a handful of high-end residential developers in New York City won tax breaks from Albany, its staff drafted, and its three co-chairmen approved, a subpoena of the Real Estate Board of New York. But Mr. Cuomo’s office persuaded the commission not to subpoena the board, whose leaders have given generously to Mr. Cuomo’s campaign, and which supported a business coalition, the Committee to Save New York, that ran extensive television advertising promoting his legislative agenda.\nFrank Marino, a spokesman for the board, said it was “cooperating with the commission and will continue to do so.”\n“Obviously, there’s discussions,” said Mr. Marino, who added that the real estate board had had no conversations with the governor’s office or the commission about subpoenas.\nThe commission also abandoned a plan to subpoena the State Democratic Party, which spent millions on advertising this year to support Mr. Cuomo. The subpoena was part of an investigation into loosely regulated spending on political advertising; as part of that inquiry, the commission issued subpoenas to the Senate Republican Campaign Committee and the State Independence Party.\nAt a recent meeting, according to a person familiar with the exchange, one of the commission co-chairmen, William J. Fitzpatrick, the Onondaga County district attorney, said that the panel would subpoena the Democratic Senate Campaign Committee rather than the state party; the Senate committee has not been a player in Mr. Cuomo’s campaigns. Mr. Fitzpatrick has said any claim the commission is not independent is “categorically false.”\nThe commission’s decisions not to issue subpoenas to the real estate board and the state Democratic Party were first reported by The Daily News.", "url": "https://www.nytimes.com/2013/10/08/nyregion/cuomos-office-is-said-to-rein-in-ethics-board-he-created.html?_r=0&module=inline"}