{"authors": ["Michael R. Gordon", "Mark Mazzetti"], "date_download": "2018-11-16 03:56:12", "date_modify": "2018-11-16 03:56:12", "date_publish": "2013-01-18 02:50:18", "description": "A rescue attempt undertaken without prior notice to the countries whose citizens were taken hostage typifies Algeria’s independent approach, experts say.", "filename": "2013_01_18_world_africa_limits-of-algerian-cooperation-seen-in-rescue-effort.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340572.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_18_world_africa_limits-of-algerian-cooperation-seen-in-rescue-effort.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340572.html", "title": "Lack of Warning on Rescue Effort Highlights Limits of Algerian Cooperation", "title_page": "Lack of Warning on Rescue Effort Highlights Limits of Algerian Cooperation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — On the way to Europe in October, Secretary of State Hillary Rodham Clinton made a much-publicized stop in Algeria to enlist that nation’s help in combating militants who had established a sanctuary in neighboring Mali, including fighters from Al Qaeda in the Islamic Maghreb.\nBut the limits of Algeria’s cooperation with the United States were visible on Thursday when Algerian forces stormed the gas facility where Islamic extremists were holding dozens of American and other foreign hostages — an operation that a Pentagon official said was undertaken without consultation with the United States.\n“The Algerians are jealous of their sovereignty, and that explains why they haven’t consulted with the Americans,” said Anouar Boukhars, an expert on North Africa at the Carnegie Endowment for International Peace. “Their position is no negotiation with violent extremists.”\nObama administration officials have been reluctant to discuss the rescue mission, which Algerian officials acknowledged led to the death of some hostages. With an eye on Mali, however, American officials made clear that they planned to continue nurturing the relationship with Algeria.", "url": "https://www.nytimes.com/2013/01/18/world/africa/limits-of-algerian-cooperation-seen-in-rescue-effort.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}