{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:18:52", "date_modify": "2018-11-16 04:18:52", "date_publish": "2013-04-02 01:35:59", "description": "A mock island invasion exercise is the latest sign that worries over China and North Korea are pushing Japan away from pacifism.", "filename": "2013_04_02_world_asia_japan-shifting-further-away-from-pacifism.html_ref=asia_1542341932.html", "image_url": "https://static01.nyt.com/images/2013/04/02/world/JP-MILITARY-1/JP-MILITARY-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_02_world_asia_japan-shifting-further-away-from-pacifism.html_ref=asia_1542341932.html", "title": "Japan Shifts From Pacifism as Anxiety in Region Rises", "title_page": "Japan Shifts From Pacifism as Anxiety in Region Rises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN CLEMENTE ISLAND, Calif. — The Japanese soldiers in camouflage face paint and full combat gear were dropped by American helicopters onto this treeless, hilly island, and moved quickly to recapture it from an imaginary invader. To secure their victory, they called on a nearby United States warship to pound the “enemy” with gunfire that exploded in deafening thunderclaps.\nPerhaps the most notable feature of the war games in February, called Iron Fist, was the baldness of their unspoken warning. There is only one country that Japan fears would stage an assault on one of its islands: China.\nIron Fist is one of the latest signs that Japan’s anxiety about China’s insistent claims over disputed islands as well as North Korea’s escalating nuclear threats are pushing Japanese leaders to shift further away from the nation’s postwar pacifism.\nThe new assertiveness has been particularly apparent under the new prime minister, Shinzo Abe, a conservative who has increased military spending for the first time in 11 years. With China’s maritime forces staging regular demonstrations of their determination to control disputed islands in the East China Sea and North Korea’s new leader issuing daily proclamations against the United States and its allies, Mr. Abe’s calls for a bolder, stronger military are getting a warmer welcome in Japan than similar efforts in the past.", "url": "https://www.nytimes.com/2013/04/02/world/asia/japan-shifting-further-away-from-pacifism.html?ref=asia"}