{"authors": ["Nicole Perlroth", "Quentin Hardy"], "date_download": "2018-11-16 04:42:17", "date_modify": "2018-11-16 04:42:17", "date_publish": "2013-01-09 02:58:38", "description": "The skill required to execute the attacks convinced American officials that Iran was behind them, likely in retaliation for economic sanctions and online attacks by the United States.", "filename": "2013_01_09_technology_online-banking-attacks-were-work-of-iran-us-officials-say.html_module=inline_1542343337.html", "image_url": "https://static01.nyt.com/images/2013/01/09/business/09hack_span/09hack_span-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_09_technology_online-banking-attacks-were-work-of-iran-us-officials-say.html_module=inline_1542343337.html", "title": "Bank Hacking Was the Work of Iranians, Officials Say", "title_page": "Bank Hacking Was the Work of Iranians, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — The attackers hit one American bank after the next. As in so many previous attacks, dozens of online banking sites slowed, hiccupped or ground to a halt before recovering several minutes later.\nBut there was something disturbingly different about the wave of online attacks on American banks in recent weeks. Security researchers say that instead of exploiting individual computers, the attackers engineered networks of computers in data centers, transforming the online equivalent of a few yapping Chihuahuas into a pack of fire-breathing Godzillas.\nThe skill required to carry out attacks on this scale has convinced United States government officials and security researchers that they are the work of Iran, most likely in retaliation for economic sanctions and online attacks by the United States.\n“There is no doubt within the U.S. government that Iran is behind these attacks,” said James A. Lewis, a former official in the State and Commerce Departments and a computer security expert at the Center for Strategic and International Studies in Washington.", "url": "https://www.nytimes.com/2013/01/09/technology/online-banking-attacks-were-work-of-iran-us-officials-say.html?module=inline"}