{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 04:10:25", "date_modify": "2018-11-16 04:10:25", "date_publish": "2013-09-19 14:53:03", "description": "Saying that the Roman Catholic Church should seek a “new balance,” Pope Francis articulated his vision of an inclusive church, evoking gratitude and hope from liberal Catholics who had felt left out in the cold.", "filename": "2013_09_20_world_europe_pope-bluntly-faults-churchs-focus-on-gays-and-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341425.html", "image_url": "https://static01.nyt.com/images/2013/09/20/world/europe/Pope/Pope-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_20_world_europe_pope-bluntly-faults-churchs-focus-on-gays-and-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341425.html", "title": "Pope Says Church Is ‘Obsessed’ With Gays, Abortion and Birth Control", "title_page": "Pope Says Church Is ‘Obsessed’ With Gays, Abortion and Birth Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The interview is the first time Francis has explained the reasoning behind both his actions and omissions. He also expanded on the comments he made about homosexuality in July, on an airplane returning to Rome from Rio de Janeiro, where he had celebrated World Youth Day. In a remark then that produced headlines worldwide, the new pope said, “Who am I to judge?” At the time, some questioned whether he was referring only to gays in the priesthood, but in this interview he made clear that he had been speaking of gay men and lesbians in general.\n“A person once asked me, in a provocative manner, if I approved of homosexuality,” he told Father Spadaro. “I replied with another question: ‘Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person?’ We must always consider the person.”\nThe interview also serves to present the pope as a human being, who loves Mozart and Dostoyevsky and his grandmother, and whose favorite film is Fellini’s “La Strada.”\nFrancis said some had assumed he was an “ultraconservative” because of his reputation when he served as the superior of his Jesuit province in Argentina. He said that he was made superior at the “crazy” young age of 36, and that his leadership style was too authoritarian.\n“But I have never been a right-winger,” he said. “It was my authoritarian way of making decisions that created problems.”\nNow, Francis said, he prefers a more consultative leadership style. He has appointed an advisory group of eight cardinals, a step he said was recommended by the cardinals at the conclave that elected him. They were demanding reform of the Vatican bureaucracy, he said, adding that from the eight, “I want to see that this is a real, not ceremonial, consultation.”\nThe pope said he has found it “amazing” to see complaints about “lack of orthodoxy” flowing into the Vatican offices in Rome from conservative Catholics around the world. They ask the Vatican to investigate or discipline their priests, bishops or nuns. Such complaints, he said, “are better dealt with locally,” or else the Vatican offices risk becoming “institutions of censorship.”", "url": "https://www.nytimes.com/2013/09/20/world/europe/pope-bluntly-faults-churchs-focus-on-gays-and-abortion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}