{"authors": ["Tim Arango"], "date_download": "2018-11-16 03:52:35", "date_modify": "2018-11-16 03:52:35", "date_publish": "2013-12-25 09:39:10", "description": "A corruption inquiry took an ominous step closer to Prime Minister Recep Tayyip Erdogan as three cabinet ministers resigned, with one calling for him to step down as well.", "filename": "2013_12_26_world_europe_turkish-cabinet-members-resign.html_module=inline_1542340355.html", "image_url": "https://static01.nyt.com/images/2013/12/26/world/europe/TURKEY/TURKEY-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_26_world_europe_turkish-cabinet-members-resign.html_module=inline_1542340355.html", "title": "Corruption Scandal Is Edging Near Turkish Premier", "title_page": "Corruption Scandal Is Edging Near Turkish Premier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later, as a dramatic day came to a close, Mr. Erdogan emerged from a meeting with President Abdullah Gul in Ankara, the Turkish capital, and announced that seven other ministers would leave his cabinet, some of whom are departing as part of a long-planned shuffle so that they can run for mayors in coming elections. One of the late-night departures included the European Union minister, who has been implicated in the corruption investigation.\nThe investigation became public a week ago with dawn police raids on the offices of businessmen and others close to the prime minister. But Wednesday was the first time that someone who had been in Mr. Erdogan’s hierarchy — a confidant, no less — left the strong implication of the prime minister’s entanglements in some of the real estate deals at the heart of the case.\nThe crisis strikes a sharp contrast to the image that Turkey has projected as an exemplar of a prosperous, Muslim-majority country based on democratic principles. A NATO member, Turkey has been embraced by the United States and Europe as a force for stability in the tumultuous Middle East, and the country has sought to play an important role in shaping the outcome of crises in Syria, Egypt and with Iran’s nuclear program. With Mr. Erdogan now preoccupied with political survival, Turkey’s role in the region and its relationship with the West are in question.\nThe corruption inquiry has targeted the ministers’ sons, a major construction tycoon with links to Mr. Erdogan and municipal workers, and it centers in part on allegations that officials received bribes in exchange for ignoring zoning rules and approving contentious development projects. No one has been convicted, but the issue has struck a nerve among the Turkish public, especially Istanbul residents. They have become increasingly resentful over the dizzying pace of development and riches amassed by a new, pious economic elite, with a strong hand in the construction industry, which rose to power alongside Mr. Erdogan and his associates.\nAnalysts questioned whether Mr. Erdogan can weather the crisis by blaming foreign powers, appealing to the religious sentiments of supporters, and evoking the ghosts of Turkey’s past by likening it to the war for independence it fought after the breakup of the Ottoman Empire.", "url": "https://www.nytimes.com/2013/12/26/world/europe/turkish-cabinet-members-resign.html?module=inline"}