{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:39:45", "date_modify": "2018-11-16 04:39:45", "date_publish": "2013-08-25 03:17:48", "description": "In Iowa, which prides itself on its pivotal role in presidential campaigns, Republicans worry that the growing dominance of the conservative wing could render it less relevant.", "filename": "2013_08_25_us_politics_iowas-gop-fears-its-role-in-presidential-selection-is-diminishing_1542343185.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_08_25_us_politics_iowas-gop-fears-its-role-in-presidential-selection-is-diminishing_1542343185.html", "title": "Iowa’s G.O.P. Fears Its Role in Presidential Selection Is Diminishing", "title_page": "Iowa’s G.O.P. Fears Its Role in Presidential Selection Is Diminishing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Held every summer before a contested caucus, the poll was intended to be equal parts barbecue, political revival and moneymaker for the state party. But it has become a drain on the campaigns of presidential candidates, and the potential embarrassment of a poor performance offers another reason to stay away.\nParty officials were especially chagrined last year after Representative Michele Bachmann of Minnesota, having won the 2011 straw poll, finished in last place in the actual caucuses and ended her presidential campaign shortly thereafter. So now, like a Civil War doctor amputating a gangrenous leg to save the life of a patient, Gov. Terry E. Branstad wants to end the Ames tradition.\n“I just think the major contenders are not going to want to compete in an expensive and meaningless process,” Mr. Branstad said of the straw poll. “So we need to come up with something better.”\nBut even the debate over the straw poll illustrates the diminished influence of establishment Republicans here. In most states, if a sitting governor decided that a party event was to be terminated, that would be the final word on the matter. But backers of Mr. Paul have taken over the state party, and they are disinclined to do away with the straw poll. Other Iowa conservatives, including Steve King, the firebrand United States representative, are also uneasy about ending the tradition.\n“It’s unique in American political history, and it would be a shame if there was an effort to undermine it,” Mr. King said. “Right now, I expect there will be one.”\nMike Murphy, a longtime Republican strategist who has worked on caucus campaigns and Iowa governor’s races over the years, likes to compare the famed straw poll here to intractable “land wars in Asia,” offering more risk than reward to establishment hopefuls.\n“The danger for the caucuses is that they follow the fate of the straw poll in just measuring one sector of the party,” Mr. Murphy said. More moderate candidates, he said, may “just let Santorum, Cruz and Bozo the Clown all fight it out.”", "url": "https://www.nytimes.com/2013/08/25/us/politics/iowas-gop-fears-its-role-in-presidential-selection-is-diminishing.html"}