{"authors": ["Charles M. Blow"], "date_download": "2018-11-16 03:23:20", "date_modify": "2018-11-16 03:23:20", "date_publish": "2013-07-15 21:47:25", "description": "Is there any place safe enough, or any cargo innocent enough, for a black man in this country?", "filename": "2013_07_16_opinion_the-whole-system-failed.html_module=inline_1542338600.html", "image_url": "https://static01.nyt.com/images/2018/04/02/opinion/charles-m-blow/charles-m-blow-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_16_opinion_the-whole-system-failed.html_module=inline_1542338600.html", "title": "The Whole System Failed Trayvon Martin", "title_page": "Opinion | The Whole System Failed Trayvon Martin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a way, the not-guilty verdict in the trial of George Zimmerman for his killing of Trayvon Martin was more powerful than a guilty verdict could ever have been. It was the perfect wrenching coda to a story that illustrates just how utterly and completely our system of justice — both moral and legal — failed Martin and his family.\nThis is not to dispute the jury’s finding — one can intellectually rationalize the decision — as much as it is to howl at the moon, to yearn for a brighter reality for the politics around dark bodies, to raise a voice and say, this case is a rallying call, not a death dirge.\nThe system began to fail Martin long before that night.\nThe system failed him when Florida’s self-defense laws were written, allowing an aggressor to claim self-defense in the middle of an altercation — and to use deadly force in that defense — with no culpability for his role in the events that led to that point.\nThe system failed him because of the disproportionate force that he and the neighborhood watchman could legally bring to the altercation — Zimmerman could legally carry a concealed firearm, while Martin, who was only 17, could not.", "url": "https://www.nytimes.com/2013/07/16/opinion/the-whole-system-failed.html?module=inline"}