{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:40:06", "date_modify": "2018-11-16 03:40:06", "date_publish": "2013-06-11 19:43:35", "description": "These hearty pancakes freeze well and make a good breakfast.", "filename": "2013_06_13_health_teff-pancakes-with-chia-recipes-for-health_1542339606.html", "image_url": "https://static01.nyt.com/images/2013/06/11/science/13recipehealth/13recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_13_health_teff-pancakes-with-chia-recipes-for-health_1542339606.html", "title": "Teff Pancakes With Chia, Millet and Blueberries", "title_page": "Teff Pancakes With Chia, Millet and Blueberries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "3 tablespoons (35 grams) chia seeds\n1 6-ounce box blueberries tossed with 1/2 teaspoon all-purpose flour\n1. Sift together the teff, flour, baking powder, baking soda, salt and sugar (if using sugar). In a medium bowl, beat together the eggs, buttermilk, oil, vanilla, and honey or agave nectar if using. Quickly whisk in the flour mixture and fold in the chia seeds and millet.\n2. Heat a large skillet or griddle over medium-high heat and brush with butter or oil. Drop the pancakes by the scant 1/4 cup onto the hot pan or griddle. Place 7 or 8 blueberries on each pancake, gently pushing them down into the batter. Cook until bubbles break through and turn the pancakes. Cook for about 1 minute on the other side, until lightly browned. Remove to a rack. Serve with maple syrup and butter.\nYield: about 15 pancakes\nAdvance preparation: I make these in big batches, package them in sets of 3. I wrap the packages tightly in plastic wrap and freeze them in freezer bags. In the morning I unwrap and pop them in the microwave for my son’s breakfast. If you don’t freeze them, they’ll keep for a couple of days in the refrigerator.\nNutritional information per pancake: 124 calories; 5 grams fat; 1 gram saturated fat; 2 grams polyunsaturated fat; 2 grams monounsaturated fat; 26 milligrams cholesterol; 17 grams carbohydrates; 2 grams dietary fiber; 216 milligrams sodium; 4 grams protein", "url": "https://www.nytimes.com/2013/06/13/health/teff-pancakes-with-chia-recipes-for-health.html"}