{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:09:46", "date_modify": "2018-11-16 04:09:46", "date_publish": "2013-10-17 12:00:09", "description": "Steve McQueen’s “12 Years a Slave,” based on the true story of Solomon Northup, drives straight to the heart of the cruelties of oppression.", "filename": "2013_10_18_movies_12-years-a-slave-holds-nothing-back-in-show-of-suffering.html_module=inline_1542341386.html", "image_url": "https://static01.nyt.com/images/2013/10/18/arts/18TWELVE_SPAN/18TWELVE_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_18_movies_12-years-a-slave-holds-nothing-back-in-show-of-suffering.html_module=inline_1542341386.html", "title": "The Blood and Tears, Not the Magnolias", "title_page": "The Blood and Tears, Not the Magnolias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. McQueen is a British visual artist who made a rough transition to movie directing with his first two features, “Hunger” and “Shame,” both of which were embalmed in self-promoting visuals. “Hunger” is the sort of art film that makes a show of just how perfectly its protagonist, the Irish dissident Bobby Sands (Michael Fassbender), smears his excrement on a prison wall. “Shame,” about a sex addict (Mr. Fassbender again), was little more than glossy surfaces, canned misery and preening directorial virtuosity. For “12 Years a Slave,” by contrast, Mr. McQueen has largely dispensed with the conventions of art cinema to make something close to a classical narrative; in this movie, the emphasis isn’t on visual style but on Solomon and his unmistakable desire for freedom.\nThere’s nothing ambivalent about Solomon. Mr. Ejiofor has a round, softly inviting face, and he initially plays the character with the stunned bewilderment of a man who, even chained, can’t believe what is happening to him. Not long after he’s kidnapped, Solomon sits huddled with two other prisoners on a slaver’s boat headed south. One man insists that they should fight their crew. A second disagrees, saying, “Survival’s not about certain death, it’s about keeping your head down.” Seated between them, Solomon shakes his head no. Days earlier he was home. “Now,” he says, “you tell me all is lost?” For him, mere survival cannot be enough. “I want to live.”\nThis is Solomon’s own declaration of independence, and an assertion of his humanity that sustains him. It’s also a seamlessly structured scene that turns a discussion about the choices facing enslaved people — fight, submit, live — into cinema. In large part, “12 Years a Slave” is an argument about American slavery that, in image after image, both reveals it as a system (signified in one scene by the sights and ominous, mechanical sounds of a boat water wheel) and demolishes its canards, myths and cherished symbols. There are no lovable masters here or cheerful slaves. There are also no messages, wagging fingers or final-act summations or sermons. Mr. McQueen’s method is more effective and subversive because of its primarily old-fashioned, Hollywood-style engagement.\nIt’s a brilliant strategy that recognizes the seductions of movies that draw you wholly into their narratives and that finds Mr. McQueen appropriating the very film language that has been historically used to perpetuate reassuring (to some) fabrications about American history. One of the shocks of “12 Years a Slave” is that it reminds you how infrequently stories about slavery have been told on the big screen, which is why it’s easy to name exceptions, like Richard Fleischer’s demented, at times dazzling 1975 film, “Mandingo.” The greater jolt, though, is that “12 Years a Slave” isn’t about another Scarlett O’Hara, but about a man who could be one of those anonymous, bent-over black bodies hoeing fields in the opening credits of “Gone With the Wind,” a very different “story of the Old South.”", "url": "https://www.nytimes.com/2013/10/18/movies/12-years-a-slave-holds-nothing-back-in-show-of-suffering.html?module=inline"}