{"authors": ["Jackie Calmes"], "date_download": "2018-11-16 04:49:27", "date_modify": "2018-11-16 04:49:27", "date_publish": "2013-06-07 18:24:15", "description": "President Obama welcomed President Xi Jinping of China at Sunnylands, the sumptuous home in Southern California built by Walter and Leonore Annenberg.", "filename": "2013_06_08_us_politics_an-expansive-setting-for-obamas-talks-with-chinas-leader.html_module=inline_1542343767.html", "image_url": "https://static01.nyt.com/images/2013/06/08/us/SUNNYLANDS/SUNNYLANDS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_08_us_politics_an-expansive-setting-for-obamas-talks-with-chinas-leader.html_module=inline_1542343767.html", "title": "Expansive Setting for Obama’s Meeting With Xi", "title_page": "Expansive Setting for Obama’s Meeting With Xi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet as properties go, Sunnylands is no Camp David.\nCamp David, the wooded retreat of presidents since Franklin D. Roosevelt, in the Maryland mountains near Washington, is plenty nice for those who favor rustic chic and cabins. Sunnylands, by contrast, is a 25,000-square-foot structure of postwar Modernist design near Palm Springs, with 22 guest bedrooms and a sprawling living room with walls of windows that look out to the surrounding San Jacinto Mountains. The house sits on 200 acres that include a nine-hole golf course, 11 artificial lakes, three guest cottages, a tennis court and landscaped grounds with sculptures and groves of olive trees.\nInside, and certain to make the guests from Beijing feel more at home, are ancient Chinese porcelain, sculptures and cloisonné pieces. But there also are paintings by Picasso and sculptures by Rodin and Giacometti, among others. The home’s 52 Impressionist and post-Impressionist works, by Cezanne, Manet, Monet and more, are digitized copies of the real things; the originals are in the Metropolitan Museum of Art because of a billion-dollar bequest from the Annenbergs after Mr. Annenberg’s death.\nSunnylands remains much as it was in past decades, Mr. Shultz said. “It’s a magical place, and a wonderful place to sit and talk,” he added.\nBut he and Mr. Reagan were on their feet and golfing one year, he said, playing their traditional pre-party New Year’s Eve game, when the president asked Mr. Shultz, his secretary of state, if he had any good economic policy ideas. Mr. Shultz, who had been Treasury secretary to Mr. Nixon, passed along a tax proposal he had heard from a friend. That was the idea that led to the landmark 1986 law overhauling the tax code.\nThe Annenbergs broke ground for Sunnylands 50 years ago, and it was three years under construction before the couple, who also had residences in Pennsylvania, New York, Washington and Sun Valley, Idaho, began spending the winter months at the desert oasis. When they were in residence, so were others: Dwight and Mamie Eisenhower enjoyed post-presidency getaways. Richard M. Nixon, who is still revered in China for opening relations between the two countries, was a frequent guest and escaped here after his resignation as president, writing in the Annenbergs’ guest book, “When you’re down, you find out who your real friends are.” Gerald and Betty Ford visited repeatedly, as did George and Barbara Bush.", "url": "https://www.nytimes.com/2013/06/08/us/politics/an-expansive-setting-for-obamas-talks-with-chinas-leader.html?module=inline"}