{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:26", "date_modify": "2018-11-16 03:39:26", "date_publish": "2013-09-23 17:32:11", "description": "The hotel chain is highlighting “experience” travel tied to its lodging worldwide.", "filename": "2013_09_23_business_media_ads-for-rosewood-hotels-hope-to-convey-a-sense-of-place.html_module=inline_1542339566.html", "image_url": "https://static01.nyt.com/images/2013/09/23/business/media/23adnews-1/23adnews-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_23_business_media_ads-for-rosewood-hotels-hope-to-convey-a-sense-of-place.html_module=inline_1542339566.html", "title": "Ads for Rosewood Hotels Hope to Convey ‘A Sense of Place’", "title_page": "Ads for Rosewood Hotels Hope to Convey ‘A Sense of Place’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A company that operates high-end hotels and resorts is joining the ranks of marketers in the lodging and travel categories that seek to sell potential customers on accumulating rich experiences rather than expensive possessions.\nThe company, Rosewood Hotels and Resorts, is introducing a campaign that carries the theme, “A sense of place,” which is complemented with another phrase, “A true journey never ends.” The budget for the campaign — including print and digital ads, online video and a redesigned Web site — is estimated at $8 million.\nThe campaign presents striking shots in a “living canvas” style by a Danish photographer, Anders Overgaard, of interesting and unusual things to do in cities where Rosewood has properties. For instance, one image, titled “Getting Lost in the Moment,” depicts a Temazcal ritual at the Rosewood Mayakoba in Riviera Maya, Mexico.\nA second ad, titled “Behind the Magic Curtain,” shows a couple in formal wear backstage at a ballet in New York, where the Carlyle is a Rosewood hotel. A third ad, titled “Hitting All the Right Notes,” features guests enjoying a pianist at the Bemelmans Bar at the Carlyle.", "url": "https://www.nytimes.com/2013/09/23/business/media/ads-for-rosewood-hotels-hope-to-convey-a-sense-of-place.html?module=inline"}