{"authors": ["Mark Landler", "Jonathan Weisman", "Michael R. Gordon"], "date_download": "2018-11-16 04:28:16", "date_modify": "2018-11-16 04:28:16", "date_publish": "2013-09-04 19:45:57", "description": "The 10-to-7 vote in the Foreign Relations Committee sets up a showdown next week in the full Senate on whether President Obama should be given the power to strike Syria.", "filename": "2013_09_05_world_middleeast_divided-senate-panel-approves-resolution-on-syria-strike.html_module=inline_1542342496.html", "image_url": "https://static01.nyt.com/images/2013/09/05/world/policy2/policy2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_05_world_middleeast_divided-senate-panel-approves-resolution-on-syria-strike.html_module=inline_1542342496.html", "title": "Split Senate Panel Approves Giving Obama Limited Authority on Syria", "title_page": "Split Senate Panel Approves Giving Obama Limited Authority on Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The three Democrats who did not support the resolution served as a warning to White House aides still searching for support in the House. Senators Christopher S. Murphy of Connecticut and Tom Udall of New Mexico are newcomers who reflect the sentiment of the House Democratic ranks they recently left. Senator Edward J. Markey of Massachusetts, the Senate’s newest member and a longtime denizen of the House, voted present, saying he was still haunted by his vote to authorize war in Iraq.\n“In the days to come, I will further examine the classified intelligence information and consult with experts before deciding how I will vote on the final resolution when it is considered on the Senate floor,” Mr. Markey said in a statement.\nThe panel had struggled in drafting the resolution, with the committee’s leaders pressing to limit the duration and nature of military strikes, while Mr. McCain demanded more — not less — latitude for the military to inflict damage on Mr. Assad’s forces. To assure the support of Mr. McCain, who is viewed as crucial to the authorization’s final passage, the committee toughened some of the language.\nNoting that “it is the policy of the United States to change the momentum on the battlefield in Syria,” it urged a “comprehensive strategy” to improve the fighting abilities of the Syrian opposition.\nThe panel set aside a resolution by Senator Rand Paul, a Kentucky Republican leading the opposition to the strikes, which would have declared that the president has the authority to act unilaterally only when the nation faces attack. Democratic and Republican Senate leaders agreed on Wednesday night to gavel in a brief session on Friday to put the war resolution on the Senate’s calendar so the clock can begin counting down to a final vote toward the end of next week.\nA spokeswoman for Mr. Paul said the senator was considering parliamentary maneuvers to ensure that final passage of the resolution would require a vote of 60 senators, but she said no decision had been made about how to do that. If the Senate does authorize military action, it will have to reconcile its authorization with whatever resolution emerges from the House. A resolution being circulated by two Democrats, Representative Chris Van Hollen of Maryland and Representative Gerald E. Connolly of Virginia, would impose even tighter limits on Mr. Obama, authorizing only a single round of missile strikes, unless there is another chemical weapons attack.", "url": "https://www.nytimes.com/2013/09/05/world/middleeast/divided-senate-panel-approves-resolution-on-syria-strike.html?module=inline"}