{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:00:36", "date_modify": "2018-11-16 04:00:36", "date_publish": "2013-12-11 16:43:46", "description": "The move was a major shift that could have far-reaching implications for industrial farming and human health.", "filename": "2013_12_12_health_fda-to-phase-out-use-of-some-antibiotics-in-animals-raised-for-meat.html_pagewanted=all&module=inline_1542340836.html", "image_url": "https://static01.nyt.com/images/2013/12/12/us/JP-ANTIBIOTIC/JP-ANTIBIOTIC-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_12_health_fda-to-phase-out-use-of-some-antibiotics-in-animals-raised-for-meat.html_pagewanted=all&module=inline_1542340836.html", "title": "F.D.A. Restricts Antibiotics Use for Livestock", "title_page": "F.D.A. Restricts Antibiotics Use for Livestock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Food and Drug Administration on Wednesday put in place a major new policy to phase out the indiscriminate use of antibiotics in cows, pigs and chickens raised for meat, a practice that experts say has endangered human health by fueling the growing epidemic of antibiotic resistance.\nThis is the agency’s first serious attempt in decades to curb what experts have long regarded as the systematic overuse of antibiotics in healthy farm animals, with the drugs typically added directly into their feed and water. The waning effectiveness of antibiotics — wonder drugs of the 20th century — has become a looming threat to public health. At least two million Americans fall sick every year and about 23,000 die from antibiotic-resistant infections.\n“This is the first significant step in dealing with this important public health concern in 20 years,” said David Kessler, a former F.D.A. commissioner who has been critical of the agency’s track record on antibiotics. “No one should underestimate how big a lift this has been in changing widespread and long entrenched industry practices.”\nThe change, which is to take effect over the next three years, will effectively make it illegal for farmers and ranchers to use antibiotics to make animals grow bigger. The producers had found that feeding low doses of antibiotics to animals throughout their lives led them to grow plumper and larger. Scientists still debate why. Food producers will also have to get a prescription from a veterinarian to use the drugs to prevent disease in their animals.", "url": "https://www.nytimes.com/2013/12/12/health/fda-to-phase-out-use-of-some-antibiotics-in-animals-raised-for-meat.html?pagewanted=all&module=inline"}