{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:49:13", "date_modify": "2018-11-16 03:49:13", "date_publish": "2013-07-22 04:00:36", "description": "The odds of rising to another income level are notably low in certain cities, like Atlanta and Charlotte, and much higher in New York and Boston.", "filename": "2013_07_22_business_in-climbing-income-ladder-location-matters.html_smid=pl-share_1542340153.html", "image_url": "https://static01.nyt.com/images/2013/07/22/business/mobility-map/mobility-map-articleLarge.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_22_business_in-climbing-income-ladder-location-matters.html_smid=pl-share_1542340153.html", "title": "In Climbing Income Ladder, Location Matters", "title_page": "In Climbing Income Ladder, Location Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA – Stacey Calvin spends almost as much time commuting to her job — on a bus, two trains and another bus — as she does working part-time at a day care center. She knows exactly where to board the train and which stairwells to use at the stations so that she has the best chance of getting to work on time in the morning and making it home to greet her three children after school.\n“It’s a science you just have to perfect over time,” said Ms. Calvin, 37.\nHer nearly four-hour round-trip stems largely from the economic geography of Atlanta, which is one of America’s most affluent metropolitan areas yet also one of the most physically divided by income. The low-income neighborhoods here often stretch for miles, with rows of houses and low-slung apartments, interrupted by the occasional strip mall, and lacking much in the way of good-paying jobs.\nThis geography appears to play a major role in making Atlanta one of the metropolitan areas where it is most difficult for lower-income households to rise into the middle class and beyond, according to a new study that other researchers are calling the most detailed portrait yet of income mobility in the United States.\nThe study — based on millions of anonymous earnings records and being released this week by a team of top academic economists — is the first with enough data to compare upward mobility across metropolitan areas. These comparisons provide some of the most powerful evidence so far about the factors that seem to drive people’s chances of rising beyond the station of their birth, including education, family structure and the economic layout of metropolitan areas.", "url": "https://www.nytimes.com/2013/07/22/business/in-climbing-income-ladder-location-matters.html?smid=pl-share"}