{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:34", "date_modify": "2018-11-16 04:46:34", "date_publish": "2013-01-21 02:08:36", "description": "Dr. Hackman, a professor of psychology, wrote or helped write 10 books on the dynamics of teamwork and effective leadership.", "filename": "2013_01_21_business_j-richard-hackman-an-expert-in-team-dynamics-dies-at-72_1542343594.html", "image_url": "https://static01.nyt.com/images/2013/01/20/us/dog-HACKMAN-obit/dog-HACKMAN-obit-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_21_business_j-richard-hackman-an-expert-in-team-dynamics-dies-at-72_1542343594.html", "title": "J. Richard Hackman, an Expert in Team Dynamics, Dies at 72", "title_page": "J. Richard Hackman, an Expert in Team Dynamics, Dies at 72 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "J. Richard Hackman, a Harvard psychology professor whose fieldwork sometimes took him to the cockpit of an airliner to observe the crew in a nearly five-decade quest to determine the dynamics of teamwork and effective leadership, died on Jan. 8 in Boston. He was 72.\nThe cause was lung cancer, his wife, Judith Dozier Hackman, said.\nDr. Hackman, the author or co-author of 10 books on group dynamics, was the Edgar Pierce professor of social and organizational psychology at Harvard.\nIn one of his best-known books, “Leading Teams: Setting the Stage for Great Performances” (2002), he replaced the popular image of the powerful “I can do it all” team leader with that of someone who, as he wrote, had the subtle skills “to get a team established on a good trajectory, and then to make small adjustments along the way to help members succeed.” The conditions for a successful team effort — among them “a compelling direction, an enabling team structure, a supportive organizational context and expert team coaching” — “are easy to remember,” Dr. Hackman wrote.\n“The challenge,” he continued, “comes in developing an understanding of those conditions that is deep and nuanced enough to be useful in guiding action, and in devising strategies for creating them even in demanding or team-unfriendly organizational circumstances.”", "url": "https://www.nytimes.com/2013/01/21/business/j-richard-hackman-an-expert-in-team-dynamics-dies-at-72.html"}