{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 04:42:35", "date_modify": "2018-11-16 04:42:35", "date_publish": "2013-12-10 10:00:06", "description": "As with so many cases of inertia, the Internet may be partly to blame.", "filename": "2013_12_15_magazine_why-are-so-many-americans-staying-put.html_module=inline_1542343355.html", "image_url": "https://static01.nyt.com/images/2013/12/15/magazine/15economy/mag-15Economy-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_15_magazine_why-are-so-many-americans-staying-put.html_module=inline_1542343355.html", "title": "Why Are Americans Staying Put?", "title_page": "Why Are Americans Staying Put? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The rising cost of living in the most desirable and fastest-growing areas of the country could be another explanation. Many people, in particular the young, flock to creative-class capitals, but it’s possible that more of them would be moving in if they could make the rent. Jed Kolko, chief economist at Trulia, the real-estate website, recently indexed the 100 largest metro areas by their affordability, finding, not surprisingly, San Francisco and New York were at the bottom of the list and hollowed-out cities like Gary and Dayton were at the top. This might help explain a phenomenon that started in the boom years before the recession: When Americans do move, they often move to places like the Inland Empire in California, where lower housing costs and a cheaper way of living might outweigh the reduced economic opportunity.\n“This decline in migration has been going on for a long time now, through all sorts of ups and downs in the housing market,” said Greg Kaplan of Princeton University, who, along with Sam Schulhofer-Wohl of the Federal Reserve Bank of Minneapolis, has studied the issue in depth. But even with the pressure of high housing costs in many areas, Americans are moving less, Kaplan said. “That might explain why people are moving from San Francisco to, I don’t know, Houston,” he said. “But you’ve seen a decline in migration from Texas to California as well as California to Texas.”\nThis is not a short-term supply-and-demand issue or a side effect of a slow-growth economy or a shift in demographics. The change is deeper. Kaplan and Schulhofer-Wohl have won applause from other economists for developing a novel theory to explain this creeping inertia: labor markets in the United States have simply become more homogeneous. Earnings have become more similar across the country, meaning there is less incentive to move from one place to another in search of a raise. The country has also become less diverse, work-wise. Pick any two cities, and chances are they offer a more similar mix of jobs than they did 20 or 50 years ago. We have become less a nation of Pittsburghs and more a nation of Provos.\nThis is in part a result of the decline of manufacturing and the rise of the service economy. Heavy industries like steel making tend to cluster in certain parts of the country, whereas services like fast-food sales, pool cleaning and day care tend to blanket it. Even in the heyday of American steel making, a smelter operator’s job search was rather limited geographically. Today, a day care worker can look for a job anywhere — and she would probably be able to find one close to home.\nThere is a kink to that story, Kaplan noted: Migration has fallen for workers both in manufacturing and in services. But that might be because of changes in manufacturing itself. “Manufacturers use labor differently than they did 30 years ago,” he said. “A lot more workers are in sales and back-office, rather than manual labor.” In other words, a lot more manufacturing workers are really service workers that happen to work for a manufacturing company. And those service jobs tend to be less location-specific.", "url": "https://www.nytimes.com/2013/12/15/magazine/why-are-so-many-americans-staying-put.html?module=inline"}