{"authors": ["Richard W. Stevenson", "John M. Broder"], "date_download": "2018-11-16 04:21:45", "date_modify": "2018-11-16 04:21:45", "date_publish": "2013-01-21 19:30:43", "description": "Democrats said the president would begin an aggressive campaign to address the issue, using his executive powers to sidestep Congressional opposition.", "filename": "2013_01_22_us_politics_climate-change-prominent-in-obamas-inaugural-address.html_module=inline_1542342105.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_22_us_politics_climate-change-prominent-in-obamas-inaugural-address.html_module=inline_1542342105.html", "title": "Speech Gives Climate Goals Center Stage", "title_page": "Speech Gives Climate Goals Center Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama made addressing climate change the most prominent policy vow of his second Inaugural Address, setting in motion what Democrats say will be a deliberately paced but aggressive campaign built around the use of his executive powers to sidestep Congressional opposition.\n“We will respond to the threat of climate change, knowing that failure to do so would betray our children and future generations,” Mr. Obama said on Monday at the start of eight sentences on the subject, more than he devoted to any other specific area. “Some may still deny the overwhelming judgment of science, but none can avoid the devastating impact of raging fires, and crippling drought, and more powerful storms.”\nThe central place he gave to the subject seemed to answer the question of whether he considered it a realistic second-term priority. He devoted scant attention to it in the campaign and has delivered a mixed message about its importance since the election.\nMr. Obama is heading into the effort having extensively studied the lessons from his first term, when he failed to win passage of comprehensive legislation to reduce emissions of the gases that cause global warming. This time, the White House plans to avoid such a fight and instead focus on what it can do administratively to reduce emissions from power plants, increase the efficiency of home appliances and have the federal government itself produce less carbon pollution.", "url": "https://www.nytimes.com/2013/01/22/us/politics/climate-change-prominent-in-obamas-inaugural-address.html?module=inline"}