{"authors": ["Thomas Kaplan", "Danny Hakim"], "date_download": "2018-11-16 04:19:21", "date_modify": "2018-11-16 04:19:21", "date_publish": "2013-03-21 00:39:10", "description": "Gov. Andrew M. Cuomo said a ban on the sale of gun magazines holding more than seven rounds had proved unworkable even before it took effect.", "filename": "2013_03_21_nyregion_cuomo-seeks-to-ease-a-newly-passed-gun-restriction_1542341961.html", "image_url": "https://static01.nyt.com/images/2013/03/21/nyregion/albany/albany-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_21_nyregion_cuomo-seeks-to-ease-a-newly-passed-gun-restriction_1542341961.html", "title": "New York Governor Favors Easing Newly Passed Gun Law", "title_page": "New York Governor Favors Easing Newly Passed Gun Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Several contentious issues are still being negotiated, including a plan to reduce low-level marijuana arrests stemming from police stops in New York City. The governor and his staff also said that a final figure had not been reached for cuts to the State Office for People with Developmental Disabilities, though they will not be as steep as what the governor originally proposed.\nBut the decision to change the gun magazine restriction overshadowed the budget announcement.\nEven after allowing the sale of 10-round magazines, New York’s law would still be among the strongest in the country. Only three other states — California, Hawaii and Massachusetts — and the District of Columbia have a 10-round magazine limit, according to the Law Center to Prevent Gun Violence.\nLimits on magazines remain a major goal of advocates of gun control — on Wednesday, Gov. John Hickenlooper of Colorado signed into law a ban in that state on magazines that hold more than 15 rounds.\nGun control advocates were divided over the modification to the new legislation.\nAssemblywoman Michelle Schimel, a Long Island Democrat and a chairwoman of the New York chapter of State Legislators Against Illegal Guns, noted that key portions of the law — like an expanded ban on assault weapons — were not being changed.\n“This is still a robust bill,” she said, calling it “still a model for the rest of the country, without a doubt.”\nBut Richard M. Aborn, the president of the Citizens Crime Commission of New York City, described the concerns from gun owners about a scarcity of seven-round magazines as “a manufactured crisis.”\n“I think the governor and the Legislature got it right the first time,” Mr. Aborn said, adding, “We don’t want to have to tell the mother of a young man who’s just been shot and killed that he was killed with the ninth bullet.”", "url": "https://www.nytimes.com/2013/03/21/nyregion/cuomo-seeks-to-ease-a-newly-passed-gun-restriction.html"}