{"authors": ["Ian Johnson"], "date_download": "2018-11-16 04:19:40", "date_modify": "2018-11-16 04:19:40", "date_publish": "2013-01-06 23:18:02", "description": "Turmoil at a leading newspaper is posing an early challenge for Xi Jinping, pitting a pent-up demand for change against the Communist Party’s desire for a firm grip.", "filename": "2013_01_07_world_asia_chinese-newspaper-challenges-the-censors.html_module=inline_1542341980.html", "image_url": "https://static01.nyt.com/images/2013/01/07/world/CHINA/CHINA-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_07_world_asia_chinese-newspaper-challenges-the-censors.html_module=inline_1542341980.html", "title": "Test for New Leaders as Chinese Paper Takes On Censors", "title_page": "Test for New Leaders as Chinese Paper Takes On Censors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But part of the reason for the clamor for reforms are hopes that Mr. Xi himself has raised. So far he has won praise by calling for China’s constitutional protections to be put in effect, ordering officials to cut pomp and setting in motion an anticorruption campaign.\nThese actions seem to have prompted the calls for even bolder reforms.\nBeyond the unrest at Southern Weekend, editors of the edgy historical journal Yanhuang Chunqiu published a cover article last week arguing that the existing Constitution offered a basis for political reform and that the party’s failure to abide by it was a central cause of political instability. On Friday, the magazine’s Web site was shut down, with officials claiming that it had failed to update its registration.\nA message posted by the journal about the shutdown was forwarded 31,000 times, provoking many scathing criticisms of the government. The chief editor, Wu Si, said the journal’s staff had filed the paperwork and could be back online in 10 days.\nOptimists say they hope the measures against the two publications were the result of recalcitrant officials appointed by the departing team of Hu Jintao and Wen Jiabao, whose decade in power was marked by an overriding desire for stability. Many members of Mr. Xi’s team will not take office until the annual meeting of the National People’s Congress in March, and it could take years for Mr. Xi to put allies into important positions of power.\n“If Xi does not remove people and promote some officials, his new policies — if he has any — will be sunk by the old people,” said a senior editor at a top party newspaper who asked to remain anonymous because of the delicacy of the subject. “The conflicts between the old and the new have just emerged.”\nChinese politics since Deng’s time have been defined by similar tensions between liberalization and reaction. But Mr. Xi also confronts millions of increasingly outspoken Internet users whose outpourings can confound even China’s heavy censorship.\nZhan Jiang, a professor of media at the Beijing Foreign Studies University, said the public anger showed how expectations had risen. “Currently in China people are unusually sensitive to developments like this, and so the reaction has been quite intense,” Mr. Zhan said.", "url": "https://www.nytimes.com/2013/01/07/world/asia/chinese-newspaper-challenges-the-censors.html?module=inline"}