{"authors": ["Joshua David Stein"], "date_download": "2018-11-16 03:09:40", "date_modify": "2018-11-16 03:09:40", "date_publish": "2013-11-13 22:03:49", "description": "Other celebrities have started websites to offer their version of the good life.", "filename": "2013_11_14_fashion_Gwyneth-Paltrows-Goop-inspires-other-celebrity-websites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337780.html", "image_url": "https://static01.nyt.com/images/2013/11/14/fashion/14GOOP_SPAN/14GOOP_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_14_fashion_Gwyneth-Paltrows-Goop-inspires-other-celebrity-websites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337780.html", "title": "Gwyneth Paltrow’s Goop Inspires Famous Imitators", "title_page": "Gwyneth Paltrow’s Goop Inspires Famous Imitators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has also spawned a group of imitators: midlevel actresses and entertainers who want to grow their brand and become lifestyle gurus, just like Ms. Paltrow. “Celebrities realize there’s a real market of people out there who want to know what they eat, what clothes they like, who their favorite bands are,” said Dana Randall, chief strategy officer for FORM MGMT, a branding agency in New York. “And, of course, they are wonderful business opportunities.”\nCelebrities like Lauren Conrad, Olivia Palermo, Zooey Deschanel, Shay Mitchell and Elizabeth Banks have started websites to offer their version of the good life, whether it’s organizing craft supplies into Ball jars or fitting into denim jeans. Even Lindsay Lohan has joined the Goop parade, with a lifestyle site filled with her musings on fashion, food, travel and herself.\nThe list grows. Blake Lively, 26, the former star of “Gossip Girl,” recently told Vogue.co.uk that she was starting a lifestyle website. “It’s about living a very one-of-a-kind, curated life and how to achieve that,” Ms. Lively said. The world awaits. In the meantime, here are other celebrity sites to help you achieve perfection.\nELIZABETH BANKS\nSite: elizabethbanks.com.\nBlond, winsome and boldfaced, the actress Elizabeth Banks, 39, seems to belong to the same genus as Ms. Paltrow. But her website is notably goofier and lowbrow. “I’d love Gwyneth Paltrow’s lifestyle but I shop at Target and I buy in bulk,” she said. “I’m really just a country bumpkin.”", "url": "https://www.nytimes.com/2013/11/14/fashion/Gwyneth-Paltrows-Goop-inspires-other-celebrity-websites.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}