{"authors": ["Landon Thomas Jr."], "date_download": "2018-11-16 03:52:51", "date_modify": "2018-11-16 03:52:51", "date_publish": "2013-08-20 18:35:38", "description": "Even optimists are growing nervous over the rapid accumulation of dollar-denominated debt in emerging economies like Turkey, while the Fed weighs its options.", "filename": "2013_08_21_business_global_turkish-skyline-foreshadows-emerging-market-slowdown_1542340371.html", "image_url": "https://static01.nyt.com/images/2013/08/21/business/global/21bubble/21bubble-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_08_21_business_global_turkish-skyline-foreshadows-emerging-market-slowdown_1542340371.html", "title": "Istanbul Skyline Reflects Cheap Dollars Now Growing Scarce", "title_page": "Istanbul Skyline Reflects Cheap Dollars Now Growing Scarce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a city where skyscrapers sprout like weeds, none grew as high as the Sapphire tower in Istanbul.\nToday, it stands as a symbol of how far the mighty may fall.\nLike a vast majority of new buildings that have blanketed the Istanbul hills in recent years, the Sapphire — at 856 feet it is the tallest in Turkey and among the loftiest in Europe — was built on the back of cheap loans, in dollars, that have flooded Turkey and other fast-growing markets like Brazil, India and South Korea. The money began to flow when the Federal Reserve and other major central banks cut interest rates to the bone in 2009 and cranked up the printing presses in a bid to spur recovery in the United States and other advanced industrial nations.\nBut now, with expectations mounting that the Federal Reserve, led by its departing chairman Ben S. Bernanke, may soon begin to tighten its monetary spigot, Istanbul’s skyline could well be a harbinger of an emerging-market bust brought on by unpaid loans, weakening currencies, and, eventually, the possible failure of developers and banks.\nThis week, stocks and currencies in several developing Asian markets, including India, Indonesia and Thailand, have been hit hard. Global investors continued to withdraw funds from emerging markets, as interest rates edge up in anticipation of the Fed’s move to reduce its stimulus efforts in the United States. Indonesia’s benchmark index, which fell 5 percent on Monday, dropped 3.2 percent more on Tuesday. India’s stock market fell 0.3 percent after sliding 5.6 percent in the previous two trading sessions.", "url": "https://www.nytimes.com/2013/08/21/business/global/turkish-skyline-foreshadows-emerging-market-slowdown.html"}