{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:28", "date_modify": "2018-11-16 04:52:28", "date_publish": "2013-04-30 00:04:02", "description": "More than 300 plaintiffs from the Alfred E. Smith Houses in Lower Manhattan complained of leaks, mold, broken stoves and many other unaddressed problems.", "filename": "2013_04_30_nyregion_tenants-sue-new-yorks-housing-authority-over-repair-delays.html_module=inline_1542343948.html", "image_url": "https://static01.nyt.com/images/2013/04/30/nyregion/NYCHA1/NYCHA1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_30_nyregion_tenants-sue-new-yorks-housing-authority-over-repair-delays.html_module=inline_1542343948.html", "title": "Housing Authority Is Sued Over Slow Pace of Repairs", "title_page": "Housing Authority Is Sued Over Slow Pace of Repairs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To fix a water leak last month, workers cut out a piece of wall behind the stove in Pian Tam’s apartment at the Alfred E. Smith houses in Lower Manhattan. Then they covered the opening with plastic and told her that they would come back later to plaster the wall.\nBy later, they meant January 2014. At the earliest.\n“I said, ‘My God, I have to wait until January?’ ” recalled Ms. Tam, 47, a mail processor who lives with her husband and two young sons. Already, she said, roaches are scrambling through the hole, even after she blocked it with a steel plate. “That’s too long to live with this.”\nRepair delays have long plagued New York City public housing. Public Advocate Bill de Blasio says they constitute the top complaint to his office, with 1,188 logged last year. In January, Mayor Michael R. Bloomberg and the New York City Housing Authority announced steps to speed up repairs and tame a backlog that still stands at roughly 300,000 work orders.\nBut in a sign of growing frustration, hundreds of other residents of the Smith Houses banded together and filed lawsuits in Housing Court on Monday, demanding repairs or civil penalties against the Housing Authority if the problems are not fixed.", "url": "https://www.nytimes.com/2013/04/30/nyregion/tenants-sue-new-yorks-housing-authority-over-repair-delays.html?module=inline"}