{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:12:33", "date_modify": "2018-11-16 04:12:33", "date_publish": "2013-06-15 14:44:12", "description": "The world of low interest rates has caused many readers to worry about their financial futures. And a big-picture look at the underlying issues is especially troubling.", "filename": "2013_06_16_your-money_suddenly-retiree-nest-eggs-look-more-fragile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341553.html", "image_url": "https://static01.nyt.com/images/2013/06/16/business/16-STRA/16-STRA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_16_your-money_suddenly-retiree-nest-eggs-look-more-fragile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341553.html", "title": "Suddenly, Retiree Nest Eggs Look More Fragile", "title_page": "Suddenly, Retiree Nest Eggs Look More Fragile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One reason for this disparity may be that many people in their 30s have barely been exposed to the traditional pensions — known as defined-benefit pensions — that were the dominant retirement vehicles until the late 1980s. Older people often have rights to what’s left of those traditional pensions.\nIn the private sector, when retirement plans exist at all, old-fashioned pensions have largely been supplanted by 401(k)s and other defined-contribution plans. While the introduction of default options has improved matters, how much to save and how to invest the money are fundamentally the responsibility of employees, who are directly affected by the vicissitudes of the markets.\n“It’s crazy that we ended up with this as our retirement system,” said Alicia Munnell, director of the Center for Retirement Research at Boston College. The 401(k), she says, was intended as a supplement to a traditional pension and to Social Security. “It was supposed to be money that you could use to go to Paris,” she said. “Instead, it’s become our basic system.”\nBecause we depend on accounts like 401(k)’s, she said, we should strengthen them through measures like mandatory automatic enrollment and incentives for employee contributions of at least 10 percent of wages, with an employer match equal to half of those paycheck deductions.\nBUT 401(k)’s are only part of the problem. When people leave a job, they often “roll over” their accumulated workplace holdings into an individual retirement account, for which they bear sole responsibility. By now, I.R.A.’s are the biggest repository of private sector retirement assets. In the fourth quarter last year, according to Federal Reserve figures, I.R.A.’s contained $5.4 trillion, compared with $4.1 trillion for defined-contribution plans and only $2.5 trillion for defined-benefit plans.\nYet many people are ill equipped to manage these vital assets. And because asset management firms aren’t all required to follow a uniform fiduciary standard, individuals may not always be getting advice that is solely in their best interests.", "url": "https://www.nytimes.com/2013/06/16/your-money/suddenly-retiree-nest-eggs-look-more-fragile.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}