{"authors": ["Winnie Hu", "J. David Goodman"], "date_download": "2018-11-16 04:34:30", "date_modify": "2018-11-16 04:34:30", "date_publish": "2013-07-17 13:28:10", "description": "A predawn Amber Alert set off cellphones across the city, but a boy and his mother were found after the alert led to a tip to the Police Department’s Crime Stoppers hot line.", "filename": "2013_07_18_nyregion_early-morning-alert-issued-after-7-month-old-boy-is-abducted.html__r=0&module=inline_1542342870.html", "image_url": "https://static01.nyt.com/images/2013/07/18/nyregion/18AMBER-web/18AMBER-web-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_18_nyregion_early-morning-alert-issued-after-7-month-old-boy-is-abducted.html__r=0&module=inline_1542342870.html", "title": "Wake-Up Call for New Yorkers as Police Seek Abducted Boy", "title_page": "Wake-Up Call for New Yorkers as Police Seek Abducted Boy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In cases of child abduction, law enforcement officers often rush to alert as many people as they can since the grim reality is that the odds of finding a child worsen with each passing moment.\nSo countless bleary-eyed New Yorkers were jolted upright just before 4 a.m. on Wednesday when their cellphones suddenly started blaring with a message about a 7-month-old boy who had been abducted hours earlier by his mother, who had a history of mental illness, from a foster care agency in Harlem.\nIt was a watershed moment in the intersection of law enforcement and technology: the first mass Amber Alert sent to cellphones in the city since a national wireless emergency alert system was established. And, the police later said, it directly led to the child’s being located.\nWhile many people saw the value in getting the alert, many others were not as embracing, recounting their panic, confusion and irritation on Twitter, Facebook and other social media sites. Dozens of readers vented their frustration over the unexpected early wake-up on The New York Times’s Web site, with one man suggesting it might have annoyed people to the point that they would turn off future alerts, and others questioning whether an alert would really help find the child.", "url": "https://www.nytimes.com/2013/07/18/nyregion/early-morning-alert-issued-after-7-month-old-boy-is-abducted.html?_r=0&module=inline"}