{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:27:03", "date_modify": "2018-11-16 03:27:03", "date_publish": "2013-12-23 16:49:44", "description": "A colorful salad with sweet and sharp flavors.", "filename": "2013_12_23_health_beet-orange-and-arugula-salad_1542338823.html", "image_url": "https://static01.nyt.com/images/2013/12/24/science/23recipehealth/23recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_23_health_beet-orange-and-arugula-salad_1542338823.html", "title": "Beet, Orange and Arugula Salad", "title_page": "Beet, Orange and Arugula Salad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "4 cups wild or baby arugula\n2 tablespoons chopped cilantro\n1/4 cup chopped walnuts (1 ounce)\n1. In a small bowl or measuring cup, whisk together the orange juice, balsamic vinegar, sherry or red wine vinegar, salt and pepper, and oils. Taste and adjust the acidity, adding a little more vinegar or orange juice if desired.\n2. Toss the beets with 1 tablespoon of the dressing. Toss the arugula with 3 tablespoons of the remaining dressing and arrange on a platter or in a wide bowl. Arrange the beets and oranges on top of the arugula in an alternating pattern and drizzle on the remaining dressing. Top with the cilantro and walnuts, and serve.\nYield: Serves 4\nAdvance preparation: Roasted beets will keep for 4 days in the refrigerator. They can be prepared and tossed with the tablespoon of dressing, and the oranges can be prepared, several hours before assembling the salad.\nNutritional information per serving: 258 calories; 19 grams fat; 2 grams saturated fat; 11 grams polyunsaturated fat; 5 grams monounsaturated fat; 0 milligrams cholesterol; 22 grams carbohydrates; 5 grams dietary fiber; 77 milligrams sodium (does not include salt to taste); 4 grams protein\nMartha Rose Shulman is the author of “The Very Best of Recipes for Health.”", "url": "https://www.nytimes.com/2013/12/23/health/beet-orange-and-arugula-salad.html"}