{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:13:38", "date_modify": "2018-11-16 04:13:38", "date_publish": "2013-03-29 16:45:15", "description": "Basic information can substantially increase the number of low-income students who apply to, attend and graduate from top colleges.", "filename": "2013_03_31_opinion_sunday_a-simple-way-to-send-poor-kids-to-top-colleges.html_pagewanted=all_1542341618.html", "image_url": "https://static01.nyt.com/images/2013/03/31/sunday-review/31LEONHARDT/31LEONHARDT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_31_opinion_sunday_a-simple-way-to-send-poor-kids-to-top-colleges.html_pagewanted=all_1542341618.html", "title": "A Simple Way to Send Poor Kids to Top Colleges", "title_page": "Opinion | A Simple Way to Send Poor Kids to Top Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Hoxby and Ms. Turner designed the 40,000 information packets they mailed — as well as follow-up material — as a low-cost, customized version of the college counseling that upper-income students take for granted. The packets explained application deadlines and student qualifications at a range of colleges. Students also received coupons to waive application fees — which had a particularly big effect. “We wanted students to find schools for themselves,” Ms. Hoxby said.\nPerhaps most important, the packets presented a series of tables making clear that college is often not as expensive as many students and parents fear. Selective colleges frequently cost less for low-income students than local colleges, because the selective ones have the resources to offer bigger scholarships.\nAt the less-selective campuses in the University of Wisconsin system, for example, the average net annual cost for a year of tuition, room, board and fees in 2010-11 was almost $10,000 for families making less than $30,000, Ms. Turner said. At the flagship campus in Madison, by contrast, the equivalent net cost was $6,000. And at Harvard, such students paid only $1,300 a year.\nGiven all of the well-publicized scare stories about student debt, these comparisons can be surprising to adults who attended an elite college — let alone to 17-year-olds who don’t know anyone who has. No wonder that the information packets had an effect. Students who saw a packet submitted 48 percent more applications than the control group. They were about 40 percent more likely to apply to a college matching their academic qualifications.\nOf course, many low-income students who graduate from less selective colleges do very well. The problem is that these colleges tend to have far lower graduation rates. Research by William G. Bowen, Michael S. McPherson and Matthew M. Chingos found that even top students who attended community colleges and local four-year colleges often failed to graduate, leaving them with much-diminished prospects.\nThey are likely to graduate from top colleges in far greater numbers than from the colleges many now attend. And the more affluent (and slightly less deserving) students they displace will move down only a notch on the college spectrum and still do very well.", "url": "https://www.nytimes.com/2013/03/31/opinion/sunday/a-simple-way-to-send-poor-kids-to-top-colleges.html?pagewanted=all"}