{"authors": ["Linda Lee"], "date_download": "2018-11-16 04:37:27", "date_modify": "2018-11-16 04:37:27", "date_publish": "2013-04-12 17:50:12", "description": "A couple meets in the kitchen at a children’s birthday party, 2 states and 178 miles from home.", "filename": "2013_04_14_fashion_weddings_myriah-hampton-and-jacob-kulin-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "image_url": "https://static01.nyt.com/images/2013/04/14/fashion/weddings/14VOWS1_SPAN/14VOWS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_14_fashion_weddings_myriah-hampton-and-jacob-kulin-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "title": "Looking for Love and Lobster Salad", "title_page": "Looking for Love and Lobster Salad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "About the last place on earth a single person with no children would expect to meet someone is at a children’s birthday party 2 states and 178 miles from home. Then again, if by chance two single people should be at such an event, they would certainly stand out in the crowd.\nJacob (pronounced YA-cob, in the Danish fashion) Kulin is an artist and furniture maker who had had a brief marriage that ended in 2008. His parents had urged him to get back in the dating pool. His mother, Hanne Kulin, a retired addiction counselor, said: “We told him, ‘You can’t just sit at home.’ He was drowning himself in work.”\nIn summer 2009, when Mr. Kulin was 36, his old friend Dominic Lamanuzzi invited him for the weekend to Pound Ridge, N.Y. Mr. Lamanuzzi, married with children, recalled telling his friend that the only thing he would have to do is attend a birthday party for the children of friends in town, Julianne and Barry Osherow, and “then we’ll go out and have a drink.”\nMyriah Hampton was 26, and living in Boston to attend graduate school. She was busy, young and not looking for a boyfriend. But when she heard that her cousin, Ms. Osherow, was giving a birthday party for her sons, ages 1 and 3, she decided she and her mother, Susan C B Hampton, should go to Pound Ridge.", "url": "https://www.nytimes.com/2013/04/14/fashion/weddings/myriah-hampton-and-jacob-kulin-vows.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}