{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:38", "date_modify": "2018-11-16 04:14:38", "date_publish": "2013-07-01 00:58:42", "description": "Security forces used rubber bullets and tear gas to disperse demonstrators outside a soccer match in Rio de Janeiro.", "filename": "2013_07_01_world_americas_brazilian-police-break-up-a-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341678.html", "image_url": "https://static01.nyt.com/images/2013/06/30/world/video-brazil-protest-chants/video-brazil-protest-chants-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_01_world_americas_brazilian-police-break-up-a-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341678.html", "title": "Brazilian Police Break Up a Protest", "title_page": "Brazilian Police Break Up a Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Security forces on Sunday night fired rubber bullets and tear gas into a crowd of protesters to break up a demonstration near the Maracanã stadium, even as spectators inside the 77,000-seat arena watched Brazil’s national soccer team play against Spain.\nThe tumult starkly pointed out the festering tension here around public spending on lavish stadium projects. It also marred the opening of the championship game of the Confederations Cup, a soccer tournament viewed as a dress rehearsal for the World Cup, which Brazil is set to host in 2014. Several times during the game, fans cheered Brazil’s 3-0 rout of Spain even as the odor of tear gas wafted into the stadium.\nProtests venting rage against Brazil’s political establishment have rattled the nation in recent weeks, with many demonstrators lashing out at corruption, deplorable schools and hospitals and costly World Cup preparations.\n“The investment for the World Cup is absurd,” said João Pinheiro, 38, a pharmacy manager who was on hand to watch the game. “The complaint of the protesters is not Brazilian soccer, but the expenditures. I support them.”", "url": "https://www.nytimes.com/2013/07/01/world/americas/brazilian-police-break-up-a-protest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}