{"authors": ["Adam Sternbergh"], "date_download": "2018-11-16 03:23:40", "date_modify": "2018-11-16 03:23:40", "date_publish": "2013-12-03 21:03:04", "description": "Recreating the Greenwich Village of the 1960s, using the East Village, Brooklyn and Chinatown.", "filename": "2013_12_08_magazine_positively-fourth-street-all-over-again.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338620.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_08_magazine_positively-fourth-street-all-over-again.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338620.html", "title": "Positively Fourth Street, All Over Again", "title_page": "Positively Fourth Street, All Over Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Because the movie was shot almost entirely on location, in present-day, bohemian-unfriendly and indoor-smoking-adverse New York City, we asked Bruno Delbonnel, the film’s cinematographer, and Jess Gonchor, the production designer (and a lifelong New Yorker): How do you exhume the New York of back then from under the archaeological gloss of New York, circa now?\n“The projects with the Coens are mainly done, and prefer to be done, in camera,” Gonchor said, “as opposed to a lot of fancy C.G.I. work or aftereffects” — which is to say, Joel and Ethan Coen wanted to avoid as much postproduction digital cleanup as possible. (For one: You lose the visceral sense of authenticity. For another: It’s really expensive.) Gonchor definitely knew the general feel he wanted to recreate. “The cover of ‘Freewheelin’,’ that shot on Jones Street of Bob Dylan. How do you bring that to life?” The first step was finding the right locations, many of which aren’t anywhere near present-day Greenwich Village but instead are scattered across four boroughs. The second step was filming each scene in a way that would mask any modern intrusions — and filming it quickly enough that no new intrusions could pop up. “I’d go and pick a corner to do a shot on, and when we’d go back there to start installing our signage and awnings, there would be scaffolding up,” Gonchor said. “That’s what it was like trying to film in New York.”", "url": "https://www.nytimes.com/2013/12/08/magazine/positively-fourth-street-all-over-again.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}