{"authors": ["David M. Herszenhorn", "Andrew E. Kramer"], "date_download": "2018-11-16 04:40:17", "date_modify": "2018-11-16 04:40:17", "date_publish": "2013-02-02 00:59:01", "description": "Four years after Vice President Joseph R. Biden Jr. proposed a “reset” of relations with Russia, the United States is quietly adopting a new approach: the cold shoulder.", "filename": "2013_02_02_world_europe_another-reset-of-relations-with-russia-in-obamas-second-term.html_module=inline_1542343217.html", "image_url": "https://static01.nyt.com/images/2013/02/02/arts/russia/russia-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_02_world_europe_another-reset-of-relations-with-russia-in-obamas-second-term.html_module=inline_1542343217.html", "title": "Another Reset With Russia in Obama’s Second Term", "title_page": "Another Reset With Russia in Obama’s Second Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Four years ago, Vice President Joseph R. Biden Jr. used an audience of world leaders at an annual security conference in Munich to propose a “reset” with Russia, the Obama administration’s first big foreign policy statement. But as Mr. Biden arrives in Germany for the same conference this weekend, the United States is quietly adopting a new approach to its old cold war rival: the cold shoulder.\nThe intense engagement on the reset led to notable achievements, including the New Start nuclear arms treaty and Russia’s entry into the World Trade Organization. But after more than a year of deteriorating relations, the administration now envisions a period of disengagement, according to government officials and outside analysts here and in Washington.\nThe pullback — which may well be a topic of discussion when Mr. Biden meets with the Russian foreign minister, Sergey V. Lavrov, on the sidelines of the conference — is a response to months of intensifying political repression in Russia since Vladimir V. Putin returned to the presidency last May and a number of actions perceived by Washington as anti-American.\nBecause American officials do not want to worsen the relationship and still hope for cooperation, they declined to publicly describe the plans. But within the administration it is taken for granted that the relationship with Russia is far less of a priority.", "url": "https://www.nytimes.com/2013/02/02/world/europe/another-reset-of-relations-with-russia-in-obamas-second-term.html?module=inline"}