{"authors": ["Thom Shanker"], "date_download": "2018-11-16 04:18:05", "date_modify": "2018-11-16 04:18:05", "date_publish": "2013-11-26 17:43:26", "description": "Officials said the United States military would continue to assert its right to fly through what it regards as international airspace after a recent Chinese claim to an “air defense identification zone.”", "filename": "2013_11_27_world_asia_us-flies-b-52s-into-chinas-expanded-air-defense-zone.html_module=inline_1542341885.html", "image_url": "https://static01.nyt.com/images/2013/11/27/world/jpFLIGHTS/jpFLIGHTS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_27_world_asia_us-flies-b-52s-into-chinas-expanded-air-defense-zone.html_module=inline_1542341885.html", "title": "U.S. Sends Two B-52 Bombers Into Air Zone Claimed by China", "title_page": "U.S. Sends Two B-52 Bombers Into Air Zone Claimed by China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Defying China, two long-range American bombers flew through contested airspace over the East China Sea, days after the Chinese announced they were claiming the right to police the sky above a vast area that includes islands at the center of a simmering dispute with Japan.\nPentagon officials said Tuesday that the B-52s were on a routine training mission planned long in advance of the Chinese announcement on Saturday that it was establishing an “air defense identification zone” over the area. But the message was clear.\nA senior Pentagon official said that the mission overnight Monday from Guam “was a demonstration of long-established international rights to freedom of navigation and transit through international airspace.” The official said the unilateral Chinese declaration of expanded control “was provocative,” and “only increases the risk of miscalculation in the region.”\nThere was no immediate Chinese response to the flights conducted without prior notification as demanded under the new declaration from Beijing, which asserted the right to identify, monitor and possibly take military action against any aircraft that enter the area. The unexpected announcement by China was among its boldest moves yet in a struggle for power in Asia with the United States, and by extension its regional allies including Japan. The United States, long the dominant power in the region, has been scrambling to shore up its influence there, promising, in what it called a “pivot” to Asia in 2011, to refocus its energies after the wars in Iraq and Afghanistan diverted its time and resources.", "url": "https://www.nytimes.com/2013/11/27/world/asia/us-flies-b-52s-into-chinas-expanded-air-defense-zone.html?module=inline"}