{"authors": ["David Rooney"], "date_download": "2018-11-16 04:51:56", "date_modify": "2018-11-16 04:51:56", "date_publish": "2013-04-04 16:01:54", "description": "Barbra Streisand’s vast underground display of collectibles makes a delicious target for satire in Jonathan Tolins’s “Buyer & Cellar,” a one-man show starring Michael Urie.", "filename": "2013_04_05_theater_reviews_buyer-cellar-with-michael-urie-at-rattlestick.html__r=0_1542343916.html", "image_url": "https://static01.nyt.com/images/2013/04/15/arts/video-inperformanceurie/video-inperformanceurie-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_05_theater_reviews_buyer-cellar-with-michael-urie-at-rattlestick.html__r=0_1542343916.html", "title": "An Underground Passion for a Star’s Stuff", "title_page": "An Underground Passion for a Star’s Stuff  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A wonderful solo vehicle for Michael Urie to purvey his wicked winsomeness, the show, which opened on Wednesday at the Rattlestick Playwrights Theater, is a work of extravagant fiction, albeit one rooted in bizarre fact. The sheer excess of Babs-ylonia is of less interest to Mr. Tolins than the actual underground Main Street in the basement of a barn on the estate. Inspired by Winterthur, the American decorative arts museum in Delaware, it’s an avenue of quaint storefronts — a doll shop, an antiques emporium, a gift shoppe, a vintage clothing boutique, etc. — all built to house Ms. Streisand’s vast collection of “stuff.”\n“Remember, this is the part that’s real,” Mr. Urie says before he slips into character, with a nod of complicity that reads, “Crazy, right?” That character is Alex More, a struggling gay Los Angeles actor licking his wounds after being fired as the mayor of Toontown at Disneyland.\nThe play’s cheeky premise is that since Ms. Streisand has fabricated herself a shopping mall with one customer, it also requires an employee to run it. That’s where the freshly hired Alex comes in. Idling away his days in this subterranean arcade with only the purr of the frozen yogurt machine for company, he is a symbol for the indignities endured by out-of-work actors in survival jobs. But Alex’s boredom is instantly forgotten when his employer pops downstairs to browse.", "url": "https://www.nytimes.com/2013/04/05/theater/reviews/buyer-cellar-with-michael-urie-at-rattlestick.html?_r=0"}