{"authors": ["Duff Mcdonald"], "date_download": "2018-11-16 03:42:14", "date_modify": "2018-11-16 03:42:14", "date_publish": "2013-11-01 14:44:27", "description": "The story of Jeff Bezos and the $140 billion company he founded.", "filename": "2013_11_03_books_review_brad-stones-everything-store.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339734.html", "image_url": "https://static01.nyt.com/images/2013/11/03/books/review/03MCDONALD/03MCDONALD-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_03_books_review_brad-stones-everything-store.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339734.html", "title": "One-Click Wonder", "title_page": "One-Click Wonder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The list goes on: Amazon Marketplace, Amazon Prime, Kindle, Amazon Web Services, Amazon Instant Video. If that sounds like enough to monopolize one man’s attention, you’re wrong. Bezos also runs his own venture capital business and has been an early investor in Google, Twitter, Uber and Business Insider, among others. Then there’s his recent acquisition of a little journalistic outlet you might have heard of: The Washington Post.\nSome of his achievements are awesomely complicated — like Amazon’s profitable effort to solve the “system of polynomial equations” that allows for the most efficient delivery of customer orders from one or more of the company’s dozens of fulfillment centers. But Stone’s long tenure covering both Bezos and Amazon (first at Newsweek, then at The New York Times and now at Bloomberg Businessweek) gives his retelling a sureness that keeps the story moving swiftly, even in passages where Amazon’s ever-present (and apparently intentional) internal chaos threatens to spill out onto the pages of the book itself.\nStone does know when to provide a breather with entertaining anecdotes about Amazon’s competitive jujitsu. For instance: During the 1999 holiday season, the managers of Amazon’s fledgling toy division were worried they wouldn’t be able to meet surging demand for Pokémon toys. So they bought out the entire Pokémon inventory of the Toys “R” Us Web site, which shipped it to Amazon free. Amazon surely sold the toys at a loss. But guess who had happier customers that year?\nBezos deserves his place in the pantheon of businessmen. Yet Stone also makes a great case for him as a replacement for Bill Gates as head of the Army of Geek Billionaires. This is a guy who has made decisions using a “regret-minimization framework” and whose love of “Star Trek” is such that he considered naming Amazon MakeItSo.com, a reference to one of Captain Picard’s signature lines. Even before he founded Blue Origin, a personal project aimed at enabling “private human access to space,” his high school girlfriend told reporters in the 1990s that “the reason he’s earning so much money is to get to outer space.”\nStone makes much of Bezos’ prescience, which no doubt seems to be more finely tuned than most people’s. Bezos long ago figured out the trick to a kind of experimentation Samsung uses against Apple in the smartphone wars. Whereas Apple finely calibrates its new product designs, Samsung makes one of every size, color and shape imaginable and sees which end up selling. Amazon does the same sort of thing. That’s not predicting the future, however, that’s placing a bet on every horse in the race. Still, you’ve got to give it to Bezos: It’s also the surest way to make sure you’re holding the winning ticket every time.\nFinally, let’s not forget how many of Bezos’ competitors seem unable to predict the present, let alone the future. Publishers were shocked when he sandbagged them with $9.99 e-book pricing in 2007. Where had they been? Stone points out the paradox of a book about Bezos being published by one of the companies Amazon’s rise has threatened. But it’s all in keeping with the story of the “everything store,” which ultimately resembles an Escher drawing: these days, all retail roads do appear to begin and end with Amazon.", "url": "https://www.nytimes.com/2013/11/03/books/review/brad-stones-everything-store.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}