{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:38:46", "date_modify": "2018-11-16 03:38:46", "date_publish": "2013-07-23 17:27:37", "description": "Putting half-truths about cooking and taste to rest in the complex world of whole grains.", "filename": "2013_07_24_dining_the-complex-world-of-whole-grains-made-simple_1542339526.html", "image_url": "https://static01.nyt.com/images/2013/07/24/dining/24FLEX2_SPAN/24JPFLEX2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_24_dining_the-complex-world-of-whole-grains-made-simple_1542339526.html", "title": "The Whole Story", "title_page": "The Whole Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whole grains, whether truly “whole” or not, have gone mainstream.\nYou can’t mention quinoa without hearing about the plight of the Bolivians who can no longer afford to buy their crop because we’re willing to pay so much for it. The word “rice” has become loaded: there are more colors (red? black?) and types (extra-long brown Basmati?) than those of us who grew up knowing only Carolina and Uncle Ben’s could have ever imagined. The other day I heard half a talk show devoted to what couscous really is. (Pasta, and I don’t know why it was so hard to figure out.)\nIt gets more complicated. Manufacturers claim processed foods are, or contain, whole grains when it isn’t true. Debates rage about the relative benefits of “whole grain” pasta versus the real thing. Then there’s the “are whole grains even good for you?” thing.\nFeh. You shouldn’t care. They’re fantastic.\nWhat they’re not is a panacea, or a substitute for anything except the hyper-processed grains that replaced them in the first place. But at this point, the widespread, almost universal availability of farro, quinoa and millet alone would be more important and valuable than all of the gorgeous heirloom beans that have been rediscovered in the last decade. Legumes we already had; these are new to most of us.", "url": "https://www.nytimes.com/2013/07/24/dining/the-complex-world-of-whole-grains-made-simple.html"}