{"authors": ["Stephen Bosworth", "Robert L. Gallucci"], "date_download": "2018-11-16 04:44:30", "date_modify": "2018-11-16 04:44:30", "date_publish": "2013-10-27 23:33:22", "description": "It's time for the Obama administration to reopen dialogue with Pyongyang.", "filename": "2013_10_28_opinion_reasons-to-talk-to-north-korea.html_module=inline_1542343470.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_28_opinion_reasons-to-talk-to-north-korea.html_module=inline_1542343470.html", "title": "Reasons to Talk to North Korea", "title_page": "Opinion | Reasons to Talk to North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As officials in charge of American policy toward North Korea during the Clinton and Obama administrations, we met last month in Europe with senior representatives of the North Korean government to discuss relations between our countries. We believe that the current impasse, which only buys time for North Korea to develop its nuclear program, is unstable and that matters will only get worse if not addressed directly. It’s time for the Obama administration to reopen dialogue with Pyongyang.\nThe United States government has not had direct contact with a senior North Korean official for more than a year. Our private and unofficial meetings were an important opportunity to review the state of the regime’s thinking on bilateral relations and its willingness to give up its nuclear weapons program. The North Koreans — who are longtime participants in government-to-government talks and well plugged-in to their country’s leadership — stated that if dialogue were to resume, their nuclear weapons program would be on the negotiating table. They provided preliminary thinking on a phased approach that would start with a freeze of their program and end with denuclearization.\nThat process, they said, would have to include steps by America, such as the conclusion of a peace treaty to replace the temporary armistice that ended the Korean War, and the lifting of economic sanctions imposed on the North by the United States since the end of that war.\nWe stressed that Pyongyang needs to indicate clearly the concrete steps it would take both before and immediately after a return to the negotiating table. The North Koreans told us that they were prepared to enter talks without preconditions and would consider some confidence-building measures once talks begin.", "url": "https://www.nytimes.com/2013/10/28/opinion/reasons-to-talk-to-north-korea.html?module=inline"}