{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:02:38", "date_modify": "2018-11-16 04:02:38", "date_publish": "2013-04-02 17:00:17", "description": "Officers and a bomb-sniffing dog were on hand as the rifle association unveiled its plan to train and arm security guards at every school in the nation.", "filename": "2013_04_03_us_nra-details-plan-for-armed-school-guards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340958.html", "image_url": "https://static01.nyt.com/images/2013/04/02/us/video-tc-130402-schoolguards/video-tc-130402-schoolguards-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_03_us_nra-details-plan-for-armed-school-guards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340958.html", "title": "Report Sees Guns as Path to Safety in Schools", "title_page": "Report Sees Guns as Path to Safety in Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — With the Senate set to debate gun control this month, a National Rifle Association task force released a 225-page report on Tuesday that called for armed police officers, security guards or staff members in every American school, and urged states to loosen gun restrictions to allow trained teachers and administrators to carry weapons.\nAsa Hutchinson, a former Republican congressman from Arkansas who led the task force, unveiled the report at a packed news conference with unusually heavy security, including a bomb-sniffing yellow Labrador retriever. A dozen officers in plain clothes and uniforms stood watch as he spoke; one warned photographers to “remain stationary” during the event.\nAmong the study’s central conclusions is that “the presence of armed security personnel adds a layer of security and diminishes response time” in a shooting, Mr. Hutchinson said. He cited a 1997 Mississippi case in which an assistant principal ran to his truck to retrieve a .45-caliber semiautomatic pistol and subdued a gunman who had killed two students.\nThe recommendations — which also included expanding the police presence in schools — drew immediate criticism from gun control advocates and many Democrats, who have been fighting to tighten gun restrictions after the massacre at Sandy Hook Elementary School in Newtown, Conn., in December.", "url": "https://www.nytimes.com/2013/04/03/us/nra-details-plan-for-armed-school-guards.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}