{"authors": ["Sam Wang"], "date_download": "2018-11-16 04:23:40", "date_modify": "2018-11-16 04:23:40", "date_publish": "2013-02-02 17:50:27", "description": "Congress doesn’t reflect the people’s vote.", "filename": "2013_02_03_opinion_sunday_the-great-gerrymander-of-2012.html_pagewanted=all&_r=0_1542342220.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_03_opinion_sunday_the-great-gerrymander-of-2012.html_pagewanted=all&_r=0_1542342220.html", "title": "The Great Gerrymander of 2012", "title_page": "Opinion | The Great Gerrymander of 2012 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Political scientists have identified other factors that have influenced the relationship between votes and seats in the past. Concentration of voters in urban areas can, for example, limit how districts are drawn, creating a natural packing effect. But in 2012 the net effect of intentional gerrymandering was far larger than any one factor.\nWe can quantify this effect using three different methods. First, Democrats would have had to win the popular vote by 7 percentage points to take control of the House the way that districts are now (assuming that votes shifted by a similar percentage across all districts). That’s an 8-point increase over what they would have had to do in 2010, and a margin that happens in only about one-third of Congressional elections.\nSecond, if we replace the eight partisan gerrymanders with the mock delegations from my simulations, this would lead to a seat count of 215 Democrats, 220 Republicans, give or take a few.\nThird, gerrymandering is a major form of disenfranchisement. In the seven states where Republicans redrew the districts, 16.7 million votes were cast for Republicans and 16.4 million votes were cast for Democrats. This elected 73 Republicans and 34 Democrats. Given the average percentage of the vote it takes to elect representatives elsewhere in the country, that combination would normally require only 14.7 million Democratic votes. Or put another way, 1.7 million votes (16.4 minus 14.7) were effectively packed into Democratic districts and wasted.\nCompared with a national total House vote of 121 million, this number is considerable. In Illinois, Democrats did the converse, wasting about 70,000 Republican votes. In both cases, the number of wasted votes dwarfs the likely effect of voter-ID laws, a Democratic concern, or of voter fraud, a Republican concern.\nSOME legislators have flirted with the idea of gerrymandering the presidency itself under the guise of Electoral College reform. In one short-lived plan, Virginia State Senator Charles Carrico sponsored legislation to allocate electoral votes by Congressional district. In contrast to the current winner-take-all system, which usually elects the popular vote winner, Mr. Carrico’s proposal applied nationwide would have elected Mitt Romney, despite the fact that he won five million fewer votes than Mr. Obama. This is basically an admission of defeat by Republicans in swing states. Mr. Carrico’s constituents might well ask whether these changes serve their interests or those of the Republican National Committee.\nTo preserve majority rule and minority representation, redistricting must be brought into fairer balance. I propose two plans. First, let’s establish nonpartisan redistricting commissions in all 50 states. In Ohio, one such ballot measure failed in November, in part because of a poorly financed campaign. Maybe those who prodded voters to turn out could support future initiatives.", "url": "https://www.nytimes.com/2013/02/03/opinion/sunday/the-great-gerrymander-of-2012.html?pagewanted=all&_r=0"}