{"authors": ["Catherine Rampell"], "date_download": "2018-11-16 04:08:02", "date_modify": "2018-11-16 04:08:02", "date_publish": "2013-04-20 01:42:25", "description": "Despite strong recent job growth, 7.6 million Americans who want to work more hours have been stuck in part-time jobs.", "filename": "2013_04_20_business_part-time-work-becomes-full-time-wait-for-better-job_1542341282.html", "image_url": "https://static01.nyt.com/images/2013/04/20/business/20parttime-pic/20parttime-pic-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_20_business_part-time-work-becomes-full-time-wait-for-better-job_1542341282.html", "title": "Part-Time Work Becomes Full-Time Wait for Better Job", "title_page": "Part-Time Work Becomes Full-Time Wait for Better Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Essentially all of the gains in part-time employment have been among people who are reluctantly working fewer hours because of slack business conditions for their employer or an inability to find a full-time job.\n“It was a relief just to find something,” said Amie Crawford, 56, of Chicago. After four months looking for a new job as an interior designer, which she had been for 30 years before the recession, she accepted a position as a part-time cashier at a quick-service health-food cafe called Protein Bar.\nShe keeps asking for more hours, but her manager’s response is always the same.\n“He tells me, ‘I try to give you as many hours as I can, but everybody wants as many hours as they can,’ ” Ms. Crawford said.\nThe owner of the company, Matt Matros, said that it was working on giving her more hours, but that each location had a limited need for cashiers. He added that Ms. Crawford had the opportunity to get trained in other skills if she wanted to advance or take on other positions.\nHolding a part-time job when a full-time one is desired is frustrating for workers, and not only because fewer hours means less income. Like temp workers, part-timers are also less likely to get benefits and are more likely to be stuck with unpredictable schedules that make it hard to plan for child care, transportation or even a second part-time job.\n“I’ll be on the schedule from this time to this time, so I expect to work from this time to this time,” Ms. Crawford said. “But because on a particular day, who knows, it’s snowing, raining, or people just didn’t come in today for whatever reason, they start cutting people. So I get sent home in the middle of my shift.”\nPart-timers also generally earn less per hour than their full-time counterparts.\n“The only remaining legal form of discrimination in the labor market is against part-time workers,” said John Schmitt, senior economist at the Center for Economic and Policy Research, a liberal research organization. “You can hire part-time workers and full-time workers doing the same job, and you’re allowed to pay them different money and different benefits.”", "url": "https://www.nytimes.com/2013/04/20/business/part-time-work-becomes-full-time-wait-for-better-job.html"}