{"authors": ["Tim Arango", "Sebnem Arsu", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:52:37", "date_modify": "2018-11-16 03:52:37", "date_publish": "2013-06-15 09:37:17", "description": "After 18 days of protests, Prime Minister Recep Tayyip Erdogan ordered his riot police to storm Gezi Park. As people fled the tear gas and water cannons, the police pursued them in the streets.", "filename": "2013_06_16_world_europe_protesters-in-turkey.html_module=inline_1542340357.html", "image_url": "https://static01.nyt.com/images/2013/06/16/world/16turkey_cnd2_span/16turkey_cnd2_span-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_16_world_europe_protesters-in-turkey.html_module=inline_1542340357.html", "title": "Police Storm Park in Istanbul, Setting Off a Night of Chaos", "title_page": "Police Storm Park in Istanbul, Setting Off a Night of Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By 3 a.m. Sunday, the police were chasing protesters in the streets in Istanbul near the contested park, firing tear gas, water cannons and, according to many demonstrators, rubber bullets. Some protesters hurled rocks and bottles, but most were attempting to march peacefully to Taksim Square. To try to stem the flow of new protesters, the city shut down the subway, ferries and some bus routes and the police were blocking main arteries to Taksim. Earlier in the evening, as violence engulfed the city center, Istanbul’s mayor, Huseyin Mutlu, said on television, “The police will go easy on the protesters.”\nHe criticized the foreign media for “giving false information about Taksim,” and said, “we should be a loving society, not a clashing one.” Several private television stations, meanwhile, appeared to back off their coverage as the protests intensified. Mr. Mutlu later said the crackdown in the park had lasted only a short time and “did not cause any problems.”\nOne of the protesters who was in the park at the time of the raid, who gave only his first name, Deniz, said, “They fired sound bombs first, and then the tear gas came, and we were caught totally off guard. It was as if they were trying to kill us, not evacuate the park.”\nThe luxury Divan Hotel, on the edge of Gezi Park, became a refuge for protesters fleeing the violence. Hundreds of protesters, wearing hard hats and gas masks, filled the lobby, where glass cases of cuff links and silk handkerchiefs were smeared with milk that the injured used to clear their eyes of tear gas. As some kept up their anti-Erdogan chants in the lobby, ambulances arrived and medical workers shuttled in with oxygen tanks and other medical supplies.\n“Does anyone have any burn cream?” one man yelled.\nAnother man sat with his shirt off, fanning his burned skin with his socks. “Two days ago he told us to leave, so we were expecting this,” said the man, referring to Mr. Erdogan. “He’s a dictator.”", "url": "https://www.nytimes.com/2013/06/16/world/europe/protesters-in-turkey.html?module=inline"}