{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:37:44", "date_modify": "2018-11-16 04:37:44", "date_publish": "2013-01-14 00:59:35", "description": "French intervention in Mali and a rescue mission in Somalia have put President François Hollande in a more somber, and decisive, light.", "filename": "2013_01_14_world_europe_francois-hollande-moves-away-from-his-image.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343064.html", "image_url": "https://static01.nyt.com/images/2013/01/14/world/FRANCE/FRANCE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_14_world_europe_francois-hollande-moves-away-from-his-image.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343064.html", "title": "Hollande, Long Seen as Soft, Shifts Image With Firm Stance", "title_page": "Hollande, Long Seen as Soft, Shifts Image With Firm Stance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — President François Hollande of France has regularly been criticized as indecisive, even complacent. But the events of the last few days will go some way toward changing his image, as Mr. Hollande has moved swiftly to use the French military in Mali and Somalia after pulling off an important compromise with domestic unions over job creation.\nThe sudden French military intervention in Mali, which took only half a day to set in motion, together with a bold, if failed, hostage rescue mission in Somalia, have displayed Mr. Hollande in a more somber, decisive light that could represent a turning point for his presidency. The French, like the Americans, judge presidents on their ability to make tough decisions, and there are few tougher ones than to send young soldiers into battle.\nWhile the future of the Mali intervention is unclear, it has begun well, with French forces hitting two columns of Islamist rebels with jet fighters and attack helicopters and appearing to halt a rebel march south toward the capital, Bamako. Mr. Hollande’s actions have garnered widespread political support in France and abroad, from African countries, the United States and Britain, all of which have promised to move more quickly to help Mali recover a vast piece of land lost months ago to the rebels.\nEven the failure of the raid in Somalia, in which two French commandos died and the hostage is believed to have been killed by his captors, does not seem to have hurt Mr. Hollande. Many of his countrymen do not expect warfare to be risk-free, and France is seized by both worries about the rise of radical Islam and the plight of several French hostages in North Africa believed to be held by religious extremists. “This is the first occasion Hollande had or seized upon to act decisively, without the sort of waffling that had appeared to be his trademark,” said François Heisbourg, a defense expert at the Foundation for Strategic Research in Paris. “So in that sense, it changes his image instantaneously.”", "url": "https://www.nytimes.com/2013/01/14/world/europe/francois-hollande-moves-away-from-his-image.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}