{"authors": ["A. O. Scott"], "date_download": "2018-11-16 03:23:14", "date_modify": "2018-11-16 03:23:14", "date_publish": "2013-09-17 21:08:05", "description": "Nicole Holofcener’s “Enough Said” stars Julia Louis-Dreyfus, James Gandolfini and Catherine Keener.", "filename": "2013_09_18_movies_enough-said-stars-james-gandolfini-and-julia-louis-dreyfus.html_module=inline_1542338594.html", "image_url": "https://static01.nyt.com/images/2013/09/18/arts/SUB-18ENOUGH/SUB-18ENOUGH-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_18_movies_enough-said-stars-james-gandolfini-and-julia-louis-dreyfus.html_module=inline_1542338594.html", "title": "The Woman Who Knew Too Much", "title_page": "The Woman Who Knew Too Much  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’m tired of being funny,” says Eva, the Los Angeles massage therapist whose midlife travails are the subject of “Enough Said,” a small miracle of a movie written and directed by Nicole Holofcener. It is possible to sympathize with Eva and also to marvel at her curious sense of timing. Happily — or at least not miserably — divorced, with nice friends and a gratifyingly nondysfunctional teenage daughter, Eva, played by the reliably hilarious Julia Louis-Dreyfus, uses her sense of humor as a social tool and an emotional defense. She’s a good sport, a designated joker, which is fine except that it means that she never has to be taken seriously, even by herself.\nBut as she rolls over in the bed she has just shared, for the first time, with Albert (James Gandolfini) — also the divorced parent of a girl soon to leave for college — Eva senses another possibility. This guy, whom she met at a party and recently started dating, might actually get her, not just her jokes. He agreeably and gallantly says that he’s also tired of being funny. “But you’re not funny,” she says as they snuggle against each other, laughing at her own quick wit and also paying him a sincere, if somewhat backhanded, compliment.\nNow is the time to state that “Enough Said” is very funny indeed. Line for line, scene for scene, it is one of the best-written American film comedies in recent memory and an implicit rebuke to the raunchy, sloppy spectacles of immaturity that have dominated the genre in recent years.", "url": "https://www.nytimes.com/2013/09/18/movies/enough-said-stars-james-gandolfini-and-julia-louis-dreyfus.html?module=inline"}