{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:07:46", "date_modify": "2018-11-16 04:07:46", "date_publish": "2013-05-26 21:34:16", "description": "“Blue Is the Warmest Color,” an emotionally raw and sexually explicit contemporary French drama about a young woman’s awakening, won the Palme d’Or at Cannes.", "filename": "2013_05_27_movies_blue-is-the-warmest-color-wins-palme-dor-at-cannes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341266.html", "image_url": "https://static01.nyt.com/images/2013/05/27/arts/27cannesside-hp/27cannesside-web-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_27_movies_blue-is-the-warmest-color-wins-palme-dor-at-cannes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341266.html", "title": "Story of Young Woman’s Awakening Is Top Winner", "title_page": "Story of Young Woman’s Awakening Is Top Winner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the only real shock of the evening, the best director award went to the Mexican filmmaker Amat Escalante for his turgid, violent shocker “Heli,” which, among other staged atrocities, features a scene of a man having his groin lighted afire. “I wasn’t expecting this,” said Mr. Escalante, a sentiment shared by some critics. The jury prize went to “Like Father, Like Son,” a lovely melodrama from the Japanese director Hirokazu Kore-eda about a family almost undone by the news that its only son was accidentally swapped at birth with another child. The best screenplay was given to Jia Zhang-ke for “A Touch of Sin.” Calling the award a “big honor,” Mr. Jia said: “China is changing so fast. I think that film is the best way for me to look for freedom.”\nThe prize for Un Certain Regard, a sidebar section, went to “L’Image Manquante,” a feature from the Cambodian filmmaker Rithy Panh. The award for the Camera d’Or, for the best first feature, went to “Ilo Ilo,” from the Singaporean director Anthony Chen, who said it was the first time a movie from Singapore had won at Cannes. The Palme for the best short film was won by “Safe,” from the South Korean director Moon Byoung-gon.\nInformation about other winners is at festival-cannes.fr.", "url": "https://www.nytimes.com/2013/05/27/movies/blue-is-the-warmest-color-wins-palme-dor-at-cannes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}