{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:33", "date_modify": "2018-11-16 04:46:33", "date_publish": "2013-01-17 01:37:42", "description": "After the wildcat strike in 1970, Mr. Sombrotto went on to lead one of the nation’s most powerful postal workers’ unions.", "filename": "2013_01_17_nyregion_vincent-sombrotto-leader-of-1970-postal-strike-dies-at-89_1542343593.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_17_nyregion_vincent-sombrotto-leader-of-1970-postal-strike-dies-at-89_1542343593.html", "title": "Vincent Sombrotto, Who Led Postal Strike, Dies at 89", "title_page": "Vincent Sombrotto, Who Led Postal Strike, Dies at 89 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Vincent Sombrotto, who as a rank-and-file letter carrier led a wildcat strike that shut down post offices across the country in 1970, prompting President Richard M. Nixon to call out the National Guard, and who went on to lead one of the nation’s most powerful postal workers’ unions for 24 years, died on Jan. 10 at a hospital near his home in Port Washington, N.Y. He was 89.\nHis daughter, Mara Sombrotto, confirmed his death.\nOn March 23, 1970, Nixon announced on television that he had “just now directed the activation of the men of the various military organizations to begin, in New York City, the restoration of essential mail services.”\nFive days earlier, largely at Mr. Sombrotto’s urging, members of Branch 36 of the National Association of Letter Carriers — the union’s local in Manhattan and the Bronx — had voted 1,555 to 1,055 to strike, defying the union’s warnings that to do so would break a law barring federal employees from striking.\n“We were just a group of people that felt that we were being taken advantage of,” Mr. Sombrotto said in 2010 at a 40th-anniversary celebration of the strike. Every letter carrier he knew, he said, “worked on two jobs, three jobs, just to survive.”", "url": "https://www.nytimes.com/2013/01/17/nyregion/vincent-sombrotto-leader-of-1970-postal-strike-dies-at-89.html"}