{"authors": ["Jennifer Steinhauer", "Ian Austen"], "date_download": "2018-11-16 03:12:58", "date_modify": "2018-11-16 03:12:58", "date_publish": "2013-11-19 03:02:24", "description": "Despite the bizarre antics of Mayor Rob Ford, most notably his use of crack, he will likely remain at the helm of Canada’s largest city until his term ends next year.", "filename": "2013_11_19_world_americas_his-honor-torontos-mayor-rampages-on-to-citys-shame.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337978.html", "image_url": "https://static01.nyt.com/images/2013/11/19/world/TORONTO/TORONTO-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_19_world_americas_his-honor-torontos-mayor-rampages-on-to-citys-shame.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337978.html", "title": "His Honor? Toronto’s Mayor Rampages On, to City’s Shame", "title_page": "His Honor? Toronto’s Mayor Rampages On, to City’s Shame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — The end did not come for Rob Ford, the mayor of this city, when he proclaimed his proclivity for oral sex on live television.\nIt did not come when the police confirmed that they had a video of him smoking crack, something he had repeatedly denied, nor when he showed up drunk at a local festival, careened equally plastered on a dance floor, or when the local Santa parade told him to please stay away.\nIt did not even come Monday, during a City Council meeting at which members voted to take away most of his budget and staff while he cantered around the chamber, heckling voters and knocking a City Council member to the floor.\nIt seems that Mr. Ford, absent a decision to quit, will remain at the helm of Canada’s largest and most affluent city at least until his term ends next year. He says he has far too many phone calls left to make.", "url": "https://www.nytimes.com/2013/11/19/world/americas/his-honor-torontos-mayor-rampages-on-to-citys-shame.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}