{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:37:34", "date_modify": "2018-11-16 04:37:34", "date_publish": "2013-11-29 13:59:48", "description": "A report from the United Nations refugee agency warned of a generation “traumatized, isolated and suffering” as a result of the Syrian conflict.", "filename": "2013_11_30_world_middleeast_united-nations-syrian-refugee-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343054.html", "image_url": "https://static01.nyt.com/images/2013/11/30/world/30geneva/30geneva-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_30_world_middleeast_united-nations-syrian-refugee-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343054.html", "title": "U.N. Warns of Lasting Harm to Syrian Refugee Children", "title_page": "U.N. Warns of Lasting Harm to Syrian Refugee Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — Syria’s conflict is creating a generation of damaged children, the United Nations warned Friday in a report on the plight of more than a million children who are refugees in neighboring countries, many of them deprived of access to education and of any semblance of a normal family life or childhood.\n“The world must act to save a generation of traumatized, isolated and suffering children from catastrophe,” the United Nations refugee agency warned in the report. “If we do not move quickly, this generation of innocents will become lasting casualties of war.”\nThe agency has registered more than 1.1 million children among the total of 2.2 million refugees, presenting a crisis on a scale unseen since Rwanda two decades ago, Volker Türk, the agency’s director of international protection, told reporters in Geneva. Of these refugee children, more than 385,000 were in Lebanon and 290,000 were in Jordan, he said.\nThe conflict had caused children of all ages “to suffer immensely, both physically and psychologically,” the report said. “Children have been wounded or killed by sniper fire, rockets, missiles and falling debris. They have experienced firsthand conflict, destruction and violence.”", "url": "https://www.nytimes.com/2013/11/30/world/middleeast/united-nations-syrian-refugee-children.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}