{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 04:13:26", "date_modify": "2018-11-16 04:13:26", "date_publish": "2013-05-10 15:37:42", "description": "The anemic economy has left millions struggling to get ahead. Student debt is making it even harder for many of them, as they delay purchases of things like homes and cars.", "filename": "2013_05_11_business_economy_student-loan-debt-weighing-down-younger-us-workers.html_pagewanted=all_1542341606.html", "image_url": "https://static01.nyt.com/images/2013/05/11/business/economy/11studentloans/11studentloans-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_11_business_economy_student-loan-debt-weighing-down-younger-us-workers.html_pagewanted=all_1542341606.html", "title": "Student Debt Slows Growth as Young Spend Less", "title_page": "Student Debt Slows Growth as Young Spend Less - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Federal Reserve Bank of New York, in a new study, found that 30-year-olds with student loans were now less likely to have debts like home mortgages than 30-year-olds without student loans — even though most of those with student loans are better educated and can expect to earn more money over their lifetimes. The same pattern holds true for 25-year-olds and car loans.\n“It is a new thing, a big social experiment that we’ve accidentally decided to engage in,” said Kevin Carey, the director of the Education Policy Program at the New America Foundation, a research group based in Washington. “Let’s send a whole class of people out into their professional lives with a negative net worth. Not starting at zero, but starting at a minus that is often measured in the tens of thousands of dollars. Those minus signs have psychological impact, I suspect. They might have a dollars-and-cents impact in what you can afford, too.”\nThe weak economy and tight credit standards remain the main culprits preventing young people just establishing themselves from making major purchases. But millions now face putting a substantial share of their take-home pay toward past debts rather than present needs. Student loan debt leaves them with less money for things like clothes and restaurant meals. And it is even more likely to suppress purchases of more expensive items that need to be bought with credit. A poor job market is compounding the problem: the educational debt burden of many so-called millennials has sharply increased even as they are being forced to get by on significantly less income than the previous generation — a decline of about 15 percent in real terms since 2000, with much of that drop coming from the recession.\nAccording to calculations by the Pew Research Center, the measure of debt to income for households under the age of 35 has ballooned to about 1.5-to-1 in 2010 from about 1-to-1 in 2001. The composition of that debt has shifted, too: more is tied to student debts, and less to homes. “Having a lot of student loan debt makes it harder to qualify for a mortgage and harder to save for a down payment,” said Jed Kolko, the chief economist at Trulia.\nWith the interest rate on some federal student loans set to double on July 1, House Republicans and Senate Democrats have both put forward proposals to try to hold them down. Representative John Kline, Republican of Minnesota, has proposed tying the rate on several federal student loans to the government’s borrowing costs. Democratic senators, including Dick Durbin of Illinois, have made a similar proposal. Some have suggested going further: Senator Elizabeth Warren, Democrat of Massachusetts, has proposed letting students borrow at the same “discount rate” that the Federal Reserve charges to banks, currently 0.75 percent.", "url": "https://www.nytimes.com/2013/05/11/business/economy/student-loan-debt-weighing-down-younger-us-workers.html?pagewanted=all"}