{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:15:29", "date_modify": "2018-11-16 04:15:29", "date_publish": "2013-02-11 03:19:44", "description": "Exploiting generous benefits and loopholes, some public sector employees are earning more than $260,000 in a year.", "filename": "2013_02_11_world_americas_brazil-seethes-over-public-officials-super-salaries.html_pagewanted=all&module=inline_1542341729.html", "image_url": "https://static01.nyt.com/images/2013/02/11/world/BRAZIL/BRAZIL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_11_world_americas_brazil-seethes-over-public-officials-super-salaries.html_pagewanted=all&module=inline_1542341729.html", "title": "Brazil, Where a Judge Made $361,500 in a Month, Fumes Over Pay", "title_page": "Brazil, Where a Judge Made $361,500 in a Month, Fumes Over Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though some officials are resisting the new rules, new disclosures at public institutions have revealed case after case of public employees earning more than Supreme Court justices, who made about $13,360 a month in 2012, an amount established in the Constitution as the highest salary that public employees can receive. In the Senate and Chamber of Deputies alone, more than 1,500 employees earned more than the constitutional limit, according to Congresso em Foco, a watchdog group.\nState judges can do even better. One in São Paulo recently pulled down $361,500 in a month. That is not a typo: some judges in Brazil are paid more in a single month than their counterparts in high-income countries earn in an entire year. (The top annual salaries for judges in New York State are climbing to around $198,600.)\nThe recent revelations, including of an auditor in Minas Gerais State who earned $81,000 in one month and a librarian who got $24,000 in another, have spurred a strong reaction in some quarters. Joaquim Barbosa, the chief justice of the Supreme Court, revoked the super-salaries of the 168 employees in São Paulo’s auditing court in December. Another fed-up federal judge issued an injunction in October suspending payments to 11 cabinet ministers, but the attorney general said he would seek to overturn the ruling.\nSome historians blame Portugal, the former colonial ruler, for creating a powerful public bureaucracy in which mandarins wield great influence and earn outsize salaries. Brazil’s byzantine judicial system also provides ways for certain senior civil servants to circumvent constitutional pay limits. Some collect pensions from previous stints in government — often their full salary at the time of retirement — after shifting into another high-paying public job.\nThen there are the extra allowances for housing and food, the generous reimbursement rates for distance driven on the job and, of course, the loopholes. One provision dating to 1955 enables some public employees to take a three-month leave every five years. But those who forgo the leave, now intended to encourage workers to take postgraduate courses, can seek to collect extra money instead.\nSome high-ranking members of the governing Workers Party, including Finance Minister Guido Mantega, have been able to get around the constitutional limit by receiving an extra $8,000 a month for serving on the boards of state enterprises, and many legislators are entitled to annual bonuses of more than $26,000 so they can purchase attire like business suits.", "url": "https://www.nytimes.com/2013/02/11/world/americas/brazil-seethes-over-public-officials-super-salaries.html?pagewanted=all&module=inline"}