{"authors": ["Will Storey"], "date_download": "2018-11-16 04:37:27", "date_modify": "2018-11-16 04:37:27", "date_publish": "2013-04-19 18:52:00", "description": "Religion has long formed a superstructure that has informed each of their lives, from childhood onward.", "filename": "2013_04_21_fashion_weddings_evelyn-hsieh-michael-wong-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "image_url": "https://static01.nyt.com/images/2013/04/21/fashion/weddings/21VOWS1_SPAN/21VOWS1_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_21_fashion_weddings_evelyn-hsieh-michael-wong-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "title": "A Word Unspoken but Definitely Felt", "title_page": "A Word Unspoken but Definitely Felt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By that point, Ms. Hsieh said, she had had one serious romance, during her college days with a young man she had known from high school.\nTwo weeks after she asked her friends to pray for her, she added, “my roommate brought some friends over to watch a movie.”\nOne of those friends was Mr. Wong, whose parents, an engineer and a teacher, were evangelical Christians and had settled in Minnesota after emigrating from Hong Kong.\nAs a teenager, Mr. Wong said, he had been dismayed by the lack of advice on relationships with women. In his senior year of high school he came across a book for Christian singles, “I Kissed Dating Goodbye,” by Joshua Harris, that became his dating bible. It influenced him as he entered Rensselaer Polytechnic Institute to study information technology and, later, as he started his career. (He is now a business analyst at CACI, an information technology company in Arlington, Va.)\n“The main principle of the book is that Jesus died for us,” he said, “and we should be applying that sacrifice to the dating world, putting that other person’s interests in front of yours.”\nHe soon saw in Ms. Hsieh a life lived within that framework. Though they became intrigued with each other that night at her apartment and together indulged in a mutual passion for ice skating, things took a serious turn during a lunch at his church, Ambassador Bible Church, just outside Washington. The congregation met at a high school and Ms. Hsieh excused herself and began to clean up. When he asked her why she was doing that, she told him she felt the need to serve others.", "url": "https://www.nytimes.com/2013/04/21/fashion/weddings/evelyn-hsieh-michael-wong-vows.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}