{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 04:50:09", "date_modify": "2018-11-16 04:50:09", "date_publish": "2013-11-23 17:20:12", "description": "The United States and five other world powers announced an accord that would temporarily freeze Tehran’s nuclear program and lay the foundation for a more sweeping deal.", "filename": "2013_11_24_world_middleeast_talks-with-iran-on-nuclear-deal-hang-in-balance_1542343809.html", "image_url": "https://static01.nyt.com/images/2013/11/24/world/middleeast/24nuclear_4/24nuclear_4-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_24_world_middleeast_talks-with-iran-on-nuclear-deal-hang-in-balance_1542343809.html", "title": "Accord Reached With Iran to Halt Nuclear Program", "title_page": "Accord Reached With Iran to Halt Nuclear Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — The United States and five other world powers announced a landmark accord Sunday morning that would temporarily freeze Iran’s nuclear program and lay the foundation for a more sweeping agreement.\nIt was the first time in nearly a decade, American officials said, that an international agreement had been reached to halt much of Iran’s nuclear program and roll some elements of it back.\nThe aim of the accord, which is to last six months, is to give international negotiators time to pursue a more comprehensive pact that would ratchet back much of Iran’s nuclear program and ensure that it could be used only for peaceful purposes.\nShortly after the agreement was signed at 3 a.m. in the Palace of Nations in Geneva, President Obama, speaking from the State Dining Room in the White House, hailed it as the most “significant and tangible” progress of a diplomatic campaign that began when he took office.", "url": "https://www.nytimes.com/2013/11/24/world/middleeast/talks-with-iran-on-nuclear-deal-hang-in-balance.html"}