{"authors": ["Michael Barbaro", "David W. Chen"], "date_download": "2018-11-16 04:09:18", "date_modify": "2018-11-16 04:09:18", "date_publish": "2013-11-06 02:00:36", "description": "The election of Bill de Blasio, the Democratic candidate, amounted to a forceful rejection of the hard-nosed, business-minded style of governance that reigned at City Hall for the past two decades.", "filename": "2013_11_06_nyregion_de-blasio-is-elected-new-york-city-mayor_1542341358.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_06_nyregion_de-blasio-is-elected-new-york-city-mayor_1542341358.html", "title": "De Blasio Is Elected New York City Mayor in Landslide", "title_page": "De Blasio Is Elected New York City Mayor in Landslide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bill de Blasio, who transformed himself from a little-known occupant of an obscure office into the fiery voice of New York’s disillusionment with a new gilded age, was elected the city’s 109th mayor on Tuesday.\nHis landslide victory, stretching from the working-class precincts of central Brooklyn to the suburban streets of southeast Queens, amounted to a forceful rejection of the hard-nosed, business-minded style of governance that reigned at City Hall for the past two decades and a sharp leftward turn for the nation’s largest metropolis.\nMr. de Blasio, the city’s public advocate, defeated Joseph J. Lhota, a former chairman of the Metropolitan Transportation Authority, by a margin of about 49 percentage points, with 99 percent of the vote counted.\nIt was the most sweeping victory in a mayor’s race since 1985, when Edward I. Koch won by 68 points, and it gave Mr. de Blasio what he said was an unmistakable mandate to pursue his liberal agenda.", "url": "https://www.nytimes.com/2013/11/06/nyregion/de-blasio-is-elected-new-york-city-mayor.html"}