{"authors": ["Julia Preston", "Ashley Parker"], "date_download": "2018-11-16 03:43:32", "date_modify": "2018-11-16 03:43:32", "date_publish": "2013-04-11 15:42:26", "description": "The program would be a shift from the focus on family ties that is the main foundation of the current immigration system.", "filename": "2013_04_12_us_politics_house-democrats-present-immigration-overhaul-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339812.html", "image_url": "https://static01.nyt.com/images/2013/04/10/us/20130411_IMMIG-slide-FMMC/20130411_IMMIG-slide-FMMC-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_12_us_politics_house-democrats-present-immigration-overhaul-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339812.html", "title": "Immigration Bill Expected to Focus on Work Skills", "title_page": "Immigration Bill Expected to Focus on Work Skills - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The sweeping immigration bill that a bipartisan group of senators is preparing will include a major new merit-based program for foreigners to become permanent legal residents based on their work skills, including both high-skilled and blue-collar workers, according to people familiar with a draft of the legislation.\nOver time the program, just one piece of the bill, would open up many new opportunities for foreigners to settle in the United States based on their skills, a shift from the focus on family ties that is the main foundation of the current immigration system.\nBut the bill will also include a host of measures to eliminate, over 10 years, a backlog of 4.7 million immigrants who have applied to come here legally and have been languishing in the system, waiting for permanent resident visas known as green cards. As a result, during the next decade, millions of immigrants who have been waiting patiently for legal documents will be united with their family members here.\nThe bill, an intricate combination of many interlocking parts, also provides a path to citizenship for an estimated 11 million immigrants living in the country illegally. Under the plan, those immigrants would wait at least 13 years before they could apply to become citizens.", "url": "https://www.nytimes.com/2013/04/12/us/politics/house-democrats-present-immigration-overhaul-plan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}