{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:40", "date_modify": "2018-11-16 03:13:40", "date_publish": "2013-08-02 19:51:58", "description": "Despite a whopping judgment against Equifax, little is going to change for those who find mistakes in their credit reports, industry observers say.", "filename": "2013_08_03_your-money_credit-scores_credit-bureaus-willing-to-tolerate-errors-experts-say.html_module=inline_1542338020.html", "image_url": "https://static01.nyt.com/images/2013/08/03/your-money/03money/03money-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_08_03_your-money_credit-scores_credit-bureaus-willing-to-tolerate-errors-experts-say.html_module=inline_1542338020.html", "title": "An $18 Million Lesson in Handling Credit Report Errors", "title_page": "An $18 Million Lesson in Handling Credit Report Errors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The credit bureaus are willing to tolerate these errors — and settle with consumers out of court — as a cost of doing business, according to credit experts and lawyers who work on these cases.\n“Their business model is to keep doing the same thing over and over again,” said Justin Baxter, the lead lawyer on Ms. Miller’s case. “They can buy off a number of consumers with small dollar amounts and get rid of the vast majority of cases. To Equifax, that’s the cost of doing business.”\nMs. Miller made every effort to fix her report, exactly as consumers are advised to do. She initiated the company’s dispute process about seven times, and in most instances, Equifax would spit back a form letter saying it needed more proof of her identity. So she sent her pay stub and her phone bill. When that didn’t work, she sent her pay stub and her driver’s license. And when that failed, she sent her W-2 form and an insurance bill — at least three times.\nBut nothing ever changed: Ms. Miller, a model financial citizen who once had the credit score to prove it, had become mixed up with another, much less creditworthy Julie Miller. After she was denied a line of credit from KeyBank, she discovered 38 collection accounts on her credit report, none of which belonged to her, along with an inaccurate Social Security number and birth date. Her financial life was no longer her own.\nMixed files, as they are known in the credit industry, most frequently involve people who share common names with individuals who have similar Social Security numbers, birth dates or addresses. These errors are notorious for being among the most difficult to fix, credit experts said, and require human intervention to untangle the mess. But given the huge number of disputes, the process to address them is largely automated. And that is the excuse the industry advances to consumers who get stuck in its web.", "url": "https://www.nytimes.com/2013/08/03/your-money/credit-scores/credit-bureaus-willing-to-tolerate-errors-experts-say.html?module=inline"}