{"authors": ["Ellen Barry"], "date_download": "2018-11-16 04:40:26", "date_modify": "2018-11-16 04:40:26", "date_publish": "2013-01-11 00:52:04", "description": "The spokesman for President Vladimir V. Putin said adoptions already approved by a court would be honored, despite a ban on American adoptions signed into law last month.", "filename": "2013_01_11_world_europe_russia-to-allow-some-us-adoptions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343226.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_11_world_europe_russia-to-allow-some-us-adoptions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343226.html", "title": "Russia to Let a Few U.S. Adoptions Go On", "title_page": "Russia to Let a Few U.S. Adoptions Go On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — In what could be good news for a few prospective American parents, a top Kremlin official said Thursday that Russian children whose adoptions had already been approved by a court would be allowed to join their adoptive families in the United States and would not be affected by a ban on such adoptions that President Vladimir V. Putin signed into law last month.\nBut the official, Dmitri S. Peskov, the Kremlin press secretary, said the ban meant that there would be no new adoptions and that adoptions that had not been approved in court would be halted. “It is a ban on any new procedures, any new formalities,” he said. “Those who have got a decision will be able to leave.”\nMr. Peskov added: “There are some children who were in the process, but whose formalities were not completed. Those children will stay here.”\nRussian officials have said that there are 46 children whose adoptions by American families have been partially processed, but that not all of them have court orders.", "url": "https://www.nytimes.com/2013/01/11/world/europe/russia-to-allow-some-us-adoptions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}