{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:14:07", "date_modify": "2018-11-16 04:14:07", "date_publish": "2013-06-21 01:55:13", "description": "Five prisoners at Guantánamo Bay, Cuba, could be the key to whether the talks the United States has long sought with the Taliban are a success.", "filename": "2013_06_21_world_asia_taliban-talks-could-depend-on-detainees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341647.html", "image_url": "https://static01.nyt.com/images/2013/06/21/world/asia/21gitmo_combo/21gitmo_combo-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_21_world_asia_taliban-talks-could-depend-on-detainees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341647.html", "title": "Negotiations With Taliban Could Hinge on Detainees", "title_page": "Negotiations With Taliban Could Hinge on Detainees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Two were senior Taliban commanders said to be implicated in murdering thousands of Shiites in Afghanistan. When asked about the alleged war crimes by an interrogator, they “did not express any regret and stated they did what they needed to do in their struggle to establish their ideal state,” according to their interrogators.\nThere is also a former deputy director of Taliban intelligence, a former senior Taliban official said to have “strong operational ties” to various extremist militias, and a former Taliban minister accused of having sought help from Iran in attacking American forces.\nThese five prisoners at Guantánamo Bay, Cuba, could be the key to whether the negotiations the United States has long sought with the Taliban are a success, or even take place. A Taliban spokesman in Qatar said Thursday that exchanging them for Sgt. Bowe Bergdahl, an American prisoner of war who has been held by militants since 2009, would be a way to “build bridges of confidence” to start broader peace talks.\nLess than a month ago, President Obama gave a speech reiterating his desire to close Guantánamo. But one official familiar with internal deliberations emphasized that any exchange involving the Afghan prisoners should not be seen as part of efforts the president has ordered to winnow the prison of low-level detainees.", "url": "https://www.nytimes.com/2013/06/21/world/asia/taliban-talks-could-depend-on-detainees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}