{"authors": ["Elaine Louie"], "date_download": "2018-11-16 03:31:00", "date_modify": "2018-11-16 03:31:00", "date_publish": "2013-01-15 20:19:15", "description": "Jean-Georges Vongerichten and his wife, Marja, note that their daughter is not a foodie quite yet.", "filename": "2013_01_16_dining_vongerichtens-raising-their-daughters-interest-in-food_1542339060.html", "image_url": "https://static01.nyt.com/images/2013/01/09/dining/09SPROUTS_SPAN/09SPROUTS_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_16_dining_vongerichtens-raising-their-daughters-interest-in-food_1542339060.html", "title": "Raising an Interest in Food, Naturally", "title_page": "Raising an Interest in Food, Naturally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHLOE VONGERICHTEN, 12, is the horseback riding, hip-hop dancing, trapeze swinging daughter of Jean-Georges Vongerichten, 55, and his wife, Marja, 36. He has eight restaurants in New York, including the one bearing his name at 1 Central Park West, and 27 more around the world. She was the host of “Kimchi Chronicles,” a food and travelogue show that ran for 13 episodes on PBS beginning in 2011, and is the author of the accompanying cookbook. The question arises: Is an obsession with food a genetic trait? And if so, does Chloe have it?\n“We are resigned to the fact that our daughter is not a true foodie,” Ms. Vongerichten said, adding, “For a while, she only ate white food: yogurt, pasta and rice.”\nChloe is far less picky now, eating a half-American, half-Korean diet, and many colors other than white. She particularly likes her father’s pizza, chicken fingers and French fries. When she cooks with him on weekends at their home in Westchester County, they make Marion Cunningham’s buttermilk pancakes, which “are the best pancakes in the world,” Mr. Vongerichten said.", "url": "https://www.nytimes.com/2013/01/16/dining/vongerichtens-raising-their-daughters-interest-in-food.html"}