{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:09:20", "date_modify": "2018-11-16 04:09:20", "date_publish": "2013-11-06 04:15:55", "description": "Bill de Blasio, who was elected to become the first Democratic mayor of New York City in 20 years, will have a far grander stage on which to test the liberal worldview that has been the hallmark of his career.", "filename": "2013_11_06_nyregion_heading-to-new-york-city-hall-a-liberal-accustomed-to-exceeding-expectations_1542341360.html", "image_url": "https://static01.nyt.com/images/2013/11/06/nyregion/Y-JPDEBLASIO1/Y-JPDEBLASIO1-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_06_nyregion_heading-to-new-york-city-hall-a-liberal-accustomed-to-exceeding-expectations_1542341360.html", "title": "New York’s Next Mayor, an Audacious Liberal", "title_page": "New York’s Next Mayor, an Audacious Liberal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But family life quickly grew turbulent. His father, who had lost part of his left leg in the Battle of Okinawa and endured a lengthy government investigation into accusations that he and his wife were Communists, began drinking heavily. When Mr. de Blasio was 8, his parents filed for divorce.\nMr. de Blasio has said he learned the importance of building a nurturing home in the wake of his father’s decline. He began strongly identifying with the Italian roots of his mother, Maria de Blasio, a public relations manager, and visited his father from time to time. As a young adult, he adopted his mother’s maiden name, permanently declaring his distance from his father.\nIn high school, Mr. de Blasio found a passion for politics, helping form student groups and attending rallies against nuclear energy.\nIn a 1979 interview with The Boston Globe, Mr. de Blasio, then 17, spoke about the difficulties of student organizing. “Sure I get discouraged sometimes about trying to get students more closely involved with school,” he said. “I don’t get into yelling at people, so I have a lot of pent-up feelings, but I go jogging or listen to music, soft rock or opera. You can’t let your problems get into your whole life.”\nSoon Mr. de Blasio was off to New York University, where he helped found a student coalition that took up the causes of scrutinizing the university’s finances and increasing student input in decision-making.\nBut Mr. de Blasio, with a sprawling beard and an unruly head of hair, was increasingly drawn to international politics, particularly the roiling political battles of Latin America, and so he enrolled in graduate school at Columbia University’s School of International and Public Affairs. After graduation, he joined a cause that seemed well suited to his interests: opposing the American intervention in Nicaragua.\nIt was in working on issues related to Latin America that Mr. de Blasio got a glimpse of the possibilities of an unabashedly liberal society, with broad access to health care, literacy and property. But he felt the ruling Sandinista government of Nicaragua could be too controlling, and he hungered for a role in shaping politics closer to home.", "url": "https://www.nytimes.com/2013/11/06/nyregion/heading-to-new-york-city-hall-a-liberal-accustomed-to-exceeding-expectations.html"}