{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 04:38:00", "date_modify": "2018-11-16 04:38:00", "date_publish": "2013-11-29 00:51:15", "description": "With fighters from Hezbollah, which is based in Lebanon, Syrian government troops gained control of the town of Deir Attiyah, which straddles a critical highway.", "filename": "2013_11_29_world_middleeast_syrian-forces-press-rebels-with-gains.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343080.html", "image_url": "https://static01.nyt.com/images/2013/11/29/world/lebanon/lebanon-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_29_world_middleeast_syrian-forces-press-rebels-with-gains.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343080.html", "title": "Syrian Forces Press Rebels With Gains", "title_page": "Syrian Forces Press Rebels With Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Syrian government forces battling alongside fighters from the Lebanon-based Hezbollah have nearly broken the rebels’ hold on a strategic region north of the capital, Damascus, Syrian state news media and opposition activists said Thursday.\nA number of rebel groups, some of them linked to Al Qaeda, seized a string of towns this month in the Qalamoun region near the border with Lebanon and effectively cut off traffic on Syria’s most important internal highway, deepening fuel shortages in the capital.\nBut after sending reinforcements, the government appears to be regaining ground. On Thursday, its forces took the town of Deir Attiyah, which straddles the highway, and were fighting to enter the next town to the south, Nabak, Syrian state news media and opposition activists said.\nThe battle for the Qalamoun region highlights how intertwined communities in neighboring Lebanon have become in the nearly three-year-old civil war in Syria. The Qalamoun region has long served as an important pathway for arms, supplies and rebel fighters from Lebanon and elsewhere to enter Syria.", "url": "https://www.nytimes.com/2013/11/29/world/middleeast/syrian-forces-press-rebels-with-gains.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}