{"authors": ["James B. Stewart"], "date_download": "2018-11-16 03:51:58", "date_modify": "2018-11-16 03:51:58", "date_publish": "2013-05-24 19:24:27", "description": "More than 88 percent of Fortune 500 companies have adopted written policies prohibiting bias on the basis of sexual orientation, but Exxon Mobil has refused.", "filename": "2013_05_25_business_a-corporate-giants-missing-support-for-gay-rights.html_module=inline_1542340318.html", "image_url": "https://static01.nyt.com/images/2013/05/24/business/video-tc-130524-stewart/video-tc-130524-stewart-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_25_business_a-corporate-giants-missing-support-for-gay-rights.html_module=inline_1542340318.html", "title": "Exxon Defies Calls to Add Gays to Anti-Bias Policy", "title_page": "Exxon Defies Calls to Add Gays to Anti-Bias Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Allen was working at Mobil at the time of the merger with Exxon, and was involved in persuading Mobil’s former chairman, Lucio Noto, to ban discrimination based on sexual orientation and to extend domestic partner benefits to same-sex couples. “We met with him, and explained the advantages straight people had, and he turned to me and said, ‘You’ve got to help me out here. What do you mean by straight people?’ But he understood the issue. Exxon just doesn’t seem to get it. They were very proud of their record on apartheid, but they just don’t seem to see the common thread.”\nMr. Allen added, “Inside the company we anxiously watched that shareholder vote year after year. We kept hoping to see it turn to a yes vote, and we felt it was trending in the right direction. We never understood the company’s position. All their major competitors have taken this step. That’s what I don’t get. They are so driven by what happens at the competition, and wanting to stay competitive, except for this. It’s got to be somebody somewhere is blocking it. I can’t imagine who that is.”\nFor years, some people assumed it was Lee Raymond, Exxon’s blunt former chairman and chief executive best known for his vocal skepticism about global warming, who was also dismissive of the sexual orientation issue at shareholder meetings. But he retired at the end of 2005, replaced by a more genial Texan, Rex W. Tillerson.\nMr. Tillerson, a former Eagle Scout, was national president of the Boy Scouts of America from 2010 to 2011, while the Boy Scouts maintained its ban on gay scouts and scout leaders. He is a member of the Boy Scouts’ national executive board, which voted this week to lift the ban on gay scouts (but not gay scout leaders). Eight years into his tenure as Exxon Mobil’s chief executive, the company’s position hasn’t budged. No one doubts that if Mr. Tillerson threw his support behind the issue, the company’s policy would change.\nMr. Jeffers said Mr. Tillerson had no comment. He added that the company’s position on the issue was a board decision, and that board deliberations were confidential.\nThis week, Freedom to Work, a gay advocacy group, filed suit against Exxon Mobil in Illinois, claiming discrimination based on sexual orientation. The group sent the company two fictitious résumés for a job opening in Patoka, Ill. One résumé had stronger qualifications, but identified the applicant as gay. Exxon Mobil responded to the lesser-qualified applicant’s résumé and made several follow-up phone calls. The résumé from the gay applicant received no reply.\nTico Almeida, a Yale Law School graduate and president of Freedom to Work, told me this week he was inspired by similar lawsuits that were part of the civil rights movement. “Exxon Mobil says it doesn’t discriminate. If so, all they have to do is adopt the same nondiscrimination policy that other companies have and we’ll settle the case,” Mr. Almeida said. “I hope they don’t decide to waste shareholder money by fighting it.”\nBut no one is holding out much hope, either for the lawsuit or the coming shareholder vote. “I don’t think they’ll ever back down,” Mr. Allen said. “Not until they’re forced to. I think it’s just a cultural thing.”", "url": "https://www.nytimes.com/2013/05/25/business/a-corporate-giants-missing-support-for-gay-rights.html?module=inline"}