{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:40:05", "date_modify": "2018-11-16 03:40:05", "date_publish": "2013-11-25 16:25:45", "description": "A delicious way to use mashed potatoes, whether they be leftovers or freshly mashed.", "filename": "2013_11_27_health_mashed-potato-and-broccoli-raab-pancakes_1542339605.html", "image_url": "https://static01.nyt.com/images/2013/11/26/science/27recipehealth/27recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_27_health_mashed-potato-and-broccoli-raab-pancakes_1542339605.html", "title": "Mashed Potato and Broccoli Raab Pancakes", "title_page": "Mashed Potato and Broccoli Raab Pancakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "2 eggs\n3 to 4 tablespoons sunflower oil, grapeseed oil or canola oil for frying\n1. In a large bowl, mix together the mashed potatoes, finely chopped broccoli raab, chives, baking powder, salt, pepper, Parmesan and flour. Beat the eggs and stir in.\n2. Begin heating a large heavy skillet over medium heat. Heat the oven to 300 degrees. Add 2 tablespoons of the oil and when it is hot carefully scoop up heaped tablespoons of the potato mixture and use a spoon or spatula to ease them out of the spoon into the pan. Gently flatten the mounds slightly with the back of a spoon or a spatula but don’t worry if this is hard to do – if they stick — because when you flip them over you can flatten them into pancakes. Brown on the first side – about 2 or 3 minutes – and using a spatula, flip the potato and broccoli raab mounds over and gently push them down so that they will be shaped like pancakes. Brown on the other side and remove to a baking sheet. Continue with the remaining potato mixture, adding oil to the pan as necessary.\nYield: Makes 2 to 2 1/2 dozen small pancakes, serving 6\nAdvance preparation: You can mix up the batter several hours ahead. The potatoes and broccoli raab can be cooked a day or two ahead.\nNutritional information per serving: 190 calories; 10 grams fat; 2 grams saturated fat; 2 grams polyunsaturated fat; 5 grams monounsaturated fat; 66 milligrams cholesterol; 19 grams carbohydrates; 2 grams dietary fiber; 168 milligrams sodium (does not include salt to taste); 6 grams protein\nMartha Rose Shulman is the author of “The Very Best of Recipes for Health.”", "url": "https://www.nytimes.com/2013/11/27/health/mashed-potato-and-broccoli-raab-pancakes.html"}