{"authors": ["Dan Frosch"], "date_download": "2018-11-16 03:15:58", "date_modify": "2018-11-16 03:15:58", "date_publish": "2013-11-22 01:43:31", "description": "John Swallow, facing questions about whether he had committed widespread ethics violations, maintained his innocence but said the fight to clear his name had become too costly.", "filename": "2013_11_22_us_politics_under-investigation-utah-attorney-general-resigns.html_module=inline_1542338158.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_22_us_politics_under-investigation-utah-attorney-general-resigns.html_module=inline_1542338158.html", "title": "Under Investigation, Utah Attorney General Resigns", "title_page": "Under Investigation, Utah Attorney General Resigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DENVER — Utah’s embattled attorney general, John Swallow, resigned Thursday amid persistent questions about whether he had committed widespread ethics violations, saying the legal fight had become too costly.\n“This is a somber day,” Mr. Swallow said at a news conference at the state Capitol in Salt Lake City. “I have vigorously maintained my innocence of all allegations.”\nPressure had been mounting for months on Mr. Swallow to resign. Among other investigations, a special state legislative committee and the lieutenant governor’s office have been looking into whether he had given preferential treatment to donors and failed to disclose business conflicts of interest.\nAt the news conference, Mr. Swallow accused political enemies of orchestrating his demise.\n“I have broken no laws and have vowed to fight for my honor and my good name with every last dollar,” he said.", "url": "https://www.nytimes.com/2013/11/22/us/politics/under-investigation-utah-attorney-general-resigns.html?module=inline"}