{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:13", "date_modify": "2018-11-16 04:55:13", "date_publish": "2013-11-27 03:22:36", "description": "Mr. Kushner is the president of the Kushner Real Estate Group, which owns and manages more than 12 million square feet of commercial property in the New York area.", "filename": "2013_11_27_realestate_commercial_jonathan-c-kushner.html_module=inline_1542344113.html", "image_url": "https://static01.nyt.com/images/2013/11/27/business/INTERVIEW/INTERVIEW-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_27_realestate_commercial_jonathan-c-kushner.html_module=inline_1542344113.html", "title": "Jonathan C. Kushner", "title_page": "Jonathan C. Kushner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. How is business?\nA. It’s great — it’s better than it’s ever been since I started working full time in 1999.\nWe made a shift in the early 2000s to go from being suburban builders in New Jersey and Pennsylvania to being also urban builders. We’ve built an urban brand and we have about 12 projects in different stages — from Bayonne, Jersey City, West New York, Hoboken and Fort Lee — along the Gold Coast of New Jersey. All of our locations are transit-oriented, where you can walk to mass transit and be in Manhattan.\nQ. Most of what you’re doing now is residential.\nA. The lion’s share of what we’re doing is residential in focus and rental apartments. Our current holdings consist of about six million square feet of office, warehouse and retail space and roughly 10,000 apartments. In addition to that we have over 7,000 apartments in different phases of design and construction.\nQ. Let’s talk about some of these developments.\nA. We’re under construction on 18 Park in Jersey City; we’re about 75 percent complete. That’ll be opening in March or April. It’s 550,000 feet and it’s 422 apartments, all rentals, plus 30,000 feet of retail. And at the base of that building we’re building a new Boys and Girls Club.\nWe just broke ground on Journal Square, a three-phase, 2.4-million-square-foot project. The first phase is a 640,000-square-foot residential tower — 54 floors and 540 rental apartments, next to the train station. The other two phases are probably three and five years out; we’re going to build one rental tower at a time. The second tower is going to be 70 floors and 700 units, and the third tower will be 60 floors and 600 units.", "url": "https://www.nytimes.com/2013/11/27/realestate/commercial/jonathan-c-kushner.html?module=inline"}