{"authors": ["The New York Times"], "date_download": "2018-11-16 04:37:51", "date_modify": "2018-11-16 04:37:51", "date_publish": "2013-01-14 01:32:05", "description": "The planes were sent to support an attempt by French commandos to rescue a French agent held hostage in Somalia, President Obama told Congress in a letter Sunday.", "filename": "2013_01_14_world_africa_us-warplanes-enter-somali-airspace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343071.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_14_world_africa_us-warplanes-enter-somali-airspace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343071.html", "title": "U.S. Warplanes Enter Somalia Airspace", "title_page": "U.S. Warplanes Enter Somalia Airspace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "American warplanes entered Somali airspace on Friday in support of an attempt by French commandos to rescue a French agent held hostage by Al Shabab militants in Somalia, President Obama told Congress in a letter on Sunday.\nThe warplanes did not fire any weapons and took no direct part in the operation, the president’s letter said.\nThe rescue attempt was a failure. The hostage, who used the name Denis Allex, was killed by his captors, and two French soldiers were killed in the raid.\nThe letter said the American forces “provided limited technical support to the French forces.”\nThe president’s letter was meant to fulfill a requirement under the War Powers Resolution that he notify Congress within 48 hours after ordering American forces into potentially hostile situations abroad, including entering the territory, waters or airspace of a foreign nation while equipped for combat.", "url": "https://www.nytimes.com/2013/01/14/world/africa/us-warplanes-enter-somali-airspace.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}