{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:13:20", "date_modify": "2018-11-16 04:13:20", "date_publish": "2013-07-05 14:45:34", "description": "Wall Street markets rose as investors weighed whether a better-than-expected jobs report meant the Federal Reserve would rein in monetary stimulus sooner rather than later.", "filename": "2013_07_06_business_daily-stock-market-activity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341600.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_06_business_daily-stock-market-activity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341600.html", "title": "Stocks Close Higher in Wake of Jobs Report", "title_page": "Stocks Close Higher in Wake of Jobs Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stocks on Wall Street closed higher on Friday as investors weighed whether a stronger-than-expected rise in United States jobs figures meant the Federal Reserve would rein in its monetary stimulus sooner rather than later.\nBy the end of trading all three major indexes — the Standard & Poor’s 500-share index, the Dow Jones industrial average and the Nasdaq composite — were 1 percent higher.\nUnited States employers added 195,000 jobs in June and hiring was more robust in the two previous months than earlier estimated, a Labor Department report said. The unemployment rate, however, remained at a relatively high 7.6 percent.\nThe report suggests growth is increasing in the world’s largest economy and that the Federal Reserve would likely begin winding down its monetary stimulus in the autumn.", "url": "https://www.nytimes.com/2013/07/06/business/daily-stock-market-activity.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}