{"authors": ["Daniel E. Slotnik"], "date_download": "2018-11-16 04:34:26", "date_modify": "2018-11-16 04:34:26", "date_publish": "2013-09-06 00:57:03", "description": "Mr. Busic was a Croatian nationalist who in 1976 hijacked a Trans World Airlines flight out of La Guardia Airport and planted a bomb beneath Grand Central Terminal that killed a police officer.", "filename": "2013_09_06_world_europe_zvonko-busic-67-croatian-hijacker-dies.html_ref=obituaries&module=inline_1542342866.html", "image_url": "https://static01.nyt.com/images/2013/09/06/world/BUSIC-1-obit/BUSIC-1-obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_06_world_europe_zvonko-busic-67-croatian-hijacker-dies.html_ref=obituaries&module=inline_1542342866.html", "title": "Zvonko Busic, 67, Croatian Hijacker, Dies", "title_page": "Zvonko Busic, 67, Croatian Hijacker, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He and his wife, as well as three Croatian co-conspirators who had also been living in the United States, boarded the flight on the evening of Friday, Sept. 10. The plane, a Boeing 727, was carrying more than 80 passengers and crew members bound for Chicago.\nAround 8 p.m., as the plane soared over Buffalo, Mr. Busic handed a note to a flight attendant, who delivered it to the pilot. The note said that he and his co-conspirators had five bombs on board and were commandeering the plane, and that another had been planted in a subway station locker under Grand Central. Implicit in the note was that they would detonate the devices if their demands were not met.\nThe hijackers wanted a long declaration of Croatian independence to appear in The New York Times, The Chicago Tribune, The Washington Post, The Los Angeles Times and The International Herald Tribune in Paris. They also wanted the authorities to drop thousands of leaflets printed with the declaration over London, Paris, Montreal, Chicago and New York.\nTheir demands were largely met: all the newspapers except The Herald Tribune printed the declaration, and leaflets fluttered over all five cities, some from an escort plane, some from helicopters.\nBut what the hijackers had displayed as one of their bombs was actually a metal pot with wires and clay cobbled together to look like the real thing. The hijackers had smuggled the components through security and assembled them onboard. Only the one below Grand Central was real, as the New York City police discovered after being directed there while the hijacking was in progress.", "url": "https://www.nytimes.com/2013/09/06/world/europe/zvonko-busic-67-croatian-hijacker-dies.html?ref=obituaries&module=inline"}