{"authors": ["Alissa J. Rubin", "Rod Nordland"], "date_download": "2018-11-16 04:14:24", "date_modify": "2018-11-16 04:14:24", "date_publish": "2013-06-19 07:34:50", "description": "American officials, worried about a crumbling peace process, moved to try to resolve the Afghan government’s objections to what appeared to be a publicity coup.", "filename": "2013_06_20_world_asia_taliban-kill-4-americans-after-seeking-peace-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341664.html", "image_url": "https://static01.nyt.com/images/2013/06/20/world/asia/20afghanistan/20afghanistan-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_20_world_asia_taliban-kill-4-americans-after-seeking-peace-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341664.html", "title": "U.S. Scrambles to Save Taliban Talks After Afghan Backlash", "title_page": "U.S. Scrambles to Save Taliban Talks After Afghan Backlash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — In a bid to regain control of a peace process with the Taliban that had suddenly spun out of control, President Hamid Karzai on Wednesday slammed the brakes on two strategic lines of American negotiation, again exercising his power in a strained alliance and getting results.\nMr. Karzai reacted in fury after an apparent diplomatic breakthrough on Tuesday — the opening of a Taliban peace office in Qatar — instead became a publicity coup for the Taliban. In televised images that horrified many Afghans, the Taliban introduced what appeared to be an embassy, raising their flag, speaking in front of a sign declaring the “Islamic Emirate of Afghanistan,” the name of their former government and seeking international exposure.\nFirst, Mr. Karzai broke off long-term security talks with the United States, accusing the Americans of failing to deliver on promises to keep the Taliban from grandstanding. Soon after, his office announced that the government delegation would stay away from the talks until the insurgents removed their symbolic displays of being an alternative government.\nThe president’s gambit appeared to work: In a turbulent 24 hours of nonstop diplomatic moves, Secretary of State John Kerry called Mr. Karzai three times and successfully pushed the Qatari government to get the Taliban to take down the sign and flag, American and Afghan officials said.", "url": "https://www.nytimes.com/2013/06/20/world/asia/taliban-kill-4-americans-after-seeking-peace-talks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}