{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:40:05", "date_modify": "2018-11-16 03:40:05", "date_publish": "2013-10-07 15:16:50", "description": "These pink pancakes are great for breakfast, lunch or dinner.", "filename": "2013_10_10_health_beet-and-chia-pancakes_1542339605.html", "image_url": "https://static01.nyt.com/images/2013/10/08/science/10recipehealth/10recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_10_health_beet-and-chia-pancakes_1542339605.html", "title": "Beet and Chia Pancakes", "title_page": "Beet and Chia Pancakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "1 1/2 cups buttermilk or 1 cup yogurt + 1/2 cup milk\n35 grams (3 tablespoons) chia seeds\n3 tablespoons sunflower, grapeseed or canola oil\n1. Preheat the oven to 425 degrees. Cut the greens away from the beets, leaving about 1/4 inch of stems. Scrub the beets and place in a baking dish (or lidded ovenproof casserole). Add 1/2 inch water to the dish. Cover tightly. Place in the oven and roast medium beets (4 to 6 ounces) for 50 minutes, large beets (8 ounces) 60 minutes, or until very soft and easily penetrated with the tip of a knife. Remove from the oven and allow to cool in the covered baking dish. Cut away the ends and slip off the skins. Purée in a food processor fitted with the steel blade until smooth. Measure out 1/2 cup. Freeze any extra.\n2. Sift together the flours, baking powder, baking soda, salt, and sugar (if using sugar). In a medium-size bowl, beat together the eggs, buttermilk or yogurt and milk, oil, vanilla, beet purée and honey or agave nectar (if using). Quickly whisk in the flour mixture and fold in the chia seeds.\n3. Heat a large skillet or griddle over medium-high heat and brush with butter or oil. Drop the pancakes by the scant 1/4 cup onto the hot pan or griddle. Cook until bubbles break through and turn the pancakes. They will be quite moist so make sure to wait long enough so that they don’t fall apart when you turn them. Cook for 1 to 2 minutes on the other side, until lightly browned. Remove to a rack. Serve with maple syrup and butter.\nYield: About 15 pancakes\nAdvance preparation: You can make these a day ahead and reheat, or freeze them and thaw in the microwave.", "url": "https://www.nytimes.com/2013/10/10/health/beet-and-chia-pancakes.html"}