{"authors": ["Kirk Semple"], "date_download": "2018-11-16 03:43:46", "date_modify": "2018-11-16 03:43:46", "date_publish": "2013-04-05 02:04:45", "description": "The agreement was part of a settlement of a lawsuit accusing the authorities of unlawfully forcing their way into the homes of Latino families on Long Island and in Westchester County.", "filename": "2013_04_05_nyregion_us-agrees-to-set-new-rules-for-immigration-raids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_05_nyregion_us-agrees-to-set-new-rules-for-immigration-raids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "title": "U.S. Agrees to New Rules for Immigration Raids", "title_page": "U.S. Agrees to New Rules for Immigration Raids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal authorities have agreed to establish new policies governing the conduct of immigration officers during raids, including restrictions on how and when agents can enter private homes, the source of widespread ire and anxiety among immigrants.\nThe rules are included in a settlement that was approved by a Federal District Court judge on Thursday, concluding a six-year-old class-action lawsuit. The suit contended that in eight raids in 2006 and 2007, Immigration and Customs Enforcement agents, without court warrants or other legal justification, forced their way into the homes of Latino families on Long Island and in Westchester County.\n“No longer will ICE agents have free rein to invade the homes of immigrants, especially Latino immigrants, and be as abusive as they want without any worry that they might be reprimanded,” said Juan Cartagena, president of LatinoJustice PRLDEF, an advocacy group in New York City that, along with the Center for Constitutional Rights and the private firm Winston & Strawn, represented the 22 plaintiffs.\nThe settlement also ordered the federal government to pay $1 million in damages and fees — $36,000 to each plaintiff and the rest to cover lawyers’ fees.", "url": "https://www.nytimes.com/2013/04/05/nyregion/us-agrees-to-set-new-rules-for-immigration-raids.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}