{"authors": ["Joseph Goldstein"], "date_download": "2018-11-16 04:44:32", "date_modify": "2018-11-16 04:44:32", "date_publish": "2013-10-02 16:28:09", "description": "The F.B.I said it had arrested the creator of Silk Road, a Web Site that used virtual currency and protected the anonymity of its users.", "filename": "2013_10_03_nyregion_operator-of-online-market-for-illegal-drugs-is-charged-fbi-says_1542343472.html", "image_url": "https://static01.nyt.com/images/2013/10/02/nyregion/02-silkroad-notice/02-silkroad-notice-articleLarge.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_03_nyregion_operator-of-online-market-for-illegal-drugs-is-charged-fbi-says_1542343472.html", "title": "Arrest in U.S. Shuts Down a Black Market for Narcotics", "title_page": "Arrest in U.S. Shuts Down a Black Market for Narcotics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly everything about Silk Road was shrouded in secrecy.\nIt began in 2011 as an underground online marketplace for drug users, a site where endless varieties of marijuana — as well as LSD, ecstasy and prescription pills — could be bought from sellers across the world. It branched out to other illicit goods, including forged documents, and emerged as a black market version of eBay, where criminals could do business with more than 100,000 customers.\nIt worked on one basic principle: Everyone remained anonymous. Users could gain access to the network only through software meant to ensure anonymity. Credit cards and PayPal were not accepted. Bitcoins, a virtual currency, were, and even those transactions were scrambled. All that connected them in real life was a name, often fake, and the address to which the package would be sent.\nAnd the mastermind behind Silk Road was cloaked in mystery, known as Dread Pirate Roberts, after a character in the movie “The Princess Bride.” But Silk Road went dark this week, and its owner was unmasked as Ross Ulbricht, 29, who is accused in a criminal complaint, among other things, of asking a man to kill a Silk Road vendor who had threatened to reveal the identities of others who used the site.\nIn another case, Mr. Ulbricht is accused of asking an undercover agent for the Federal Bureau of Investigation to kill a former Silk Road employee whom Mr. Ulbricht feared would become a government witness, according to an indictment.", "url": "https://www.nytimes.com/2013/10/03/nyregion/operator-of-online-market-for-illegal-drugs-is-charged-fbi-says.html"}