{"authors": ["Edward Wong"], "date_download": "2018-11-16 03:55:27", "date_modify": "2018-11-16 03:55:27", "date_publish": "2013-11-23 03:23:10", "description": "China is undergoing a surprising reverse migration: As millions leave to find work in the cities, some well-educated urban dwellers are relocating to small towns.", "filename": "2013_11_23_world_asia_urbanites-flee-chinas-smog-for-blue-skies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340527.html", "image_url": "https://static01.nyt.com/images/2013/11/23/world/CHINA/CHINA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_23_world_asia_urbanites-flee-chinas-smog-for-blue-skies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340527.html", "title": "Urbanites Flee China’s Smog for Blue Skies", "title_page": "Urbanites Flee China’s Smog for Blue Skies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DALI, China — A typical morning for Lin Liya, a native of Shanghai transplanted to this ancient town in southwest China, goes like this: See her 3-year-old son off to school near the mountains; go for a half-hour run on the shores of Erhai Lake; and browse the local market for fresh vegetables and meat.\nShe finished her run one morning beneath cloudless blue skies and sat down with a visitor from Beijing in the lakeside boutique hotel started by her and her husband.\n“I think luxury is sunshine, good air and good water,” she said. “But in the big city, you can’t get those things.”\nMore than two years ago, Ms. Lin, 34, and her husband gave up comfortable careers in the booming southern city of Guangzhou — she at a Norwegian risk management company, he at an advertising firm that he had founded — to join the growing number of urbanites who have decamped to rural China. One resident here calls them “environmental refugees” or “environmental immigrants.”", "url": "https://www.nytimes.com/2013/11/23/world/asia/urbanites-flee-chinas-smog-for-blue-skies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}