{"authors": [], "date_download": "2018-11-16 04:13:14", "date_modify": "2018-11-16 04:13:14", "date_publish": "2013-06-22 20:05:55", "description": "To follow how the health care overhaul is playing out, The Times will look periodically at its impact in Louisville, Ky., a city that embodies the triumphs and the shortcomings of the medical system.", "filename": "2013_06_23_us_a-louisville-clinic-races-to-adapt-to-the-health-care-overhaul_1542341594.html", "image_url": "https://static01.nyt.com/images/2013/06/23/us/video-healthreform1/video-healthreform1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_23_us_a-louisville-clinic-races-to-adapt-to-the-health-care-overhaul_1542341594.html", "title": "A Louisville Clinic Races to Adapt to the Health Care Overhaul", "title_page": "A Louisville Clinic Races to Adapt to the Health Care Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet for all the resources and expertise, the health outcomes in Kentucky remain “horrendous,” as Gov. Steven L. Beshear, a Democrat, put it recently. The state has some of the nation’s highest rates of smoking, obesity and deaths due to cancer and diabetes. At this point, the only sure thing about putting the law’s many pieces in place here is that it will not be easy.\nThe potential benefits are huge. Some 90,000 people could get medical coverage in this city alone. It could create thousands of jobs in Kentucky and, if its aspirations are realized, provide better care at lower cost. Yet the law still provokes suspicion and confusion, among both health care providers and the uninsured population it is meant to help.\nCommunity clinics like the one Mr. DuBosque was visiting, one of seven in a network here called Family Health Centers, are at the front lines of the change. They expect that their patient load could double, even as they struggle to recruit doctors and other staff members. They serve people who, because of poverty or entrenched habits, often have a hard time staying healthy and tend to put off preventive care. Now these clinics are anticipating competition from private providers who may see newly insured patients — no matter how poor — as opportunities for profit. So they are working on improving the patient experience and their own efficiency.\nThe legislation allots $11 billion over five years to improve and expand community clinics across the nation. Family Health Centers is getting $5.4 million to renovate a clinic for the homeless and move a downtown clinic to a much bigger building, adding dental and X-ray departments and a pharmacy. The organization hopes to eventually serve 10,000 additional patients at that site alone, if it can hire enough doctors and nurses to treat them. Meanwhile, it is using federal stimulus money to convert 60,000 paper charts to electronic medical records, and trying to improve patient access with the new scheduling system and other changes.\n“We have to change from being the provider of last resort to the first choice for the community we serve,” said Bill Wagner, the longtime executive director of Family Health Centers. “Everything we do needs to say, ‘You’re valuable to us.’ ”\nSoft of voice and low-key, Mr. Wagner, 60, nonetheless acknowledges that the stakes for Family Health Centers are unnervingly high. He gets to work at 6:30 a.m. these days, relies on a steady stream of caffeine and clears his head with weekend motorcycle rides.\n“We couldn’t have more balls in the air right now,” he said.\nPatients and Problems\nThe West End of Louisville is a patchwork of poor neighborhoods, where asthma, high blood pressure and other chronic conditions are stubbornly common. In Portland, a neighborhood of one-way streets and faded shotgun homes, the biggest Family Health Centers clinic provides basic care to some 16,000 patients per year, regardless of ability to pay.", "url": "https://www.nytimes.com/2013/06/23/us/a-louisville-clinic-races-to-adapt-to-the-health-care-overhaul.html"}