{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:10:08", "date_modify": "2018-11-16 04:10:08", "date_publish": "2013-09-13 22:06:08", "description": "Attendees at the Toronto International Film Festival could choose from 288 features and 78 shorts from 70 countries, but head-scratching scheduling pitted hot title against hot title.", "filename": "2013_09_14_movies_jolt-of-films-and-crowds-in-toronto.html_pagewanted=all&module=inline_1542341408.html", "image_url": "https://static01.nyt.com/images/2013/09/14/arts/14TORONTOFEST1/14TORONTOFEST1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_14_movies_jolt-of-films-and-crowds-in-toronto.html_pagewanted=all&module=inline_1542341408.html", "title": "Jolt of Films and Crowds in Toronto", "title_page": "Jolt of Films and Crowds in Toronto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — How big is too big? That was the question that faced the tide of humanity as it flowed into this year’s Toronto International Film Festival, filling theaters and spilling into halls. For decades, the festival, which wraps up this weekend, has served as one of the year’s essential film events because of its mix of new-season offerings and titles cherry-picked from earlier festivals. It’s where you can admire Matthew McConaughey’s continuing career rehabilitation in “Dallas Buyers Club”; giggle through “The Liberator,” a hair-in-the wind adventure about the 19th-century Latin American hero Simón Bolívar; and sit in stone-silence through “12 Years a Slave,” a coolly intellectual look at slavery in America.\nFresh from its sneak-peek screening at Telluride, Steve McQueen’s “12 Years a Slave” jolted Toronto. So powerful was its effect that some attendees wrote themselves silly as they breathlessly praised the film, only to trivialize its seriousness of purpose by hysterically handicapping its Oscar chances. The film is a strong work of cinema. What makes it an exceptional one, though, isn’t the awards it will pick up, but how effectively and, for the most part, unsentimentally Mr. McQueen reveals slavery’s machinery of terror. Much as Roman Polanski did in his World War II film “The Pianist,” which shows how the Nazis sought to dehumanize Jews, Mr. McQueen examines how human beings in America were transformed into capitalist chattel.\n“The Liberator” is another revolutionary tale to which Édgar Ramírez, following “Che” and “Carlos,” has lent sex appeal. It was directed by Alberto Arvelo with enjoyably goofy sincerity: when Bolívar isn’t trying to rid Latin America of its colonial masters, he’s galloping hand in hand with his lady love. But it’s largely notable because it is one of the latest movies about revolutionaries and fanatics to emerge since Sept. 11.\nAnother such title is “Night Moves,” a low-key thriller from Kelly Reichardt about an environmentalist (Jesse Eisenberg) who turns to violence. As she did in the more lyrical and narratively restrained “Old Joy,” Ms. Reichardt has set her sights on a man who’s at once gravely conscious of his world and disenfranchised from it. “The Liberator” and “Night Moves” could not be more different in their cinematic and commercial imperatives, yet each says something about the state of the art and industry, a reason they’re here.", "url": "https://www.nytimes.com/2013/09/14/movies/jolt-of-films-and-crowds-in-toronto.html?pagewanted=all&module=inline"}