{"authors": ["Interviews Nelson George", "Interviews By"], "date_download": "2018-11-16 04:09:56", "date_modify": "2018-11-16 04:09:56", "date_publish": "2013-10-11 21:05:57", "description": "Nelson George discusses the film “12 Years a Slave” with its director, Steve McQueen; the artist Kara Walker; the actor Chiwetel Ejiofor; and the historian Eric Foner.", "filename": "2013_10_13_movies_a-discussion-of-steve-mcqueens-film-12-years-a-slave.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341396.html", "image_url": "https://static01.nyt.com/images/2013/10/13/arts/13SLAVE1_SPAN/13JPSLAVE1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_13_movies_a-discussion-of-steve-mcqueens-film-12-years-a-slave.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341396.html", "title": "An Essentially American Narrative", "title_page": "An Essentially American Narrative - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "McQueen I don’t think we should underplay Obama’s presidency and the effect of these films coming to fruition. The problem is: When he’s not the president anymore, will these films still exist?\nThe Historical Moment\n[To the filmmakers] There’s a lot of talk about awards for the film. Is that relevant to you?\nEjiofor I’m always nervous when people start talking about hype and heat. It’s a story about a man who went through something remarkable. I feel like that still deserves its own reflection.\nMcQueen I made this film because I wanted to visualize a time in history that hadn’t been visualized that way. I wanted to see the lash on someone’s back. I wanted to see the aftermath of that, psychological and physical. I feel sometimes people take slavery very lightly, to be honest. I hope it could be a starting point for them to delve into the history and somehow reflect on the position where they are now.\n[To Walker and Foner] What are your feelings about the impact it will have on people?\nWalker I’m a sponge for historical images of black people and black history on film. It doesn’t happen often enough, and it doesn’t happen artfully enough most of the time when it does happen. I came away with this really kind of awful sense that I didn’t want to leave. The texture of the film made me want to stay in this space that would not be hospitable to me. Thinking also about who would see the film, I think about my parents, in Georgia. I think about the theater where they will see the film. People will go to the mall to see one of those Tyler Perry films and action films. Would this film make it there, and if it did, would it translate? My hope was that this film would reach that audience down there and have that sort of complicated space open up for them that wasn’t just an easy laugh or an easy cry.\nFoner I think this movie is much more real, to choose a word like that, than most of the history you see in the cinema. It gets you into the real world of slavery. That’s not easy to do. Also, there are little touches that are very revealing, like a flashback where a slave walks into a shop in Saratoga. Yes, absolutely, Southerners brought slaves into New York State. People went on vacation, and they brought a slave.\nMcQueen I think people are ready. With Trayvon Martin, voting rights, the 150th anniversary of the abolition of slavery, 50th anniversary of the March on Washington and a black president, I think there’s a sort of perfect storm of events. I think people actually want to reflect on that horrendous recent past in order to go forward.", "url": "https://www.nytimes.com/2013/10/13/movies/a-discussion-of-steve-mcqueens-film-12-years-a-slave.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}