{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:44", "date_modify": "2018-11-16 04:51:44", "date_publish": "2013-07-29 22:28:28", "description": "“Buyer & Cellar,” whose subject is a really, really big star, considers the great divide of renown that separates the idol from the idolized.", "filename": "2013_07_30_theater_creating-barbra-streisand-in-buyer-cellar.html_module=inline_1542343904.html", "image_url": "https://static01.nyt.com/images/2013/07/30/arts/star/star-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_30_theater_creating-barbra-streisand-in-buyer-cellar.html_module=inline_1542343904.html", "title": "People Who Need Famous People", "title_page": "People Who Need Famous People - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the weather turns hot, Americans crave celebrity. Not for themselves, necessarily. Who wants to work hard at anything, even becoming famous, in July and August? But there’s something about the lives of notorious others, laid out as flat as comic strips, that grips the lazy consciousness that is our summer state of mind.\nSo we pick up the latest paperback biography of somebody like Kate Middleton or, if that’s too strenuous, whatever issue of People happens to be lying around the beach house. And we nibble at, then gulp our chosen reading material. Then we suffer the guilty indigestion that comes from empty calories, consumed quickly.\nThat’s why I am proposing an alternative form of celebrity biography for those of you in New York. It is called “Buyer & Cellar,” and it is a play, written by Jonathan Tolins and being performed by Michael Urie at the Barrow Street Theater, which is air-conditioned, just so you know.\nBut even if it were not, I would tell you to go and sweat through “Buyer & Cellar,” which has become the most talked about new comedy of the season since it was first seen in April at the Rattlestick Playwrights Theater. That’s because it is platonically perfect summer fare. It goes down as easily and tastily as lemon sorbet, and the only pain in your stomach it creates is the kind that comes from laughing too hard.", "url": "https://www.nytimes.com/2013/07/30/theater/creating-barbra-streisand-in-buyer-cellar.html?module=inline"}