{"authors": ["Ellen Barry"], "date_download": "2018-11-16 04:40:26", "date_modify": "2018-11-16 04:40:26", "date_publish": "2013-01-25 17:12:27", "description": "The decision on the three-year-old working group, which embodied the spirit of the “reset” between Washington and Moscow, was made after Russia’s crackdown on nonprofit groups.", "filename": "2013_01_26_world_europe_us-withdraws-from-project-with-russia-on-civil-society.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343226.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_26_world_europe_us-withdraws-from-project-with-russia-on-civil-society.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343226.html", "title": "U.S. Withdraws From Project With Russia on Civil Society", "title_page": "U.S. Withdraws From Project With Russia on Civil Society - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — The United States is withdrawing from a bilateral Russian-American working group on civil society, a three-year-old project that embodied the spirit of the “reset” between Washington and Moscow, in answer to Russia’s recent crackdown on civil society groups.\nThe “civil society working group” was one of 20 groups convened in 2009 by Presidents Barack Obama and Dmitri A. Medvedev, as Washington made a concerted push to repair relations with the Kremlin and embark on a series of bilateral projects, including cooperation on Iran and Afghanistan, and the signing of a new nuclear treaty. However, relations between the two governments have come under increasing strain over the last year, as President Vladimir V. Putin returned to power accusing American officials of stirring up political dissent in Russia. Nonprofit groups have come under particular pressure, as lawmakers passed new laws severely restricting foreign financing, requiring them to register as “foreign agents,” and expanding the definition of high treason to include assisting foreign organizations.\nOn Friday, Thomas Melia, the deputy assistant secretary of state for democracy, human rights and labor, said in a statement that the decision to withdraw from the civil society working group was made “in light of recent steps taken by the Russian government to impose restrictions on civil society.”\nMr. Melia said the working group was a bilateral project “designed to foster the development of civil society,” and that new restrictions imposed in recent months “called into serious question whether maintaining that mechanism was either useful or appropriate,” according to a copy of the statement, provided by the American Embassy in Moscow.", "url": "https://www.nytimes.com/2013/01/26/world/europe/us-withdraws-from-project-with-russia-on-civil-society.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}