{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:22:24", "date_modify": "2018-11-16 04:22:24", "date_publish": "2013-11-27 09:53:24", "description": "China said it would respond to foreign aircraft in its new air defense zone according to “how big the threat” was, after a flight by American B-52s through the airspace.", "filename": "2013_11_28_world_asia_china-explains-handling-of-b-52-flight-as-tensions-escalate.html_pagewanted=all_1542342144.html", "image_url": "https://static01.nyt.com/images/2013/11/28/world/28china/28china-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_28_world_asia_china-explains-handling-of-b-52-flight-as-tensions-escalate.html_pagewanted=all_1542342144.html", "title": "After Challenges, China Appears to Backpedal on Air Zone", "title_page": "After Challenges, China Appears to Backpedal on Air Zone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We will make corresponding responses according to different situations and how big the threat is,” the spokesman at the Foreign Ministry, Qin Gang, said when asked about China’s lack of enforcement against the American planes.\nUnder President Xi Jinping, China has suggested that it intends to make a more robust defense of its national interests, including in maritime disputes, to match its rising economic and military power. But even some Chinese analysts say they wonder if the new leadership team fully anticipated the response to the latest assertion of rights — or had in mind a clear Plan B if it met with strong resistance.\n“I believe Xi Jinping and his associates must have predicted the substance of this reaction; whether they underestimated the details of the reaction, I’m not sure,” said Shi Yinhong, an occasional adviser to the government and a professor of international relations at Renmin University.\nChina does appear determined to escalate the issue of the uninhabited islands, known as Diaoyu in China and the Senkaku in Japan, as a way of forcing the Japanese to negotiate and give up control of territory that has symbolic and strategic value for both countries. In the long term, China has not tried to disguise its goal of weakening the alliance between the United States and Japan and supplanting the United States as the dominant naval power in the Western Pacific.\nBeijing is especially frustrated that its previous, more cautious steps to convince Japan of the seriousness of its claim to the islands have not prompted Japan, which administers them, to negotiate in earnest.", "url": "https://www.nytimes.com/2013/11/28/world/asia/china-explains-handling-of-b-52-flight-as-tensions-escalate.html?pagewanted=all"}