{"authors": ["Michael Winerip"], "date_download": "2018-11-16 03:30:01", "date_modify": "2018-11-16 03:30:01", "date_publish": "2013-06-24 10:20:09", "description": "This Retro Report video looks at the genetically engineered Flavr Savr tomato, which failed in the market but paved the way for many other biotech crops.", "filename": "2013_06_24_booming_you-call-that-a-tomato.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339001.html", "image_url": "https://static01.nyt.com/images/2013/06/24/us/video-retro-report-food/video-retro-report-food-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_24_booming_you-call-that-a-tomato.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339001.html", "title": "You Call That a Tomato?", "title_page": "You Call That a Tomato? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you run out of things to talk about with friends, mention that you can’t get a tomato that tastes like a tomato anymore. People’s eyes will light up in recognition. They will tell you that they have been disappointed by tomatoes and tricked by tomatoes. Tomatoes at the supermarket look just like tomatoes — red, firm and juicy, and some even have little pieces of vine attached, a particularly authentic touch.\nThe only thing they don’t have is tomato flavor.\nPerhaps, given all the genetic engineering going on with foods, someone in the not-too-distant future will isolate and replicate a tomato tastiness gene.\nToday’s Retro Report video uses the story of a genetically modified tomato to show how over the last two decades, the mass production process has become more oriented toward serving farmers, looking for bigger yields and easy transport, than toward serving the consumer.\nIn 1994, Calgene, a California company, brought the first genetically engineered crop to market, the Flavr Savr tomato. The company’s researchers were able to inhibit a gene that produces a protein that makes a tomato get squishy.", "url": "https://www.nytimes.com/2013/06/24/booming/you-call-that-a-tomato.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}