{"authors": ["Joe Cochrane"], "date_download": "2018-11-16 04:28:12", "date_modify": "2018-11-16 04:28:12", "date_publish": "2013-05-01 11:48:42", "description": "The recent crash of a Lion Air flight off Bali last month came as the carrier ordered 234 planes for $24 billion, its second major expansion deal in three years.", "filename": "2013_05_02_business_global_02iht-lionair02.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342492.html", "image_url": "https://static01.nyt.com/images/2013/05/02/world/asia/02lionair/02lionair-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_02_business_global_02iht-lionair02.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342492.html", "title": "Low-Cost Indonesian Airlines Keep Growing, Despite Troubling Record", "title_page": "Low-Cost Indonesian Airlines Keep Growing, Despite Troubling Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JAKARTA — The sight of passengers swimming ashore from the wreckage of a Lion Air plane that missed a runway and crashed into the ocean off the Indonesian resort island of Bali on April 13 was not the only thing about the airline that drew big headlines this year.\nThe crash, which did not kill anyone but resulted in dramatic photos of passengers’ being rescued from the water, came a month after the airline, the biggest Indonesian carrier, turned heads with its second major expansion deal in three years, ordering a record 234 planes March 18 from Airbus for $24 billion.\nThe purchase underscored the explosive growth of Lion Air as it struggled with a troublesome safety record, raising wider questions about air safety in Indonesia, one of the world’s fastest-growing aviation markets. The European Union has banned Lion Air from flying there, and the crash was one of several accidents involving the airline since it began commercial operations in 2000 with a single leased Boeing 737-200.\nIn 2004, a Lion Air jet crashed in Central Java Province, killing 25 people. In 2002, one of its planes crashed on takeoff in Riau Province on Sumatra Island, and in 2006, a Lion Air jet crashed after landing in Yogyakarta, in Central Java, although no one was killed in the 2002 and 2006 incidents. The low-cost carrier has also had multiple incidents in which planes have skidded off, run off or overrunn airport runways.", "url": "https://www.nytimes.com/2013/05/02/business/global/02iht-lionair02.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}