{"authors": ["Damien Cave"], "date_download": "2018-11-16 04:11:45", "date_modify": "2018-11-16 04:11:45", "date_publish": "2013-02-25 02:00:45", "description": "Mr. Castro, whose term will end in 2018, said he hoped to establish term limits and age caps for political offices, including the presidency.", "filename": "2013_02_25_world_americas_raul-castro-to-step-down-as-cubas-president-in-2018.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341505.html", "image_url": "https://static01.nyt.com/images/2013/02/25/world/americas/25cuba-cnd/25cuba-snc-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_25_world_americas_raul-castro-to-step-down-as-cubas-president-in-2018.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341505.html", "title": "Raúl Castro Says His New 5-Year Term as Cuba’s President Will Be His Last", "title_page": "Raúl Castro Says His New 5-Year Term as Cuba’s President Will Be His Last - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And yet, on an island where a Castro has been in charge since 1959, he also seemed intent on changing how his successors will rule. In an announcement more surprising than his retirement plan, Mr. Castro said he hoped to establish term limits and age caps for political offices, including the presidency. Some broad constitutional changes, he said, will even require a referendum.\nNot that the country’s controlled socialism is on the way out, he insisted. The leaders he has elevated are all loyalists, including Mr. Díaz-Canel, who came up through the army and then served in provincial leadership before being elevated within the Communist Party. He is widely seen inside Cuba as a technocrat — a “regional czar whose power is discrete but tangible,” said Arturo López Levy, a former analyst with the Cuban government — who earned Mr. Castro’s favor not only with youth and loyalty, but also by being a good manager.\n“He was a senior Communist Party official for Villa Clara and Holguin provinces, where there were important openings with foreign investment in tourism,” said Mr. López Levy. He added that Mr. Díaz-Canel often worked as an intermediary between the central government and the military, which has taken an expanded role in tourism under Raúl Castro. “In that sense,” Mr. López Levy said, “he will face the challenge and opportunity to prepare a smooth landing for a new type of civil-military relationship in the future.”\nMr. Díaz-Canel’s rise has been closely watched over the past year. He has appeared on Cuban television more often; in June 2012 he accompanied Raúl Castro to the Rio+20 meeting in Brazil and led the Cuban delegation to the London Olympics in July. He has also recently played a central role in meetings with officials from Venezuela, Cuba’s most important ally, which supplies it with subsidized oil.\nBut even as the meeting on Sunday projected an image of complete unity, there was no guarantee that Mr. Díaz-Canel will be Cuba’s next president. Many other young leaders have been pushed out of power over the years for reasons of scandal or disloyalty, and among the rising ranks, there are other leaders in their 50s who have recently been given more significant roles. Experts say that a power struggle is likely behind the Communist Party curtain, and in front of it as well, over the final five years of Mr. Castro’s presidency.", "url": "https://www.nytimes.com/2013/02/25/world/americas/raul-castro-to-step-down-as-cubas-president-in-2018.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}