{"authors": ["Tim Arango"], "date_download": "2018-11-16 03:52:49", "date_modify": "2018-11-16 03:52:49", "date_publish": "2013-06-13 08:29:37", "description": "Protest organizers said Prime Minister Recep Tayyip Erdogan had agreed to hold off on the development of an Istanbul park, pending a court ruling and a possible referendum.", "filename": "2013_06_14_world_europe_turkish-leader-gives-final-warning-to-park-protesters.html_hp=&module=inline_1542340369.html", "image_url": "https://static01.nyt.com/images/2013/06/13/world/europe/20130614-TURKEY-slide-SUV6/20130614-TURKEY-slide-SUV6-videoLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_14_world_europe_turkish-leader-gives-final-warning-to-park-protesters.html_hp=&module=inline_1542340369.html", "title": "Turkish Protesters Say Talks Lead to a Tentative Agreement", "title_page": "Turkish Protesters Say Talks Lead to a Tentative Agreement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After over a decade of Mr. Erdogan and his religiously conservative Justice and Development Party in power, Turks have become accustomed to a micromanaging leadership style in which no matter is too small to merit the attention of the prime minister and even big foreign policy decisions pivot on the emotions and whims of one man.\n“Over the last decade he’s become the sun around which all of Turkish politics revolves,” said Steven A. Cook, a Turkey expert at the Council on Foreign Relations. “The prime minister is surrounded by yes people who won’t make a decision without his approval.”\nSo deeply, in fact, that he has personally ordered revisions to the blueprints for a planned mosque in Taksim Square, a long-held dream of the Islamist movement in Turkey and a favorite project of Mr. Erdogan’s. He has said which shawarma and kebab shops should be demolished, and given his input on the lighting for a new bridge over the Bosporus.\nIn foreign policy issues, a sense of personal insult felt by Mr. Erdogan can incite drastic shifts, as it did in 2009 after Israel launched an offensive on Gaza just after the Israeli prime minister, Ehud Olmert, visited Turkey. “He was made to look like he was weak or too compliant to stop the Gaza operation,” Mr. Cook said. “That’s how he felt.”\nWhen President Bashar al-Assad of Syria began a crackdown on protesters that has grown into civil war, Mr. Erdogan, who had vacationed with Mr. Assad, counseled restraint. So Mr. Erdogan was deeply offended when his advice went unheeded, and he quickly became the most vocal proponent of international military action to remove Mr. Assad.\nVideo\nIn the crisis over the park, whose preservation was the original cause of the protesters, those leadership traits have come to the fore, experts said, and explain how a seemingly small matter evolved into the biggest crisis Mr. Erdogan has faced.\nMany Turks have been antagonized enough by his leadership style that they have taken to the streets, and the prime minister’s response was driven in part by outrage at being challenged.\nAdvertisement Continue reading the main story\nIn the current crisis, which centers on a government plan to convert the park into a replica of an Ottoman-era army barracks, Mr. Erdogan has acted more like the mayor of Istanbul, a job he held in the 1990s.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn a recent news conference, Istanbul’s current mayor, Kadir Topbas, seemed to go out of his way to emphasize several times that the plans for the park came directly from Mr. Erdogan. “Our prime minister expressly wanted to reconstruct the artillery barracks,” Mr. Topbas said. The remaking of Taksim Square, and especially the planned construction of a mosque there, is particularly delicate because Mr. Erdogan sees it as a permanent monument to his time as his country’s leader.\n“The square has great symbolic meaning for the republican history of Turkey in both a political and sociological sense,” said Erhan Kelesoglu, a professor of political science at Istanbul University. “The prime minister sees this as a milestone to clench his authority. He wants to create a new consolidation of his leadership through the restoration of the artillery barracks. That is why he acts as a mayor instead of a prime minister.”\nIn handling the crisis, Mr. Erdogan has repeatedly expressed a sense of personal insult, which analysts say is rooted in his sense of victimhood as an Islamist leader who faced oppression as a member of a marginalized social class at the hand of the old secular elite who ruled Turkey. In speeches, the prime minister has played to the class resentments of his own constituency.\nHis response is driven by “a sense that he has come from a position of a victim,” said Hugh Pope, project director for Turkey and Cyprus at the International Crisis Group.\n“He must be very surprised at the level of animosity being voiced against him,” Mr. Pope added. “He’s been insulted. The crowds have been insulting him very thoroughly.”\nAnalysts say Mr. Erdogan feels betrayed by his citizens because he feels his accomplishments as Turkey’s leader — a booming economy and securing civilian control over the military — have positioned the country as a rising global power.\nSo instead of acknowledging legitimate grievances of citizens, he blames outsiders like the foreign news media.\n“There have been a slew of articles condemning him as a global dictator,” Mr. Pope said. “Three weeks ago he was the star of the model country in the region.”\nThat sense of victimhood is coupled with an understanding of Turkish political history, in which coup-plotters and leftist revolutionaries and international financial interests — Mr. Erdogan has blamed each for the current unrest — lurk everywhere. “He is a Turkish Islamist, and these are people who are deeply paranoid, waiting for the next coup or the next round of repression,” Mr. Cook said.", "url": "https://www.nytimes.com/2013/06/14/world/europe/turkish-leader-gives-final-warning-to-park-protesters.html?hp=&module=inline"}