{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:31", "date_modify": "2018-11-16 03:55:31", "date_publish": "2013-06-15 19:58:20", "description": "A 12-year plan to move hundreds of millions of rural residents into cities is intended to spur economic growth, but could have unintended consequences, skeptics warn.", "filename": "2013_06_16_world_asia_chinas-great-uprooting-moving-250-million-into-cities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340531.html", "image_url": "https://static01.nyt.com/images/2013/05/31/world/asia/20130601_CHINAURBAN-slide-YF9Y/20130601_CHINAURBAN-slide-YF9Y-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_16_world_asia_chinas-great-uprooting-moving-250-million-into-cities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340531.html", "title": "China’s Great Uprooting: Moving 250 Million Into Cities", "title_page": "China’s Great Uprooting: Moving 250 Million Into Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While the economic fortunes of many have improved in the mass move to cities, unemployment and other social woes have also followed the enormous dislocation. Some young people feel lucky to have jobs that pay survival wages of about $150 a month; others wile away their days in pool halls and video-game arcades.\nTop-down efforts to quickly transform entire societies have often come to grief, and urbanization has already proven one of the most wrenching changes in China’s 35 years of economic transition. Land disputes account for thousands of protests each year, including dozens of cases in recent years in which people have set themselves aflame rather than relocate.\nThe country’s new prime minister, Li Keqiang, indicated at his inaugural news conference in March that urbanization was one of his top priorities. He also cautioned, however, that it would require a series of accompanying legal changes “to overcome various problems in the course of urbanization.”\nSome of these problems could include chronic urban unemployment if jobs are not available, and more protests from skeptical farmers unwilling to move. Instead of creating wealth, urbanization could result in a permanent underclass in big Chinese cities and the destruction of a rural culture and religion.\nThe government has been pledging a comprehensive urbanization plan for more than two years now. It was originally to have been presented at the National People’s Congress in March, but various concerns delayed that, according to people close to the government. Some of them include the challenge of financing the effort, of coordinating among the various ministries and of balancing the rights of farmers, whose land has increasingly been taken forcibly for urban projects.\nThese worries delayed a high-level conference to formalize the plan this month. The plan has now been delayed until the fall, government advisers say. Central leaders are said to be concerned that spending will lead to inflation and bad debt.\nSuch concerns may have been behind the call in a recent government report for farmers’ property rights to be protected. Released in March, the report said China must “guarantee farmers’ property rights and interests.” Land would remain owned by the state, though, so farmers would not have ownership rights even under the new blueprint.", "url": "https://www.nytimes.com/2013/06/16/world/asia/chinas-great-uprooting-moving-250-million-into-cities.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}