{"authors": ["Fred Andrews"], "date_download": "2018-11-16 04:19:46", "date_modify": "2018-11-16 04:19:46", "date_publish": "2013-03-02 19:20:28", "description": "In a new book, Benn Steil describes in detail the intellectual back-and-forth that played out in 1944 at the Bretton Woods monetary conference.", "filename": "2013_03_03_business_bretton-woods-monetary-agreement-examined-in-a-new-book.html_module=inline_1542341986.html", "image_url": "https://static01.nyt.com/images/2013/03/03/business/03-SHELF/03-SHELF-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_03_business_bretton-woods-monetary-agreement-examined-in-a-new-book.html_module=inline_1542341986.html", "title": "A Grudge Match for Global Finance", "title_page": "A Grudge Match for Global Finance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "White had prepared so well that the actual conference was well-orchestrated, everything the Americans wanted. “Now the advantage is ours here, and I personally think we should take it,” Morgenthau said to White, who fully agreed. As White said, “If the advantage was theirs, they would take it.”\nThe Americans wanted free trade and open markets; they feared postwar inflation. Bretton Woods helped by providing for stable but convertible currencies, tied within limits to the dollar and ultimately to gold. It also created the International Monetary Fund, a money pool from which nations with trade deficits could borrow to satisfy international accounts. And it set up what became the World Bank, initially focused on rebuilding Europe, and later on the developing world. Britain lost out on looser exchange rates, and its imperial trade preferences were doomed.\nOn item after item, Keynes found a stone wall. What Dr. Steil calls his “most tangible legacy” from Bretton Woods was pathetic. Norway moved to abolish the Bank for International Settlements for cooperating with the Nazis, a motion that Keynes vehemently opposed. The delegates eventually agreed that the bank would be “liquidated at the earliest possible moment.” The bank is still in business today.\nKeynes ended up having to play an impossible hand. In 1945, he was left to sell Parliament on accepting arrangements that he had exhausted himself resisting. Four months later, he was dead. History later vindicated his advocacy of flexible exchange rates. The Bretton Woods system, not fully in effect till 1961, died only a decade later when President Richard M. Nixon ended the gold standard. The United States was running such large international deficits, paying out so many dollars, that not even Fort Knox had enough gold.\n“The Battle of Bretton Woods” should become the gold standard on its topic. The details are addictive. But be warned: the book is dense. Every skirmish, every exchange — and the book gets into hundreds of thems — was presumably meaningful to the participants. But while some episodes mattered much, many did not. The author is no Robert Caro, who in his multivolume biography of Lyndon B. Johnson delves into minute details but also explains their larger significance.\nPerhaps that is what is missing here — an unmistakable voice, a sense that this rich history is told by one mind. Mr. Caro is known for working on his own, with the assistance of his wife. In his acknowledgments, Dr. Steil thanks 10 research assistants and an advisory panel of 18 luminaries. The book sometimes reads like a succession of brilliant but loosely connected graduate seminar papers — an assemblage, a very fine one, but an assemblage nevertheless.", "url": "https://www.nytimes.com/2013/03/03/business/bretton-woods-monetary-agreement-examined-in-a-new-book.html?module=inline"}