{"authors": ["A. O. Scott"], "date_download": "2018-11-16 04:10:11", "date_modify": "2018-11-16 04:10:11", "date_publish": "2013-09-02 21:37:39", "description": "At the Telluride Film Festival in Colorado, previews of films to come.", "filename": "2013_09_03_arts_at-telluride-festival-a-redford-solo-and-other-previews.html_pagewanted=all&module=inline_1542341411.html", "image_url": "https://static01.nyt.com/images/2013/09/03/arts/TELLURIDE1/TELLURIDE1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_03_arts_at-telluride-festival-a-redford-solo-and-other-previews.html_pagewanted=all&module=inline_1542341411.html", "title": "In Mountain Air, Foresight (Maybe)", "title_page": "In Mountain Air, Foresight (Maybe) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TELLURIDE, Colo. — I know, I know, it’s much too early to be thinking about the Academy Awards, and Oscar talk is considered a bit gauche up here, but the Telluride Film Festival has had the distinction, for three years running, of providing the first North American screens for the eventual best picture winners. If your head for recent Oscar trivia is as bad as mine, I’ll share the fruits of my Googling and remind us all that those movies were “The King’s Speech,” “The Artist” and “Argo.” So maybe the road to the Dolby Theater in Hollywood will once again run downhill from this scruffy-chic former mining town in the San Juan Mountains.\nFor reasons of film festival politics, not all of those first-on-the-continent (or in-the-world) showings are technically premieres, yet. Sometimes movies tiptoe in, unlisted on the official lineup and announced as sneak previews the midnight before their debuts. One such sneak, and quite possibly a future awards contender — not that I’m making predictions — was Steve McQueen’s “12 Years a Slave.” Written by John Ridley and based on a memoir by Solomon Northup, a free black resident of New York State kidnapped into slavery in the Deep South in 1841, “12 Years” is by far the most ambitious of Mr. McQueen’s three features (“Hunger” and “Shame” are the others) and an impressive blend of radical and conventional movie techniques.", "url": "https://www.nytimes.com/2013/09/03/arts/at-telluride-festival-a-redford-solo-and-other-previews.html?pagewanted=all&module=inline"}