{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:34", "date_modify": "2018-11-16 04:46:34", "date_publish": "2013-01-30 05:08:49", "description": "As editor in chief of Woman’s Day for 16 years, Miss Rhoads guided the magazine toward covering a wider variety of issues of concern to women.", "filename": "2013_01_30_business_media_geraldine-rhoads-dies-at-98-edited-womans-day-magazine_1542343594.html", "image_url": "https://static01.nyt.com/images/2013/01/30/business/RHOADS-obit/RHOADS-obit-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_30_business_media_geraldine-rhoads-dies-at-98-edited-womans-day-magazine_1542343594.html", "title": "Geraldine Rhoads Dies at 98; Edited Woman’s Day", "title_page": "Geraldine Rhoads Dies at 98; Edited Woman’s Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Geraldine Rhoads, who in 16 years as editor in chief of Woman’s Day magazine guided it toward covering the women’s movement while still embracing its tradition of homespun advice, died at her home in Manhattan on Saturday, three days before her 99th birthday.\nHer longtime friend Jeannie McCloskey confirmed the death.\nMiss Rhoads (she preferred the old courtesy title to Ms.) was editor of Woman’s Day from 1966 to 1982, during the heyday of the so-called Seven Sisters, a group of national women’s magazines that also counted Family Circle, Good Housekeeping, Ladies’ Home Journal, McCall’s, Better Homes and Gardens, and Redbook. During her tenure, Woman’s Day’s circulation grew to more than eight million, from about five million.\n“It was a period of enormous change in women’s lives,” Jane Chesnutt, who was Woman’s Day’s editor from 1991 to 2009, said on Monday. The magazine was then at the forefront of issues like domestic violence — “ahead of the law on that issue,” she said — and women’s health.\n“In the mid-’70s, under Gerry’s leadership, we wrote about lumpectomy as an alternative to radical mastectomies,” Ms. Chesnutt said.", "url": "https://www.nytimes.com/2013/01/30/business/media/geraldine-rhoads-dies-at-98-edited-womans-day-magazine.html"}