{"authors": ["Stephen Holden"], "date_download": "2018-11-16 04:47:09", "date_modify": "2018-11-16 04:47:09", "date_publish": "2013-11-26 23:08:35", "description": "“Frozen,” from Disney, departs a bit from the company’s traditional princess formula.", "filename": "2013_11_27_movies_disneys-frozen-a-makeover-of-the-snow-queen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343629.html", "image_url": "https://static01.nyt.com/images/2013/11/27/arts/FROZEN/FROZEN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_27_movies_disneys-frozen-a-makeover-of-the-snow-queen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343629.html", "title": "From the Heat of Royal Passion, Poof! It’s Permafrost", "title_page": "From the Heat of Royal Passion, Poof! It’s Permafrost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A beautiful princess with magical powers that she can’t control; an adorable snowman, with buck teeth and a carrot for a nose, who longs to sunbathe because no one ever told him that heat melts ice; a picture-perfect prince who is revealed to be a scheming, opportunistic cad.\nThose are among the unconventional characters in the new Disney 3-D animated movie musical, “Frozen,” very loosely based on the Hans Christian Andersen fairy tale “The Snow Queen.” They are significant departures from tradition in a film that shakes up the hyper-romantic “princess” formula that has stood Disney in good stead for decades and that has grown stale. Treacly, kissy-kissy endings are not enough anymore. Nowadays, a princess has to show her mettle and earn her happily-ever-after stripes.\nAllegorically, “Frozen” lacks the purity and elemental power of a classic myth like “Beauty and the Beast,” but at least its storytelling is fairly coherent, and its gleaming dream world of snow and ice is one of the most visually captivating environments to be found in a Disney animated film. There are moments when you may feel that you are inside a giant crystal chandelier frosted with diamonds.\nIt all takes place in the fictional Scandinavian land of Arendelle, whose king and queen die in a shipwreck, leaving the country in the hands of Elsa (the voice of Idina Menzel), the elder of two daughters. This blond, high-strung princess has a secret problem. If she isn’t extremely careful, everything around her freezes when she takes off her protective gloves and waves her hands. Elsa’s best friend is her impulsive redheaded younger sister, Anna (Kristen Bell), whom she nearly freezes to death by accident.", "url": "https://www.nytimes.com/2013/11/27/movies/disneys-frozen-a-makeover-of-the-snow-queen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}