{"authors": ["Sarah Wheaton"], "date_download": "2018-11-16 04:13:27", "date_modify": "2018-11-16 04:13:27", "date_publish": "2013-05-31 19:24:25", "description": "President Obama’s remarks in the Rose Garden came as Democrats and Republicans differ on how to stop the rate for federally subsidized student loans from rising on July 1.", "filename": "2013_06_01_education_with-students-as-backdrop-obama-warns-of-doubling-of-loan-rates_1542341607.html", "image_url": "https://static01.nyt.com/images/2013/06/01/us/OBAMA/OBAMA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_01_education_with-students-as-backdrop-obama-warns-of-doubling-of-loan-rates_1542341607.html", "title": "With Students as Backdrop, Obama Warns of Doubling of Loan Rates", "title_page": "With Students as Backdrop, Obama Warns of Doubling of Loan Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — College students, freshly relieved of pressure from term papers and final exams, served as a backdrop for President Obama on Friday as he warned of another impending fiscal deadline: student loan interest rates are set to double in 30 days under current law.\n“That means that the average student with those loans will rack up an additional $1,000 in debt,” Mr. Obama said at an event in the White House Rose Garden. “That’s like a $1,000 tax hike.”\nBoth Democrats and Republicans say they want to head off an increase in the interest rate for federally subsidized student loans to 6.8 percent as scheduled on July 1, but they disagree about how best to manage the rates’ trajectory.\nSenate Democrats plan to vote to extend the government-subsidized rate — 3.4 percent for the 7.4 million students with Stafford loans — for another two years, while House Republicans approved a measure last week that would make the rate variable, tied to prevailing market trends.", "url": "https://www.nytimes.com/2013/06/01/education/with-students-as-backdrop-obama-warns-of-doubling-of-loan-rates.html"}