{"authors": ["Seth Kugel"], "date_download": "2018-11-16 04:14:30", "date_modify": "2018-11-16 04:14:30", "date_publish": "2013-07-04 00:58:18", "description": "In a nation riven by protests over corruption and overspending, a lawmaker used an Air Force jet to bring guests to the Spain-Brazil soccer match.", "filename": "2013_07_04_world_americas_for-brazilian-official-and-family-controversy-over-a-trip.html_module=inline_1542341670.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_04_world_americas_for-brazilian-official-and-family-controversy-over-a-trip.html_module=inline_1542341670.html", "title": "For Brazilian Official and Family, Controversy Over a Trip", "title_page": "For Brazilian Official and Family, Controversy Over a Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SÃO PAULO, Brazil — As crowds protesting government corruption and overspending on World Cup soccer stadiums clashed with the police outside Maracanã stadium in Rio de Janeiro on Sunday, a top Brazilian legislator was inside the stadium with his fiancée, family members and friends. After watching Brazil’s victory over Spain in the final of the Confederations Cup tournament, the congressman said on Twitter: “BRASIL: national team A+! The fans too, A+! The champion is back!”\nThe lawmaker, Henrique Eduardo Alves, who is president of the Chamber of Deputies, was not alone in celebrating the victory. But he and his entourage were most likely the only fans flown to the game in an air force jet paid for with taxpayer money. They arrived Friday night from the northeastern state of Rio Grande do Norte, which he represents, and left after the match.\nBrazilian government officials have been caught paying for family vacations with government money before, but the timing of this outing seemed particularly ill-advised, coming after weeks of antigovernment protests have shaken the nation. Branding their politicians as corrupt, demonstrators have condemned the misuse of public money, particularly on World Cup stadiums like Maracanã. That has given particular resonance to local news media reports of Mr. Alves’s expensive ride.\nIn a statement on Wednesday, Mr. Alves’s office noted that he was in Rio de Janeiro to meet the mayor, Eduardo Paes. (A 2002 presidential decree allows government officials to fly in air force jets if on official business.) But he said he should not have taken anyone along with him.", "url": "https://www.nytimes.com/2013/07/04/world/americas/for-brazilian-official-and-family-controversy-over-a-trip.html?module=inline"}