{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:26:56", "date_modify": "2018-11-16 03:26:56", "date_publish": "2013-12-23 16:53:36", "description": "This winter dessert is adapted from a recipe from the French chef Olympe Versini’s cookbook, “Olympe.”", "filename": "2013_12_24_health_grapefruit-and-navel-orange-gratin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338816.html", "image_url": "https://static01.nyt.com/images/2013/12/24/science/24recipehealth/24recipehealth-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_24_health_grapefruit-and-navel-orange-gratin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338816.html", "title": "Grapefruit and Navel Orange Gratin", "title_page": "Grapefruit and Navel Orange Gratin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "3. Pour the strained juice from the fruit into a measuring cup. Squeeze the remaining grapefruit and enough of the remaining oranges to obtain 200 grams of juice (about 3/4 cup).\n4. Pour the juice into a medium saucepan and add half the sugar. Cut the vanilla bean in half lengthwise and using the tip of a knife, scrape the seeds into the juice. Add the vanilla bean pod to the juice. Bring to a simmer and immediately turn off the heat, cover the pan tightly with plastic wrap, and allow the vanilla bean to steep for 15 minutes. Remove the plastic wrap.\n5. Fill a bowl with ice and set another bowl in it. Place a strainer over the bowl. Beat the egg yolks with the remaining sugar in a small bowl and bring the juice back to a simmer. Remove from the heat and, making sure that the juice isn’t boiling, whisk half of it into the egg yolks. Whisk the tempered egg yolks into the saucepan, scraping out every last bit from the bowl with a rubber spatula.\n6. Place the saucepan back over medium-low heat and heat, stirring constantly with a rubber spatula or a whisk. Do not allow the liquid to come to a boil. Insert a thermometer and when the mixture reaches 180 degrees Farenheit and coats the spatula like thick cream, remove from the heat and immediately strain into the bowl set in the ice. Whisk in the crème fraiche and stir over the ice until the mixture cools. At this point, if you are not serving the gratin right away, cover and refrigerate the custard sauce.\n7. Preheat the broiler and place the rack about 3 inches away from the heat. Spoon the custard over the fruit. Just before serving place under the broiler and, watching closely, heat until the cream is lightly browned, 3 to 5 minutes. Remove from the heat and serve.", "url": "https://www.nytimes.com/2013/12/24/health/grapefruit-and-navel-orange-gratin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}