{"authors": ["Cara Solomon"], "date_download": "2018-11-16 04:37:35", "date_modify": "2018-11-16 04:37:35", "date_publish": "2013-03-29 17:03:20", "description": "Sara Schechner and Kenneth Launie bonded over a shared love of science and history.", "filename": "2013_03_31_fashion_weddings_sara-schechner-kenneth-launie-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "image_url": "https://static01.nyt.com/images/2013/03/31/fashion/weddings/31VOWS1/31VOWS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_31_fashion_weddings_sara-schechner-kenneth-launie-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "title": "A Romance Guided by Stars, Planets and Telescopes", "title_page": "A Romance Guided by Stars, Planets and Telescopes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the call came in April 2004, it was hard for Kenneth Launie to contain his enthusiasm. An amateur collector and restorer of telescopes, he had seen the instrument before, but only behind the glare of a glass case at Harvard. Then, out of nowhere, came the offer: Bring your white gloves and your screwdriver, and take apart the telescope that had been used by John Winthrop, a Harvard professor and descendant of the Massachusetts Bay Colony founder, to observe the transit of Venus in 1769.\n“This was like giving candy to a kid,” said Mr. Launie, now 58. “Of course I said yes.”\nOn the other end of the line was Sara Schechner, the David P. Wheatland curator of Harvard’s Collection of Historical Scientific Instruments.\nThe passage of Venus between the earth and the sun occurs twice within a few years about every 100 years. To mark the first of the recent transits, in June 2004, Dr. Schechner, who came to Harvard as a freshman and completed her academic career with a Ph.D. in the history of science, had already persuaded the university band, of which she was once a member, to play John Philip Sousa’s “Transit of Venus March.”\nShe also hoped to allow members of the public to observe the passage through the lenses of the university’s old telescopes. Yet restoring the Winthrop telescope would be a challenge. She would first have to take it apart, then replace and align the mirrors and optical components that had been removed for display long before.", "url": "https://www.nytimes.com/2013/03/31/fashion/weddings/sara-schechner-kenneth-launie-vows.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}