{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:49:06", "date_modify": "2018-11-16 04:49:06", "date_publish": "2013-11-13 12:06:24", "description": "China’s new national security committee, which is expected to be led by President Xi Jinping, will deal with cybersecurity, relations with Tibet and unrest in the Xinjiang region, Chinese experts say.", "filename": "2013_11_14_world_asia_national-security-committee-china_1542343746.html", "image_url": "https://static01.nyt.com/images/2013/11/14/world/china/china-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_14_world_asia_national-security-committee-china_1542343746.html", "title": "New Chinese Panel Said to Oversee Domestic Security and Foreign Policy", "title_page": "New Chinese Panel Said to Oversee Domestic Security and Foreign Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China’s new national security committee is mainly based on the Washington model. It will put at the disposal of the Chinese president, Xi Jinping, a highly empowered group of security experts who can work the levers of the country’s vast security apparatus — and presumably respond more nimbly than the country’s multilayered party, police and military bureaucracies have been known to do.\nBut the Chinese body, which was announced at the conclusion of a party meeting this week, will apparently differ from the American National Security Council in one crucial aspect: The Chinese version will have dual duties with responsibility over domestic security as well as foreign policy, Chinese experts say.\nThat means the new body will deal with cybersecurity as well as the unrest in China’s Tibet and Xinjiang regions, where resistance against the Han majority population is continuing, according to Shi Yinhong, a professor of international relations at Renmin University in Beijing and an occasional adviser to the government.\n“In China, the security question is largely domestic: cyber, Xinjiang and Tibet,” Mr. Shi said. The focus will be on foreign policy with a considerable domestic component that will call for the Public Security Bureau to participate on the committee when it discusses matters of internal security, he said.", "url": "https://www.nytimes.com/2013/11/14/world/asia/national-security-committee-china.html"}