{"authors": ["Steven Erlanger", "Adam Nossiter"], "date_download": "2018-11-16 03:56:04", "date_modify": "2018-11-16 03:56:04", "date_publish": "2013-01-18 03:00:44", "description": "The man thought to have masterminded the kidnapping at the Algerian natural gas field has a long history in smuggling, jihad and politics in the region.", "filename": "2013_01_18_world_africa_mokhtar-belmokhtar-thought-to-be-kidnappings-mastermind.html_module=inline_1542340564.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_18_world_africa_mokhtar-belmokhtar-thought-to-be-kidnappings-mastermind.html_module=inline_1542340564.html", "title": "Jihad ‘Prince,’ a Kidnapper, Is Tied to Raid", "title_page": "Jihad ‘Prince,’ a Kidnapper, Is Tied to Raid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — His entourage calls him “the Prince,” and after the militant Islamist takeover of a town in northern Mali last year, he liked to go down to the river and watch the sunset, surrounded by armed bodyguards.\nOthers call him “Laaouar,” or the One-Eyed, after he lost an eye to shrapnel; some call him “Mr. Marlboro” for the cigarette-smuggling monopoly he created across the Sahel region to finance his jihad. And French intelligence officials called him “the Uncatchable” because he escaped after apparently being involved in a series of kidnappings in 2003 that captured 32 European tourists, an undertaking which is thought to have earned him millions of dollars in ransoms.\nMokhtar Belmokhtar, 40, born in the Algerian desert city of Ghardaïa, 350 miles south of Algiers, is now being called the mastermind of the hostage crisis at an internationally run natural-gas facility in eastern Algeria.\nAlgerian officials say he mounted the assault and the mass abduction of foreigners; his spokesmen say the raid is in reprisal for the French intervention in Mali and for Algeria’s support for the French war against Islamist militants in the Sahel.", "url": "https://www.nytimes.com/2013/01/18/world/africa/mokhtar-belmokhtar-thought-to-be-kidnappings-mastermind.html?module=inline"}