{"authors": ["Edward Wong"], "date_download": "2018-11-16 03:54:57", "date_modify": "2018-11-16 03:54:57", "date_publish": "2013-09-12 20:12:19", "description": "The plan represents the most concrete response yet to growing criticism for allowing the country’s air, soil and water to degrade to abysmal levels.", "filename": "2013_09_13_world_asia_china-releases-plan-to-reduce-air-pollution.html_module=inline_1542340497.html", "image_url": "https://static01.nyt.com/images/2013/09/13/world/pollution/pollution-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_13_world_asia_china-releases-plan-to-reduce-air-pollution.html_module=inline_1542340497.html", "title": "China’s Plan to Curb Air Pollution Sets Limits on Coal Use and Vehicles", "title_page": "China’s Plan to Curb Air Pollution Sets Limits on Coal Use and Vehicles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All other cities must reduce the levels of larger particulate matter, known as PM 10, by 10 percent. It is unclear why the plan calls for a looser standard for other cities, since the fine particulate matter, known as PM 2.5, is considered deadlier than PM 10 because it can penetrate deep into the lungs and enter the bloodstream\nThe plan said Beijing must also bring its average concentration of PM 2.5 down to 60 micrograms per cubic meter or less. That would be two and a half times the recommended exposure limit set by the World Health Organization.\nFor years, Chinese officials kept measurements of PM 2.5 from the public. But many Chinese in Beijing turned to a Twitter feed from the United States Embassy to see the hourly PM 2.5 reading from a monitoring machine on the embassy rooftop. That, in turn, put pressure on the government to have cities start releasing their PM 2.5 measurements. Beijing began reporting PM 2.5 levels in January 2012, and the official Xinhua news agency has reported that 74 cities are supposed to be releasing their PM 2.5 data this year.\nOn Thursday, pollution climbed to levels that the embassy rated “very unhealthy,” with a PM 2.5 concentration at 10 p.m. at 213 micrograms per cubic meter. Much of the city’s downtown skyline was obscured by a thick haze.\nCoal consumption has grown rapidly in China, and the plan places only modest limits on consumption, with coal to account for no more than 65 percent of energy use in 2017, compared with around 67 percent last year. Some of the plan’s critics said they were disappointed that there were no specific limits on coal consumption by region. The plan allows local governments to set those limits on their own.\n“Instead of setting a goal to reduce coal burning for each province, the action plan gives each province the power to set goals for themselves, which leads to the goals being very conservative,” said Huang Wei, who works on climate and energy advocacy at Greenpeace East Asia.\nThe plan addressed vehicle emissions by removing all high-polluting “yellow label” vehicles that were registered before the end of 2005 from the roads by the end of 2015. In the three regions with heavy industry, all such vehicles are to be taken off the roads by 2015, and the same for all of China by 2017.\nIn those three regions, gasoline and diesel of a high standard, China V, will be provided in certain cities. But the plan did not set targets for new vehicle emissions standards, which some environmental advocates say is a major omission. “We had been waiting for months for the new action plan,” Ms. Huang said. “We thought it might be a pivot point in history. Now it’s here, and we think it has very much fallen short of our expectations.”", "url": "https://www.nytimes.com/2013/09/13/world/asia/china-releases-plan-to-reduce-air-pollution.html?module=inline"}