{"authors": ["Carol Vogel"], "date_download": "2018-11-16 04:54:22", "date_modify": "2018-11-16 04:54:22", "date_publish": "2013-08-29 12:00:07", "description": "For the artist Edmund de Waal, who is preparing for his first exhibition in the United States, “pots turn into words, and words turn into pots.”", "filename": "2013_09_01_arts_design_edmund-de-waal-prepares-for-an-exhibition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344062.html", "image_url": "https://static01.nyt.com/images/2013/09/01/arts/01DEWAAL_SPAN/01DEWAAL_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_01_arts_design_edmund-de-waal-prepares-for-an-exhibition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344062.html", "title": "Poetry Written in Porcelain", "title_page": "Poetry Written in Porcelain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His work, he went on, is the “language of sculpture, it’s about multiples and early minimalism; poetry and words and the spaces between words and sounds. When I make something, I hear it.”\nMr. de Waal’s inspiration comes as much from poets and musicians as it does other artists: the Japanese photographer Hiroshi Sugimoto “because of the abstract way he deals with an image”; composers like Steve Reich and John Adams, for their serial, repetitive music which “allows me to think about slow, incremental change”; poets like Wallace Stevens and John Ashbery, “because of their cadences and passionate abstraction.”\nMr. de Waal did not start out showing his porcelain in art galleries, but rather at the annual Chelsea Craft Fair in London, where his work happened to be seen by museum curators in the ‘90s. His big breakthrough didn’t come until 2001, when he created an entire room in the Geffrye Museum in East London that ended up traveling. “It was a wall of pots inspired by 18th-century porcelain rooms,” he said. “It was a bit like early minimalist art and it was totally unsaleable but it was exactly what I wanted to do.”\nOver the years, his work has become more nuanced and complex. In front of a wall in his studio are 30 exquisitely constructed porcelains arranged in a vitrine sealed with opaque glass that makes the objects blurry, not unlike one of Gerhard Richter’s photorealist paintings. The way the shapes are perceived is deliberate, as it can completely change their meaning. Some are hung high on a wall; others are below eye-level.\n“It’s about yearning, like the book,” he said, referring to the netsuke, whose journey and ownership became the lens through which he told his story of possession and restitution. “My porcelains speak to that whole array of emotions: owning, having, losing.”\nAt one end of his studio is a tiny balcony space with nothing but a stool and a potter’s wheel. Here, Mr. de Waal demonstrated his craft, taking a lump of clay and creating a perfectly formed cylinder in seconds. The act was so effortless, it was like watching a magician pull a handkerchief out of a viewer’s ear. That pot, he explained, would dry overnight, and in the morning he would perfect it with a knife. Once satisfied, he would then put his imprint on it — a special seal, much like a painter signing a canvas — and fire it in one of the kilns that occupy a special room in his studio, where he keeps a book containing thousands of secret recipes for glazes.", "url": "https://www.nytimes.com/2013/09/01/arts/design/edmund-de-waal-prepares-for-an-exhibition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}