{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:50:15", "date_modify": "2018-11-16 04:50:15", "date_publish": "2013-11-25 02:10:29", "description": "The temporary deal will make the world safer, for now.", "filename": "2013_11_25_opinion_getting-to-yes-with-iran.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343815.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_25_opinion_getting-to-yes-with-iran.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343815.html", "title": "Getting to Yes With Iran", "title_page": "Opinion | Getting to Yes With Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The interim nuclear deal between Iran and the major powers is an important step toward resolving the increasingly dangerous dispute over Iran’s progress on production of a nuclear weapon. President Obama and President Hassan Rouhani of Iran deserve credit for resisting fierce domestic opposition and a 30-year history of animosity between the two countries to get to this point.\nEven though the temporary agreement does not achieve permanent and total dismantlement of Iran’s nuclear program, no one can seriously argue that it doesn’t make the world safer. It would freeze key aspects of Iran’s program for six months and lay the ground for negotiating a comprehensive, permanent deal. The alternatives are ratcheting up sanctions and possible military action, with no assurance that those steps would stop Iran’s nuclear advances. A negotiated solution is unquestionably better; it is alarming to hear Israeli politicians reject it in extremist terms and threaten unspecified unilateral action.\nThe deal buys time to work on a long-term solution that constrains Iran’s nuclear program and guarantees that it is put to peaceful use. That will be even harder to achieve, and the risks will be even greater, if negotiations fail. It is crucial that talks on the next phase begin very soon since the next six months will fly by.\nAs with any deal between adversaries, caution is warranted. Iran kept the nuclear program secret for nearly two decades before it was uncovered in 2002 and has resisted full disclosure of its activities. But the interim deal has protections that should make cheating harder, including unprecedented daily inspections of enrichment facilities at Natanz and Fordo by United Nations experts.", "url": "https://www.nytimes.com/2013/11/25/opinion/getting-to-yes-with-iran.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}