{"authors": ["Bee-Shyuan Chang"], "date_download": "2018-11-16 04:07:26", "date_modify": "2018-11-16 04:07:26", "date_publish": "2013-02-06 19:23:17", "description": "Kate Young’s work on runways shows and the red carpet is the star, she says, not her.", "filename": "2013_02_07_fashion_kate-young-a-stylist-in-her-busy-season-up-close.html_module=inline_1542341246.html", "image_url": "https://static01.nyt.com/images/2013/02/07/fashion/07UPCLOSE_SPAN/07zUPCLOSE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_07_fashion_kate-young-a-stylist-in-her-busy-season-up-close.html_module=inline_1542341246.html", "title": "Fame Tries to Keep Up With a Busy Stylist", "title_page": "Fame Tries to Keep Up With a Busy Stylist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another of her character traits is her close relationship with younger designers. She has known Riccardo Tisci of Givenchy since they both graduated from college — she from University of Oxford and he from Central Saint Martins — and were finding their way in London. (“He was a club kid — so fun,” she said. “He still is.”) And when she worked at Vogue, she had the inside track of then-emerging designers like Mr. Wu.\nShe has also maintained long-term relationships with clients (going on 10 years with Ms. Portman).\nWhile Ms. Young’s glamorous career might suggest socialite leanings, she grew up in a family of academics, in Easton, Pa., where her mother was the assistant director of athletics at Lafayette College and her father was a kinesiology professor at Pennsylvania State University. “They’re both sports freaks,” she said, laughing. Pointing to her Nike FuelBand, she said she runs or plays tennis to deal with job stress. Her younger brother works for Bloomberg in San Francisco.\nAs early as she can remember (her first word was “shoe”), she was rifling through fashion magazines. After two years at Lafayette College, she transferred to Oxford to study English and art history. While there, she was engrossed in the London designer scene. “It was all about Gucci by Tom Ford,” she recalled. “There were literally lines just to get in the store.”\nAfter graduation, she landed an interview at Condé Nast, through a family friend, Kati Korpijaakko, who was the art director of Glamour magazine at the time and kept a house in Easton. Ms. Young was hired for Vogue’s P.R. department, but a month later a position opened in Ms. Wintour’s office. “It was a lucky timing thing,” she said.\nShe is married to Keith Abrahamsson, of Mexican Summer records, and has two children, ages 2 and 4. The family lives in Clinton Hill, Brooklyn, not far from both sets of grandparents, who will likely be doing some baby-sitting during Fashion Week.\n“A lot of fashion people think they’re famous, but it’s not the same as an actress,” she said, dismissing the idea that her Target collection might shuttle her into the spotlight. “Being famous is not an easy thing. I don’t think I would ever want that for me or my family.”", "url": "https://www.nytimes.com/2013/02/07/fashion/kate-young-a-stylist-in-her-busy-season-up-close.html?module=inline"}