{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:31:10", "date_modify": "2018-11-16 04:31:10", "date_publish": "2013-02-24 19:43:15", "description": "Despite the rising cost of maintaining the MetroCard system, it is not going anywhere anytime soon, officials concede, because no one is sure what will replace it.", "filename": "2013_02_25_nyregion_after-mta-setbacks-no-swipe-fare-cards-are-still-stuck-in-the-future_1542342670.html", "image_url": "https://static01.nyt.com/images/2013/02/25/nyregion/25metrocard_thumb/25metrocard_thumb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_25_nyregion_after-mta-setbacks-no-swipe-fare-cards-are-still-stuck-in-the-future_1542342670.html", "title": "After M.T.A. Setbacks, No-Swipe Fare Cards Are Still Stuck in the Future", "title_page": "After M.T.A. Setbacks, No-Swipe Fare Cards Are Still Stuck in the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For nearly 50 years, coins were the currency in New York’s subway and bus system. Tokens carried the next 40 years, until the MetroCard first slid into riders’ wallets in 1993. The next big thing was to be a contactless fare card — no swipe required.\nIt was to be one of the defining accomplishments of Jay H. Walder, who, before becoming chairman of the Metropolitan Transportation Authority in 2009, oversaw in London the introduction of the Oyster card, which used a computer chip to track fares and account balances for riders. Mr. Walder spoke excitedly about the prospects of a similar card during his early days on the job in New York.\n“You can see creative and innovative things that would happen with this,” he said then, adding that even the fare system itself could be overhauled with the cards, allowing the authority to offer discounts depending on the time of day.\nYet agency officials now concede that the MetroCard, which the authority had once hoped to phase out as early as 2012, is not going anywhere anytime soon, despite the rising cost of maintaining the system. And no one is quite sure what will replace it.", "url": "https://www.nytimes.com/2013/02/25/nyregion/after-mta-setbacks-no-swipe-fare-cards-are-still-stuck-in-the-future.html"}