{"authors": ["A. O. Scott"], "date_download": "2018-11-16 04:07:26", "date_modify": "2018-11-16 04:07:26", "date_publish": "2013-10-04 22:11:29", "description": "The New York Film Festival continues to have some juicy fare, with one foot in the American commercial mainstream, and another in the realm of international art cinema.", "filename": "2013_10_05_movies_aging-coming-of-age-and-vampires.html_module=inline_1542341246.html", "image_url": "https://static01.nyt.com/images/2013/10/05/arts/05NYFF1/05NYFF1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_05_movies_aging-coming-of-age-and-vampires.html_module=inline_1542341246.html", "title": "Aging, Coming of Age, and Vampires", "title_page": "Aging, Coming of Age, and Vampires - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They are worth seeing, as is “Blue Is the Warmest Color,” Abdellatif Kechiche’s lesbian coming-of-age story, which has already provoked rapture and contention since its Cannes debut in May. Steve McQueen’s “12 Years a Slave” will show up as a special event at Lincoln Center as it gathers awards-season momentum. But since you will be reading and hearing a lot about these films in the coming weeks, and pressed by your friends to express an opinion, it is worth attending to some less-publicized movies that might escape notice amid the glamour and glare.\nNot that these will necessarily suffer from neglect. “Gloria,” directed by Sebastián Lelio, is Chile’s offering at the altar of the best foreign-language film Oscar. It is a breathtakingly honest — sometimes painful, often funny — examination of the life of its title character, a divorced woman in her 50s played with abundant dignity and minimal vanity by Paulina García.\nShe and Mr. Lelio understand the power of an individual story. There is nothing special about Gloria, and her middle-aged, middle-class ordinariness at first makes her name seem cruelly ironic. But as she deals with ungrateful children, a dubious romance and a terrible neighbor, an unsentimental picture of everyday heroism emerges, and the audience is graced with intimate knowledge of a person we might not otherwise have noticed.\nGloria is one of several vivid heroines whose stories balance the male-centered opening, centerpiece and closing-night films. In “My Name is Hmmm...,” a young French girl named Céline (Lou-Lélia Demerliac), escaping from an abusive home, takes to the back roads of Bordeaux in the company of a Scottish truck driver. This debut feature from Agnès Troublé (the fashion designer and arts patron better known by her nom de couture, agnès b.) is notable for its vibrant sense of color and its acute sensitivity to the inner lives of its characters, particularly Céline, who renames herself Hmmm in an attempt to shed the skin of a painful identity. Her longing for freedom is mirrored in the film’s attempts, mostly successful, to evade its own sentimental impulses and draw closer to the pulse of raw experience.", "url": "https://www.nytimes.com/2013/10/05/movies/aging-coming-of-age-and-vampires.html?module=inline"}