{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:04", "date_modify": "2018-11-16 03:39:04", "date_publish": "2013-03-25 17:32:11", "description": "A campaign for Temp Tee, a dairy product, offers some humorous solutions to the dreaded “matzah fatigue” of Passover.", "filename": "2013_03_25_business_media_temp-tee-urges-shoppers-to-whip-up-passover-dishes.html_module=inline_1542339544.html", "image_url": "https://static01.nyt.com/images/2013/03/25/business/media/25adnewsletter-inline/25adnewsletter-inline-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_25_business_media_temp-tee-urges-shoppers-to-whip-up-passover-dishes.html_module=inline_1542339544.html", "title": "Temp Tee Urges Shoppers to ‘Whip’ Up Passover Dishes", "title_page": "Temp Tee Urges Shoppers to ‘Whip’ Up Passover Dishes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Decades ago, ads pitched Geritol tonic as the cure for “tired blood.” Now, a dairy product is being proposed as the antidote to “matzah fatigue.” Matzah fatigue could be classified as among “Passover problems,” the puzzles that perplex Jews who celebrate the eight-day holiday, which begins at sunset on Monday. It is a fanciful expression, to be sure, but it does address what is, for many, an issue each year: Around the third day, the palate often begins to rebel against a steady diet of foods that are kosher for Passover like matzah, the unleavened bread also known as matzo or matzoh.\nEnter the dairy product, Temp Tee, the whipped cream cheese sold by the Kraft Foods Group. A campaign that began this month, ahead of the start of Passover, declares that Temp Tee offers a culinary solution to the repetitious holiday regimen.\nThe campaign, with a budget estimated at less than $100,000, is centered on a partnership between Temp Tee and Jamie Geller, an American-born Israeli food writer and chef who is the founder of the Kosher Media Network, known for its Joy of Kosher brand. Ms. Geller, who describes herself as “a lifelong devotee” of Temp Tee, is serving as the brand’s advocate among those who observe the holiday, offering them recipes and ideas for dairy dishes that are made with whipped cream cheese and are kosher for Passover.\nAmong the suggestions — which can be found on a section of the Joy of Kosher Web site as well as in a booklet that can be downloaded from the site — are raspberry macarons with cream cheese filling, salmon with shiitake mushroom and tomato cream cheese sauce, creamy colorful coleslaw roasted red pepper and arugula flatbread matzah pizza, sundried tomato and brie stuffed mushrooms, Passover cheese quiche and flourless cream cheese pound cake with passion fruit cream cheese ice cream.", "url": "https://www.nytimes.com/2013/03/25/business/media/temp-tee-urges-shoppers-to-whip-up-passover-dishes.html?module=inline"}