{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:11:04", "date_modify": "2018-11-16 04:11:04", "date_publish": "2013-05-12 21:15:04", "description": "The author Dan Brown plays games with time, gender, identity, famous tourist attractions and futuristic medicine in “Inferno.”", "filename": "2013_05_13_books_inferno-by-dan-brown.html_module=inline_1542341464.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_13_books_inferno-by-dan-brown.html_module=inline_1542341464.html", "title": "On a Scavenger Hunt to Save Most Humans", "title_page": "On a Scavenger Hunt to Save Most Humans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But it takes more than geography to keep a Brown escapade spinning. The formula also calls for sinister cultism of some sort, and in this case the dark scheming involves overpopulation. One character, Zobrist, is a wealthy Malthusian with a powerful, secretive, high-tech army at his command (Mr. Brown says it is real, but he has given it “the Consortium” as a fake name) and a doomsday plot to implement. While talking about controlling the rapid growth in population with the head of the World Health Organization, Zobrist is told, “We’re at seven billion now, so it’s a little late for that.” His reply, a fine specimen of mustache-twirling villainy: “Is it?”\nThere’s a lot more in “Inferno” along these lines. And it all ties together. Dante’s nightmare vision becomes the book’s visual correlative for what its scientific calculations suggest. And eventually the book involves itself with Transhumanism, genetic manipulation and the potential for pandemics. Just as Mr. Brown’s “Lost Symbol” tried to stir interest in the noetic sciences (studying mind-body connections). “Inferno” puts the idea of a plague front and center, invoking the black plague, its casualty count and its culling effect on mankind. Mr. Brown is more serious than usual when he invokes Dante’s dire warning: “The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis.”\nBut the main emphasis here is hardly on gloom. It is on the prodigious research and love of trivia that inform Mr. Brown’s stories (this one makes mincemeat of all those factoid-heavy wannabes, like Matthew Pearl’s “Dante Club”), the ease with which he sets them in motion, the nifty tricks (Dante’s plaster death mask is pilfered from its museum setting, then toted through the secret passageways of Florence in a Ziploc bag) and the cliffhangers. (Sienna: “Don’t tell me we’re in the wrong museum.” Robert: “Sienna, we’re in the wrong country.”) There is the gamesmanship that goes with crypto-bits like “PPPPPPP.” (Sienna: “Seven Ps is ... a message?” Robert, grinning: “It is. And if you’ve studied Dante, it’s a very clear one.”)\nAnd finally there is the sense of play that saves Mr. Brown’s books from ponderousness, even when he is waxing wise about some ancient mystery or architectural wonder. Once the globe-trotting begins in earnest, private planes figure in the story and Langdon calls his publisher to ask for one. No, says the publisher, then adds: “Let me rephrase that. We don’t have access to private jets for authors of tomes about religious history. If you want to write ‘Fifty Shades of Iconography,’ we can talk.”\nGuess what: Mr. Brown has already written it. And then some.", "url": "https://www.nytimes.com/2013/05/13/books/inferno-by-dan-brown.html?module=inline"}