{"authors": ["Rachel Donadio"], "date_download": "2018-11-16 04:10:55", "date_modify": "2018-11-16 04:10:55", "date_publish": "2013-03-13 18:12:50", "description": "The Roman Catholic Church’s cardinals signaled that the faith’s future lies in the Southern Hemisphere.", "filename": "2013_03_14_world_europe_cardinals-elect-new-pope.html_pagewanted=all&module=inline_1542341455.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_14_world_europe_cardinals-elect-new-pope.html_pagewanted=all&module=inline_1542341455.html", "title": "Cardinals Pick Bergoglio, Who Will Be Pope Francis", "title_page": "Cardinals Pick Bergoglio, Who Will Be Pope Francis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VATICAN CITY — With a puff of white smoke from the chimney of the Sistine Chapel and to the cheers of thousands of rain-soaked faithful, a gathering of Catholic cardinals picked a new pope from among their midst on Wednesday — choosing the cardinal from Argentina, the first South American to lead the church.\nThe new pope, Jorge Mario Bergoglio (pronounced Ber-GOAL-io), will be called Francis, the 266th pontiff of the Roman Catholic Church. He is also the first non-European pope in more than 1,200 years and the first member of the Jesuit order to lead the church.\nIn choosing Francis, 76, who had been the archbishop of Buenos Aires, the cardinals sent a powerful message that the future of the church lies in the global south, home to the bulk of the world’s Catholics.\n“I would like to thank you for your embrace,” the new pope, dressed in white, said from the white balcony on St. Peter’s Basilica as thousands cheered joyously below. “My brother cardinals have chosen one who is from far away, but here I am.”", "url": "https://www.nytimes.com/2013/03/14/world/europe/cardinals-elect-new-pope.html?pagewanted=all&module=inline"}