{"authors": ["Dennis Hevesi"], "date_download": "2018-11-16 04:46:33", "date_modify": "2018-11-16 04:46:33", "date_publish": "2013-01-25 01:10:37", "description": "Ms. Jacker’s earliest plays, “Bits & Pieces,” from 1974, and “Harry Outside,” from 1975, earned Obie Awards.", "filename": "2013_01_25_theater_corinne-jacker-obie-award-winning-playwright-is-dead-at-79_1542343593.html", "image_url": "https://static01.nyt.com/images/2013/01/25/arts/JACKER-obit/JACKER-obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_25_theater_corinne-jacker-obie-award-winning-playwright-is-dead-at-79_1542343593.html", "title": "Corinne Jacker, Playwright With Light Touch on Dark Subjects, Dies at 79", "title_page": "Corinne Jacker, Playwright With Light Touch on Dark Subjects, Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Corinne Jacker, an Obie Award-winning playwright known for bringing wry humor to often wrenching domestic stories, died on Jan. 11 at her home in Manhattan. She was 79.\nThe cause was complications from several strokes, a friend, Laura Brown, said.\nMs. Jacker came to prominence in Off Broadway, regional and repertory theater in the early 1970s. Over the years more than a dozen of her plays were staged in prominent houses like Manhattan Theater Club; the Circle Repertory Company; Playwrights Horizons; the Eugene O’Neill Theater in Waterford, Conn.; and the Yale Repertory Theater in New Haven.\nShe was best known for two of her earliest plays, “Bits & Pieces” in 1974 and “Harry Outside” in 1975, both of which received Obies, the Off Broadway theater awards presented by The Village Voice.\n“Bits & Pieces,” which opened at Manhattan Theater Club, tells of a young college professor who has died and donated most of his organs for transplants, and how his wife tries to cope with her loss by roaming the world to seek out the recipients.", "url": "https://www.nytimes.com/2013/01/25/theater/corinne-jacker-obie-award-winning-playwright-is-dead-at-79.html"}