{"authors": ["Tim Arango"], "date_download": "2018-11-16 03:57:22", "date_modify": "2018-11-16 03:57:22", "date_publish": "2013-12-28 00:51:55", "description": "Development projects like the ones at the center of a widening corruption investigation in Turkey have left migrants from the countryside wondering where they will go.", "filename": "2013_12_28_world_europe_projects-under-scrutiny-displace-istanbuls-poor.html_module=inline_1542340642.html", "image_url": "https://static01.nyt.com/images/2013/12/28/world/turkey/turkey-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_28_world_europe_projects-under-scrutiny-displace-istanbuls-poor.html_module=inline_1542340642.html", "title": "Projects Under Scrutiny Displace Istanbul’s Poor", "title_page": "Projects Under Scrutiny Displace Istanbul’s Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The mayor of Fatih and several of his municipal workers have been implicated in the escalating corruption investigation, suspected of accepting bribes to ignore zoning regulations.\nOne area of the district, Sulukule, was gentrified in recent years and is now a place for luxury villas owned by members of Mr. Erdogan’s Justice and Development Party, known by the initials of its name in Turkish, A.K.P.\nThe specifics of many of the allegations have yet to become clear, but one case in this neighborhood that is said to be part of the investigation involves a hotel project in which local officials were accused of taking kickbacks to allow construction on a strip of land over the newly opened Marmaray railway line. Japanese engineers expressed concern that such a project would jeopardize the safety of the railway, an ambitious project that crosses under the Bosporus waterway and connects Europe to Asia.\nThe area where the hotel was supposed to be built is an empty concrete block, surrounded by fencing. A lone watchman on Friday said all work had stopped.\nAs Turks come to grips with the graft inquiry, and wonder whether they are watching their government collapse, a spotlight is shining on real estate projects across Istanbul, the money they generated and the lives they uprooted. And now many residents of this city are weighing the merits of development against the steady news of who profited from it and how.\n“I’m 29 years old,” said Mehmet, who works at a tea shop near the hotel site and gave only his first name because, he said, in the current climate he was scared to speak to a reporter. “I’ve seen many other governments before, and they didn’t work.”\nThe A.K.P., he said, “is hard-working.”\n“It’s very complicated,” he said. “Everyone is telling lies, and you don’t know who to believe.”", "url": "https://www.nytimes.com/2013/12/28/world/europe/projects-under-scrutiny-displace-istanbuls-poor.html?module=inline"}