{"authors": ["William Neuman"], "date_download": "2018-11-16 04:02:58", "date_modify": "2018-11-16 04:02:58", "date_publish": "2013-03-05 21:01:37", "description": "President Hugo Chávez left behind a nation in the grip of political turmoil that grew more acute as he languished for weeks.", "filename": "2013_03_06_world_americas_hugo-chavez-of-venezuela-dies_1542340978.html", "image_url": "https://static01.nyt.com/images/2013/03/06/world/americas/VENEZUELA/VENEZUELA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_03_06_world_americas_hugo-chavez-of-venezuela-dies_1542340978.html", "title": "Chávez Dies, Leaving Sharp Divisions in Venezuela", "title_page": "Chávez Dies, Leaving Sharp Divisions in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — President Hugo Chávez of Venezuela died Tuesday afternoon after a struggle with cancer, the government announced, leaving behind a bitterly divided nation in the grip of a political crisis that grew more acute as he languished for weeks, silent and out of sight, in hospitals in Havana and Caracas.\nClose to tears and his voice cracking, Vice President Nicolás Maduro said he and other officials had gone to the military hospital where Mr. Chávez was being treated, sequestered from the public, when “we received the hardest and most tragic information that we could transmit to our people.”\nIn short order, police officers and soldiers were highly visible as people ran through the streets, calling loved ones on cellphones, rushing to get home. Caracas, the capital, which had just received news that the government was throwing out two American military attachés it accused of sowing disorder, quickly became an enormous traffic jam. Stores and shopping malls abruptly closed.\nAs darkness fell, somber crowds congregated in the main square of Caracas and at the military hospital, with men and women crying openly in sadness and fear about what would come next.", "url": "https://www.nytimes.com/2013/03/06/world/americas/hugo-chavez-of-venezuela-dies.html"}