{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:08:00", "date_modify": "2018-11-16 04:08:00", "date_publish": "2013-05-19 20:30:57", "description": "The Coen brothers’ “Inside Llewyn Davis,” which follows a New York folk musician, injected some levity into the Cannes Film Festival.", "filename": "2013_05_20_movies_coen-brothers-inside-llewyn-davis-is-popular-at-cannes.html_ref=manohladargis&module=inline_1542341280.html", "image_url": "https://static01.nyt.com/images/2013/05/20/arts/cannes1/cannes1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_20_movies_coen-brothers-inside-llewyn-davis-is-popular-at-cannes.html_ref=manohladargis&module=inline_1542341280.html", "title": "Singing a Happier Tune in Cannes", "title_page": "Singing a Happier Tune in Cannes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CANNES, France — The applause for Joel and Ethan Coen’s wonderful new film, a comedy in a melancholic key called “Inside Llewyn Davis,” started someplace around the midway mark. Prompted by the hilariously inane “Please Please Mr. Kennedy,” sung by Oscar Isaac, Justin Timberlake and Adam Driver — who play three bearded 1961 folkies warbling and strumming through a space-race ditty — the Cannes audience started to laugh and clap. By the time the film ended, the clapping, laughing and whooping critics at the 66th Cannes Film Festival were over the moon.\nWhat a relief! After days and nights of rain puddling on the red carpet and grim tidings darkening the screens, the Coens delivered both much-needed levity and an expressive, piercing story about artistic struggle. Mr. Isaac, wearing a deadpan expression that wavers between the soulful and soul-sick, plays Llewyn, a New York folk musician groping to find his existential way in the turbulent wake of a tragedy. With his guitar and bitterness, lofty principles and light wallet, Llewyn is barely scraping by, taking low-paying gigs and crashing on couches. His most recent album, which shares the film’s title, has gone nowhere and he’s spiraling after it rapidly.\nThe movie opens with him performing “Hang Me, Oh Hang Me” in a Greenwich Village nightclub in which the air is thick with smoke and sincerity, his warmly alive tenor offering a touching contrast to the tune’s fatalism. It’s a traditional song that was covered by, among others, the folk revivalist Dave Van Ronk (1936-2002) and appears on his album “Inside Dave Van Ronk.” The as-told-to book by Van Ronk and Elijah Wald, “The Mayor of Macdougal Street: A Memoir,” partly inspired the Coens, who, as they did in “O Brother, Where Art Thou?,” also playfully, sometimes pointedly have drawn on Homer’s “Odyssey.” Soon after Llewyn finishes the song, he steps into an alley and receives a bad beating, the first in many punishments on what proves a long, difficult road.", "url": "https://www.nytimes.com/2013/05/20/movies/coen-brothers-inside-llewyn-davis-is-popular-at-cannes.html?ref=manohladargis&module=inline"}