{"authors": ["Anne Barnard", "Mohammad Ghannam", "Hwaida Saad"], "date_download": "2018-11-16 04:37:49", "date_modify": "2018-11-16 04:37:49", "date_publish": "2013-11-29 01:07:58", "description": "More people are turning their backs on the revolt and becoming disaffected by the growing power of Islamists and the disarray, division and greed among rebel commanders.", "filename": "2013_11_29_world_middleeast_syria-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343069.html", "image_url": "https://static01.nyt.com/images/2013/11/29/world/syria/syria-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_29_world_middleeast_syria-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343069.html", "title": "Disillusionment Grows Among Syrian Opposition as Fighting Drags On", "title_page": "Disillusionment Grows Among Syrian Opposition as Fighting Drags On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even as President Bashar al-Assad of Syria racks up modest battlefield victories, this may well be his greatest success to date: wearing down the resolve of some who were committed to his downfall. People have turned their backs on the opposition for many different reasons after two and a half years of fighting, some disillusioned with the growing power of Islamists among rebels, some complaining of corruption, others just exhausted with a conflict that shows no signs of abating.\nBut the net effect is the same, as some of the Syrians who risked their lives for the fight are effectively giving up, finding themselves in a kind of checkmate born of Mr. Assad’s shrewdness and their own failures — though none interviewed say they are willing to return to his fold.\nTheir numbers are impossible to measure, and there remain many who vow to keep struggling. Yet a range of Mr. Assad’s opponents, armed and unarmed, inside and outside Syria, tell of a common experience: When protests began, they thought they were witnessing the chance for a new life. They took risks they had never dreamed of taking. They lost jobs, houses, friends and relatives, suffered torture and hunger, saw their neighborhoods destroyed. It was all they could do, yet it was not enough.\nWhat finally forced them to the sidelines, they say, were the disarray and division on their side, the government’s deft exploitation of their mistakes, and a growing sense that there is no happy ending in sight. Some said they came to believe that the war could be won only by those as violent and oppressive as Mr. Assad, or worse.\nSuch conclusions have been expressed by more and more people in recent months, in interviews in Damascus, the Syrian capital; Lebanon; and Turkey and via Skype across rebel-held areas in Syria. Many more fighters say they continue mainly because quitting would leave them feeling guilty toward other fighters.", "url": "https://www.nytimes.com/2013/11/29/world/middleeast/syria-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}