{"authors": ["Peter Baker", "Michael R. Gordon"], "date_download": "2018-11-16 04:14:15", "date_modify": "2018-11-16 04:14:15", "date_publish": "2013-09-11 01:56:39", "description": "A seemingly offhand remark by Secretary of State John Kerry actually grew out of talks between Russia and the United States, and it allowed Vladimir V. Putin to seize control of the Syria debate.", "filename": "2013_09_11_world_middleeast_Syria-An-Unlikely-Evolution.html_pagewanted=all&_r=0&module=inline_1542341655.html", "image_url": "https://static01.nyt.com/images/2013/09/11/world/RECONSTRUCT/RECONSTRUCT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_11_world_middleeast_Syria-An-Unlikely-Evolution.html_pagewanted=all&_r=0&module=inline_1542341655.html", "title": "An Unlikely Evolution, From Casual Proposal to Possible Resolution", "title_page": "An Unlikely Evolution, From Casual Proposal to Possible Resolution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By spring, as reports emerged of small-scale chemical attacks, Mr. Obama struggled over whether his red line had been crossed and how to respond. Mr. Kerry visited Moscow in May and, echoing Mr. Obama, again mentioned the issue of securing Syria’s weapons with Mr. Putin as part of a broader political transition the United States sought to remove Mr. Assad.\nMr. Putin agreed to keep discussing it. “He said, ‘O.K., you work with Lavrov on this,’ ” another senior official recalled, referring to Sergey V. Lavrov, the Russian foreign minister. Mr. Kerry talked about it with Mr. Lavrov at a dinner that did not start until midnight and continued until 2 a.m. The two considered the idea in the context of Libya, which voluntarily gave up its nuclear program a decade earlier. But once again nothing happened, because the idea was tied to a broader Geneva-based peace process that foundered.\nObama administration officials said they never offered a disarmament plan publicly themselves because it would have been pointless unless Russia was determined to bring Syria to the table. “We believed it would be dead on arrival in terms of us leading the diplomacy with the Syrians in pursuit of this,” a senior official said.\nThe issue came up again during an Aug. 9 meeting between Mr. Kerry and Mr. Lavrov and their defense counterparts. But the sarin gas attack on Aug. 21 that the American government said killed more than 1,400 people outside Damascus changed the dynamics. Now it was no longer about securing Syria’s weapons in conjunction with Mr. Assad’s stepping down. Now it was about heading off an American strike, something Mr. Putin made a top priority.\nMr. Kerry and Mr. Lavrov spoke nine times after Aug. 21, and the issue was among those tossed out, but Mr. Kerry was dubious. The American government had extensively studied options for removing chemical weapons from Syria, either by force in case the government collapsed or through some sort of negotiation, and found plenty of thorny questions.\nHow would Syria’s massive stocks of chemical weapons be secured and transported out of the country? How could international inspectors ensure stocks were not hidden? And how could all that happen in a country in the middle of a ferocious civil war?\nWhen Mr. Obama headed to St. Petersburg for another Group of 20 meeting, this one hosted by Mr. Putin, and Mr. Kerry headed to Europe for meetings, they were focused instead on gathering support from allies for a statement condemning the Aug. 21 attack, blaming it on Mr. Assad and endorsing an unspecified response.", "url": "https://www.nytimes.com/2013/09/11/world/middleeast/Syria-An-Unlikely-Evolution.html?pagewanted=all&_r=0&module=inline"}