{"authors": ["Rachel Donadio"], "date_download": "2018-11-16 04:10:25", "date_modify": "2018-11-16 04:10:25", "date_publish": "2013-07-29 12:29:16", "description": "“If someone is gay and he searches for the Lord and has good will, who am I to judge?” Francis was quoted as saying on Monday.", "filename": "2013_07_30_world_europe_pope-francis-gay-priests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341425.html", "image_url": "https://static01.nyt.com/images/2013/07/30/world/europe/30pope_cnd/30pope_cnd-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_30_world_europe_pope-francis-gay-priests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341425.html", "title": "On Gay Priests, Pope Francis Asks, ‘Who Am I to Judge?’", "title_page": "On Gay Priests, Pope Francis Asks, ‘Who Am I to Judge?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This pope keeps renewing the church,” said Claudia Brandão, 30, a housewife who traveled from Angola with her 9-month-old daughter.\nIn 2007, “Benedict came and played the standard classical nocturne that he was famous for, and his devotees loved it. Francis came and played the guitar in his very accessible style and the crowds went wild,” said Mr. Allen, who traveled to Brazil for both trips.\nBefore he resigned in February, Benedict’s papacy had been marked by scandals — a sexual abuse scandal, a leaks scandal and trouble with the secretive Vatican Bank. Francis, with his style of radical simplicity and his direct manner, has shifted things. “He’s completely changed the narrative about the church,” Mr. Allen said. “In five months, now the dominant Catholic story is ‘Charismatic Pope Takes World by Storm.’ ”\nDuring his papal trips, John Paul II loved to walk to the back of the plane and chat with reporters, while Benedict only responded to a handful of preselected questions. Francis, on the overnight flight back to Rome from Rio de Janeiro, spoke freely to reporters for 80 minutes about everything from the Vatican Bank troubles to his decision not to live in the Apostolic Palace but rather in a Vatican residence.\nFrancis did not dodge a single question, even thanking the person who prompted his comments on homosexuality, asking about Italian news reports of a “gay lobby” inside the Vatican, with clerics blackmailing one another with information about sexual missteps.\n“So much is written about the gay lobby. I have yet to find on a Vatican identity card the word ‘gay,’ ” Francis said, chuckling. “They say there are some gay people here. I think that when we encounter a gay person, we must make the distinction between the fact of a person being gay and the fact of a lobby, because lobbies are not good.”\nAn article in the Italian weekly L’Espresso this month alleged that one of the advisers that Francis had appointed to look into the Vatican Bank, Msgr. Battista Ricca, had been accused of having gay trysts when he was a Vatican diplomat in Uruguay. The pope told reporters that nothing in the documentation he had seen substantiated the reports.", "url": "https://www.nytimes.com/2013/07/30/world/europe/pope-francis-gay-priests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}