{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:40:06", "date_modify": "2018-11-16 03:40:06", "date_publish": "2013-11-25 16:27:33", "description": "Vegetable pancakes with a sweet and comforting flavor.", "filename": "2013_11_28_health_mashed-potato-and-cabbage-pancakes_1542339606.html", "image_url": "https://static01.nyt.com/images/2013/11/26/science/28recipehealthuse/28recipehealthuse-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_28_health_mashed-potato-and-cabbage-pancakes_1542339606.html", "title": "Mashed Potato and Cabbage Pancakes", "title_page": "Mashed Potato and Cabbage Pancakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "1. To prepare the cabbage, remove the outer leaves and quarter a small head or 1/2 of a larger head. Core and place in a steamer above 1 inch of boiling water. Steam 10 to 15 minutes, until tender when pierced with a knife or skewer. Remove from the heat and allow to cool, then squeeze out water, and chop fine. Mix with the potatoes in a large bowl. Add the chives, baking powder, marjoram if using, salt, pepper, and flour. Beat the eggs and stir in.\n2. Begin heating a large heavy skillet over medium heat. Heat the oven to 300 degrees. Add 2 tablespoons of the oil and when it is hot carefully scoop up heaped tablespoons of the potato mixture and use a spoon or spatula to ease them out of the spoon into the pan. Gently flatten the mounds slightly with the back of a spoon or a spatula but don’t worry if this is hard to do – if they stick — because when you flip them over you can flatten them into pancakes. Brown on the first side – about 2 or 3 minutes – and using a spatula, flip the mounds over and gently push them down so that they will be shaped like pancakes. Brown on the other side and remove to a baking sheet. Continue with the remaining potato mixture, adding oil to the pan as necessary.\nYield: Makes about 2 to 2 1/2 dozen small pancakes, serving 6\nAdvance preparation: You can mix up the pancake mixture several hours ahead. The potatoes and cabbage can be cooked a day or two ahead.\nNutritional information per serving: 190 calories; 9 grams fat; 1 gram saturated fat; 2 grams polyunsaturated fat; 5 grams monounsaturated fat; 62 milligrams cholesterol; 24 grams carbohydrates; 4 grams dietary fiber; 109 milligrams sodium (does not include salt to taste); 5 grams protein\nMartha Rose Shulman is the author of “The Very Best of Recipes for Health.”", "url": "https://www.nytimes.com/2013/11/28/health/mashed-potato-and-cabbage-pancakes.html"}