{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:18:05", "date_modify": "2018-11-16 04:18:05", "date_publish": "2013-11-23 08:22:18", "description": "The Chinese government warned that it claimed the right to possibly take military action against aircraft that enter a newly declared “air defense identification zone,” which covers sea and islands also claimed by Japan.", "filename": "2013_11_24_world_asia_china-warns-of-action-against-aircraft-over-disputed-seas.html_module=inline_1542341885.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_24_world_asia_china-warns-of-action-against-aircraft-over-disputed-seas.html_module=inline_1542341885.html", "title": "China Claims Air Rights Over Disputed Islands", "title_page": "China Claims Air Rights Over Disputed Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later Saturday, China’s air force said it had sent its first planes, including fighter jets, to enforce the rules. Soon afterward, Japan scrambled its own fighter jets, Reuters reported, citing Japan’s Defense Ministry. A ministry spokesman said two Chinese reconnaissance planes had flown within about 25 miles of what Japan considers its airspace, Reuters said.\nThe Chinese announcement followed months of increasing tension over the uninhabited islands as China appeared to be taking moves to establish its claim to them, including more frequent ship patrols in the area. Those patrols have led to cat-and-mouse games between Chinese and Japanese ships near the islands, known as the Senkaku in Japan and the Diaoyu in China.\nBut trying to control the airspace over the islands could prove particularly problematic. Japan considers that airspace its own and has scrambled fighter jets in the past to try to ensure that Chinese aircraft did not enter. As the potential for a miscalculation that leads to conflict has increased, the United States has become worried that as an ally of Japan, it could be dragged into any conflict with China.\nSecretary of State John Kerry said the United States was “deeply concerned” about China’s announcement. “Escalatory action will only increase tensions in the region and create risks of an incident,” Mr. Kerry said in a statement. He urged China “to exercise caution and restraint.”\nThe Japanese Foreign Ministry said the government had lodged a “serious protest” with China. An official there, speaking on the condition of anonymity as is ministry practice, said the head of Asian affairs had called the Chinese Embassy in Tokyo on Saturday to warn that the move could escalate tensions and was “extremely dangerous as it could trigger unpredictable events.”", "url": "https://www.nytimes.com/2013/11/24/world/asia/china-warns-of-action-against-aircraft-over-disputed-seas.html?module=inline"}