{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:26:12", "date_modify": "2018-11-16 03:26:12", "date_publish": "2013-09-09 15:16:14", "description": "Five healthy sweet and savory quick breads for snacks, side dishes and desserts.", "filename": "2013_09_09_health_quick-breads-that-are-sweet-savory-and-whole-wheat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338772.html", "image_url": "https://static01.nyt.com/images/2013/09/09/health/09recipehealth-span/09recipehealth-span-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_09_health_quick-breads-that-are-sweet-savory-and-whole-wheat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338772.html", "title": "Quick Breads That Are Sweet, Savory and Whole Wheat", "title_page": "Quick Breads That Are Sweet, Savory and Whole Wheat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When I crave a loaf of homemade bread but have limited time I make quick breads, both sweet and savory. Sweet quick breads make great snacks and desserts. They can be similar to muffins, but because you can cut them into thin slices you don’t get the caloric, sugary blast that you would get from a commercially made muffin.\nSavory quick breads go well with meals and they are also great for snacks. You can stir all sorts of healthy ingredients into a quick bread batter or dough – nuts of all kinds and dried fruit, and different grains like oatmeal and rye. I like to serve some savory quick breads, like the olive oil bread with figs and hazelnuts that I made this week, as hors d’oeuvres with drinks.\nI used whole wheat flour in the five sweet and savory quick breads I made this week. I also used olive oil in a few of them, incorporating some ideas from olive oil cake recipes I’ve been coming across and wanting to try, including the plum cake, which is the closest of this week’s breads to a dessert. The olive oil did not overpower the flavor of the cake and the texture was light and moist.\nOlive Oil Plum Cake\nI’ve always been intrigued by olive oil cakes and decided to switch out half the butter in the original recipe for this plum cake for olive oil. I spread the batter in a 10-inch tart pan and topped it with delicious pluots from the farmers’ market. You can serve this as a dessert, a coffee cake, or a sweet snack.", "url": "https://www.nytimes.com/2013/09/09/health/quick-breads-that-are-sweet-savory-and-whole-wheat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}