{"authors": ["Ronen Bergman"], "date_download": "2018-11-16 04:35:37", "date_modify": "2018-11-16 04:35:37", "date_publish": "2013-01-09 10:00:53", "description": "“Obama would like to reach peace in the Middle East and has to be convinced that Israel agrees with this,” Shimon Peres says. “Of course, he’s not convinced.”", "filename": "2013_01_13_magazine_shimon-peres-on-obama-iran-and-the-path-to-peace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342937.html", "image_url": "https://static01.nyt.com/images/2013/01/13/magazine/13peres/13peres-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_13_magazine_shimon-peres-on-obama-iran-and-the-path-to-peace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342937.html", "title": "Shimon Peres on Obama, Iran and the Path to Peace", "title_page": "Shimon Peres on Obama, Iran and the Path to Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Today, there are 550,000 settlers in the West Bank and East Jerusalem. There are those who believe that the settlers have eliminated any chance of establishing a Palestinian state, because no one would be able to evacuate these politically motivated people from their homes, which is a necessary condition for any agreement with the Palestinians.\nThe settlers have not eliminated the chance for the establishment of a Palestinian state. The settlements today cover 2 percent of the entire area. The Palestinians have already accepted the Clinton parameters, which include leaving three blocs of Jewish settlements and exchanging other territory for them. In my opinion, many of the rest will leave of their own free will. The difficulty with us is similar to that of the man with a hammer who thinks every problem is a nail. Problems are not nails. If there is good will, they can all be overcome. This applies, for example, to the issue of water. Soon there will be a surplus of water in Israel, thanks to seawater desalination, and we will be able to make up the Palestinians’ shortage of potable water. Look, the whole world is in turmoil. The Palestinian problem isn’t the main problem in the Middle East. But there are a billion and a half Muslims. The Palestinian problem affects our entire relationship with them. If the Palestinian problem were to be solved, the Islamist extremists would be robbed of their pretext for their actions against us. Of course, this requires concessions. The problem in this case is not only the prime minister but also his coalition. I am not claiming that peace with the Palestinians will solve all the problems. People who think in sweeping terms are being superficial. There are two things that cannot be made without closing your eyes — love and peace. If you try to make them with open eyes, you won’t get anywhere. Peace is not an exciting thing, and it entails accepting many compromises and tedious details. A woman, too, can sometimes be exciting and sometimes less so. There’s no perfection. Making peace is complicated.\nBut what kind of peace are we talking about? Look how President Mohamed Morsi of Egypt sent you a personal letter in July and then denied writing it.\nWhy does that matter? President Morsi has to answer a great many questions inside his own party. I was surprised not by his denial but rather by the fact that he sent me the letter. The whole matter shows me that Morsi, like any leader taking office, faces tough dilemmas. It is very easy to play the role of the abiding Muslim when you are not in power, but things get complicated when you are. Take, for example, the Egyptian economy, which relies heavily on tourism. If they don’t allow tourists to come and spend their vacations the way they like, they won’t come. No bikini, no tourism.\nWhat attitude should Israel adopt toward the Arab Spring?\nYou ask foolish questions. Israel is an island in an ocean. And when I ask myself, “What has a greater impact, the ocean on the island, or the island on the ocean?” I have to maintain a certain degree of humility. The important thing isn’t how we relate to it, but what is happening, why there is an Arab Spring. It isn’t a soccer match that we are refereeing. The young generation of the Arab world is suppressed and unemployed. That is what brought about the revolution and uprooted the dictatorships, not me and not you. The storm that has hit the Middle East obliges each state to choose whether to enter the scientific age or not. If it does not, it will have no growth. The great and intriguing debate in Egypt today is about the constitution, in effect about whether to give women freedom or not. It is here that the Arab Spring will be judged. President Obama asked me who I think is preventing democracy in the Middle East. I told him, “The husbands.” The husband does not want his wife to have equal rights. Without equal rights, it will be impossible to save Egypt, because if women are not educated, the children are not educated. People who cannot read and write can’t make a living. They are finished.\nIn Syria, the end of the Assad regime inches closer. Are you concerned about their arsenal of chemical weapons?\nAssad knows that using chemical weapons will immediately invite an attack by outside elements. The whole world would mobilize against him. It would be a suicidal act. On the other hand, it’s obvious that his days are numbered. A situation in which, let’s say, his palace comes under fire, could put him in an irrational state and lead him to act out of despair. If the Syrians dare to touch their chemical weapons and aim them at us or at innocent civilians, I have no doubt that the world as well as Israel will take decisive and immediate action. No less important, Assad is liable to transfer the chemical weapons to Hezbollah, which from our point of view will constitute crossing a red line. It is incumbent upon Israel to prevent such a thing from happening, and it will take firm military action to do so.\nDuring the several months\nover which Peres and I spoke, the conflict between Israel and Hamas intensified. In response to rocket fire from Hamas forces in the Gaza Strip, Israel assassinated Hamas’s military commander and launched a bombing campaign that resulted in widespread international censure and ended in a cease-fire engineered by the United States and Morsi. In some cases in the past, Peres expressed opposition to Israel’s use of assassination as a weapon to achieve its goals. He opposed the killing of Khalil al-Wazir, the deputy of the P.L.O. leader Yasir Arafat, in Tunis in 1988, and the targeted elimination of the spiritual founder of Hamas, Sheik Ahmed Yassin, in Gaza in 2004. He also protected Arafat from plots to kill or deport him. This time, Peres expressed strong support for the Israeli operation. “This wasn’t a war or a military operation, but rather an educational lesson for Hamas,” he told me. “We acted in order to explain to Hamas that it has to decide on one or the other. You want to build houses? No problem. You want to build missile bases inside those houses? Then we’ll relate to those houses as targets for our aircraft.\nBut during the campaign, civilians were killed on both sides, many more in Gaza.\nWe made a supreme effort not to harm civilians in Gaza, although it was very difficult to distinguish between Hamas militiamen and innocent civilians. We have no desire to spill blood, not ours and not that of others. The operation was short, and the moment the lesson was conveyed and deterrence was established, it was stopped.\nWhat lesson do you think Hamas learned?\nHamas will now start taking care. Even there, the understanding must penetrate that there’s no such thing as a cocktail of gunfire and peace.", "url": "https://www.nytimes.com/2013/01/13/magazine/shimon-peres-on-obama-iran-and-the-path-to-peace.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}