{"authors": ["Rod Nordland"], "date_download": "2018-11-16 04:14:13", "date_modify": "2018-11-16 04:14:13", "date_publish": "2013-06-20 15:50:01", "description": "With both Afghan and American delegates delaying travel to Qatar for the start of talks, the insurgents face pressure to comply with Afghan demands.", "filename": "2013_06_21_world_asia_taliban-talks-afghanistan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341653.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_21_world_asia_taliban-talks-afghanistan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341653.html", "title": "At the Taliban Office, Waiting for Progress on Talks", "title_page": "At the Taliban Office, Waiting for Progress on Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DOHA, Qatar — The start of peace talks between the United States and the Taliban was delayed on Thursday, with no clear picture of when — or even if — they will restart.\nDiplomats were still engaged in discussions about how the Taliban are presenting themselves at their new office here. After Afghan officials angrily announced they would not participate in the talks because the Taliban raised their flag along with a banner reading “Islamic Emirate of Afghanistan,” American officials asked the Qataris to get the Taliban to remove such emblems of legitimacy.\nThe banner was removed by Wednesday night, and the flag — on a pole in the compound of the Taliban office — disappeared from view around the same time. But Thursday morning, in better light, it became apparent that their flag was still flying, albeit on a flagpole that had been shortened a couple of yards so the flag could not be seen above the wall by the general public. It could be seen only through gaps in the high wall — which is where Afghan Embassy officials were seen Thursday morning, snapping photographs of the scene.\nAn Afghan official in Doha refused to comment on whether the Taliban had met the government’s terms in a way that would reinstate the Afghan delegation to talks.", "url": "https://www.nytimes.com/2013/06/21/world/asia/taliban-talks-afghanistan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}