{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:30:14", "date_modify": "2018-11-16 04:30:14", "date_publish": "2013-01-29 01:54:16", "description": "The Metropolitan Transportation Authority said installing safety doors could be prohibitively expensive, but put forth the idea of a system to detect when someone is on the tracks.", "filename": "2013_01_29_nyregion_mta-says-subway-platform-gates-could-cost-1-billion.html_module=inline_1542342614.html", "image_url": "https://static01.nyt.com/images/2013/01/29/nyregion/Y-SUBWAY/Y-SUBWAY-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_29_nyregion_mta-says-subway-platform-gates-could-cost-1-billion.html_module=inline_1542342614.html", "title": "M.T.A. Cites $1 Billion Cost to Install Gates on Subway Platforms", "title_page": "M.T.A. Cites $1 Billion Cost to Install Gates on Subway Platforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A detection system that monitors track activity could be more viable, officials suggested, though it was unclear precisely what form a plan might take. “You can tie it to an alarm system, flashing lights, things of that nature, to warn people that there was somebody on the road bed,” Mr. Prendergast said.\nSince December, when two riders were pushed to their deaths in front of subway trains in separate attacks, the authority has faced amplified scrutiny from both local officials and the system’s own workers.\nIn all, 141 people were struck by trains last year, and 55 of them died. Of those hit or killed, the authority said, 54 tripped or fell onto the track or into a moving train; 33 intentionally entered the track, often to retrieve property; 33 were believed to have attempted suicide; 9 leaned over the platform edge, looking for an approaching train; 5 were pushed or bumped; 4 had a medical problem that caused them to fall onto the tracks or into a train; and 3 fell between cars. An estimated 24 percent of the episodes involved riders who were impaired by drugs or alcohol, the authority said.\nTwo weeks ago, the Transport Workers Union Local 100 urged train operators to enter stations at substantially slower speeds, arguing this would help prevent fatal accidents.", "url": "https://www.nytimes.com/2013/01/29/nyregion/mta-says-subway-platform-gates-could-cost-1-billion.html?module=inline"}