{"authors": [], "date_download": "2018-11-16 04:13:22", "date_modify": "2018-11-16 04:13:22", "date_publish": "2013-11-05 03:43:46", "description": "Kentucky and other states are using counselors to seek out and sign up uninsured residents, providing a clear view of how enrollment under the health care law should work.", "filename": "2013_11_05_us_for-uninsured-clearing-a-way-to-enrollment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341602.html", "image_url": "https://static01.nyt.com/images/2013/11/05/us/LOUISVILLE/LOUISVILLE-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_05_us_for-uninsured-clearing-a-way-to-enrollment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341602.html", "title": "For Uninsured, Clearing a Way to Enrollment", "title_page": "For Uninsured, Clearing a Way to Enrollment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LA GRANGE, Ky. — Kelli Cauley’s fingers raced over her keyboard as she asked the anxious woman at her side a series of questions. What was her income? How many people lived in her household? Did she smoke? (“That’s the only health question it asks,” Ms. Cauley said of the application they were completing.)\nThe woman, a thin 61-year-old who refused to give her name, citing privacy concerns, had come to the public library here to sign up for health insurance through Kentucky’s new online exchange. She had a painful lump on the back of her hand and other health problems that worried her deeply, she said, but had been unable to afford insurance as a home health care worker who earns $9 an hour.\nWithin a minute, the system checked her information and flashed its conclusion on Ms. Cauley’s laptop: eligible for Medicaid. The woman began to weep with relief. Without insurance, she said as she left, “it’s cheaper to die.”\nKnown as “navigators” or “assisters,” people like Ms. Cauley are going to work across the country, searching for the uninsured and walking them through the enrollment process. Under the Affordable Care Act, these trained, paid counselors typically work for community groups or government agencies, with a mandate to provide impartial guidance. Given the problems plaguing the federal online insurance exchange used by 36 states, the workers have become even more important in helping people understand their insurance options.", "url": "https://www.nytimes.com/2013/11/05/us/for-uninsured-clearing-a-way-to-enrollment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}