{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:26:09", "date_modify": "2018-11-16 03:26:09", "date_publish": "2013-09-09 15:24:06", "description": "An Irish soda bread inspired by a classic, but updated to be whole wheat.", "filename": "2013_09_11_health_soda-bread-with-walnuts-and-golden-raisins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338769.html", "image_url": "https://static01.nyt.com/images/2013/09/11/health/11recipehealth-span/11recipehealth-span-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_11_health_soda-bread-with-walnuts-and-golden-raisins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338769.html", "title": "Soda Bread With Walnuts and Golden Raisins", "title_page": "Soda Bread With Walnuts and Golden Raisins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "2. Make a well in the middle of the flour, add the walnuts and raisins and pour in the buttermilk. Using a wide rubber spatula, a wide wooden spoon or your hands mix in the flour from the sides of the bowl to the center, turning the bowl and sweeping the flour from the sides into the buttermilk. Mix until the buttermilk, raisins and walnuts have been incorporated into the flour, then scrape out onto a lightly floured work surface. The dough should be soft and a bit sticky. Flour your hands so it won’t stick to them.\n3. Gently and quickly knead the dough, only enough to shape it into a ball, then with floured hands gently pat it down to a 2-inch high round. Place it on the parchment-lined baking sheet and cut a 1/2-inch deep cross across the top. You shouldn’t let too much time lapse between the time you add the buttermilk to the flour and the moment you put the loaf into the oven.\n4. Bake 40 to 45 minutes, until the loaf responds with a hollow sound when tapped on the bottom. Remove from the oven, wrap loosely in a cloth or kitchen towel, and cool on a rack.\nYield: 1 large loaf (about 16 slices)\nAdvance preparation: Soda bread is best eaten within 2 days of baking. It does not freeze well.\nNutritional information per slice: 165 calories; 3 grams fat; 1 gram saturated fat; 2 grams polyunsaturated fat; 0 grams monounsaturated fat; 1 milligram cholesterol; 30 grams carbohydrates; 3 grams dietary fiber; 379 milligrams sodium; 6 grams protein", "url": "https://www.nytimes.com/2013/09/11/health/soda-bread-with-walnuts-and-golden-raisins.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}