{"authors": ["Mary Billard"], "date_download": "2018-11-16 04:51:35", "date_modify": "2018-11-16 04:51:35", "date_publish": "2013-12-04 23:14:43", "description": "Armed with an Off Broadway budget, an actor wonders: What would Barbra buy?", "filename": "2013_12_05_fashion_-Shopping-With-actor-Michael-Urie-Encounters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343895.html", "image_url": "https://static01.nyt.com/images/2013/12/05/fashion/05ENCOUNTERS_SPAN/05zENCOUNTERS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_05_fashion_-Shopping-With-actor-Michael-Urie-Encounters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343895.html", "title": "Michael Urie: Lessons From a Master Shopper", "title_page": "Michael Urie: Lessons From a Master Shopper - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Running on parallel tracks, Mr. Urie picked out what he would personally like for his colorful, sun-drenched Midtown apartment and what he imagined would catch Ms. Streisand’s refined eye, and what would be lovingly curated in the basement mall.\n“I wonder if I had unlimited financial means, like she does, if I would just go nuts,” he said. “My partner and I recently got a new chandelier. It’s a bicycle tire with Mason jars hanging from it. It’s amazing. It’s gorgeous. When we got it and put it up, we suddenly got the urge to change everything, change the entire look of the apartment.”\nAs he headed in the direction of a booth full of Tiffany lamps, mentioned in the play, Mr. Urie was reminded of a story: Ms. Streisand had approached the comedy writer Bruce Vilanch to write jokes for one of her concerts. After hearing the price, Ms. Streisand started to negotiate. Mr. Urie slipped into the distinctive and beloved voice with a touch of nasal Brooklyn and acted out the moment: “ ‘Oh, I can’t pay that.’ And he’s like, ‘I’m sorry, Barbra but that’s what I charge.’ ” At this point Mr. Urie, who is in a one-man play after all, had slipped into both roles. “She’s like: ‘That’s too much. I can’t pay that. What can I do?’ And he goes, ‘Sell a lamp.’ ”\nIn a stroll down the fashion alley, Mr. Urie spotted a mannequin displaying a 1920s-looking dropped-waist dress, prompting a reference to the Antique Clothes Boutique in the play, described as “a dress shop in ‘Gigi’ stocked with clothes from ‘Funny Girl.’ ” Later, he proved himself an adept spotter of dollhouses (perhaps a reflection of the time he spends onstage as the salesclerk at Bee’s Doll Shop, negotiating with “Barbra” over an antique French doll she already owns). Mr. Urie checked out a German Gottschalk dollhouse (1890-1900) that was priced at $1,100. He leaned down and peered inside. “Look: It’s a dollhouse in a dollhouse, it’s so meta,” he said.", "url": "https://www.nytimes.com/2013/12/05/fashion/-Shopping-With-actor-Michael-Urie-Encounters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}