{"authors": ["Eduardo Porter"], "date_download": "2018-11-16 04:19:17", "date_modify": "2018-11-16 04:19:17", "date_publish": "2013-11-06 00:18:41", "description": "Funding for many school districts comes from local property taxes, which skews the playing field between wealthy and poor students early on.", "filename": "2013_11_06_business_a-rich-childs-edge-in-public-education.html_module=inline_1542341957.html", "image_url": "https://static01.nyt.com/images/2012/02/29/business/eduardo-porter/eduardo-porter-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_11_06_business_a-rich-childs-edge-in-public-education.html_module=inline_1542341957.html", "title": "In Public Education, Edge Still Goes to Rich", "title_page": "In Public Education, Edge Still Goes to Rich  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This skews the playing field from early on. In New York, for instance, in 2011 the value of property in the poorest 10 percent of school districts amounted to some $287,000 per student, according to the state’s education department. In the richest districts it amounted, on average, to $1.9 million.\nThe state government in Albany redresses part of the imbalance: In the 2010-11 school year it transferred $6,600 per student to the state’s poorest school districts, about four times as much as it sent to the richest. But it’s still a long way from closing the gap.\nThat year, the most recent for which comprehensive data is available, the wealthiest 10 percent of school districts, in rich enclaves like Bridgehampton and Amagansett on Long Island, spent $25,505 on average per pupil. In the poorest 10 percent of New York’s school districts — in cities like Elmira, which has double the nation’s poverty rate and half its median family income — the average spending per student was only $12,861.\nDisparities across the country are even starker. In New York, schools spend an average of $19,000 per student. In Tennessee they spend $8,200. The Alpine school district in Utah spends only $5,321. And funding in some states is even more skewed than in New York.\nThe Education Law Center compiles an annual report on the distribution of funding for education across the country, adjusting for variation in district sizes, teacher wages and school districts’ needs. Only 17 states, including Vermont, Massachusetts and New Jersey, provide more money per student to high-poverty districts than to low-poverty districts, it concluded. Funding is flat in 15 states.\nIn 16, including left-leaning states that provide lots of money for education like New York and in right-leaning states that provide very little like Texas, school funding is regressive. (Hawaii and the District of Columbia were excluded from their analysis.)\nIn Illinois and Nevada, New Hampshire and North Carolina, school districts with a poverty rate of 30 percent receive at least 20 percent less money per pupil than districts with a 10 percent poverty rate.", "url": "https://www.nytimes.com/2013/11/06/business/a-rich-childs-edge-in-public-education.html?module=inline"}