{"authors": ["John Tierney"], "date_download": "2018-11-16 03:18:47", "date_modify": "2018-11-16 03:18:47", "date_publish": "2013-01-03 19:35:52", "description": "According to research in the journal Science, people tend to underestimate how much their personalities and tastes will change in the future.", "filename": "2013_01_04_science_study-in-science-shows-end-of-history-illusion_1542338327.html", "image_url": "https://static01.nyt.com/images/2013/01/04/science/video-tc10-130103-changes/video-tc10-130103-changes-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_01_04_science_study-in-science-shows-end-of-history-illusion_1542338327.html", "title": "Why You Won’t Be the Person You Expect to Be", "title_page": "Why You Won’t Be the Person You Expect to Be - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When we remember our past selves, they seem quite different. We know how much our personalities and tastes have changed over the years. But when we look ahead, somehow we expect ourselves to stay the same, a team of psychologists said Thursday, describing research they conducted of people’s self-perceptions.\nThey called this phenomenon the “end of history illusion,” in which people tend to “underestimate how much they will change in the future.” According to their research, which involved more than 19,000 people ages 18 to 68, the illusion persists from teenage years into retirement.\n“Middle-aged people — like me — often look back on our teenage selves with some mixture of amusement and chagrin,” said one of the authors, Daniel T. Gilbert, a psychologist at Harvard. “What we never seem to realize is that our future selves will look back and think the very same thing about us. At every age we think we’re having the last laugh, and at every age we’re wrong.”\nOther psychologists said they were intrigued by the findings, published Thursday in the journal Science, and were impressed with the amount of supporting evidence. Participants were asked about their personality traits and preferences — their favorite foods, vacations, hobbies and bands — in years past and present, and then asked to make predictions for the future. Not surprisingly, the younger people in the study reported more change in the previous decade than did the older respondents.", "url": "https://www.nytimes.com/2013/01/04/science/study-in-science-shows-end-of-history-illusion.html"}