{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 04:16:39", "date_modify": "2018-11-16 04:16:39", "date_publish": "2013-02-07 19:16:03", "description": "A lowly occupant of the fossil record, Protungulatum donnae, had anatomical characteristics for live births that anticipated all placental mammals, a Science report says.", "filename": "2013_02_08_science_common-ancestor-of-mammals-plucked-from-obscurity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341799.html", "image_url": "https://static01.nyt.com/images/2013/02/07/science/mammal-render/mammal-render-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_08_science_common-ancestor-of-mammals-plucked-from-obscurity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341799.html", "title": "Rat-Size Ancestor Said to Link Man and Beast", "title_page": "Rat-Size Ancestor Said to Link Man and Beast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Humankind’s common ancestor with other mammals may have been a roughly rat-size animal that weighed no more than a half a pound, had a long furry tail and lived on insects.\nIn a comprehensive six-year study of the mammalian family tree, scientists have identified and reconstructed what they say is the most likely common ancestor of the many species on the most abundant and diverse branch of that tree — the branch of creatures that nourish their young in utero through a placenta. The work appears to support the view that in the global extinctions some 66 million years ago, all non-avian dinosaurs had to die for mammals to flourish.\nScientists had been searching for just such a common genealogical link and have found it in a lowly occupant of the fossil record, Protungulatum donnae, that until now has been so obscure that it lacks a colloquial nickname. But as researchers reported Thursday in the journal Science, the animal had several anatomical characteristics for live births that anticipated all placental mammals and led to some 5,400 living species, from shrews to elephants, bats to whales, cats to dogs and, not least, humans.\nA team of researchers described the discovery as an important insight into the pattern and timing of early mammal life and a demonstration of the capabilities of a new system for handling copious amounts of fossil and genetic data in the service of evolutionary biology. The formidable new technology is expected to be widely applied in years ahead to similar investigations of plants, insects, fish and fowl.", "url": "https://www.nytimes.com/2013/02/08/science/common-ancestor-of-mammals-plucked-from-obscurity.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}