{"authors": ["Catherine Rampell"], "date_download": "2018-11-16 04:13:38", "date_modify": "2018-11-16 04:13:38", "date_publish": "2013-07-02 09:01:05", "description": "Mental health has become a huge economic issue. Can we hold it together?", "filename": "2013_07_02_magazine_the-half-trillion-dollar-depression_1542341618.html", "image_url": "https://static01.nyt.com/images/2013/07/07/magazine/mag-07Economy-t_CA0/mag-07Economy-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_02_magazine_the-half-trillion-dollar-depression_1542341618.html", "title": "The Half-Trillion-Dollar Depression", "title_page": "The Half-Trillion-Dollar Depression - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With a major expansion of health insurance slated to take effect next year under Obamacare, policy makers are obsessing over how to bring down such costs. But listening to Eliza talk about getting back to work, it was hard not to wonder whether the best way to cut the long-term costs associated with mental illness was, paradoxically, to spend more money on directly treating it now. Economists refer to this as the cost offset, and it’s sort of like a return on an investment that comes from helping mentally ill people become more productive and less dependent on taxpayers.\nThere is evidence that suggests this might work. A study published in 2007 in The Journal of the American Medical Association, for example, enrolled depressed employees at 16 large companies in a randomized controlled trial. Some of them received telephone outreach, care management and optional psychotherapy, while others received their usual care. The employees in the “enhanced care” group not only worked longer weeks than those in the other group but also demonstrated greater job retention. Those increases in hours on the job brought companies an average annual value of $1,800 per worker, which was estimated to exceed the cost of both the outreach program and the roughly 10 additional mental-health specialty visits made by subjects in the treatment group. Another study conducted at 12 primary-care facilities found increased productivity and reduced absenteeism for patients who received enhanced treatment.\nThe question is whether those findings will apply on a much larger scale. Obamacare — coupled with another recent law that forces insurers to cover behavioral-health care the same way they cover other medical care — will significantly increase coverage for mental illness for about 62.5 million people. And there is one subtle way that this expansion of coverage could improve Americans’ outcomes almost immediately. The recent Oregon Medicaid experiment, in which poor people received Medicaid coverage by lottery, found that having health coverage didn’t necessarily improve outcomes for certain physical ailments, like diabetes, but it did reduce rates of depression by 30 percent, even though antidepressant use barely increased. The mere fact that people didn’t have to worry about a costly medical emergency, researchers deduced, may have helped reduce rates of depression.\nThe main way expanded coverage would help people with mental illness, though, would be to get more of them into successful treatment. And Obamacare alone won’t get that done. Even though tens of millions of people will get more coverage, estimates suggest that only 1.15 million new users will take advantage of mental-health services. A lot of people who will be extended coverage don’t need care; others, fearful of the stigma around mental health, may not take it. What’s more distressing, from both an economic and a social perspective, is that a lot of people who do muster the courage still won’t get the right kind of treatment. About half of Americans who seek care for serious mental illnesses get treatment that does not help them or is not even recommended for their condition. Some, like Eliza, have illnesses that are resistant to first-line antidepressants. It took years before she could get her insurance company to foot the bill for an alternate treatment that her doctors said was medically necessary. By then she had already fallen into poverty.", "url": "https://www.nytimes.com/2013/07/02/magazine/the-half-trillion-dollar-depression.html"}