{"authors": ["Edward Wyatt"], "date_download": "2018-11-16 03:45:23", "date_modify": "2018-11-16 03:45:23", "date_publish": "2013-06-17 15:38:56", "description": "The justices ruled on Monday that brand-name drug makers could face antitrust charges for paying generic competitors to keep cheaper copies of a drug off the market.", "filename": "2013_06_18_business_supreme-court-says-drug-makers-can-be-sued-over-pay-for-delay-deals.html__r=0&module=inline_1542339923.html", "image_url": "https://static01.nyt.com/images/2013/06/18/business/Generic/Generic-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_18_business_supreme-court-says-drug-makers-can-be-sued-over-pay-for-delay-deals.html__r=0&module=inline_1542339923.html", "title": "Supreme Court Lets Regulators Sue Over Generic Drug Deals", "title_page": "Supreme Court Lets Regulators Sue Over Generic Drug Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Pharmaceutical companies that pay rivals to keep less-expensive generic versions of best-selling drugs off the market can expect greater federal scrutiny after a Supreme Court ruling on Monday.\nIn a 5-to-3 vote, the justices effectively said that the Federal Trade Commission can sue pharmaceutical companies for potential antitrust violations, a decision that is likely to increase the number of generic drugs in the marketplace and benefit consumers.\nSpecifically, the justices threw out lower-court rulings that said the agreements were legal, provided that a deal did not keep a generic drug off the market beyond the term of the brand-name drug’s patent.\nThe decision is likely to create considerable uncertainty in the drug business and shift an important balance of power to the generic companies, industry analysts said. Drug developers may now find it harder to ward off generics, which typically cost about 15 percent of the brand-name’s price and cause the original to quickly lose up to 90 percent of its market share.", "url": "https://www.nytimes.com/2013/06/18/business/supreme-court-says-drug-makers-can-be-sued-over-pay-for-delay-deals.html?_r=0&module=inline"}