{"authors": ["Dwight Garner"], "date_download": "2018-11-16 03:09:58", "date_modify": "2018-11-16 03:09:58", "date_publish": "2013-06-25 22:04:45", "description": "“Mo’ Meta Blues,” a memoir by Ahmir Thompson, better known as Questlove, tells the story of his rise to musical fame.", "filename": "2013_06_26_books_questlove-publishes-his-memoir-mo-meta-blues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337798.html", "image_url": "https://static01.nyt.com/images/2013/06/26/arts/26BOOK/26BOOK-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_26_books_questlove-publishes-his-memoir-mo-meta-blues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337798.html", "title": "The Big Man Under the Afro, and His Music", "title_page": "The Big Man Under the Afro, and His Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whenever I read a book by a musician, groupie, rock critic, producer, record mogul or roadie, on the end pages I keep a running tally of the songs I’m aching to download when the reading is done. Most times, the longer the list, the better the book.\n“Mo’ Meta Blues” is the title of a new memoir from Ahmir Thompson, better known as Questlove, the thoughtful and charismatic drummer for the hip-hop/neo-soul band the Roots. He’s also the musical director of “Late Night With Jimmy Fallon” and an irrepressible presence on Twitter, where he has more than 2.5 million followers.\nIf you’ve seen Mr. Thompson, you probably haven’t forgotten him. He describes himself in his memoir as “a peculiar-looking 6-foot-2 walking Afro,” which isn’t far-off. There’s something intense yet beatific about him. He’d probably groan at the comparison, but visually he’s hip-hop’s Jerry Garcia. He presides.\n“Mo’ Meta Blues” — the title is a nod toward Spike Lee’s drama “Mo’ Better Blues” (1990), which starred Denzel Washington as a jazz trumpeter — is a busy thicket of musical geekery. It’s a proper memoir in the sense that it eventually gets his story told, all 42 years of it thus far.", "url": "https://www.nytimes.com/2013/06/26/books/questlove-publishes-his-memoir-mo-meta-blues.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}