{"authors": [], "date_download": "2018-11-16 04:10:39", "date_modify": "2018-11-16 04:10:39", "date_publish": "2013-09-19 14:56:23", "description": "The 266th pontiff of the Roman Catholic Church reflects on divorce, homosexuality and the church of his dreams in these excerpts from an interview with America magazine.", "filename": "2013_09_20_world_europe_an-interview-with-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341439.html", "image_url": "https://static01.nyt.com/images/2013/09/20/world/20pope_excerpts_inline/20pope_excerpts_inline-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_09_20_world_europe_an-interview-with-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341439.html", "title": "An Interview With Pope Francis", "title_page": "An Interview With Pope Francis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The dogmatic and moral teachings of the church are not all equivalent. The church’s pastoral ministry cannot be obsessed with the transmission of a disjointed multitude of doctrines to be imposed insistently …\nWe have to find a new balance; otherwise even the moral edifice of the church is likely to fall like a house of cards, losing the freshness and fragrance of the Gospel. The proposal of the Gospel must be more simple, profound, radiant. It is from this proposition that the moral consequences then flow.\nI say this also thinking about the preaching and content of our preaching.\nWhat should be the role of the Vatican’s various departments (or congregations)?\nThey are instruments of help. In some cases, however, when they are not functioning well, they run the risk of becoming institutions of censorship. It is amazing to see the denunciations for lack of orthodoxy that come to Rome. I think the cases should be investigated by the local bishops’ conferences, which can get valuable assistance from Rome. These cases, in fact, are much better dealt with locally. The Roman congregations are mediators; they are not middlemen or managers.\nWhat should be the role of women in the church?\nI am wary of a solution that can be reduced to a kind of “female machismo,” because a woman has a different makeup than a man. But what I hear about the role of women is often inspired by an ideology of machismo. Women are asking deep questions that must be addressed. The church cannot be herself without the woman and her role. The woman is essential for the church. Mary, a woman, is more important than the bishops. I say this because we must not confuse the function with the dignity. We must therefore investigate further the role of women in the church. We have to work harder to develop a profound theology of the woman. Only by making this step will it be possible to better reflect on their function within the church. The feminine genius is needed wherever we make important decisions. The challenge today is this: to think about the specific place of women also in those places where the authority of the church is exercised for various areas of the church.\nIf encountering God is a journey, then we can make mistakes?\nIf one has the answers to all the questions — that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble.\n… Our life is not given to us like an opera libretto, in which all is written down; but it means going, walking, doing, searching, seeing. … We must enter into the adventure of the quest for meeting God; we must let God search and encounter us.\n… If the Christian is a restorationist, a legalist, if he wants everything clear and safe, then he will find nothing. Tradition and memory of the past must help us to have the courage to open up new areas to God. Those who today always look for disciplinarian solutions, those who long for an exaggerated doctrinal “security,” those who stubbornly try to recover a past that no longer exists — they have a static and inward-directed view of things. In this way, faith becomes an ideology among other ideologies. I have a dogmatic certainty: God is in every person’s life. God is in everyone’s life. Even if the life of a person has been a disaster, even if it is destroyed by vices, drugs or anything else — God is in this person’s life. You can, you must try to seek God in every human life. Although the life of a person is a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.", "url": "https://www.nytimes.com/2013/09/20/world/europe/an-interview-with-pope-francis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}