{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:13:29", "date_modify": "2018-11-16 04:13:29", "date_publish": "2013-05-03 12:33:40", "description": "Despite fiscal austerity in Washington, the private sector is helping create jobs and force the overall unemployment rate in April down to its lowest level since the end of 2008.", "filename": "2013_05_04_business_economy_us-adds-165000-jobs-in-april.html_hp&_r=0_1542341609.html", "image_url": "https://static01.nyt.com/images/2013/05/03/business/video-tc-130503-jobsnumbers/video-tc-130503-jobsnumbers-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_04_business_economy_us-adds-165000-jobs-in-april.html_hp&_r=0_1542341609.html", "title": "Jobs Data Eases Fears of Economic Slowdown in U.S.", "title_page": "Jobs Data Eases Fears of Economic Slowdown in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republicans cautioned against drawing too positive a conclusion from April’s data. “President Obama’s desperate hype-and-blame campaign will try to spin today’s anemic jobs report six ways to Sunday,” Reince Priebus, chairman of the Republican National Committee, said in a statement. “But the facts remain clear: too many Americans have been unemployed for far too long. For millions, the economy is simply not working.”\nThe jobs report provided plenty of fodder for differing views. On the positive side, the size of the labor force increased, while the total number of unemployed Americans dropped by 83,000 to 11,659,000. What’s more, the ranks of the long-term unemployed, defined as workers who have been out of a job for 27 weeks or more, declined especially sharply, falling by 258,000 to 4.4 million. That is still far above what is typical at this stage of a recovery, but it is a marked improvement from past months. The long-term unemployed have been a particular cause of concern for economists in this recovery, because skills degrade the longer a person is out of the work force, and employers are reluctant to hire someone who has not held a job in a while.\nOn the downside, the least-educated workers continue to bear the brunt of elevated joblessness, with the unemployment rate for workers who failed to graduate from high school rising to 11.6 percent from 11.1 percent in March. At the other end of the education spectrum, unemployment among people with a college degree or more remained at a low level, rising by 0.1 of a percentage point to 3.9 percent.\nEmployment in the construction sector, which increased at a healthy pace in the first three months of 2013, actually dipped by 6,000 in April. The recovering housing market has been one of the bright spots in the economic landscape, and economists will be closely watching to see if higher home prices and increased construction translate into additional jobs. The manufacturing sector, which is closely watched as a gauge of broader economic strength, was unchanged in April.\nAnalysts noted that the number of hours worked fell in April, another sign that the economy is having trouble generating enough additional income and jobs to help lift spending. The typical workweek fell to 34.4 hours from 34.6 in March. Average hourly earnings inched up 4 cents to $23.87.\nThe economy has been showing other signs of weakness of late. Several indicators beginning in March have pointed to much slower growth, with everything from retail sales to manufacturing looking soft recently.\n“In one line: Not bad, especially in the light of beaten-down expectations,” said Ian Shepherdson, chief economist with Pantheon Macroeconomic Advisors, after Friday’s report. “This could have been much worse.”", "url": "https://www.nytimes.com/2013/05/04/business/economy/us-adds-165000-jobs-in-april.html?hp&_r=0"}