{"authors": ["Ceylan Yeginsu"], "date_download": "2018-11-16 03:52:50", "date_modify": "2018-11-16 03:52:50", "date_publish": "2013-12-20 10:23:10", "description": "A corruption investigation that is encircling the government of Prime Minister Recep Tayyip Erdogan gained momentum on Friday with the first formal arrests. The government responded by dismissing 14 high-ranking police officials.", "filename": "2013_12_21_world_europe_growing-corruption-inquiry-hits-close-to-turkish-leader_1542340370.html", "image_url": "https://static01.nyt.com/images/2013/12/20/world/jpturkey2/jpturkey2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_21_world_europe_growing-corruption-inquiry-hits-close-to-turkish-leader_1542340370.html", "title": "Corruption Investigation in Turkey Produces First Arrests", "title_page": "Corruption Investigation in Turkey Produces First Arrests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Erdogan held several closed-door meetings in Ankara on Friday that were expected to lead to an announcement of an expansive cabinet reshuffling in coming days, according to Turkish news media reports. His intervention in the inquiry has drawn criticism even from within the Justice and Development Party, suggesting that the Islamist-rooted faction is at risk of breaking away just before the series of elections scheduled over the next 18 months.\nIn another move familiar to Turks in times of crisis, an influential journalist who had been critical of the government has lost her job. Nazli Ilicak, a veteran journalist, was fired from the pro-government newspaper Sabah after she called on government ministers involved in the inquiry to give up their posts.\nTurkey has frequently been criticized globally for its crackdown on the news media, and this week, for the second year in a row, the Committee to Protect Journalists identified the country as the No. 1 jailer of journalists. Last summer, during sweeping antigovernment protests that began as opposition to an urban development project in Istanbul, dozens of journalists lost their jobs.\nAnd in a business deal that was long in the works, but that nevertheless underscored the close relations between Mr. Erdogan and powerful media and construction bosses, Sabah was sold Friday by one construction company with ties to the prime minister to another.\nThe newspaper had been owned by a company whose chief executive is Mr. Erdogan’s son-in-law, and on Friday it was sold to Kalyon Insaat, another company that has close links to the governing party and that is behind several development projects in Istanbul.", "url": "https://www.nytimes.com/2013/12/21/world/europe/growing-corruption-inquiry-hits-close-to-turkish-leader.html"}