{"authors": ["Stephen R. Kelly"], "date_download": "2018-11-16 04:25:55", "date_modify": "2018-11-16 04:25:55", "date_publish": "2013-07-24 01:00:32", "description": "The French Canadian immigration experience shows that our obsession with border security is inconsistent with our history, undermines our economic vitality and is likely to fail.", "filename": "2013_07_24_opinion_bonjour-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342355.html", "image_url": "https://static01.nyt.com/images/2013/07/24/opinion/0724OPEDrollitt/0724OPEDrollitt-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_24_opinion_bonjour-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342355.html", "title": "Bonjour, America!", "title_page": "Opinion | Bonjour, America! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They did not have to pay the head tax imposed on other foreigners, and no records were kept of their entry until the Naturalization Act of 1906. And it wasn’t until 1926 that they had to get a visa to move permanently to the United States.\nWhen the United States first imposed immigration quotas in 1921, Canadians — along with Mexicans and other Latin Americans — were exempt, a status they enjoyed until the quota system was modified in 1965.\nSo how did the United States fare during this period of largely unregulated border crossings? And what happened to all those French Canadians, whose linguistic and religious differences made them stand out more sharply than Anglo-Canadian migrants?\nMost flocked to mill towns in New England, where they powered the textile factories that boomed after the Civil War. In a pattern that reflects today’s Mexican migration, they followed family members to places where jobs were plentiful, but hard and undesirable.\nTheir labor was in such demand that mill owners sent recruiters to Quebec to hire more. Entire villages would relocate south, usually by train, swelling the populations of towns like Biddeford, Me.; Southbridge, Mass.; and Woonsocket, R.I., whose populations by 1900 were more than 60 percent French Canadian.\nAs with Mexican migrants today, not everyone welcomed this influx. One Massachusetts official called French Canadians “the Chinese of the eastern states” in an 1881 report that described them as “indefatigable workers” who had no interest in assimilating and drove American wages down. They were even vilified at home in Quebec, where religious and political leaders sent emissaries to woo them back.\nSome did return, but the majority stayed and assimilated. Besides helping to fuel New England’s manufacturing boom, thousands served in the world wars. Rene Gagnon, whose Quebec-born mother worked at a shoe factory in Manchester, N.H., was one of the Marines photographed raising the American flag over Iwo Jima in 1945. The author Jack Kerouac was born of French Canadian parents in Lowell, Mass.", "url": "https://www.nytimes.com/2013/07/24/opinion/bonjour-america.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}