{"authors": ["Brian X. Chen"], "date_download": "2018-11-16 03:42:24", "date_modify": "2018-11-16 03:42:24", "date_publish": "2013-02-11 00:52:26", "description": "After sweeping the market with the iPhone and the iPad, Apple has only one real competitor. And Samsung, unlike Apple, does think people know what they want.", "filename": "2013_02_11_technology_samsung-challenges-apples-cool-factor.html_module=inline_1542339744.html", "image_url": "https://static01.nyt.com/images/2013/02/10/technology/samsung-galaxy/samsung-galaxy-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_02_11_technology_samsung-challenges-apples-cool-factor.html_module=inline_1542339744.html", "title": "Samsung Emerges as a Potent Rival to Apple’s Cool", "title_page": "Samsung Emerges as a Potent Rival to Apple’s Cool - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Samsung outspends Apple on research and development: $10.5 billion, or 5.7 percent of revenue, compared with $3.4 billion, or 2.2 percent. (Samsung Electronics is slightly bigger than Apple in terms of revenue — $183.5 billion compared with $156.5 billion — but Apple is larger in terms of stock market value.)\nSamsung has 60,000 staff members working in 34 research centers across the globe, including, Russia, Britain, India, Japan, Israel, China and Silicon Valley. It polls consumers and buys third-party research reports, but it also embeds employees in countries to study trends or merely to find inspiration for ideas.\nDesigners of the Galaxy S III say they drew inspiration from trips to Cambodia and Helsinki, a Salvador Dalí art exhibit and even a balloon ride in an African forest. (It employs 1,000 designers with different backgrounds like psychology, sociology, economy management and engineering.)\n“The research process is unimaginable,” said Donghoon Chang, an executive vice president of Samsung who leads the company’s design efforts. “We go through all avenues to make sure we read the trends correctly.” He says that when the company researches markets for any particular product, it is also looking at trends in fashion, automobiles and interior design.\nHangil Song, a Samsung product designer, described a visit to the Marina Bay Sands resort in Singapore, where he said he was amazed by the views of the sky, the cityscape and the water. He wanted to create an effect where water was overflowing from the screen. As a result, taps and swipes on the Galaxy S III’s phone screen create a unique ripple effect.\nThe genesis of the wide Galaxy Note phone reflects that same kind of consumer research. From focus groups and surveys, Samsung found that many respondents wanted a device that was good for handwriting, drawing and sharing notes. Asian-language speakers, in particular, found it easier to write characters on a device using a pen than typing. Those insights led to the Note, a smartphone that comes with a digital pen.\nIn courts, jury members have said some of Samsung’s research appears to comes closer to copying. Apple sued Samsung in Federal District Court last year for patent infringement and won a $1 billion judgment. One of the most explosive pieces of evidence was a detailed report breaking down each hardware and software feature of the iPhone and how each compared to Samsung phone features. Samsung is fighting the decision in court.", "url": "https://www.nytimes.com/2013/02/11/technology/samsung-challenges-apples-cool-factor.html?module=inline"}