{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:25:48", "date_modify": "2018-11-16 04:25:48", "date_publish": "2013-07-24 02:04:58", "description": "The young immigrants who had lived in the United States illegally were in custody after they tried to return to the country through Arizona without documents.", "filename": "2013_07_24_us_9-in-deportation-protest-are-held-in-bid-to-re-enter-us.html_module=inline_1542342348.html", "image_url": "https://static01.nyt.com/images/2013/07/24/us/IMMIG/IMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_24_us_9-in-deportation-protest-are-held-in-bid-to-re-enter-us.html_module=inline_1542342348.html", "title": "9 in Deportation Protest Are Held in Bid to Re-enter U.S.", "title_page": "9 in Deportation Protest Are Held in Bid to Re-enter U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nine young immigrants who had lived in the United States illegally were in custody Tuesday after a protest against deportations by the Obama administration in which they tried to enter the country without immigration papers through the border station at Nogales, Ariz.\nOrganizers of the protest said five of the youths, who all grew up in the United States, had left the country previously. Two of them had been officially deported. Three youths crossed into Mexico voluntarily in recent days, even though they did not have legal visas to return, in what they described as a gesture of civil disobedience.\nThe youths were initially detained on Monday by border authorities. On Tuesday, they asked for asylum and were transferred to the custody of immigration enforcement agents while their requests were reviewed. They were being held in an immigration detention center in Eloy, Ariz., officials said.", "url": "https://www.nytimes.com/2013/07/24/us/9-in-deportation-protest-are-held-in-bid-to-re-enter-us.html?module=inline"}