{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:02:47", "date_modify": "2018-11-16 04:02:47", "date_publish": "2013-04-03 00:33:47", "description": "The proposal to expand background checks has emerged as perhaps the make-or-break provision in President Obama’s four-month campaign to revamp gun laws.", "filename": "2013_04_03_us_background-checks-still-stumbling-block-in-gun-law-overhaul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "image_url": "https://static01.nyt.com/images/2013/04/03/us/GUNS/GUNS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_03_us_background-checks-still-stumbling-block-in-gun-law-overhaul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "title": "Background Checks Are Still Stumbling Block in Gun Law Overhaul", "title_page": "Background Checks Are Still Stumbling Block in Gun Law Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — With Senate Democrats still struggling to line up support, the success or failure of President Obama’s four-month campaign to overhaul gun laws will most likely revolve around a single provision: a proposal to expand federal background checks for gun purchases.\nBackground checks, both advocates and independent researchers say, would have a bigger potential effect on gun violence than any other measure under consideration — including the much-discussed assault-weapons ban, which has little chance of passing in Congress. Proposed federal gun-trafficking laws and changes to mental health databases would have a marginal impact on gun violence, experts say.\nBut even though around 90 percent of those polled in public surveys support background checks, the fight for it and the rest of the first major piece of gun control legislation since 1993 faces a difficult test in the coming weeks. On Tuesday, Senate aides said that formal debate and substantive votes on the gun issues would probably slip to the week of April 15 — a setback considering that Senator Harry Reid of Nevada, the majority leader, had pledged that it would be the first issue to come up when Congress returns from spring recess next week.\nBackground checks are central to the delay. Efforts to reach a compromise between Senators Charles E. Schumer, Democrat of New York, and Tom Coburn, Republican of Oklahoma, have foundered. Separate talks between Senators Joe Manchin III, Democrat of West Virginia, and Mark Steven Kirk, Republican of Illinois, have also yet to yield a breakthrough.", "url": "https://www.nytimes.com/2013/04/03/us/background-checks-still-stumbling-block-in-gun-law-overhaul.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}