{"authors": ["Anna Jane Grossman"], "date_download": "2018-11-16 04:37:19", "date_modify": "2018-11-16 04:37:19", "date_publish": "2013-05-03 19:43:56", "description": "A previous marriage, cancer and eventually a long-distance romance.", "filename": "2013_05_05_fashion_weddings_amber-latner-marc-schleifer-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343039.html", "image_url": "https://static01.nyt.com/images/2013/05/05/fashion/weddings/05VOWS1/05VOWS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_05_05_fashion_weddings_amber-latner-marc-schleifer-vows.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343039.html", "title": "From Ordeal to Fairy Tale, but Not Without Obstacles", "title_page": "From Ordeal to Fairy Tale, but Not Without Obstacles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the fund-raiser, Mr. Schleifer decided to lay it on thick. “I had the feeling I should go the tough-guy-cancer route,” he said. “The weathered-by-life route.” He told her about the car accident, his illness and failed marriage. But all his hardships had left him a better man, he said.\n“Cancer and divorce, these things toughen you up in a certain way,” he explained. “You put things in perspective about what real challenges are. Like, if your coffee is cold in a restaurant, you don’t flip out. Other people have it a lot worse.”\nIt worked. “He seemed like a survivor,” she recalled thinking. “And not in a cancer way at all. Just in general.”\nBut there was one big thing that he hadn’t mentioned: Arkadi, the son from his first marriage. It came up when they texted back and forth the next day about going on a date, possibly that Wednesday. He replied that on Wednesdays he had “a standing date with a very charming 5-year-old.”\nThere were many things he could have said about Arkadi. An aspiring genetic scientist, he is a first-grader who listens to “Planet Money” on NPR and is pushing for Obama to have a third term. But Mr. McGuire-Wien had warned Mr. Schleifer, “It’s not easy to break the kid thing to girls, especially career-driven girls with jobs lined up in New York.”\nIndeed, Ms. Latner recalled being taken aback. “I think almost no woman would find it attractive — a man with a child,” she said. “I never saw myself as a mother. Children are very needy, and that is challenging for me. When I was 20, I lived in Italy and had to take care of this colicky Italian baby. If everyone had to take care of a baby for one summer before having one, they’d think twice about having children.”", "url": "https://www.nytimes.com/2013/05/05/fashion/weddings/amber-latner-marc-schleifer-vows.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}