{"authors": ["Liz Alderman"], "date_download": "2018-11-16 04:44:21", "date_modify": "2018-11-16 04:44:21", "date_publish": "2013-04-18 00:11:32", "description": "Greece’s economic free fall is reshaping the lives of families with children, many of whom arrive at school hungry, underfed or even malnourished.", "filename": "2013_04_18_world_europe_more-children-in-greece-start-to-go-hungry.html_module=inline_1542343461.html", "image_url": "https://static01.nyt.com/images/2013/04/18/world/jp-greece1/jp-greece1-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_04_18_world_europe_more-children-in-greece-start-to-go-hungry.html_module=inline_1542343461.html", "title": "More Children in Greece Are Going Hungry", "title_page": "More Children in Greece Are Going Hungry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATHENS — As an elementary school principal, Leonidas Nikas is used to seeing children play, laugh and dream about the future. But recently he has seen something altogether different, something he thought was impossible in Greece: children picking through school trash cans for food; needy youngsters asking playmates for leftovers; and an 11-year-old boy, Pantelis Petrakis, bent over with hunger pains.\n“He had eaten almost nothing at home,” Mr. Nikas said, sitting in his cramped school office near the port of Piraeus, a working-class suburb of Athens, as the sound of a jump rope skittered across the playground. He confronted Pantelis’s parents, who were ashamed and embarrassed but admitted that they had not been able to find work for months. Their savings were gone, and they were living on rations of pasta and ketchup.\n“Not in my wildest dreams would I expect to see the situation we are in,” Mr. Nikas said. “We have reached a point where children in Greece are coming to school hungry. Today, families have difficulties not only of employment, but of survival.”\nThe Greek economy is in free fall, having shrunk by 20 percent in the past five years. The unemployment rate is more than 27 percent, the highest in Europe, and 6 of 10 job seekers say they have not worked in more than a year. Those dry statistics are reshaping the lives of Greek families with children, more of whom are arriving at schools hungry or underfed, even malnourished, according to private groups and the government itself.", "url": "https://www.nytimes.com/2013/04/18/world/europe/more-children-in-greece-start-to-go-hungry.html?module=inline"}