{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:13:12", "date_modify": "2018-11-16 04:13:12", "date_publish": "2013-07-05 12:34:09", "description": "The economy added 195,000 jobs in June, a pace sufficient to please investors but muted enough to calm worries of an abrupt end to the Federal Reserve’s bond-buying program.", "filename": "2013_07_06_business_economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6_1542341592.html", "image_url": "https://static01.nyt.com/images/2013/07/05/business/video-tc-130705-jobs-report/video-tc-130705-jobs-report-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_06_business_economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6_1542341592.html", "title": "Jobs Data Is Strong, but Not Too Strong, Easing Fed Fears", "title_page": "Jobs Data Is Strong, but Not Too Strong, Easing Fed Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Strong, but not too strong.\nNew jobs data on Friday offered hope for this elusive middle ground in the economy, as the Federal Reserve wrestles with when to ease its stimulus efforts without endangering the recovery and the markets.\nThe pace of job creation in June was sufficient to please investors and keep the central bank on course to slowly begin pulling back on its major bond-buying program this fall. But the job gains were muted enough to calm worries of an abrupt exit by the Fed, a fear that has weighed on the markets lately.\nThe employment report, which showed the economy added 195,000 jobs, was the first since the Fed chairman, Ben S. Bernanke, said in June that policy makers were ready to begin tapering the stimulus later this year if the labor market continued to improve. The jobless rate was unchanged, at 7.6 percent.\nThe timing of the Fed action is critical. The central bank’s program of buying $85 billion a month in Treasury securities and mortgage-backed bonds has not only kept long-term interest rates low for borrowers, including big companies as well as individual home buyers, it has also helped prop up Wall Street.", "url": "https://www.nytimes.com/2013/07/06/business/economy-adds-195000-jobs-as-unemployment-rate-remains-at-7-6.html"}