{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:11:51", "date_modify": "2018-11-16 04:11:51", "date_publish": "2013-07-10 00:49:36", "description": "Regarded as the least wired country in the Western Hemisphere, Cuba has expanded access in Internet salons. But the prices are beyond what most Cubans can afford.", "filename": "2013_07_10_world_americas_salons-or-not-cyberspace-is-still-a-distant-place-for-most-cubans.html_module=inline_1542341511.html", "image_url": "https://static01.nyt.com/images/2013/07/10/world/0710CUBA/0710CUBA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_07_10_world_americas_salons-or-not-cyberspace-is-still-a-distant-place-for-most-cubans.html_module=inline_1542341511.html", "title": "Salons or Not, Cyberspace Is Still a Distant Place for Most Cubans", "title_page": "Salons or Not, Cyberspace Is Still a Distant Place for Most Cubans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — By the standards of many Cubans, Lazaro Noa García is an adept internaut. He e-mails his daughter in Mexico a couple of times a week at a cybersalon in an upscale suburb, and checks soccer scores and news on Yahoo.\nUntil last month, though, the closest Mr. García, 59, had been to cyberspace was the painfully slow e-mail service at his local post office. Then on June 4, Etecsa, the state telecom company, opened 118 Internet salons around the island, expanding public Web access — by a fraction, at least — in what is regarded as the least wired country in the Western Hemisphere. Mr. García, a retired military officer, immediately signed up.\n“This is like a Three Kings’ Day gift,” Mr. García said of his newfound Internet access, referring to the Jan. 6 holiday when people dressed as the Magi hand out goodies to children.\nBut as gifts go, it is extremely expensive, he said. At $4.50 an hour, a session at one of the new cybersalons costs almost as much as the average state worker earns in a week, prompting many Cubans to wonder whether President Raúl Castro is serious about bringing the Internet to the masses, or just playing for time.", "url": "https://www.nytimes.com/2013/07/10/world/americas/salons-or-not-cyberspace-is-still-a-distant-place-for-most-cubans.html?module=inline"}