{"authors": ["Elisabeth Rosenthal"], "date_download": "2018-11-16 03:45:11", "date_modify": "2018-11-16 03:45:11", "date_publish": "2013-10-12 18:00:07", "description": "The high price of commonly used medications for conditions like asthma contributes heavily to health care costs and certainly causes more widespread anguish.", "filename": "2013_10_13_us_the-soaring-cost-of-a-simple-breath.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339911.html", "image_url": "https://static01.nyt.com/images/2013/10/13/us/ASTHMA/ASTHMA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_10_13_us_the-soaring-cost-of-a-simple-breath.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339911.html", "title": "The Soaring Cost of a Simple Breath", "title_page": "The Soaring Cost of a Simple Breath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "OAKLAND, Calif. — The kitchen counter in the home of the Hayes family is scattered with the inhalers, sprays and bottles of pills that have allowed Hannah, 13, and her sister, Abby, 10, to excel at dance and gymnastics despite a horrific pollen season that has set off asthma attacks, leaving the girls struggling to breathe.\nAsthma — the most common chronic disease that affects Americans of all ages, about 40 million people — can usually be well controlled with drugs. But being able to afford prescription medications in the United States often requires top-notch insurance or plenty of disposable income, and time to hunt for deals and bargains.\nThe arsenal of medicines in the Hayeses’ kitchen helps explain why. Pulmicort, a steroid inhaler, generally retails for over $175 in the United States, while pharmacists in Britain buy the identical product for about $20 and dispense it free of charge to asthma patients. Albuterol, one of the oldest asthma medicines, typically costs $50 to $100 per inhaler in the United States, but it was less than $15 a decade ago, before it was repatented.\n“The one that really blew my mind was the nasal spray,” said Robin Levi, Hannah and Abby’s mother, referring to her $80 co-payment for Rhinocort Aqua, a prescription drug that was selling for more than $250 a month in Oakland pharmacies last year but costs under $7 in Europe, where it is available over the counter.", "url": "https://www.nytimes.com/2013/10/13/us/the-soaring-cost-of-a-simple-breath.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}