{"authors": ["Gerry Mullany"], "date_download": "2018-11-16 04:44:00", "date_modify": "2018-11-16 04:44:00", "date_publish": "2013-12-05 11:32:40", "description": "China moved on Thursday to restrict its banks from using the virtual currency, citing concerns about money laundering and a threat to financial stability.", "filename": "2013_12_06_business_international_china-bars-banks-from-using-bitcoin_1542343440.html", "image_url": "https://static01.nyt.com/images/2013/12/06/business/international/06currency/06currency-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_12_06_business_international_china-bars-banks-from-using-bitcoin_1542343440.html", "title": "China Restricts Banks’ Use of Bitcoin", "title_page": "China Restricts Banks’ Use of Bitcoin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last month, in a sign of Bitcoin’s growing acceptance, American regulatory officials told a Senate hearing that financial networks like Bitcoin offered tangible benefits for the financial system. But they warned of the potential for money laundering and other criminal activity associated with such networks.\nThe remarks by United States officials, along with wider acceptance of the virtual currency by merchants, had helped propel the value of the virtual currency beyond $1,100, leaving its total worldwide value at more than $11 billion. It dropped more than $100 on Thursday, according to the Mt.Gox exchange, which handles Bitcoin trading online, to $1,100 from $1,217.\nBitcoin was established in 2009 by an anonymous programmer or collective known as Satoshi Nakamoto. Part of the value of the currency is attributable to its limited supply. A maximum of 21 million units can be created, leading investors to bid up the price as demand grows.\nBut with the growing acceptance of the virtual currency has come increasing concerns about its potential use in illicit transactions. In October, the American authorities arrested Ross Ulbricht, the alleged founder of the online marketplace Silk Road, after claiming that the site was being used to buy and sell drugs, weapons and pornography. Bitcoin was the primary form of payment on Silk Road, where people could make purchases anonymously.", "url": "https://www.nytimes.com/2013/12/06/business/international/china-bars-banks-from-using-bitcoin.html"}