{"authors": ["Carl Zimmer"], "date_download": "2018-11-16 03:43:47", "date_modify": "2018-11-16 03:43:47", "date_publish": "2013-06-06 16:07:43", "description": "Penis size and structure in birds varies widely, and research into how and why that happens — the subject of recent criticism — is providing valuable insights.", "filename": "2013_06_06_science_the-sex-life-of-birds-and-why-its-important.html_action=click&module=RelatedLinks&pgtype=Article_1542339827.html", "image_url": "https://static01.nyt.com/images/2013/06/06/science/06matter/06matter-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2013_06_06_science_the-sex-life-of-birds-and-why-its-important.html_action=click&module=RelatedLinks&pgtype=Article_1542339827.html", "title": "The Sex Life of Birds, and Why It’s Important", "title_page": "The Sex Life of Birds, and Why It’s Important - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a strange sexual history, it’s hard to beat birds. In some lineages, bird penises have evolved to spectacular lengths. Ducks, for example, have corkscrew-shaped penises that can grow as long as their entire body. They use their baroque genitalia to deliver sperm to female reproductive tracts that are also corkscrew-shaped — but twisted in the opposite direction.\nIn other lineages of birds, however, the penis simply vanished. Of the 10,000 species of birds on Earth, 97 percent reproduce without using the organ. “That’s shocking, when you think about it,” says Martin Cohn, a biologist at the University of Florida.\nResearch on the sex life of birds has come under fire from critics who claim that it’s unimportant and a waste of federal money, particularly in times of lean spending. In April the criticism from Fox News and conservative pundits became so intense that Patricia Brennan, an expert on bird genitalia at the University of Massachusetts, wrote an essay for Slate defending the value of her research.\nThe mystery of the vanishing bird penis is actually an important question — not just for understanding the evolution of our feathered friends, but for clues it may offer to little-understood human genetic disorders.", "url": "https://www.nytimes.com/2013/06/06/science/the-sex-life-of-birds-and-why-its-important.html?action=click&module=RelatedLinks&pgtype=Article"}