{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:29:46", "date_modify": "2018-11-16 04:29:46", "date_publish": "2014-09-10 02:29:02", "description": "Gov. Andrew M. Cuomo and his running mate, Kathy Hochul, captured the Democratic primary over two law school professors, Zephyr Teachout and Tim Wu.", "filename": "2014_09_10_nyregion_cuomo-and-hochul-win-new-york-primary.html_module=inline_1542342586.html", "image_url": "https://static01.nyt.com/images/2014/09/10/nyregion/jpCUOMO1/jpCUOMO1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_10_nyregion_cuomo-and-hochul-win-new-york-primary.html_module=inline_1542342586.html", "title": "Cuomo Defeats Teachout, Liberal Rival, in the Democratic Primary", "title_page": "Cuomo Defeats Teachout, Liberal Rival, in the Democratic Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Astorino, 47, shares several of Ms. Teachout’s disadvantages, including a vast gap in campaign fund-raising and lesser name recognition around the state. Yet he has none of her advantages, such as appealing to women, and he faces the huge disadvantage in party registration.\nImage Kathy Hochul, Mr. Cuomo's running mate, signs in to vote in the state's primary election. Credit John Hickey/The Buffalo News, via Associated Press\nIndeed, polls have shown Mr. Cuomo with a wide lead over Mr. Astorino, whom the governor’s campaign plans to attack as an “ultraconservative” over his opposition to abortion rights, strict gun control laws and same-sex marriage.\nIn keeping with his approach of scarcely acknowledging the primary, Mr. Cuomo skipped the tradition of holding a party on election night. His only public appearance on Tuesday came when he arrived at a church near his home in New Castle, in Westchester, to cast his ballot, along with his girlfriend, the Food Network host Sandra Lee.\nMr. Cuomo, who was greeted by a small group of hydrofracking protesters, defended his absence from the campaign trail, explaining that he was focused on his job and that voters should judge him by his performance. “Look at what I’ve done,” he said, adding, “Four years ago, I took office, the state was considered a joke.”\nIn the run-up to the primary, Ms. Teachout’s supporters were vocal on social media and elsewhere, while Mr. Cuomo’s supporters were comparatively hard to find. He brushed off her suggestion that the governor’s supporters lacked passion for him.", "url": "https://www.nytimes.com/2014/09/10/nyregion/cuomo-and-hochul-win-new-york-primary.html?module=inline"}