{"authors": ["Andrew E. Kramer", "Andrew Higgins"], "date_download": "2018-11-16 04:22:58", "date_modify": "2018-11-16 04:22:58", "date_publish": "2014-08-24 13:18:42", "description": "As Ukrainians celebrated their country’s independence, pro-Russian separatists in Donetsk staged a counter-parade to delight in the death and imprisonment of Ukrainian soldiers.", "filename": "2014_08_25_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342178.html", "image_url": "https://static01.nyt.com/images/2014/08/24/world/europe/25DONETSK/25DONETSK-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_25_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342178.html", "title": "In Eastern Ukraine, Rebel Mockery Amid Independence Celebration", "title_page": "In Eastern Ukraine, Rebel Mockery Amid Independence Celebration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The events of the last months have pushed us into a real war, albeit an undeclared one,” Mr. Poroshenko said in the speech commemorating Ukraine’s emergence from the wreckage of the Soviet Union. “Over the last six months, a new Ukrainian Army has been born in heavy and exhausting fighting.”\nCrowds waved flags along the route of the military parade, the first in Kiev since the former president, Viktor F. Yanukovych, suspended the Soviet-inspired tradition in 2009. Onlookers cheered and applauded as soldiers marched through Independence Square, which until recently was the site of a protest encampment set up last year at the start of the uprising that toppled Mr. Yanukovych in February.\nHis political stronghold was in the predominantly Russian-speaking east, and his ouster precipitated an armed revolt there, centered in his hometown, Donetsk. This city is now encircled by Ukrainian troops who are pushing to regain control.\nMr. Poroshenko said in his speech that Ukraine, which is nearly bankrupt, would spend nearly $3 billion over the next three years to re-equip its army. “It is clear that in the foreseeable future, unfortunately, a constant military threat will hang over Ukraine,” he said.\nThe president’s comments appeared to signal Ukraine’s determination to fight on, despite warnings from Chancellor Angela Merkel of Germany that the crisis in the east could not be solved by force alone, and despite a call on Sunday from the International Committee of the Red Cross for an end to the shelling of civilian areas. The fighting has killed more than 2,000 people, and nearly 300 died when Malaysia Airlines Flight 17 was shot down in eastern Ukraine last month.", "url": "https://www.nytimes.com/2014/08/25/world/europe/ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}