{"authors": ["Robert Mackey"], "date_download": "2018-11-16 04:49:58", "date_modify": "2018-11-16 04:49:58", "date_publish": "2014-06-25 23:12:08", "description": "A prosecutor in Cairo plans to charge 23 activists with violating a new law banning unsanctioned protests for attending a rally last week.", "filename": "2014_06_26_world_middleeast_egyptian-activists-to-stand-trial-for-protesting-ban-on-protests.html_module=inline_1542343798.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_26_world_middleeast_egyptian-activists-to-stand-trial-for-protesting-ban-on-protests.html_module=inline_1542343798.html", "title": "Egyptian Activists to Stand Trial for Protesting Ban on Protests", "title_page": "Egyptian Activists to Stand Trial for Protesting Ban on Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A prosecutor in Cairo plans to charge 23 opposition activists with violating a new law banning unsanctioned protests for attending a rally last Saturday against the ban.\nThe defendants were detained after their peaceful march was attacked by a group of men in civilian clothes who seemed to arrive with the police and hurled rocks and bottles at the protesters. They were also accused of “stirring chaos,” vandalism, resisting arrest and possessing “arms,” or fireworks, according to Aswat Masriya, an Egyptian news site sponsored by the Thomson Reuters Foundation.\nSeven of the detainees are women, including “20-year-old activist Sanaa Seif, whose brother Alaa Abd El Fattah is serving a 15-year sentence for similar charges, and human rights researcher Yara Sallam,” the independent Cairene news site Mada Masr reported.", "url": "https://www.nytimes.com/2014/06/26/world/middleeast/egyptian-activists-to-stand-trial-for-protesting-ban-on-protests.html?module=inline"}