{"authors": ["Randal C. Archibold"], "date_download": "2018-11-16 03:16:29", "date_modify": "2018-11-16 03:16:29", "date_publish": "2014-06-20 13:45:58", "description": "Vice President Joseph R. Biden Jr., on a visit to Guatemala, plans to highlight the dangers facing the children and the futility of their quest.", "filename": "2014_06_21_world_americas_biden-in-guatemala-to-discuss-child-migrants_1542338189.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_21_world_americas_biden-in-guatemala-to-discuss-child-migrants_1542338189.html", "title": "As Child Migrants Flood to Border, U.S. Presses Latin America to Act", "title_page": "As Child Migrants Flood to Border, U.S. Presses Latin America to Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There is a sense the problem is really terrible and shameful, but there is not much of sense they are going to do much new,” said Eric Olson, associate director of the Latin America program at the Woodrow Wilson Center, who is in Honduras researching the American approach to public security in the region.\nWhile corruption and spotty, lackluster efforts at law enforcement and border control have not helped, the countries tend to view the violence that is propelling people north as a byproduct of American drug consumption, with multinational trafficking organizations using their countries as staging grounds and transit points for the illegal drugs that Americans demand.\nIn addition, Central American nations lament that economic development assistance has taken a back seat to immigration. They also denounce the emphasis on deportation, saying it results in the return of street gang members who then resume their acts of terror against law-abiding citizens in some of the poorest countries in the hemisphere.\nIt is not clear what new aid the United States might provide the countries to curb the violence or improve economic conditions. In general the approach has been trade agreements and limited economic programs that have not lifted vast numbers of people out of poverty. And the United States lately has been eschewing short-term, get-tough strategies that put soldiers on the streets, instead favoring crime prevention programs and training sessions for the police, prosecutors and judges in an effort to shore up weak institutions.\nAbout $642 million has been designated for anti-crime aid to the region since 2008 under a program known as CARSI, for the Central American Regional Security Initiative, but congressional overseers have given the program mixed reports and said its successes are difficult to measure.\n“Although Congress first appropriated funding for CARSI nearly six years ago, little information is available about the results of the initiative thus far,” said a report from the Congressional Research Service in May. “U.S. agencies reportedly monitor and report on CARSI through internal channels, but they have not publicly released the metrics used to assess the initiative’s performance.”\nHéctor Silva Avalos, a former Salvadoran diplomat and now a scholar at American University who is studying the migration crisis, said CARSI had failed to stem violence or put a dent in the flow of drugs. That, he said, has caused El Salvador and Guatemala to consider or propose unorthodox approaches to reducing violence.", "url": "https://www.nytimes.com/2014/06/21/world/americas/biden-in-guatemala-to-discuss-child-migrants.html"}