{"authors": ["Tim Arango"], "date_download": "2018-11-16 04:38:41", "date_modify": "2018-11-16 04:38:41", "date_publish": "2014-08-07 09:24:31", "description": "The dam supplies electricity for a large region of northern Iraq, including the city of Mosul. Its capture has alarmed residents, already fleeing their homes from advancing Sunni extremists.", "filename": "2014_08_08_world_middleeast_isis-forces-in-iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343121.html", "image_url": "https://static01.nyt.com/images/2014/08/08/world/Iraq-1/Iraq-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_08_world_middleeast_isis-forces-in-iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343121.html", "title": "Jihadists Rout Kurds in North and Seize Strategic Iraqi Dam", "title_page": "Jihadists Rout Kurds in North and Seize Strategic Iraqi Dam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Maliki knows if he steps down, virtually he is a dead man,” said Ali Khedery, a former American official in Iraq, who over the years has advised five American ambassadors and several American generals and was once close to Mr. Maliki himself.\nAdding to the sense that the country was rapidly coming apart, suicide attackers struck twice in Kadhimiya, a Shiite district in Baghdad that is home to an important shrine, killing nearly three dozen people. And in Kirkuk, a northern city long divided between Arabs and Kurds that is now under Kurdish control, two explosions struck near a Shiite mosque, killing 11 people and wounding more than 50 others.\nAfter ISIS captured Mosul, Iraq’s second-largest city, on June 10, the militant group vowed to march on Baghdad. But its rapid advance south toward the capital stalled in the face of newly mobilized Shiite militias, and volunteer Shiite fighters determined to protect Iraq’s capital and the holy Shiite cities of Najaf and Karbala.\nThe Kurds had tried to seize on the chaos. protect their borders and consolidate their autonomy, while staying out of Iraq’s broader civil war. The pesh merga were considered well armed and well motivated, determined to protect their Kurdish enclave in the north.\nBut the latest fighting has shown that even the pesh merga are not up to the fight with ISIS. Kurdish officials have complained of a lack of ammunition and begged American diplomats for more weapons. But the United States, so far, has held off on significant arms shipments to the Kurds, fearing that it could undermine the central government in Baghdad.", "url": "https://www.nytimes.com/2014/08/08/world/middleeast/isis-forces-in-iraq.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}