{"authors": ["David S. Joachim"], "date_download": "2018-11-16 04:09:18", "date_modify": "2018-11-16 04:09:18", "date_publish": "2014-06-20 12:52:13", "description": "“Sitting here listening to this testimony, I don’t believe it,” Representative Paul D. Ryan, Republican of Wisconsin, told the agency’s commissioner, John Koskinen.", "filename": "2014_06_21_us_koskinen-testifies-before-house-committee-in-tax-case_1542341358.html", "image_url": "https://static01.nyt.com/images/2014/06/21/us/21IRS1/21IRS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_21_us_koskinen-testifies-before-house-committee-in-tax-case_1542341358.html", "title": "Republicans, at Hearing on Lost Emails, Accuse I.R.S. Chief of Lying", "title_page": "Republicans, at Hearing on Lost Emails, Accuse I.R.S. Chief of Lying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A congressional hearing examining how the Internal Revenue Service lost thousands of emails sought by investigators turned confrontational on Friday, with Republicans on the panel accusing the I.R.S. commissioner of lying.\n“Sitting here listening to this testimony, I don’t believe it,” Representative Paul D. Ryan, Republican of Wisconsin, told the commissioner, John Koskinen, at a hearing of the tax-writing Ways and Means Committee. “That’s your problem. No one believes you.”\nMr. Ryan, echoing the sentiment of many Republicans in Congress, described the missing emails associated with seven I.R.S. employees as part of a pattern of denial and obstruction by the I.R.S. over the last year as the agency answers accusations that it mistreated conservative political groups seeking tax exemptions.\nMr. Ryan, his voice rising, said that now “you don’t have the emails.”\n“Hard drives crashed. You learned about this months ago. You just told us. And we had to ask you on Monday,” he continued. “This is not being forthcoming. This is being misleading again. This is a pattern of abuse.”", "url": "https://www.nytimes.com/2014/06/21/us/koskinen-testifies-before-house-committee-in-tax-case.html"}