{"authors": ["Martin Fackler"], "date_download": "2018-11-16 04:17:47", "date_modify": "2018-11-16 04:17:47", "date_publish": "2014-05-25 07:02:23", "description": "The Japanese Defense Ministry said Chinese jet fighters had flown dangerously close to its reconnaissance planes in two separate incidents.", "filename": "2014_05_26_world_asia_japan-east-china-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341867.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_26_world_asia_japan-east-china-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341867.html", "title": "Chinese Flybys Alarm Japan as Tensions Escalate", "title_page": "Chinese Flybys Alarm Japan as Tensions Escalate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TOKYO — In an ominous display of growing territorial tensions between China and Japan, the Japanese Defense Ministry said Sunday that Chinese jet fighters had flown dangerously close to two of its reconnaissance planes in overlapping air defense zones claimed by both nations.\nThe ministry described two episodes that took place on Saturday in airspace over the East China Sea that both countries claim as “air defense identification zones,” areas bordering their sovereign airspace in which they require foreign aircraft to identify themselves and provide flight plans.\nJapan has routinely ignored the Chinese air defense zone since Beijing declared it late last year. China had also not pushed its new air zone, apparently backing off after the United States immediately challenged the Chinese claim by sending a pair of unarmed B-52 heavy bombers to fly through the airspace without incident.\nThe Chinese stance toward at least Japanese military flights appeared to change on Saturday, when a pair of Chinese Su-27 fighters flew within 100 feet of a Japanese YS-11 propeller-driven reconnaissance plane. Earlier in the day, another pair of Chinese fighters flew within 150 feet of a Japanese P-3C, another type of propeller-driven reconnaissance plane, the ministry said.", "url": "https://www.nytimes.com/2014/05/26/world/asia/japan-east-china-sea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}