{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:44:43", "date_modify": "2018-11-16 03:44:43", "date_publish": "2014-09-16 17:15:06", "description": "In a blow to Gov. Andrew M. Cuomo’s bridge plan, the agency denied most of a $511 million request, saying it was not for environmental use.", "filename": "2014_09_17_nyregion_epa-rejects-most-of-511-million-loan-for-tappan-zee-project.html_module=inline_1542339883.html", "image_url": "https://static01.nyt.com/images/2014/09/17/nyregion/TAPPANZEEweb/TAPPANZEEweb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_17_nyregion_epa-rejects-most-of-511-million-loan-for-tappan-zee-project.html_module=inline_1542339883.html", "title": "E.P.A. Cuts Size of Loan New York Sought for Tappan Zee Bridge", "title_page": "E.P.A. Cuts Size of Loan New York Sought for Tappan Zee Bridge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The focus of corrective actions and compliance schedules in a conservation and management plan is, therefore, water quality-based and not for the mitigation of impacts directly caused by major construction projects — such as the replacement of the Tappan Zee Bridge — within an estuary,” Joan Leary Matthews, director of the E.P.A.’s clean water division in Region 2, which includes New York, wrote in a letter explaining the decision.\nThe E.P.A. said that the state’s plans to use Clean Water Act money to restore a marsh on the Rockland County side of the river and for storm water management were acceptable, but that most of its other proposals were not. Among the rejected projects were the demolition of the existing bridge, and the addition of a bicycle and pedestrian path that is to run parallel to the new bridge’s roadway.\nIn her letter, Ms. Matthews dismissed the state’s arguments that using $65 million for bridge demolition would keep lead-based paint and floatable debris out of the Hudson. She said that repainting over the years had largely obviated the lead paint problem, and that there was no evidence the current bridge was a source of debris. She also said she did not believe that a bicycle path qualified for Clean Water Act financing either, because the loans are intended by law to pay only for recreational projects that bring people directly to the water for, say, canoeing or fishing.\nSome key state legislators had also been uncomfortable with the loan. In July, the state’s Public Authorities Control Board, which must approve such loans and includes representatives of the Senate and Assembly, approved only half of the $511 million requested — the half made up of projects already undertaken or to be undertaken before the end of the federal fiscal year. However, Thomas J. Madison, the executive director of the Thruway Authority, said that the approved amount was a “first installment” on the original $511 million request and that the agency planned to secure another $256 million loan in 2016.\nJon Sorensen, a spokesman for the Environmental Facilities Corporation, said in a statement, “While this loan is not integral to the overall bridge construction, the projects identified here will clearly provide significant benefits for the Hudson River Estuary.” He added that the E.P.A. division was “simply wrong in its assessment.”\nThe decision was hailed by environmental groups, which had criticized the use of money under the Clean Water Act. Travis Proulx, a spokesman for Environmental Advocates of New York, said, “The Environmental Protection Agency has the responsibility to call balls and strikes when states seek to divert federal funds away from their intended purpose, and that is what happened.”", "url": "https://www.nytimes.com/2014/09/17/nyregion/epa-rejects-most-of-511-million-loan-for-tappan-zee-project.html?module=inline"}