{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:16:17", "date_modify": "2018-11-16 03:16:17", "date_publish": "2014-08-29 18:09:24", "description": "The president is said to be considering a delay until after the elections in November, mindful of the electoral peril for Democratic Senate candidates.", "filename": "2014_08_30_us_politics_obama-said-to-weigh-delaying-action-on-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338177.html", "image_url": "https://static01.nyt.com/images/2014/08/30/us/JP-IMMIG/JP-IMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_30_us_politics_obama-said-to-weigh-delaying-action-on-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338177.html", "title": "Obama Weighing Delay in Action on Immigration", "title_page": "Obama Weighing Delay in Action on Immigration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chris Newman, the legal director for the National Day Laborer Organizing Network, said his group wants Mr. Obama to act boldly, and soon.\n“Our hope is that the president’s conscience will prevail,” Mr. Newman said.\nRepresentative Luis V. Gutiérrez, Democrat of Illinois, who has at times been critical of the administration’s approach, said that delay “comes at a tremendous cost in terms of families split up and children placed in foster care.” He said he remained confident that the president would put families and security “ahead of short-term political maneuvers.”\nInside the White House, the timing of an announcement has become the subject of a fierce debate even as immigration lawyers at the Homeland Security Department rush to develop legally defensible policy options for the president.\nSome of Mr. Obama’s advisers are urging him to postpone action, fearful of the political ramifications of a broad action to protect millions of immigrants in the country illegally from deportation and to provide many of them with official work papers. Such a move by the president, some senior officials worry, could set off a pitched fight with Republicans and dash hopes for Democratic Senate candidates running in Arkansas, Louisiana, North Carolina and potentially in Iowa.\nControl of the Senate hinges on the outcomes of the half-dozen close races in states where Mr. Obama is not popular, notably in Southern states where opposition to an immigration overhaul runs high, and strategists fear that an immigration announcement could hurt Democratic candidates.\nDemocratic senators have reached out to top White House officials, including Denis McDonough, the chief of staff, to argue that the recent crisis with unaccompanied minors crossing the border into the United States justifies a delay. Several Democratic officials on Capitol Hill said the angry reaction to that border crisis eroded public support for changing immigration policy, and in some cases, turned the issue into a negative one for them.\nBut others inside the White House are pushing the president to stick to his promised schedule, regardless of the immediate political consequences. They argue that Republicans will criticize the president and attack Democratic candidates even if Mr. Obama delays parts of his announcement until after the election.", "url": "https://www.nytimes.com/2014/08/30/us/politics/obama-said-to-weigh-delaying-action-on-immigration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}