{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:35:26", "date_modify": "2018-11-16 04:35:26", "date_publish": "2014-03-27 16:08:39", "description": "A resolution on Ukraine rejecting Russia’s annexation of the Crimean Peninsula as illegal passed overwhelmingly.", "filename": "2014_03_28_world_europe_General-Assembly-Vote-on-Crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342926.html", "image_url": "https://static01.nyt.com/images/2014/03/31/world/NATIONS/NATIONS-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_28_world_europe_General-Assembly-Vote-on-Crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342926.html", "title": "Vote by U.N. General Assembly Isolates Russia", "title_page": "Vote by U.N. General Assembly Isolates Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Russia said Crimea should not have been part of Ukraine anyway, since it had been part of Russia for centuries until 1954, when the Soviet leader Nikita S. Khrushchev gave the peninsula to Ukraine, at the time a Soviet republic.\n“Crimea was for many years an integral part of our country,” the Russian ambassador to the United Nations, Vitaly I. Churkin, told the Assembly in an effort to appeal to other nations that have similar grievances over territory lost in the past. The Crimean vote to join Russia was an expression of its right to self-determination, Mr. Churkin said, appealing to another resonant principle of international law. “You have to be very misanthropic to criticize them for that,” he said.\nHis argument met with a pointed rebuttal from the American ambassador, Samantha Power. Coercion cannot be the means to self-determination, she argued. “The chaos that would ensue is not a world that any of us can afford,” she said.\nThe most poignant argument came from Costa Rica. Small states have only the power of international law “to defend our sovereignty,” its ambassador, Eduardo Ulibarri, said. The resolution proposed by Ukraine, he said, would help to reaffirm that power.\nThe resolution has no enforcement power, and even its symbolic value as an influential expression of United Nations member opinion is debated since other resolutions of the General Assembly often have no practical effect.", "url": "https://www.nytimes.com/2014/03/28/world/europe/General-Assembly-Vote-on-Crimea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}