{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 03:51:10", "date_modify": "2018-11-16 03:51:10", "date_publish": "2014-05-29 21:48:32", "description": "As the title character in “Maleficent,” Angelina Jolie is the focus of a rethinking of the 1959 Disney animated film “Sleeping Beauty.”", "filename": "2014_05_30_movies_angelina-jolie-stars-in-maleficent-from-disney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340270.html", "image_url": "https://static01.nyt.com/images/2014/05/30/arts/30MALIFICENT/30MALIFICENT-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_30_movies_angelina-jolie-stars-in-maleficent-from-disney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340270.html", "title": "Dumped by Her Prince, So Watch Out", "title_page": "Dumped by Her Prince, So Watch Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Jolie is, unsurprisingly, a visual marvel. Her face has been smoothed into an alabaster Cubist mask, and prostheses elongate her already sharp cheekbones; from some angles, it looks as if she had a second set of vestigial wings riding under her skin. The exquisite attention to detail in both the makeup and costume is routine in major productions like this one, of course, but the mixture of Old Hollywood glamour and contemporary fetishwear doesn’t just turn Maleficent into a pleasurable spectacle, it also serves a character who embodies both the past and the future. Ms. Jolie’s performance is similarly bifurcated, with a controlled physicality that, just when it seems to be edging into catwalk blankness, springs to weird life with grotesque facial contortions and spidery movements.\nBruno Bettelheim, that great reader of fairy tales, saw “The Sleeping Beauty” as a story of sexual awakening. She wakes only when physically and emotionally mature enough, when she is ready for love and its familiar handmaidens: sex and marriage. It’s at that point, Bettelheim writes in “The Uses of Enchantment,” “the wall of thorns suddenly turns into a wall of big, beautiful flowers, which opens to let the prince enter.” That’s quite the metaphor, but for women, it has sometimes also been a curse, including in movies, where they have traditionally had to wait for a man to get them to their happily ever after. There’s no denying the attractions of that narrative for some of us: Even Lena Dunham got swept off her feet.\nBut, come on! There’s more to life and certainly more to women, which is something that, however imperfectly, “Maleficent” grapples with. I’m still not sure if the movie’s smack-down between patriarchy and matriarchy is the way to go, but at least nobody here is warbling about what she wants before hitting the road to self-actualization.", "url": "https://www.nytimes.com/2014/05/30/movies/angelina-jolie-stars-in-maleficent-from-disney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}