{"authors": ["Jeff Gordinier"], "date_download": "2018-11-16 03:38:30", "date_modify": "2018-11-16 03:38:30", "date_publish": "2014-04-22 16:57:03", "description": "Artisanal baking goes renegade, combining snail-pace, primordial techniques with a cutting-edge approach.", "filename": "2014_04_23_dining_against-the-grain.html_module=inline_1542339510.html", "image_url": "https://static01.nyt.com/images/2014/04/23/dining/23BREAD/23BREAD-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_dining_against-the-grain.html_module=inline_1542339510.html", "title": "Against the Grain", "title_page": "Against the Grain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What they get, he went on, is “depth of flavor — layers of flavor that keep coming while you’re eating it.”\nAdvertisement Continue reading the main story\nMr. Endriss could easily bake bread that’s conventionally blond and pretty. But, he said, “I want to make something that tastes different than your quote-unquote regular bakery.”\n“For me,” he added, “it’s just a personal integrity thing.”\nWhether because of the strange hours they keep, or their hands-on engagement with one of the cornerstones of human civilization, bakers tend to be an intense, soulful lot. Uri Scheft, who opened Breads Bakery near Union Square in Manhattan in 2013 after achieving legendary status in Israel, is so insistent on offering his goods fresh and warm from the oven that he has brushed away offers to sell wholesale. He also refuses to eschew gluten. “You will not find a single piece of gluten-free anything here,” said Gadi Peleg, his business partner. “That’s a trend. We’re not in the trend business.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nFor Evrim Dogu, a quest (“searching for that timeless aspect,” he said) led him to dive more deeply into an understanding of Abruzzi rye and Turkey Red wheat. “Heirloom grains smell, taste, feel better,” he said. “For the baker, and for the consumer.” Mr. Dogu, whose family hails from Turkey, mills his own wheat, spelt, rye and corn and aims to make “bread that tastes like the grain itself” at Sub Rosa, his bakery in Richmond, Va.\nBut it’s not always easy. Artisanal bakers get used to hearing satisfied sighs from customers, but also an array of complaints, like “the crust tears up my mouth” or “the mayonnaise keeps seeping through the big holes.”\nFor bakers, the bubble-holes, known as alvéoles, can be a badge of honor, a sign of a well-mixed, well-hydrated, well-proofed dough. “I tell them we put a lot of work into making sure those holes are in there,” said Evan Andres at Columbia City Bakery in Seattle.\nMeticulousness doesn’t come cheap. At Bien Cuit, the Brooklyn bakery, Mr. Golper’s passion for prime ingredients and snail-paced dough-cultivating puts financial pressure on Kate Wheatcroft, who oversees the books, and happens to be his wife. (She started falling in love with him one day when she sampled his raisin-walnut bread and wound up devouring an entire loaf.)\nSlide Show\n“Zach’s an artist through and through, and I’m trying to run a business, and those two things don’t necessarily go together,” she said.\nMany bakers who first absorbed the artisanal credo during one of its last big waves, in the 1990s, would agree. “I knew somebody who made einkorn bread, and he had to sell it at $15 a loaf,” said Jonathan Stevens, the head baker at Hungry Ghost Bread, a fixture in Northampton, Mass. “We’re just not into that.”\nMr. Stevens has grown wary of the deification of hotshot bakers. Making bread “has to be about what people are going to be able to afford and eat,” he said.\nAdvertisement Continue reading the main story\n“It’s not supposed to be a luxury food,” he added.\nStill, this latest American bread boom has created a constellation of baking stars, among them David Bauer at Farm & Sparrow near Asheville, N.C.; Tim Healea at Little T Baker in Portland, Ore.; and Melissa Weller, a veteran of Per Se and Roberta’s who plans to open a downtown bagel shop and bakery with the Major Food Group. These bakers, in turn, cite a pantheon of pioneers and mentors, including Amy Scherber, Paula Oland, Nancy Silverton, Jim Lahey, Maury Rubin, Daniel Leader, Dave Miller, Richard Bourdon and Lionel Poilâne.\nBut if the artisanal miche niche has a spiritual godfather right now, it’s Chad Robertson, in San Francisco, whose fragrant, custardy loaves (he and his team make only about 200 to 240 a day) compel hungry followers to line up outside Tartine Bakery every evening. On the phone, he expounded on “the demystification of sourdough,” and in the first of three influential cookbooks, he sought to foster that by presenting a basic, broken-down-into-small-bites bread recipe that stretched on for a David Foster Wallace-ish 38 pages. “My publisher thought I was crazy for making that first recipe so long,” he said. “But I could go on for another 30 pages.”\nSo much for demystification. As with faith, love and poetry, it’s the mystery that imbues great bread with power over those who bake it or eat it. In the bakery there are “hundreds of little nuances that change the process throughout the day,” Mr. Robertson said.\n“It’s not the way we want it all the time,” he added. “We push it. We push the fermentation, we push the hydration. It makes for a very precarious baking situation.”\nWhen it comes together, though, the results reveal why artisanal baking is worth all those risks. Mr. Endriss, of Runner & Stone in Brooklyn, caught a glimpse the first time he ate bread from Tartine: “It’s got the kind of flavor that you don’t notice, except that you know you want more of it.”\nChad Robertson’s Recipe for Tartine’s Country Bread", "url": "https://www.nytimes.com/2014/04/23/dining/against-the-grain.html?module=inline"}