{"authors": ["Monica Davey"], "date_download": "2018-11-16 03:52:29", "date_modify": "2018-11-16 03:52:29", "date_publish": "2014-01-13 03:31:58", "description": "Duluth, Minn., and Superior, Wis., are so close physically and culturally that they are known as the Twin Ports. But much began to change when Minnesota government went all Democratic and Wisconsin all Republican.", "filename": "2014_01_13_us_twinned-cities-now-following-different-paths.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340349.html", "image_url": "https://static01.nyt.com/images/2014/01/13/us/JP-ONEPARTY-1/JP-ONEPARTY-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_13_us_twinned-cities-now-following-different-paths.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340349.html", "title": "Twinned Cities Now Following Different Paths", "title_page": "Twinned Cities Now Following Different Paths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DULUTH, Minn. — The soaring Blatnik Bridge spans a modest body of water but a political gulf.\nMost mornings around 7, Kim and Kyle Smith drive a mile and a half across the bridge from Duluth, where they live, to Superior, Wis., where they teach. On the same bridge most mornings, scores of workers from Superior head the opposite direction, making their way to a foundry that Andy Fulton’s company runs in Duluth.\nThis is a well-traveled commute between the Minnesota and Wisconsin cities, separated by the St. Louis River. Together, they are known as the Twin Ports for their shared role as a major cargo port, and people on both sides share Scandinavian, German and Irish roots, working-class pasts and a stoic sensibility hardened by a steady chill off Lake Superior.\nBut these days, when residents cross the bridge, they enter starkly different political territories. Since Republicans in Wisconsin took control of the State Legislature and governor’s office in 2011, and since Democrats gained full dominance in Minnesota last year, people here have watched essential elements of their daily lives — their savings plans, job expectations, personal relationships and health insurance — veer apart.\nFor the Smiths, like other members of public sector labor unions, working on the Wisconsin side has meant rising personal contributions for health insurance and pensions and a union with drastically less negotiating power. For Mr. Fulton, like many business executives, running a company on the Minnesota side has meant bracing for new business taxes and higher income taxes. Mr. Fulton, a third-generation foundryman, has worked in Minnesota long enough to recall the decision to open the Duluth operation in 1980, a period when life looked much the same on either side of the border, many say.", "url": "https://www.nytimes.com/2014/01/13/us/twinned-cities-now-following-different-paths.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}