{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 03:43:13", "date_modify": "2018-11-16 03:43:13", "date_publish": "2014-04-23 01:44:00", "description": "Farms in upstate New York and elsewhere are using automatic milkers that scan and map the underbellies of cows, extract the milk, and monitor its quality, without the use of human hands.", "filename": "2014_04_23_nyregion_with-farm-robotics-the-cows-decide-when-its-milking-time_1542339793.html", "image_url": "https://static01.nyt.com/images/2014/04/23/nyregion/y-COWS1/y-COWS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_nyregion_with-farm-robotics-the-cows-decide-when-its-milking-time_1542339793.html", "title": "With Farm Robotics, the Cows Decide When It’s Milking Time", "title_page": "With Farm Robotics, the Cows Decide When It’s Milking Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many of those running small farms said the choice of a computerized milker came down to a bigger question: whether to upgrade or just give up.\n“Either we were going to get out, we were going to get bigger, or we were going to try something different,” said the elder Mr. Borden, 59, whose family has been working a patch of ground about 30 miles northeast of Albany since 1837. “And this was something a little different.”\nThe Bordens and other farmers say a major force is cutting labor costs — health insurance, room and board, overtime, and workers’ compensation insurance — particularly when immigration reform is stalled in Washington and dependable help is hard to procure.\nThe machines also never complain about getting up early, working late or being kicked.\n“It’s tough to find people to do it well and show up on time,” said Tim Kurtz, who installed four robotic milkers last year at his farm in Berks County, Pa. “And you don’t have to worry about that with a robot.”\nThe Bordens say the machines allow them to do more of what they love: caring for animals.\n“I’d rather be a cow manager,” Tom Borden said, “than a people manager.”\nThe machines are not inexpensive, costing up to $250,000 (not including barn improvements) for a unit that includes a mechanical arm, teat-cleaning equipment, computerized displays, a milking apparatus and sensors to detect the position of the teats. Pioneered in Europe in the 1990s, they have only recently taken hold in Pennsylvania, Wisconsin and New York, which is a leader in the production of Greek yogurt and the third-largest milk producer in the country.", "url": "https://www.nytimes.com/2014/04/23/nyregion/with-farm-robotics-the-cows-decide-when-its-milking-time.html"}