{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:16:08", "date_modify": "2018-11-16 03:16:08", "date_publish": "2014-01-06 07:23:18", "description": "Abruptly ending her challenge in Wyoming’s Republican Senate primary, Liz Cheney, the elder daughter of the former vice president, cited “serious health issues” in her family.", "filename": "2014_01_07_us_politics_liz-cheney-to-quit-wyoming-senate-race.html_module=inline_1542338168.html", "image_url": "https://static01.nyt.com/images/2014/01/07/us/07cheney_cnd/07cheney_cnd-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_07_us_politics_liz-cheney-to-quit-wyoming-senate-race.html_module=inline_1542338168.html", "title": "For Cheney, Realities of a Race Outweighed Family Edge", "title_page": "For Cheney, Realities of a Race Outweighed Family Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Liz Cheney’s short-lived Wyoming Senate campaign shows the perils of personal ambition outpacing a rationale for candidacy.\nMs. Cheney, former Vice President Dick Cheney’s elder daughter, on Monday morning cited “serious health issues” in her family when she withdrew from her primary challenge of Senator Michael B. Enzi. But well before she dropped out, it was clear that her first bid for public office was off-key.\nShe ran in a state that she had not lived in for decades rather than in her longtime home state, Virginia, she targeted a genial and well-liked incumbent with no glaring ideological vulnerabilities, and she carried the banner of a hawkish foreign policy at a moment when a more restrained approach to national security is ascendant in the Republican Party. Further, she prompted an ugly and public split with her lesbian sister, Mary, by declaring her opposition to same-sex marriage — and was nevertheless attacked with television ads by a third-party conservative group over gay rights.\nMost of all, though, Ms. Cheney miscalculated the degree to which her father’s popularity among conservatives was transferable to her own race. Hers was a campaign rooted primarily in legacy.", "url": "https://www.nytimes.com/2014/01/07/us/politics/liz-cheney-to-quit-wyoming-senate-race.html?module=inline"}