{"authors": ["Noam Cohen"], "date_download": "2018-11-16 03:39:28", "date_modify": "2018-11-16 03:39:28", "date_publish": "2014-11-04 02:07:39", "description": "Mr. Magliozzi hosted the popular NPR show “Car Talk” for more than 30 years with his younger brother, Ray, in which they bantered with callers through an automotive prism.", "filename": "2014_11_04_business_media_tom-magliozzi-one-half-of-the-jovial-brothers-on-car-talk-dies-at-77.html_module=inline_1542339568.html", "image_url": "https://static01.nyt.com/images/2014/11/04/business/04-Magliozzi-Obit/04-Magliozzi-Obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_04_business_media_tom-magliozzi-one-half-of-the-jovial-brothers-on-car-talk-dies-at-77.html_module=inline_1542339568.html", "title": "Tom Magliozzi, One Half of the Jovial Brothers on ‘Car Talk,’ Dies at 77", "title_page": "Tom Magliozzi, One Half of the Jovial Brothers on ‘Car Talk,’ Dies at 77 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tom Magliozzi, who with his younger brother, Ray, hosted “Car Talk,” for years the most popular entertainment show on NPR, died on Monday at his home outside Boston. He was 77.\nThe cause was complications of Alzheimer’s disease, NPR said.\nThe weekly hourlong “Car Talk,” which was broadcast for more than 30 years, was ostensibly about mechanical problems with cars, but the format was mainly an excuse for the brothers, known as Click and Clack, to banter with callers about the mysteries of life, as viewed through an automotive prism: Why does a car suddenly stop working? Should I give this clunker one more chance? Why won’t my husband pay for a mechanic to fix our car?\nCallers would frequently reproduce a strange noise their car was making, and the brothers would offer an instant diagnosis. In a segment called “Stump the Chumps,” selected callers would be asked if the advice they had received proved to be correct.\nAt its peak, “Car Talk” reached more than four million listeners a week — more than any other NPR entertainment program, network executives said.", "url": "https://www.nytimes.com/2014/11/04/business/media/tom-magliozzi-one-half-of-the-jovial-brothers-on-car-talk-dies-at-77.html?module=inline"}