{"authors": ["Jennifer Conlin"], "date_download": "2018-11-16 03:46:46", "date_modify": "2018-11-16 03:46:46", "date_publish": "2014-10-08 22:11:03", "description": "Considered a food desert not so long ago, Detroit is now a culinary oasis. Here’s a look at four of the city’s new restaurants.", "filename": "2014_10_12_travel_in-detroit-revitalizing-taste-by-taste.html_module=inline_1542340006.html", "image_url": "https://static01.nyt.com/images/2014/10/12/travel/12-choice-top/12-choice-top-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_12_travel_in-detroit-revitalizing-taste-by-taste.html_module=inline_1542340006.html", "title": "In Detroit, Revitalizing Taste by Taste", "title_page": "In Detroit, Revitalizing Taste by Taste - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "­Keeping up with the dining scene in Detroit these days is a full-time job. It seems that every time I return from my travels, a flurry of emails from foodie friends informs me of yet another restaurant or distillery that has opened, or gastronomic “event” I have missed, like a “Book & Bread” dinner at the letterpress studio, Salt & Cedar, where diners enjoy a feast of locally grown ingredients before hand-sewing a journal.\nConsidered a food desert not so long ago, Detroit is now a culinary oasis. In the last year alone, nearly a dozen new restaurants have opened, from Grille Midtown serving everything from jambalaya to rib-eyes in a renovated century-old former theater on Woodward Avenue, to Craft Work, which serves seasonal cuisine in the historic district of West Village. And while the city has long been known for its great diversity of ethnic food and chili dogs, it is finally getting a reputation that reaches beyond ribs.\nWhat is abundantly clear is that some of the most enterprising restaurateurs in Detroit are those burrowing into empty buildings and taking advantage of start-up funds from regional and citywide competitions, as well as from eager investors.\n“I think those of us in the food scene here really have the chance to help shape the city’s future identity,” said Craig Lieckfelt, a sixth-generation Detroiter and the creator and chef behind Guns & Butter, a global pop-up extravaganza that Anthony Bourdain raved about after experiencing one of his meals here in Detroit.", "url": "https://www.nytimes.com/2014/10/12/travel/in-detroit-revitalizing-taste-by-taste.html?module=inline"}