{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 04:37:33", "date_modify": "2018-11-16 04:37:33", "date_publish": "2014-03-04 07:47:37", "description": "The prime minister of the autonomous region, Sergei Aksyonov, said most Ukrainian military units on the peninsula had pledged allegiance to his pro-Russia government.", "filename": "2014_03_05_world_europe_crimea-ukraine-russia_1542343053.html", "image_url": "https://static01.nyt.com/images/2014/03/05/world/europe/20140305UKRAINE-slide-FWFV/20140305UKRAINE-slide-FWFV-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_05_world_europe_crimea-ukraine-russia_1542343053.html", "title": "Crimean Premier Says Ukrainian Military Units Have Started to Surrender", "title_page": "Crimean Premier Says Ukrainian Military Units Have Started to Surrender - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anatoly Dekusarov, 47, who was among a crowd of Simferopol residents that gathered in support of the Russian soldiers, said he felt safer having the soldiers deployed. “I am standing for my independence,” Mr. Dekusarov said. “I am standing for our freedom.”\nHe said the interim government in Kiev, led by the acting prime minister, Arseniy P. Yatsenyuk, was conspiring with the United States, which he said wanted the Russian Navy base in Sevastopol and other assets. “Kiev sold Ukraine to America,” Mr. Dekusarov said. “Yatsenyuk sold Crimea to Obama.”\nMr. Aksyonov, who heads a political party called Russian Unity, was installed as the head of the Crimean regional administration last Thursday after armed men seized the Parliament building and raised the Russian flag.\nHe said a referendum on independence from Ukraine, scheduled for March 30, would probably be held sooner, but he offered no details. He also said that he had not been in contact with Viktor F. Yanukovych, the ousted president of Ukraine, who fled to Russia but has said he plans to return.\nEven as Mr. Aksyonov sought to press ahead with the referendum, the new government in Kiev began taking legal steps on Tuesday aimed at stopping Crimea’s push toward independence, opening yet another front in the conflict with the regional officials here. A district court in Kiev invalidated Mr. Aksyonov’s appointment as prime minister hours after receiving a request by the acting prosecutor general, Oleh Maknitskyi.\nThe prosecutor’s office said the court had invalidated a vote by the Crimean Parliament last week that dismissed the regional government and installed a new council of ministers led by Mr. Aksyonov.\nAdvertisement Continue reading the main story\nMr. Yatsenyuk, the acting prime minister, said the government hoped to mend Ukraine’s relationship with Russia, even as it moved to sign political and trade agreements with the European Union.\n“Ukraine is ready to rebuild a new style of relations with Russia, where Russia respects the sovereign right of Ukraine on its choice of foreign policy vector,” Mr. Yatsenyuk said during a briefing in Parliament.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Kremlin, however, is unlikely to accept Ukraine’s moving closer to Europe, in part because of concerns that the country would eventually join NATO. Underscoring the role of the alliance, the government of Turkey, a NATO member, said Tuesday that it had sent eight F-16 fighter jets in response to a Russian surveillance plane that was flying along the Black Sea coast. Turkey is just across the Black Sea from Crimea.\nIn Crimea, a long caravan of cars drove through Simferopol throughout Tuesday, many with a slogan written on their rear windshields saying, “Against the Lying Mass Media.” Supporters who cheered the caravan said the message was aimed at the Ukrainian news media in Kiev that was reporting on so-called pro-Russia extremists in Crimea.\nWhile President Vladimir V. Putin of Russia, making his first public statements on the developments in Crimea, denied the involvement of Russian troops here, many of the vehicles transporting soldiers on the peninsula have Russian military license plates. Unofficial vehicle checkpoints have also been established throughout Crimea, often with the red, blue and white Russian flag flying over the barricades, though their purpose was not clear. The people operating the checkpoints say they are providing security.\nAt a base near the Belbek airport, several hundred Ukrainian and pro-Russia forces were in a standoff on Tuesday that had begun overnight. Although the Russian forces fired warning shots, the dispute ended with no violence or injuries, and some of the Ukrainians were able to take up their positions, staffing guard posts at the airfield.", "url": "https://www.nytimes.com/2014/03/05/world/europe/crimea-ukraine-russia.html"}