{"authors": ["Jodi Rudoren", "Isabel Kershner"], "date_download": "2018-11-16 04:34:51", "date_modify": "2018-11-16 04:34:51", "date_publish": "2014-04-29 03:33:43", "description": "As a nine-month deadline for an Israeli-Palestinian peace deal passes, new punitive measures in progress and other moves could bring an intractable conflict to a new low.", "filename": "2014_04_29_world_middleeast_arc-of-a-failed-deal-how-nine-months-of-mideast-talks-ended-in-dissarray.html_module=inline_1542342891.html", "image_url": "https://static01.nyt.com/images/2014/04/29/world/RECONSTRUCT/RECONSTRUCT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_29_world_middleeast_arc-of-a-failed-deal-how-nine-months-of-mideast-talks-ended-in-dissarray.html_module=inline_1542342891.html", "title": "Arc of a Failed Deal: How Nine Months of Mideast Talks Ended in Disarray", "title_page": "Arc of a Failed Deal: How Nine Months of Mideast Talks Ended in Disarray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was always food. In a first for Israeli peacemakers, there was Chinese takeout in December at Mr. Kerry’s townhouse. At the King David hotel recently, Mr. Faraj gobbled up matzo, having developed a taste for it in Israeli prisons. When a snowstorm shuttered Washington offices — and supermarkets — Mr. Indyk’s wife, Gahl Burt, scrambled to assemble supper two nights running, only to discover too late that Ms. Livni was a vegetarian and Mr. Erekat did not eat fish.\nSometimes they sat in Mr. Erekat’s office in Jericho, where he has a blown-up photograph from his December trip to Hisham’s Palace with Mr. Indyk.\n“I meant to take Martin to ruins to show him nothing lasts and life goes on,” Mr. Erekat explained. “These were great empires — they’re gone. I know that the Israeli occupation will go. I know.”\nThe first turning point came Nov. 5. After the second of Israel’s four promised batches of prisoners were released, amid anguished protests in Jerusalem, various plans for nearly 20,000 settlement units were pushed forward over five days (some were later withdrawn). The Palestinians were outraged not only at the scale, but that Israelis were suggesting they had agreed to trade construction for prisoners, when in fact the “price” was a pledge not to join international agencies and conventions for the duration of the talks.\nAt a negotiating session in a Jerusalem suburb, Mr. Erekat pulled from his bag the computer disk he always carried containing accession papers and threatened to join 15 conventions “tomorrow.” He and Mr. Shtayyeh drove directly to Bethlehem to submit their resignations (only Mr. Shtayyeh’s was accepted).\nMr. Kerry condemned the construction, asking in a television interview, “How can you say we’re planning to build in the place that will eventually be Palestine?”\nPrime Minister Netanyahu suggested shifting to separate talks with the Americans, with the idea that the Israeli and Palestinian publics might more easily swallow a third round of prisoner releases and settlement announcements if they came with substantive progress. In a sign of progress, Mr. Abbas suggested that the Israeli military could remain in the West Bank for five years and then be replaced by either NATO or United States troops. Israel did delay settlement after December’s prisoner release, but only for the few days of a Kerry visit.", "url": "https://www.nytimes.com/2014/04/29/world/middleeast/arc-of-a-failed-deal-how-nine-months-of-mideast-talks-ended-in-dissarray.html?module=inline"}