{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:28:41", "date_modify": "2018-11-16 04:28:41", "date_publish": "2014-08-14 21:35:51", "description": "The opposition leader Imran Khan and a cleric, Muhammad Tahir-ul Qadri, rallied their supporters to demand that Prime Minister Nawaz Sharif resign.", "filename": "2014_08_15_world_asia_imran-khan-leads-pakistan-protest-march.html_module=inline_1542342521.html", "image_url": "https://static01.nyt.com/images/2014/08/15/world/15PAKISTAN/15PAKISTAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_15_world_asia_imran-khan-leads-pakistan-protest-march.html_module=inline_1542342521.html", "title": "Protest March Bears Down on the Leader of Pakistan", "title_page": "Protest March Bears Down on the Leader of Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His reaction appeared to stem in part from speculation that the political tumult could open the way for a military coup — a fate that Mr. Sharif suffered in 1999, leading to his imprisonment and then seven years in exile. But by late Thursday, those fears had dissipated somewhat after the government reluctantly agreed to allow the protests to proceed.\nMr. Sharif also made a show of unity with the military leadership, appearing twice alongside the powerful army chief, Gen. Raheel Sharif. Late Wednesday, the two men, who are not related, attended a military ceremony outside Parliament. On Thursday, they traveled to insurgency-stricken Baluchistan Province for a ceremony to mark the reopening of Ziarat House, a former residence of Pakistan’s founding father, Muhammad Ali Jinnah. The house was burned to the ground last year by Baluch separatists.\n“The country cannot afford any more subversion and negative politics,” Mr. Sharif said in a speech.\nMr. Khan’s “independence march,” as he calls it, is driven by accusations that Mr. Sharif’s party rigged the general election in May 2013. The results handed Mr. Sharif a handsome majority in Parliament, although Mr. Khan’s Pakistan Tehreek-e-Insaf party won control of the government in Khyber-Pakhtunkhwa Province.\nThe popularity of Mr. Khan, 61, a former captain of the national cricket team and an enduring sex symbol — he was photographed bare-chested outside his home in Lahore this week — is built on his appeal to young Pakistanis disillusioned by traditional politics. In recent days, supporters camped outside his home, and several spoke of “revolution.”\n“We will go to Islamabad and sit there for days, months and even years until our demands are met,” said Ayesha Ahmed, a Lahore woman in her early 30s who wore a dress in the colors of Mr. Khan’s party.", "url": "https://www.nytimes.com/2014/08/15/world/asia/imran-khan-leads-pakistan-protest-march.html?module=inline"}