{"authors": ["Amanda Cox"], "date_download": "2018-11-16 04:07:25", "date_modify": "2018-11-16 04:07:25", "date_publish": "2014-12-11 23:15:57", "description": "Young men work less. Older men work more. Here’s what happens at every age.", "filename": "2014_12_12_upshot_the-rise-of-men-who-dont-work-and-what-they-do-instead.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341245.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_12_upshot_the-rise-of-men-who-dont-work-and-what-they-do-instead.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341245.html", "title": "The Rise of Men Who Don’t Work, and What They Do Instead", "title_page": "The Rise of Men Who Don’t Work, and What They Do Instead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At every age, the chances of not working have changed in the last 15 years. Teenagers are far more likely not to work. Older people are retiring later and working more. In the ages in between — the periods of life when most people work — the changes have been smaller, but they are still substantial.\nIn the late 1960s, almost all men between the ages of 25 and 54 went to work. Only about 5 out of every 100 did not have a job in any given week. By 2000, this figure had more than doubled, to 11 out of every 100 men. This year, it’s 16. (People in the military, prison and institutions are excluded from these figures.)\nOf course, the economy was stronger in 2000 than it is today, with a lower official unemployment rate — the share of people not working and actively looking for work — than today. But for prime-age men, the rise in official unemployment explains only about one-third of the increase in not working.\nThe remaining two-thirds is made up of those who are not working and not looking for work. Every month, the Census Bureau and the Bureau of Labor Statistics ask these men who are not in the labor force to describe their situation. Are they disabled, ill, in school, taking care of house or family, in retirement, or something else? Here are the trends within some of the larger of those categories:\nSchool\nAbout 13 percent of the increase in prime-age nonworkers, including a substantial fraction of the younger ones, comes among people who say they are in school.", "url": "https://www.nytimes.com/2014/12/12/upshot/the-rise-of-men-who-dont-work-and-what-they-do-instead.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}