{"authors": [], "date_download": "2018-11-16 04:01:00", "date_modify": "2018-11-16 04:01:00", "date_publish": "2014-10-25 20:42:54", "description": "This is the full statement from the chief of Criminal Investigation of the Internal Revenue Service to The New York Times regarding the agency’s policy on structuring cases.", "filename": "2014_10_26_us_statement-of-richard-weber-chief-of-irs-criminal-investigation.html__r=0&module=inline_1542340860.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_26_us_statement-of-richard-weber-chief-of-irs-criminal-investigation.html__r=0&module=inline_1542340860.html", "title": "Statement of Richard Weber, Chief of I.R.S. Criminal Investigation", "title_page": "Statement of Richard Weber, Chief of I.R.S. Criminal Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is the full statement from the chief of Criminal Investigation of the Internal Revenue Service to The New York Times regarding the agency’s policy on structuring cases.\nAfter a thorough review of our structuring cases over the last year and in order to provide consistency throughout the country (between our field offices and the U.S. attorney offices) regarding our policies, I.R.S.-C.I. will no longer pursue the seizure and forfeiture of funds associated solely with “legal source” structuring cases unless there are exceptional circumstances justifying the seizure and forfeiture and the case has been approved at the director of field operations (D.F.O.) level. While the act of structuring — whether the funds are from a legal or illegal source — is against the law, I.R.S.-C.I. special agents will use this act as an indicator that further illegal activity may be occurring. This policy update will ensure that C.I. continues to focus our limited investigative resources on identifying and investigating violations within our jurisdiction that closely align with C.I.'s mission and key priorities. The policy involving seizure and forfeiture in “illegal source” structuring cases will remain the same.", "url": "https://www.nytimes.com/2014/10/26/us/statement-of-richard-weber-chief-of-irs-criminal-investigation.html?_r=0&module=inline"}