{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:28:34", "date_modify": "2018-11-16 04:28:34", "date_publish": "2014-12-17 02:20:06", "description": "Mr. Bush, the former governor of Florida, could commandeer the center-right of the Republican Party, but his views on immigration and education may not please more conservative members.", "filename": "2014_12_17_us_politics_jeb-bush-takes-a-step-toward-a-presidential-run-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342514.html", "image_url": "https://static01.nyt.com/images/2014/12/17/us/JP-BUSH/JP-BUSH-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_17_us_politics_jeb-bush-takes-a-step-toward-a-presidential-run-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342514.html", "title": "Jeb Bush Takes a Step Toward a Presidential Run", "title_page": "Jeb Bush Takes a Step Toward a Presidential Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Rubio, whose term is up in 2016, said through a spokesman that he believed Mr. Bush would be a formidable candidate but reiterated that his decision to run would not be based on “who else might be running.”\nMr. Bush’s move also may make fund-raising more difficult for Gov. Chris Christie of New Jersey, whose base of New York-area donors will face pressure from Bush loyalists to hold out for a familiar political brand.\nFurther, the possibility of a third campaign by Mitt Romney, the Republicans’ 2012 standard-bearer, now seems less likely. Some party elites were eying a Romney revival in large part because they were seeking a candidate formidable enough to take on former Secretary of State Hillary Rodham Clinton. Tension between supporters of the two Republicans have been rising, and at least one Romney adviser has expressed irritation to Mr. Bush’s backers about some of the former Florida governor’s recent criticism of Mr. Romney’s 2012 campaign.\nMr. Bush’s allies, for their part, have been asking donors to share what Mr. Romney’s loyalists have been saying about his own plans. Some contributors believe Mr. Bush is seeking to force Mr. Romney’s hand by stepping forward at this early date, raising pressure on donors with ties to both men to pick a side.\nWith bundlers, elected officials and party activists now given the chance to show their support early for Mr. Bush, and perhaps win a chit for a future appointment, other prospects will have to quickly indicate their plans.\n“If you’re going to run, go do it,” said Robert T. Grand, an Indiana-based Republican donor, who was one of the leading donors to George W. Bush’s 2004 campaign. “I think you’ve got a short period of time. This announcement triggers the start.”\n“Now that he has entered the ring, you will see others doing so fairly rapidly because there will be a race for funders,” added Dirk Van Dongen, a Washington lobbyist and bundler who will back Mr. Bush.", "url": "https://www.nytimes.com/2014/12/17/us/politics/jeb-bush-takes-a-step-toward-a-presidential-run-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}