{"authors": ["Steven Lee Myers"], "date_download": "2018-11-16 04:37:25", "date_modify": "2018-11-16 04:37:25", "date_publish": "2014-03-04 21:19:44", "description": "In his first public remarks on the political upheaval in Ukraine, President Vladimir V. Putin sought to defend Russia from the fury of global criticism while rallying support at home.", "filename": "2014_03_05_world_europe_putin-flashing-disdain-defends-action-in-crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343045.html", "image_url": "https://static01.nyt.com/images/2014/03/05/world/PUTIN/PUTIN-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_05_world_europe_putin-flashing-disdain-defends-action-in-crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343045.html", "title": "Putin, Flashing Disdain, Defends Action in Crimea", "title_page": "Putin, Flashing Disdain, Defends Action in Crimea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He was actually only recently appointed to this position, in December, I believe,” Mr. Putin explained. “Even if we accept that they are all corrupt there, he barely had time to steal anything.”\nHis remarks were his first in public on the crisis. They were aimed at both international and domestic audiences, defending Russia from the fury of the global criticism for the furtive occupation of Crimea and rallying support at home.\nHe seemed eager to assure a wary population in Russia — as well as nervous markets that plunged on Monday — that he did not intend to go to war with Ukraine, a country with deep historical, cultural, social and familial ties with many Russians.\nBut he offered no clear prescription for ending the crisis, appearing content, as his spokesman, Dmitri S. Peskov, said later, to wait to see what develops next.\nRussia did not want a war against our “brothers in arms” in Ukraine, he said, only days after Russian special operation troops spread across the Crimean Peninsula in southern Ukraine and effectively seized control. At the same time, he fiercely challenged the version of events in Ukraine that had been presented by European and, especially, American leaders, whom he accused not only of abetting but orchestrating an “unconstitutional coup.”\nVideo\nHis remarks were the closest any Russian official has come to acknowledging the deployment of troops in what Ukrainian and other foreign leaders have said was the de facto invasion of Crimea by 6,000 to 15,000 additional Russian troops. The forces, according to reports, continue to arrive by ferry and helicopter across the Kerch Strait, at the peninsula’s closest point to southern Russia.\n“We did this, and it was the right thing to do, and very timely,” he said.\nMr. Putin defended Russia’s actions in Ukraine as a justified and measured response to an “orgy” of violence by nationalists, fascists, reactionaries and anti-Semites who are now in control of an illegitimate government. He described the former leader, President Viktor F. Yanukovych, as the legitimate president of Ukraine, despite the Parliament’s impeachment-like vote to strip him of his powers after he fled Kiev last month.\nAdvertisement Continue reading the main story\nAt the same time, Mr. Putin, whose relations with Mr. Yanukovych have always been rocky, said the former leader had no political future and that he had personally told him so.\nHe later added that while Russia’s upper house of Parliament had granted him the legal authority to use force in Ukraine, he believed it was not necessary to do so in eastern Ukraine and other parts of the country. At least not yet. Ethnic Russians in that region have been seizing government buildings and appealing for Russian intervention in a pattern very much like that in Crimea over the last week.\n“Such a measure,” he said of a larger incursion into Ukrainian territory, “would certainly be the very last resort.”\nMr. Putin’s remarks were made before the Kremlin’s selected pool of journalists at his residence in Novo-Ogaryovo, outside Moscow, and they were broadcast live on state television networks repeatedly through the afternoon and evening, giving the country and the world the outlines of a strategy that at the end remained unclear.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHis larger annual news conferences are highly choreographed and planned weeks in advance, but on this occasion Mr. Putin’s appearance appeared hastily organized, and he coyly evaded some of the most direct questions. They included one about the Russian soldiers arrayed outside Ukrainian military bases in Crimea, which he deflected by saying that the uniforms they wore were common through the post-Soviet region. “Go to our stores, and you can buy any uniform,” he said.\nGleb Pavlovksy, a political consultant who worked with the Kremlin in the past, described the news conference as “eclectic.” He said: “I expected him to prepare a message, a thesis, ideological or strategic, but it was more explanatory and defensive. It contained contradictions, which spoke to the fact it was not prepared. It explained something about his motives, but they were various.”\nAbove all, Mr. Putin appeared defiant, evidently frustrated by what he described as false promises by foreign diplomats and double standards that justify American or NATO military operations in the name of protecting human rights or democracy but disregard Russian concerns.\n“We are often accused of illegitimacy in our actions, and when I ask the question, ‘Do you think everything you do is legitimate?’ they say yes,” he said, and then went on.\n“It’s necessary to recall the actions of the United States in Afghanistan, in Iraq, in Libya, where they acted either without any sanction from the U.N. Security Council or distorted the content of these resolutions, as it happened in Libya,” he said. “There, as you know, only the right to create a no-fly zone for government aircraft was authorized, and it all ended in the bombing and participation of special forces in ground operations. Our partners, especially the United States, always formulate their geopolitical and state interests, and then drag the rest of the world with them, guided by the well-known phrase ‘If you’re not with us, you’re against us.’ ”\nAdvertisement Continue reading the main story\nHe brushed aside concerns about President Obama’s threat of sanctions and dismissed the suspension of preparations for the Group of 8 summit meeting scheduled in Sochi, where Mr. Putin hosted the Olympics after a reconstruction effort that cost more than $50 billion.\n“As for the Group of 8, I don’t know,” he said with an indifferent shrug. “We are preparing for the Group of 8, and we will be ready for them to accept our colleagues. If they don’t want to come, well, they don’t need to.”\nMr. Putin refused to recognize Oleksandr V. Turchynov, who had been named acting president of Ukraine, and said he would not recognize a new round of elections “if they were held under the same terror which we are now seeing in Kiev.”\nAt the same time he suggested that Ukraine hold a referendum to adopt a new constitution, presumably addressing the status of Crimea and other regions with large Russian populations, and then hold elections for a new president and Parliament.\nHe said that the people of Crimea, a mixture of Russians, Ukrainians and Tatars, should be allowed to “determine their own future,” comparing them pointedly to Kosovars, who, after a NATO air war, ultimately declared Kosovo’s independence from Serbia in 2008.\nMr. Putin has viewed similar calls for self-determination among Russia’s ethnic republics as treasonous and presided over a prolonged war in Chechnya that begin in 1999 to crush its separatist movement.\nMr. Putin, surprisingly, expressed some understanding for the protesters who massed on Independence Square in Kiev with a pointed rebuke of Ukraine’s political system as an immature, corrupted one. He said they wanted “radical change rather than some cosmetic remodeling of power.”\n“Why are they demanding this?” he said. “Because they have grown used to seeing one set of thieves being replaced by another. Moreover, the people in the regions do not even participate in forming their own regional governments.” Mr. Putin nonetheless denounced the methods of the protests and their political supporters in Parliament, particularly the eruption of violence in Kiev on Feb. 18 and 19.\nHe suggested at one point that it was provocateurs from the opposition posing as snipers — and not government forces — who shot and killed many of those who died, a statement inconsistent with numerous witness accounts.\nAdvertisement Continue reading the main story\nSecretary of State John Kerry, visiting Kiev, sharply disputed Mr. Putin’s version of events in Ukraine, saying there was “not a single piece of credible evidence” for his claims.", "url": "https://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}