{"authors": ["Neil Irwin"], "date_download": "2018-11-16 04:21:31", "date_modify": "2018-11-16 04:21:31", "date_publish": "2014-10-10 18:58:27", "description": "The former Fed chairman Ben Bernanke needed a pseudonym for high-level email conversations. Meet Edward Quince.", "filename": "2014_10_11_upshot_a-crisis-an-alias-and-a-cocktail-with-quince.html_module=inline_1542342091.html", "image_url": "https://static01.nyt.com/images/2014/10/11/upshot/11up-twist/11up-twist-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_11_upshot_a-crisis-an-alias-and-a-cocktail-with-quince.html_module=inline_1542342091.html", "title": "A Crisis, an Alias and a Cocktail With Quince", "title_page": "A Crisis, an Alias and a Cocktail With Quince - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Everybody is familiar with Ben Bernanke, the bearded former Federal Reserve chairman who presided over a period of economic crisis (and who recently confessed to not qualifying for a loan).\nBut do you know Edward Quince?\nIt is a trick question, as anyone who spent the week in a federal courthouse in Washington learned. During the years of the financial crisis, that was the name attached to Mr. Bernanke’s private email address for back-and-forth with other top policy makers. It is a trick used by high government officials so that they can correspond with colleagues but not allow people to guess their official email addresses. It’s akin to movie stars checking into hotels under assumed names.\nThis raises all kinds of questions about what other fruit-based secret pseudonyms high government officials use for their private email accounts.\nIs Mr. Bernanke’s successor, Janet Yellen, secretly going by Elizabeth Mango? Did Tim Geithner, the former Treasury secretary, use Thomas.Kumquat@treasury.gov? Surely John Boehner, the well-tanned speaker of the House, is Theodore Orange, yes? (We assume our colleague Robert Pear and the late Times political writer R.W. “Johnny” Apple needed no email pseudonym.)", "url": "https://www.nytimes.com/2014/10/11/upshot/a-crisis-an-alias-and-a-cocktail-with-quince.html?module=inline"}