{"authors": ["Douglas Martin"], "date_download": "2018-11-16 04:55:35", "date_modify": "2018-11-16 04:55:35", "date_publish": "2014-05-27 16:16:27", "description": "A self-styled “information architect,” Mr. Vignelli gave Modernist shape to book covers, shopping bags, furniture, corporate logos and, famously, a subway map.", "filename": "2014_05_28_business_massimo-vignelli-a-modernist-graphic-designer-dies-at-83.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344135.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_28_business_massimo-vignelli-a-modernist-graphic-designer-dies-at-83.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344135.html", "title": "Massimo Vignelli, Visionary Designer Who Untangled the Subway, Dies at 83", "title_page": "Massimo Vignelli, Visionary Designer Who Untangled the Subway, Dies at 83 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Massimo, probably more than anyone else, gets the credit for introducing a European Modernist point of view to American graphic design,” Michael Bierut, a partner at Pentagram, a leading graphic design firm, said.\nMr. Vignelli’s work has been shown in North America and Europe. It is in the permanent collections of the Museum of Modern Art, the Metropolitan Museum of Art, the Cooper-Hewitt National Design Museum in New York, as well as museums in Philadelphia, Montreal, Jerusalem, Munich and Hamburg, Germany.\nHis clients included American Airlines, Ford, IBM, Xerox and Gillette. St. Peter’s Lutheran Church in Manhattan had him design an entire church. His brochures for the National Park Service are still used. Bloomingdale’s, Saks Fifth Avenue and Barneys all gave out Vignelli-designed shopping bags in the 1970s. He designed the signs for the New York and Washington subways and suggested the name Metro for the Washington system.\nMr. Vignelli described himself as an “information architect,” one who structures information to make it more understandable. But when the Metropolitan Transportation Authority released his new subway map in 1972, many riders found it the opposite of understandable. Rather than representing the subway lines as the spaghetti tangle they are, it showed them as uniform stripes of various colors running straight up and down or across at 45-degree angles — not unlike an engineer’s schematic diagram of the movement of electricity.\nWhat upset many riders even more was that the map ignored much of the city aboveground. It reduced the boroughs to white geometric shapes and eliminated many streets, parks and other familiar features of the cityscape. Tourists complained of getting off the subway near the southern end of Central Park and finding that a stroll to its northern tip, 51 blocks away, took more than the 30 minutes they had expected. Gray, not green, was used to denote Central Park; beige, not blue, to indicate waterways.", "url": "https://www.nytimes.com/2014/05/28/business/massimo-vignelli-a-modernist-graphic-designer-dies-at-83.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}