{"authors": ["Mark Landler", "Michael R. Gordon"], "date_download": "2018-11-16 04:34:59", "date_modify": "2018-11-16 04:34:59", "date_publish": "2014-03-31 19:08:41", "description": "The United States and Israel are discussing the possible release of Jonathan Pollard, an American serving a life sentence in North Carolina for spying for Israel.", "filename": "2014_04_01_world_middleeast_pollard.html_module=inline_1542342899.html", "image_url": "https://static01.nyt.com/images/2014/04/01/world/JP-POLLARD/JP-POLLARD-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_world_middleeast_pollard.html_module=inline_1542342899.html", "title": "U.S. Is Weighing Release of a Spy for the Israelis", "title_page": "U.S. Is Weighing Release of a Spy for the Israelis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Raising Mr. Pollard’s case now carries extra resonance because this round of talks is in danger of breaking down over whether Israel will release a fourth and final batch of Palestinian prisoners.\nThe president of the Palestinian Authority, Mahmoud Abbas, has said that unless Israel releases the prisoners as promised, he will not consider any extension past the April target date for negotiating the outlines of a comprehensive treaty. But Israeli leaders, who assert that the Palestinians have yet to make meaningful concessions, have threatened to halt the prisoner release unless the talks are extended — creating a chicken-and-egg problem for Mr. Kerry.\nFor the second time in a week, Mr. Kerry interrupted visits in European capitals to rush to the Middle East to confer on the peace talks. He met Monday evening with Mr. Netanyahu and later with Saeb Erekat, the chief Palestinian negotiator.\n“The Israelis would say to Kerry: ‘You’re asking us to allow the release of prisoners who have 50 deaths on their hands. Surely you can release one man who means a lot to the Israeli people,’ ” said Daniel C. Kurtzer, a former American ambassador to Israel.\nIn Washington, the arguments against releasing Mr. Pollard are no longer as compelling as they once seemed. After nearly three decades in prison, he is no longer a threat to national security, and his parole is looming. If Mr. Pollard is a chit to be played in the talks, it will lose value over time. Two former secretaries of state, Henry A. Kissinger and George P. Shultz, have called for clemency, as has a former C.I.A. director, R. James Woolsey Jr.\n“Many in the intelligence community have opposed out of habit rather than considered argument,” said Dennis B. Ross, a former senior adviser to Mr. Obama on the Middle East. “The instinct will, thus, still be negative but may be less vehement.”\nIn a measure of the popular support that Mr. Pollard’s case now garners in Israel, the newspaper Yediot Aharonot published excerpts Monday of an impassioned letter to Mr. Netanyahu from Gilad Shalit, an Israeli soldier who was held captive by Hamas in Gaza for five years and released in a lopsided prisoner exchange in 2011.\n“I cannot help but feel the great pain of Jonathan Pollard, who has been sitting in prison for about 29 years — more than five times the length of time I spent in captivity, and in the United States, our great friend,” Mr. Shalit wrote, adding, “I am asking you to make it clear to the Americans that before anything else, Jonathan Pollard must go free.”", "url": "https://www.nytimes.com/2014/04/01/world/middleeast/pollard.html?module=inline"}