{"authors": ["Richard Conniff"], "date_download": "2018-11-16 04:21:17", "date_modify": "2018-11-16 04:21:17", "date_publish": "2014-04-07 20:21:12", "description": "Small but prolific predators, salamanders affect the ecosystem of a forest and collectively could help stave off climate disaster.", "filename": "2014_04_08_science_salamanders-hefty-role-in-the-forest_1542342077.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_08_science_salamanders-hefty-role-in-the-forest_1542342077.html", "title": "Salamander’s Hefty Role in the Forest", "title_page": "Salamander’s Hefty Role in the Forest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If someone asked you to name the top predator in North American forests, you might think of bears, or maybe great horned owls. But here’s another answer to think about: woodland salamanders.\nThese skittish, slippery amphibians literally live under a rock, or a log, or any convenient dark and damp forest habitat. As apex predators go, they are mainly small, a few inches long and weighing well under an ounce.\nBut they are hugely abundant — and very hungry. On an average day, a salamander eats 20 ants of all sizes, two fly or beetle larvae, one adult beetle and half of an insect called the springtail. And in doing so, they collectively affect the entire course of life in the forest — and perhaps far beyond.\nAccording to a new study in the journal Ecosphere, salamanders play a significant role in the global carbon cycle. If flatulent cattle are among the black hats of climate change (the livestock industry emits 14.5 percent of human-associated greenhouse gases), then salamanders may just be the white hats, helping to stave off climate disaster. If no one has noticed this before, well, this is how it goes when you live under a rock.", "url": "https://www.nytimes.com/2014/04/08/science/salamanders-hefty-role-in-the-forest.html"}