{"authors": ["Floyd Norris"], "date_download": "2018-11-16 04:36:21", "date_modify": "2018-11-16 04:36:21", "date_publish": "2014-03-07 16:01:07", "description": "Unlike the Soviet Union, today’s Russia has substantial trade ties with Western Europe, and it and the West are more dependent on each other than they were in decades past.", "filename": "2014_03_08_business_a-new-cold-war-would-differ-from-the-old_1542342981.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_08_business_a-new-cold-war-would-differ-from-the-old_1542342981.html", "title": "New Cold War Would Differ From Old", "title_page": "New Cold War Would Differ From Old - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Monday, the same day that stock prices plunged around the world because of the Ukrainian crisis, Markit reported on the results of monthly surveys of manufacturers around the world, and Russia stood out on the negative side.\nIn those surveys, companies are asked if business is better that month than it was the previous month, both over all and in several areas. The accompanying charts show the results in two of those areas: output and new export orders. Figures over 50 indicate that more companies reported improvement than reported declines, while those under 50 indicate the reverse.\nThe charts compare the Russian results with the averages of two groups of neighbors. One includes the four Eastern European countries where the surveys are conducted — Poland, Hungary, the Czech Republic and Turkey. The other includes the four troubled members of the euro zone that are surveyed. Ireland and Greece had to be bailed out, while Italy and Spain have seen bond markets grow fearful of their ability to meet their obligations.\nIn 2012, manufacturers in Russia were reporting much better results than either of those two groups. But now, both of the groups say that export orders and output are rising. In Russia, they are shrinking.\nIf the new Cold War lasts for a long time, a substantial reduction in trade could damage both sides; each is far more dependent on the other than it ever was in the old Cold War. That provides a reason for both sides to compromise, but it also may provide a reason for each to be stubborn, expecting that the other will have to give in.", "url": "https://www.nytimes.com/2014/03/08/business/a-new-cold-war-would-differ-from-the-old.html"}