{"authors": ["Michael R. Gordon", "Neil Macfarquhar"], "date_download": "2018-11-16 04:35:03", "date_modify": "2018-11-16 04:35:03", "date_publish": "2014-03-30 17:48:32", "description": "As Secretary of State John Kerry began his meeting in Paris with his Russian counterpart on Sunday to seek a political solution to the standoff over Ukraine, the federalization of the country was likely to be at the core of the discussion.", "filename": "2014_03_31_world_europe_kerry-and-russian-counterpart-meet-on-ukraine-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342903.html", "image_url": "https://static01.nyt.com/images/2014/03/31/world/31kerry/31kerry-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_31_world_europe_kerry-and-russian-counterpart-meet-on-ukraine-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342903.html", "title": "Promises of Diplomacy but No Advances in Ukraine Talks", "title_page": "Promises of Diplomacy but No Advances in Ukraine Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Secretary of State John Kerry and his Russian counterpart agreed on Sunday that a political solution was needed for Ukraine and said they planned to continue discussing ways to de-escalate the crisis over the country’s future and Russia’s annexation of Crimea. But neither side claimed a breakthrough, and Russia did not commit to pulling back the more than 40,000 troops the United States says are massed near Ukraine’s border.\n“Both of us recognize the importance of finding a diplomatic solution and simultaneously meeting the needs of the Ukrainian people, and that we agreed on tonight,” Mr. Kerry told reporters after meeting with the Russian foreign minister, Sergey V. Lavrov.\nIn a separate news conference, Mr. Lavrov said he and Mr. Kerry had agreed to work on securing the rights of minorities and “linguistic rights” in Ukraine, which has a large ethnic Russian population. The treatment of ethnic Russians is considered key because Western officials have worried that it might serve as a rationale for military intervention in eastern Ukraine, where many Russian speakers live.\nAmerican officials said Mr. Kerry’s strategy in the four-hour meeting was to make the case that Ukrainian officials were already taking steps to address Russia’s core concerns, which include the rights of the Russian-speaking population, the demobilization of militias and constitutional reforms. There appeared to be some acknowledgment of this on the Russian side, they said", "url": "https://www.nytimes.com/2014/03/31/world/europe/kerry-and-russian-counterpart-meet-on-ukraine-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}