{"authors": ["Ben Hubbard", "Anne Barnard"], "date_download": "2018-11-16 04:38:03", "date_modify": "2018-11-16 04:38:03", "date_publish": "2014-09-26 01:06:44", "description": "On the third day of American-led airstrikes in Syria, it was increasingly uncertain whether the United States could punish terrorist groups without aiding President Bashar al-Assad.", "filename": "2014_09_26_world_middleeast_clashing-goals-in-syria-strikes-put-us-in-fix.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343083.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_26_world_middleeast_clashing-goals-in-syria-strikes-put-us-in-fix.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343083.html", "title": "Clashing Goals in Syria Strikes Bedevil Obama", "title_page": "Clashing Goals in Syria Strikes Bedevil Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the other side, Mr. Obama’s Persian Gulf allies, whom he has pointed to as crucial to the credibility of the air campaign, have expressed displeasure with the United States’ reluctance to go after Mr. Assad directly. For years, Qatar, Saudi Arabia and the United Arab Emirates have pressed Washington to join the fight to oust the Syrian president.\nAnd for years, the United States has demurred.\n“We need to create an army to fight the terrorists, but we also have to fight the regime,” Sheikh Tamim bin Hamad al-Thani, emir of Qatar, said Thursday in an interview with New York Times editors. “We have to do both.”\nMr. Obama told the United Nations General Assembly on Wednesday that the United States would work with its allies to roll back the Islamic State through military action and support for moderate rebels. But he added, “The only lasting solution to Syria’s civil war is political: an inclusive political transition that responds to the legitimate aspirations of all Syrian citizens, regardless of ethnicity, regardless of creed.”\nYet as the Syrian conflict transformed from peaceful, popular calls for change to a bloody unraveling of the nation, it also became a proxy battlefield for regional and global interests. Iran and Russia sided with Mr. Assad. Arab Gulf nations sided with the rebels, though not always with the same rebels. The United States called for Mr. Assad to go, but never fully engaged.\nThe rise of the Islamic State militant group, also known as ISIS, prompted Mr. Obama to jump in, but under the auspices of an antiterrorism campaign. The United States was not taking sides in the civil war, or at least it did not intend to. But the minute it entered the battlefield, it inevitably muddled its standing in Syria and across the Middle East, analysts and experts in the region said.", "url": "https://www.nytimes.com/2014/09/26/world/middleeast/clashing-goals-in-syria-strikes-put-us-in-fix.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}