{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:41:58", "date_modify": "2018-11-16 04:41:58", "date_publish": "2014-06-17 19:33:09", "description": "The apprehension of Ahmed Abu Khattala may finally begin to address some of the persistent questions about who carried out the Libya attack and why.", "filename": "2014_06_18_world_middleeast_apprehension%2Dof%2Dahmed%2Dabu%2Dkhattala%2Dmay%2Dbegin%2Dto%2Danswer%2Dquestions%2Don%2Dassault.html_module=inline_1542343318.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_18_world_middleeast_apprehension%2Dof%2Dahmed%2Dabu%2Dkhattala%2Dmay%2Dbegin%2Dto%2Danswer%2Dquestions%2Don%2Dassault.html_module=inline_1542343318.html", "title": "Brazen Figure May Hold Key to Mysteries", "title_page": "Brazen Figure May Hold Key to Mysteries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — Ahmed Abu Khattala was always open about his animosity toward the United States, and even about his conviction that Muslims and Christians were locked in an intractable religious war. “There is always hostility between the religions,” he said in an interview. “That is the nature of religions.”\nDuring the assault on the American diplomatic mission in Benghazi, Libya, on the night of Sept. 11, 2012, Mr. Abu Khattala was a vivid presence. Witnesses saw him directing the swarming attackers who ultimately killed Ambassador J. Christopher Stevens and three other Americans.\nAfterward, he offered contradictory denials of his role, sometimes trying to say that he did not do it but strongly approved. He appeared to enjoy his notoriety.\nEven after President Obama vowed to hunt down the attackers, Mr. Abu Khattala sat for repeated interviews with Western journalists and even invited a correspondent for tea in the modest home where he lived openly, with his mother, in the el-Leithi neighborhood of Benghazi.", "url": "https://www.nytimes.com/2014/06/18/world/middleeast/apprehension%2Dof%2Dahmed%2Dabu%2Dkhattala%2Dmay%2Dbegin%2Dto%2Danswer%2Dquestions%2Don%2Dassault.html?module=inline"}