{"authors": ["Raphael Minder"], "date_download": "2018-11-16 04:15:44", "date_modify": "2018-11-16 04:15:44", "date_publish": "2014-02-20 10:00:18", "description": "Work on the expansion was set to start again on Thursday after the builders and the canal authority agreed on a way to pay suppliers.", "filename": "2014_02_21_business_deal-reached-to-resume-expansion-of-panama-canal_1542341744.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_21_business_deal-reached-to-resume-expansion-of-panama-canal_1542341744.html", "title": "Deal Reached to Resume Expansion of Panama Canal", "title_page": "Deal Reached to Resume Expansion of Panama Canal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Under the agreement to resume work on Thursday, the authority said in statement that it would pay the consortium $36.8 million to cover December invoices and allow the builders to cancel “pending payments and obligations to suppliers.” The parties were to discuss in the following 72 hours a new timetable for finishing the locks. “There are still some issues on which an agreement has not been reached,” the authority said.\nPreviously, the authority had threatened not only lengthy legal action against the consortium but also said it would find rival builders to complete the project. About 70 percent of the expansion work has already been done.\nGiven the size of the project and its contribution to world trade, governments in Europe and Panama had also been involved since January in efforts to end the contract dispute. While cost overruns are common for such ambitious projects, the level of overruns in this case — about half of the value of the contract — is unusually large.\nAt a time when large infrastructure projects have all but dried up in Spain, one of the countries hit hardest by the euro debt crisis, the Panama project was seen as a lifeline for Sacyr and as a boon to the international reputation of the entire Spanish construction sector.\nSacyr has been struggling to refinance its debt after coming close to default in 2011, in part because of the cost of a mistimed attempt to diversify into the oil sector just before the financial crisis began.", "url": "https://www.nytimes.com/2014/02/21/business/deal-reached-to-resume-expansion-of-panama-canal.html"}