{"authors": ["Nick Cumming-Bruce", "Hwaida Saad"], "date_download": "2018-11-16 03:47:05", "date_modify": "2018-11-16 03:47:05", "date_publish": "2014-02-10 12:30:26", "description": "After the first round of peace negotiations ended with little progress, the United Nations mediator, Lakhdar Brahimi, resumed the talks in cautious style.", "filename": "2014_02_11_world_middleeast_syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340025.html", "image_url": "https://static01.nyt.com/images/2014/02/11/world/11SYRIA1/11SYRIA1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_11_world_middleeast_syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340025.html", "title": "As Second Round of Syrian Talks Begins, U.N.’s Mediator Steps Cautiously", "title_page": "As Second Round of Syrian Talks Begins, U.N.’s Mediator Steps Cautiously - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — Representatives of Syria’s government and opposition on Monday opened a second round in the fragile peace process as humanitarian agencies continued to evacuate civilians from the besieged Old City of Homs under a cease-fire that was negotiated in the first round.\nThe United Nations mediator, Lakhdar Brahimi, resumed the talks in cautious style. He met with opposition delegates, which included for the first time representatives of armed groups fighting in Syria, and later with the Syrian government’s team.\nHours later, the United Nations announced that Mr. Brahimi would meet on Friday with the American under secretary of state for political affairs, Wendy Sherman, and Russia’s deputy foreign minister, Gennady Gatilov, in what analysts here saw as a bid to inject some new momentum into the process.", "url": "https://www.nytimes.com/2014/02/11/world/middleeast/syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}