{"authors": ["Manny Fernandez"], "date_download": "2018-11-16 04:28:21", "date_modify": "2018-11-16 04:28:21", "date_publish": "2014-07-25 00:47:13", "description": "By deploying Guard members himself rather than through Washington, Gov. Rick Perry has the power to order the troops to make arrests and apprehensions.", "filename": "2014_07_25_us_national-guard-in-texas-could-get-arrest-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342501.html", "image_url": "https://static01.nyt.com/images/2014/07/25/us/TEXAS/TEXAS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_25_us_national-guard-in-texas-could-get-arrest-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342501.html", "title": "National Guard in Texas Could Get Arrest Power", "title_page": "National Guard in Texas Could Get Arrest Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — When Gov. Rick Perry of Texas announced plans to deploy 1,000 National Guard troops to help with the border crisis, it came with a power unexpected by some. By deploying them himself rather than through Washington, he has the power to order the troops to make arrests and apprehensions, something Guard troops in past border deployments have been prohibited from doing.\nImmigrant rights advocates and others, including former federal officials involved in previous National Guard mobilizations, said the troops would lack both training and federal oversight, creating a risk of civil rights violations and deadly encounters with immigrants.\n“This does not come from the federal government,” said Jayson P. Ahern, a former Customs and Border Protection acting commissioner who helped coordinate deployment of the National Guard to the border in 2006. “That’s the biggest distinction here. This is the governor taking unilateral action. Not having that oversight and supervision and direction as part of a plan from the federal authorities, I think it is reckless and could lead to significant safety issues.”\nIn 2006, President George W. Bush sent 6,000 troops to the four border states where they repaired and built fences and roads, conducted surveillance and took over administrative and logistical duties. In 2010, Mr. Obama deployed 1,200 troops to bolster border security. Troops in those deployments did not have arrest and apprehension powers.", "url": "https://www.nytimes.com/2014/07/25/us/national-guard-in-texas-could-get-arrest-power.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}