{"authors": ["Eric Schmitt"], "date_download": "2018-11-16 04:17:33", "date_modify": "2018-11-16 04:17:33", "date_publish": "2014-05-06 02:00:38", "description": "The American base in Djibouti, Camp Lemonnier, has served as a hub for counterterrorism operations and training.", "filename": "2014_05_06_world_africa_us-signs-new-lease-to-keep-strategic-military-installation-in-the-horn-of-africa_1542341853.html", "image_url": "https://static01.nyt.com/images/2014/05/05/multimedia/obama-djibouti-remarks/obama-djibouti-remarks-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_06_world_africa_us-signs-new-lease-to-keep-strategic-military-installation-in-the-horn-of-africa_1542341853.html", "title": "U.S. Signs New Lease to Keep Strategic Military Installation in the Horn of Africa", "title_page": "U.S. Signs New Lease to Keep Strategic Military Installation in the Horn of Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Obama administration said Monday that it had signed a 20-year lease on its military base in Djibouti in the Horn of Africa, the only American installation on the continent and a staging ground for counterterrorism operations in Yemen and Somalia.\nDjibouti, a country of fewer than one million people the size of New Jersey that borders the Red Sea and Gulf of Aden, has played an increasingly significant role in seeking to stabilize regional crises. The deal reflects the small country’s outsize strategic importance in helping the United States and other Western allies combat terrorists, pirates and smugglers in the region.\nIn a 40-minute meeting in the Oval Office, President Obama and Ismail Omar Guelleh, the president of Djibouti, covered a range of security and development issues, aides said. But the talks centered on the critical role played by Camp Lemonnier, a sprawling base of 4,000 American service members and civilians that serves as a hub for counterterrorism operations and training.\n“Obviously, Camp Lemonnier is extraordinarily important not only to our work throughout the Horn of Africa but throughout the region,” said Mr. Obama, who visited Djibouti in 2006 as a United States senator.", "url": "https://www.nytimes.com/2014/05/06/world/africa/us-signs-new-lease-to-keep-strategic-military-installation-in-the-horn-of-africa.html"}