{"authors": ["Frances Robles", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:22", "date_modify": "2018-11-16 04:12:22", "date_publish": "2014-12-18 02:10:38", "description": "Three members of the Cuban Five — part of a spy ring that infiltrated exile groups in Florida in the 1990s — were released from prison as part of the sudden diplomatic thaw in relations.", "filename": "2014_12_18_world_americas_us-frees-last-of-the-cuban-five-part-of-a-1990s-spy-ring-_1542341542.html", "image_url": "https://static01.nyt.com/images/2014/12/18/world/americas/PRISONERS-2b/PRISONERS-2-1418865209052-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_18_world_americas_us-frees-last-of-the-cuban-five-part-of-a-1990s-spy-ring-_1542341542.html", "title": "U.S. Frees Last of the ‘Cuban Five,’ Part of a 1990s Spy Ring", "title_page": "U.S. Frees Last of the ‘Cuban Five,’ Part of a 1990s Spy Ring  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The news of the Cuban prisoners’ release was most significant in the case of Mr. Hernández, who had been serving two life sentences and was the only one of the group charged with conspiracy to commit murder. American investigators accused him of having previous knowledge of the Castro government’s plans to shoot down two exile organization planes that regularly flew missions near Cuba. The planes were shot down in 1996, killing four anti-Castro volunteers.\n“They did not have to give up Gerardo Hernández,” said Maggie Alejandre Khuly, whose brother, Armando Alejandre Jr., was one of the volunteers who was killed. “It’s very poor negotiations when something is stolen from you — Alan Gross — and to regain stolen property, you have to give up more in return. Cuba is getting everything. It doesn’t make sense.”\nImage Ramon Labanino Salazar Credit Agence France-Presse — Getty Images\nRichard C. Klugh, a Miami lawyer who represented the five spies, said that two of his clients, Mr. Hernandez and Mr. Guerrero, were suddenly transferred last week.\n“Gerardo was moved from an extremely violent, terrible prison to Butner, N.C., so there was some hope that was something going on,” Mr. Klugh said. “Gerardo is the one for whom this is the most emotional. He and his wife were essentially newlyweds and have been separated for 16 years, and it’s extremely emotional.”\nMr. Guerrero, 56, who was born in South Florida and studied engineering in Ukraine, was scheduled to be released in 2017. Mr. Labañino, 51, is a native of Havana who studied economics at the University of Havana. Originally sentenced to life plus 18 years, he was resentenced to 30 years, and was expecting to be released in 2024.\n“I just spoke to them on the phone, and you cannot imagine the emotion,” Dimitri Dimis, a member of an international committee dedicated to obtaining the release of the men, said by telephone from Havana. “It’s amazing! We were just at the White House protesting in June. We had another one planned for 2015, and we will happily no longer have to plan any more protests.”", "url": "https://www.nytimes.com/2014/12/18/world/americas/us-frees-last-of-the-cuban-five-part-of-a-1990s-spy-ring-.html"}