{"authors": ["Ellen Barry"], "date_download": "2018-11-16 04:36:20", "date_modify": "2018-11-16 04:36:20", "date_publish": "2014-03-06 20:43:30", "description": "The Foreign Ministry was not amused by the State Department’s point-by-point knockdown of President Vladimir V. Putin’s assertions about Ukraine.", "filename": "2014_03_07_world_europe_jarred-by-us-top-ten-lies-list-moscow-fires-back_1542342980.html", "image_url": "https://static01.nyt.com/images/2014/03/06/multimedia/nytm-030714-midnight/nytm-030714-midnight-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_world_europe_jarred-by-us-top-ten-lies-list-moscow-fires-back_1542342980.html", "title": "10 Lies? Russians Fire Back", "title_page": "10 Lies? Russians Fire Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Russia’s Ministry of Foreign Affairs was not amused by the unorthodox statement from the State Department under the title “President Putin’s Fiction: 10 False Claims About Ukraine,” which rebutted a series of assertions by the Russian president in the eye-catching format of a top-10 list.\nThe Foreign Ministry’s own statements have an ornate, formal tone, garnished with thick irony and rhetorical flourishes, and this casual treatment of President Vladimir V. Putin’s words in the State Department list, released on Wednesday, must have been jarring. A ministry spokesman, Aleksandr K. Lukashevich, provided an angry five-paragraph response on Thursday afternoon, calling the list “shocking, not as much for its primitive distortion of reality as its cynicism and overt ‘double standards.’ ”\n“The State Department is trying to play on a shamelessly one-sided interpretation of events, as if there was not plentiful evidence of atrocities committed by radical nationalists, including the massacre of inconvenient people captured on video cameras, or the murder by provocateur snipers,” the statement said, adding that “we will not stoop to debate with low-grade propaganda.”\nIt went on to catalog nine past interventions by the United States and NATO, stretching from the 1958 invasion of Lebanon to the 2003 invasion of Iraq, making the case that Washington “doesn’t and can’t have the moral right to lecture us about compliance of international norms.”", "url": "https://www.nytimes.com/2014/03/07/world/europe/jarred-by-us-top-ten-lies-list-moscow-fires-back.html"}