{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:35:30", "date_modify": "2018-11-16 04:35:30", "date_publish": "2014-03-31 14:04:22", "description": "The Kremlin moved to raise pensions and salaries in the annexed territory as the Russian prime minister visited the regional capital.", "filename": "2014_04_01_world_europe_russia-raises-pensions-for-crimeans_1542342930.html", "image_url": "https://static01.nyt.com/images/2014/04/01/world/01CRIMEA/01CRIMEA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_world_europe_russia-raises-pensions-for-crimeans_1542342930.html", "title": "Russia Raises Some Salaries and Pensions for Crimeans", "title_page": "Russia Raises Some Salaries and Pensions for Crimeans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Moving quickly to envelop Crimea in the Russian bureaucracy and economy, the Kremlin said Monday that it had nearly doubled pensions paid to retirees on the peninsula, raising them to the average levels paid in Russia.\nPresident Vladimir V. Putin signed a decree raising pensions and another increasing salaries for public sector workers like teachers and doctors, according to a statement posted on the Kremlin’s website. Officials also announced a number of new investment plans and tax breaks for Crimea, which Russia seized from Ukraine two weeks ago after a rushed vote in the Crimean Legislature. The Crimeans even realigned the clock, moving theirs ahead two hours, to be identical with Moscow’s time zone.\nTo reinforce the message from Moscow, Russia’s prime minister, Dmitri A. Medvedev, traveled to the region’s capital to hold a meeting with members of the cabinet and local officials.\nIn what American officials interpreted as an encouraging sign on Monday that Russia would not invade other regions of Ukraine, the German government released a statement saying Mr. Putin told Chancellor Angela Merkel in a telephone call that he had ordered a partial withdrawal of Russian troops massed on Ukraine’s eastern border, a source of great tension with Western governments in recent weeks.", "url": "https://www.nytimes.com/2014/04/01/world/europe/russia-raises-pensions-for-crimeans.html"}