{"authors": ["Jackie Calmes"], "date_download": "2018-11-16 04:24:17", "date_modify": "2018-11-16 04:24:17", "date_publish": "2014-01-16 20:09:54", "description": "Scores of college presidents and corporate and nonprofit leaders promised initiatives toward enrolling and graduating low-income minority students.", "filename": "2014_01_17_us_politics_obama-lauds-pledges-to-expand-college-opportunities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342257.html", "image_url": "https://static01.nyt.com/images/2014/01/17/us/OBAMA/OBAMA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_17_us_politics_obama-lauds-pledges-to-expand-college-opportunities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342257.html", "title": "Obama Lauds Pledges to Expand College Opportunities", "title_page": "Obama Lauds Pledges to Expand College Opportunities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Mobilized by the Obama administration, and egged on by both the president and the first lady, scores of college presidents along with corporate and nonprofit leaders on Thursday promised initiatives and grants toward enrolling and graduating more low-income minority students.\nThe more than 100 commitments for assistance were the participants’ ticket price for entry to a daylong White House forum to swap ideas for expanding college opportunities — an event that reflected President Obama’s strategy of working around a polarized Congress to make 2014 “a year of action” on his domestic agenda.\nThe president, describing college access as central to his broader goal of improving economic mobility, told the audience, “I’m going to be working with Congress where I can to accomplish this, but I’m also going to act on my own if Congress is deadlocked. I’ve got a pen to take executive actions where Congress won’t, and I’ve got a telephone to rally folks around the country on this mission.”\nThe attendees’ specific pledges to help identify more low-income college applicants and to guide them through an unfamiliar world to graduation were “an extraordinary accomplishment,” Mr. Obama said. “And we didn’t pass a bill to do it.”", "url": "https://www.nytimes.com/2014/01/17/us/politics/obama-lauds-pledges-to-expand-college-opportunities.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}