{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:50:20", "date_modify": "2018-11-16 04:50:20", "date_publish": "2014-04-25 19:09:22", "description": "The architects of the military takeover promised religious tolerance and pluralism, but nine months later not much has changed.", "filename": "2014_04_26_world_middleeast_egypt-religious-minorities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343820.html", "image_url": "https://static01.nyt.com/images/2014/04/26/world/EGYPT/EGYPT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_26_world_middleeast_egypt-religious-minorities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343820.html", "title": "Vow of Freedom of Religion Goes Unkept in Egypt", "title_page": "Vow of Freedom of Religion Goes Unkept in Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But after the military takeover, an appeals court solicited a review of the book by a committee of Azhar scholars. Last month, the court upheld the sentence.\nIn the Suez Canal city of Ismailia, prosecutors have detained a student, Sherif Gaber, since last fall on allegations that he started a Facebook page for atheists. When open atheism in Alexandria was discussed on a talk show, the city’s security chief promised to crack down there.\nShiite Muslims — considered heretics by many in Egypt’s Sunni Muslim majority — have also been a target “in the hunting of religious minorities,” said Mr. Ibrahim of the Egyptian Initiative for Personal Rights. One was arrested while trying to visit the landmark Hussein Mosque on a Shiite holy day. Convicted of blasphemy, he was sentenced to five years in prison. The police are now holding two more Shiites in detention in the northern province of Dakahleya, where they are under investigation for similar charges, Mr. Ibrahim said.\nMr. Sisi, a former general who stepped down to run for president, often portrays himself as the champion of a benign understanding of Islam, accusing his Islamist opponents of twisting the faith.\n“Islam has never been like this,” Mr. Sisi said while addressing his fellow Muslims in a televised speech in August. “It has never scared anybody or terrified anybody, regardless of whether the person it is addressing is good or bad.”\nBut the clerics closest to Mr. Sisi can be harsh toward those they deem bad Muslims.\nLast month, for example, state television cameras followed Mr. Sisi to a military installation for a Friday Prayer service led by Sheikh Ali Gomaa, a former mufti and a close Sisi ally. During the broadcast, Sheikh Gomaa referred indirectly but unmistakably to Mr. Sisi’s Islamist opponents as a “faction of hypocrites” who were “plotting schemes against the Muslims.” He lauded the soldiers and police officers who fought such “terrorists.”\n“Blessed are those who kill them, as well as those whom they kill,” Sheikh Gomaa declared. The cameras caught Mr. Sisi listening attentively.", "url": "https://www.nytimes.com/2014/04/26/world/middleeast/egypt-religious-minorities.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}