{"authors": ["Julia Preston", "Laura Tillman"], "date_download": "2018-11-16 04:28:42", "date_modify": "2018-11-16 04:28:42", "date_publish": "2014-07-15 15:00:25", "description": "Jose Antonio Vargas, probably the most high-profile leader of the immigrant rights movement, was released after being detained by the Border Patrol for most of Tuesday.", "filename": "2014_07_16_us_Jose-Antonio-Vargas-immigrant-advocate-arrested.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342522.html", "image_url": "https://static01.nyt.com/images/2014/07/16/us/16vargas-promopicNEW/16vargas-promopicNEW-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_us_Jose-Antonio-Vargas-immigrant-advocate-arrested.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342522.html", "title": "Immigration Advocate, Detained on Texas Border, Is Released in Visa Case", "title_page": "Immigration Advocate, Detained on Texas Border, Is Released in Visa Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "McALLEN, Tex. — Jose Antonio Vargas, who has chronicled in minute detail the twists and turns of his life as a Filipino living illegally for years in the United States, was detained by the Border Patrol for most of the day on Tuesday and then released with a notice to appear before an immigration judge.\nThe detention of Mr. Vargas, probably the most high-profile leader of the immigrant rights movement, posed an awkward dilemma for the Obama administration. The surge of Central Americans, including many children, crossing the border illegally — saying they are fleeing criminal violence at home — has made all decisions about immigration politically fraught, and administration officials were keenly aware that the backdrop to their decision to release Mr. Vargas was a border where thousands of migrants are being held.\nMr. Vargas was detained at a Border Patrol checkpoint in the airport of this city in the Rio Grande Valley before he was to board a flight to Houston, on his way to Los Angeles. In a terse statement, Department of Homeland Security officials said they had released Mr. Vargas because he had no prior immigration or criminal record. They said their focus was on deporting immigrants who posed security threats.", "url": "https://www.nytimes.com/2014/07/16/us/Jose-Antonio-Vargas-immigrant-advocate-arrested.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}