{"authors": ["Thomas L. Friedman"], "date_download": "2018-11-16 04:38:40", "date_modify": "2018-11-16 04:38:40", "date_publish": "2014-08-09 02:01:05", "description": "In a wide-ranging interview, the president explains American policy on Iraq, Putin and the Israelis and Palestinians.", "filename": "2014_08_09_opinion_president-obama-thomas-l-friedman-iraq-and-world-affairs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343120.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_09_opinion_president-obama-thomas-l-friedman-iraq-and-world-affairs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343120.html", "title": "Obama on the World", "title_page": "Opinion | Obama on the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We cannot do for them what they are unwilling to do for themselves,” said the president of the factions in Iraq. “Our military is so capable, that if we put everything we have into it, we can keep a lid on a problem for a time. But for a society to function long term, the people themselves have to make decisions about how they are going to live together, how they are going to accommodate each other’s interests, how they are going to compromise. When it comes to things like corruption, the people and their leaders have to hold themselves accountable for changing those cultures.... ... We can help them and partner with them every step of the way. But we can’t do it for them.”\nSo, I asked, explain your decision to use military force to protect the refugees from ISIL (which is also known as ISIS) and Kurdistan, which is an island of real decency in Iraq?\n“When you have a unique circumstance in which genocide is threatened, and a country is willing to have us in there, you have a strong international consensus that these people need to be protected and we have a capacity to do so, then we have an obligation to do so,” said the president. But given the island of decency the Kurds have built, we also have to ask, he added, not just “how do we push back on ISIL, but also how do we preserve the space for the best impulses inside of Iraq, that very much is on my mind, that has been on my mind throughout.\nImage Credit Matt Dorfman\n“I do think the Kurds used that time that was given by our troop sacrifices in Iraq,” Obama added. “They used that time well, and the Kurdish region is functional the way we would like to see. It is tolerant of other sects and other religions in a way that we would like to see elsewhere. So we do think it’s important to make sure that that space is protected, but, more broadly, what I’ve indicated is that I don’t want to be in the business of being the Iraqi air force. I don’t want to get in the business for that matter of being the Kurdish air force, in the absence of a commitment of the people on the ground to get their act together and do what’s necessary politically to start protecting themselves and to push back against ISIL.”\nThe reason, the president added, “that we did not just start taking a bunch of airstrikes all across Iraq as soon as ISIL came in was because that would have taken the pressure off of [Prime Minister Nuri Kamal] al-Maliki.” That only would have encouraged, he said, Maliki and other Shiites to think: \" ‘We don’t actually have to make compromises. We don’t have to make any decisions. We don’t have to go through the difficult process of figuring out what we’ve done wrong in the past. All we have to do is let the Americans bail us out again. And we can go about business as usual.’ ”", "url": "https://www.nytimes.com/2014/08/09/opinion/president-obama-thomas-l-friedman-iraq-and-world-affairs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}