{"authors": ["Roger Cohen"], "date_download": "2018-11-16 04:37:16", "date_modify": "2018-11-16 04:37:16", "date_publish": "2014-03-06 10:58:58", "description": "For nations like Ukraine, Europe is escape from the torment of their history.", "filename": "2014_03_07_opinion_07iht-edcohen07_1542343036.html", "image_url": "https://static01.nyt.com/images/2010/09/16/opinion/Cohen_New/Cohen_New-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_opinion_07iht-edcohen07_1542343036.html", "title": "Ukraine Fights for Its Truth", "title_page": "Opinion | Ukraine Fights for Its Truth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BOSTON — Let’s sweep away Vladimir Putin’s mind games — the supposedly threatened Russian bases, the supposedly threatened ethnic Russians, the supposed humanitarian crisis, the supposed illegitimacy of the government in Kiev (with its 82 percent parliamentary backing) — and be clear that the fight in Crimea is about a simple issue: the freedom of Ukraine to set its course as a European democracy governed by laws rather than an authoritarian, undemocratic, lawless society of Moscow-backed oligarchs in the “fraternal” grasp of Russia.\nThat would be the fraternity of Budapest (1956), Prague (1968), Kabul (1979) and Grozny (1999).\nUkraine shares with the Baltic states of Lithuania, Latvia and Estonia the fate — eloquently described by the historian Timothy Snyder in his powerful book “Bloodlands” — of being among the worst killing fields of World War II, bounced back and forth between Stalin and Hitler. Now the spread eastward of NATO and the European Union — the greatest of post-Cold-War achievements — has allowed the Baltic states to begin disentangling truth from lies in the carnage of their histories.\nThat is what westward-gazing Ukrainians are fighting for at the most basic level: truth over lies. They want a life based on facts rather than fabrications, institutions rather than provocations, laws rather than cash-filled envelopes.\nLast month my colleague Alison Smale filed a piece from Lviv in western Ukraine. It began: “Under a leaden sky that wept intermittent rain, this fiercely proud city bade farewell on Saturday to one of its sons, a 28-year-old university lecturer killed by a bullet on Thursday in Kiev in the carnage on and around Independence Square.”", "url": "https://www.nytimes.com/2014/03/07/opinion/07iht-edcohen07.html"}