{"authors": ["Matt Beardmore"], "date_download": "2018-11-16 04:12:23", "date_modify": "2018-11-16 04:12:23", "date_publish": "2014-12-18 20:14:34", "description": "A Q. and A. on the effect of President Obama’s order to restore diplomatic relations with Cuba.", "filename": "2014_12_19_travel_how-travel-to-cuba-may-change_1542341543.html", "image_url": "https://static01.nyt.com/images/2014/12/19/travel/19Cuba-Travel/19Cuba-Travel-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_19_travel_how-travel-to-cuba-may-change_1542341543.html", "title": "How Travel to Cuba May Change", "title_page": "How Travel to Cuba May Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kurt Weinsheimer, the company’s vice president of business development and partnerships, said that Sojern expects “that it will start to quiet down, but that interest is going to be there.”\n“From a long-term standpoint,” he added, “I think the pressure on Congress to open up restrictions is going to be heavy from major U.S. travel companies.”\nMany Americans already had a strong interest in traveling to Cuba. Citing Cuban government data, The Times reported on Dec. 2 that more than 90,000 Americans visited Cuba legally in 2012 and 2013 — more than twice the number that traveled there legally in 2008 — under people-to-people cultural exchanges. These exchanges, which require travelers to go with a licensed operator, were reinstituted by President Obama in 2011 to allow travel to Cuba for educational purposes, “not for down time on the beach,” said Steve Loucks, the chief communications officer at the Travel Leaders Group, which is based in Plymouth, Minn.\nMr. Loucks said he anticipates interest in these exchanges to continue to increase. “We are already feeling a great deal of demand from clients wanting to go to Cuba, because it has been off limits for over 50 years,” he said. “We now expect the number of bookings to Cuba to grow exponentially.”\n­\n­Q. Does this mean travel agencies will start organizing more trips to Cuba?\n­\n­A. In some cases, yes. In fact, some were trying to meet increased demand before the Dec. 17 announcement. Earlier this month, Tauck, a tour operator based in Norwalk, Conn., extended its eight-day people-to-people cultural journey to Cuba to 13 days with stops in five cities.", "url": "https://www.nytimes.com/2014/12/19/travel/how-travel-to-cuba-may-change.html"}