{"authors": ["Sabrina Tavernise", "Stephanie Strom"], "date_download": "2018-11-16 03:45:09", "date_modify": "2018-11-16 03:45:09", "date_publish": "2014-11-25 02:01:34", "description": "The Food and Drug Administration announced a sweeping rule that will require chain restaurants and movie theaters to post calorie counts on their menus.", "filename": "2014_11_25_us_fda-to-announce-sweeping-calorie-rules-for-restaurants_1542339909.html", "image_url": "https://static01.nyt.com/images/2014/11/26/science/25fda/25fda-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_25_us_fda-to-announce-sweeping-calorie-rules-for-restaurants_1542339909.html", "title": "F.D.A. to Require Calorie Count, Even for Popcorn at the Movies", "title_page": "F.D.A. to Require Calorie Count, Even for Popcorn at the Movies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both the House and the Senate have bills pending that would ease the requirements of the new rules for some places selling meals, and their sponsors have vowed to fight on. “The Obama administration’s one-size-fits-all approach will hurt job growth and impose unnecessary costs for many businesses that are already providing nutritional information for the majority of foods they sell,” said Senator Roy Blunt, a Republican from Missouri who is one of the sponsors of the Common Sense Nutrition Disclosure Act.\nNew York became a kind of natural experiment when it began requiring chain restaurants to post calorie counts on menus in 2006. Many other cities, counties and states followed with their own rules, prompting the National Restaurant Association to throw its lot in with the consumer health advocates in an attempt to get a federal standard instead of contending with a patchwork. According to Ms. Wootan, about 18 states and cities have menu-labeling regulations in effect.\nAdvocates praised the rules as a strong public education tool, but whether menu labeling has any effect on obesity and health is still an open question. Some studies have shown no effect, while others found one. A 2008 study of 100 million cash register transactions at Starbucks found a 6 percent decrease in average calories purchased after calorie posting.\n“You’ll need more time out there in the real world with this to see if it works,” said Kelly Brownell, a professor of public policy at Duke University.\nDawn Sweeney, the National Restaurant Association’s chief executive, said it had joined forces with more than 70 public health groups to “advocate for a federal nutrition standard so that anyone dining out can have clear, easy-to-use nutrition information at the point of ordering — information that is presented in the same way, no matter what part of the country.”\nA handful of restaurants, most prominently Panera, McDonald’s and Au Bon Pain, already list calorie counts on their menu boards nationally. But segments of the food industry have continued to fight the regulations. The big pizza chains, for example, wanted the right to determine a serving size of pizza themselves and to list calories by the slice — and they got it.\nDetermining the rules on calorie counts for pizza was apparently one of the thorniest issues the F.D.A. faced. Advocates worried that if pizza restaurants were allowed to provide calories per slice, they would divide pizzas into more slices, and pizza companies stewed over how they could calculate calories for a food that is often customized by consumers.", "url": "https://www.nytimes.com/2014/11/25/us/fda-to-announce-sweeping-calorie-rules-for-restaurants.html"}