{"authors": ["Neil Irwin"], "date_download": "2018-11-16 04:12:34", "date_modify": "2018-11-16 04:12:34", "date_publish": "2014-12-17 23:23:56", "description": "If Cuba and the United States are to become allies with deep economic interconnections, a gradual transition to freer trade and a hybrid market system is probably better than a rush to capitalism.", "filename": "2014_12_18_upshot_one-big-risk-for-cuba-us-relations-may-be-moving-too-fast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341554.html", "image_url": "https://static01.nyt.com/images/2014/12/24/upshot/18UP-Trade/18UP-Trade-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_18_upshot_one-big-risk-for-cuba-us-relations-may-be-moving-too-fast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341554.html", "title": "One Big Risk for Cuba-U.S. Relations: Moving Too Fast", "title_page": "One Big Risk for Cuba-U.S. Relations: Moving Too Fast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A normal economic relationship between the United States and Cuba has been a long time coming; the strict trade embargo with the island nation has been in place longer than the current president of the United States has been alive.\nBut if Cuba and the United States are one day to become allies with the deep economic interconnections you might expect of two countries separated by only 90 miles of sea, one of the biggest risks might be moving too fast.\nThat is a conclusion of some scholars who very much favor economic liberalization of Cuba — but want it done right. Gary Clyde Hufbauer and Barbara Kotschwar, scholars at the Peterson Institute for International Economics, published a book this spring looking at the hard task of reintegrating the two economies as Fidel and Raúl Castro fade from the political scene. Their conclusions suggest it would be foolhardy to imagine a rapid return to the days when American tourists frequented the Tropicana, and the Federal Reserve Bank of Atlanta had an office in Havana.\nThere is, they argue, a model for how not to make the transition, a prime example being Russia’s “shock therapy” approach to privatizing industries and introducing democratic government after the demise of the Soviet Union.", "url": "https://www.nytimes.com/2014/12/18/upshot/one-big-risk-for-cuba-us-relations-may-be-moving-too-fast.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}