{"authors": ["Bill Carter"], "date_download": "2018-11-16 03:57:28", "date_modify": "2018-11-16 03:57:28", "date_publish": "2014-10-13 21:29:04", "description": "The AMC program crushed even the N.F.L. on Sunday night among the 18-49 demographic. Also, the networks reported improved ratings for the premiere week.", "filename": "2014_10_14_business_media_walking-dead-premiere-draws-17-million-viewers-a-record-for-a-cable-tv-drama.html_module=inline_1542340648.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_14_business_media_walking-dead-premiere-draws-17-million-viewers-a-record-for-a-cable-tv-drama.html_module=inline_1542340648.html", "title": "‘Walking Dead’ Season 5 Draws 17 Million Viewers in Premiere, a Record for a Cable TV Drama", "title_page": "‘Walking Dead’ Season 5 Draws 17 Million Viewers in Premiere, a Record for a Cable TV Drama  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the broadcasters, the seven-day ratings showed such big increases over initial numbers that each of the four could proclaim they had more viewers than a year ago in premiere week. CBS had the most viewers, 13.2 million, up from 12.9 million the year before; NBC had 12 million, up from 11.4 million; ABC had 10.3 million, up from 9.9 million; and even Fox, which struggled the most, was up to 7.4 million from 6.7 million.\nNBC won the week among the viewers in the prized 18-49 demographic, with a 3.7 rating, which was unchanged from last year’s performance. CBS was also even with a 3.1. ABC was down 6 percent to a 2.9 and Fox was down 4 percent to a 2.7.\nThe numbers reflect the recalculation Nielsen was forced to make after acknowledging last week that it had been providing inaccurate numbers for the broadcasters — which inflated ABC to the detriment of the others — for the last seven months.\nThe news on “Gotham” was a bit unexpected, not because the Fox show has not done well — it is one of the hits of the new season. But when the season started, the production team announced it would be capped at 16 episodes this season. However, Fox needs as much of a hit as it can get, so now there will be 22 episodes of “Gotham.”\n“American Horror Story,” which this year is called “Freak Show,” attracted 10 million viewers for its premiere last Wednesday, when three extra days of delayed viewing were counted. That is how FX chooses to announce it ratings results now. That number is the best in the network’s history, topping this season’s premiere of “Sons of Anarchy.”", "url": "https://www.nytimes.com/2014/10/14/business/media/walking-dead-premiere-draws-17-million-viewers-a-record-for-a-cable-tv-drama.html?module=inline"}