{"authors": ["Julie Hirschfeld Davis", "Michael D. Shear"], "date_download": "2018-11-16 04:28:36", "date_modify": "2018-11-16 04:28:36", "date_publish": "2014-07-16 15:21:29", "description": "The influx of Central American children has led President Obama to focus on deportations at the moment he was preparing to allow more undocumented people to stay.", "filename": "2014_07_17_us_politics_border-crisis-casts-shadow-over-obamas-immigration-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342516.html", "image_url": "https://static01.nyt.com/images/2014/07/17/us/BORDER/BORDER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_17_us_politics_border-crisis-casts-shadow-over-obamas-immigration-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342516.html", "title": "57,000 Reasons Immigration Overhaul May Be Stalled for Now", "title_page": "57,000 Reasons Immigration Overhaul May Be Stalled for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the days leading up to the Rose Garden speech, there were discussions in the West Wing about the impact that the border crisis might have on the president’s promise to use his executive authority. White House officials said they decided that while the border emergency presented a considerable public relations problem, it should not get in the way of action later this summer. In the weeks since those meetings, the crisis in the Rio Grande Valley along the border has ballooned into round-the-clock cable television fare and constant fodder for Mr. Obama’s opponents in Congress.\n“Republicans have decided to use the Rio Grande as a reason not to do immigration reform; we won’t,” said Jennifer Palmieri, the White House communications director. “The American people see immigration as an urgent issue and want the administration to act to address the problem of a broken system.”\nBut while the public’s appetite for a broad immigration overhaul may be intensifying, there is also evidence that the border crisis is tarnishing Mr. Obama’s standing. A poll conducted July 8 to 14 by the Pew Research Center for the People and the Press found that the proportion of people saying it was important to pass “significant” immigration legislation had risen to 61 percent, from 49 percent in February. At the same time, the public by a nearly two-to-one margin disapproves of the president’s handling of the Central American surge, with 56 percent giving him negative marks and 28 percent positive.\nWhite House officials, without providing specifics, said the most likely executive actions that Mr. Obama would announce at the end of the summer were consistent with the administration’s efforts to move away from deporting unauthorized immigrants who have been in the country for years and have not otherwise broken the law.\nBy shifting resources away from long-established families, they said, law enforcement can better focus on processing the asylum claims of recent immigrants and deporting those who do not qualify to stay in the United States — a rationale that Peter J. Spiro, an immigration specialist at Temple University Law School, said had long been the basis of the nation’s current immigration system.\n“There’s this longstanding distinction between undocumented immigrants who are inside the United States versus those who are outside trying to get in,” he said.", "url": "https://www.nytimes.com/2014/07/17/us/politics/border-crisis-casts-shadow-over-obamas-immigration-plan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}