{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:42:19", "date_modify": "2018-11-16 04:42:19", "date_publish": "2014-07-11 19:20:28", "description": "The conflict aside, the new military-dominated government of Egypt has largely shut the tunnel system that fed the Gazan economy, making this holy month a difficult one.", "filename": "2014_07_12_world_middleeast_for-gazans-a-tense-and-somber-ramadan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343339.html", "image_url": "https://static01.nyt.com/images/2014/07/12/world/12scene-375/GAZA-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_12_world_middleeast_for-gazans-a-tense-and-somber-ramadan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343339.html", "title": "In Gaza, Airstrikes and Economic Stress Make for an Anxious Ramadan", "title_page": "In Gaza, Airstrikes and Economic Stress Make for an Anxious Ramadan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GAZA CITY — War during Ramadan has a particular tension. It is not just the normal anxiety of airstrikes in a crowded city, no matter how carefully Israel tries to target them. But the holy month of Ramadan falls this year in a particularly hot and humid Gaza July, and observant Muslims are fasting, not even drinking water, until sunset and iftar, the evening meal.\nIn the market of the Jabaliya refugee camp, normally bustling on a Ramadan Friday, most of the shops are shuttered. The conflict aside, the new military-dominated government of Egypt has largely shut the tunnel system that fed the economy (and the rocket-import business, too). In its struggle with the Palestinian Authority, dominated by Fatah, Hamas is running low on cash, so many workers have not been paid, or have been only partly paid, for months now.\nAdd to that a banking problem that has shut most of the A.T.M.s, and there is little money to spend in one of the most important months of the Islamic year. Then there is the conflict, which may quickly escalate if Israel decides on a large ground operation in Gaza to better destroy the ability of Hamas and other groups, like Islamic Jihad, to launch ever-more sophisticated rockets deeper into Israel.\n“Ramadan usually brings every good thing,” said Muhammad Ahmad, whose fruit stall was doing little business. So far on Friday afternoon, he’d taken in only 50 shekels, when normally during Ramadan, he said, he would take in 1,000 shekels a day.", "url": "https://www.nytimes.com/2014/07/12/world/middleeast/for-gazans-a-tense-and-somber-ramadan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}