{"authors": ["Thomas Kaplan", "Susanne Craig"], "date_download": "2018-11-16 04:30:17", "date_modify": "2018-11-16 04:30:17", "date_publish": "2014-04-22 09:31:00", "description": "Discontent with the move, criticized publicly by the United States attorney in Manhattan, crosses party lines in the survey by Siena College.", "filename": "2014_04_23_nyregion_voters-disapprove-of-cuomos-shutdown-of-anti-corruption-panel-poll-shows_1542342617.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_nyregion_voters-disapprove-of-cuomos-shutdown-of-anti-corruption-panel-poll-shows_1542342617.html", "title": "Voters Disapprove of Cuomo’s Shutdown of Anticorruption Panel, Poll Shows", "title_page": "Voters Disapprove of Cuomo’s Shutdown of Anticorruption Panel, Poll Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Voters across New York overwhelmingly disagree with Gov. Andrew M. Cuomo’s decision to disband a commission that he had appointed to investigate corruption in state government, according to a poll released on Tuesday by Siena College.\nMr. Cuomo decided to shut down the panel, known as the Moreland Commission, after reaching a deal with lawmakers last month to enact a modest package of reform measures, including new laws against bribery and corruption, as part of the state budget.\nThe United States attorney in Manhattan, Preet Bharara, criticized what he called the “premature end” of the commission, and voters shared his concerns: 61 percent sided with his view that the commission should have been able to continue its investigatory work, compared with 23 percent who agreed with the governor’s view that closing the panel was justified.\nThe discontent with Mr. Cuomo’s decision crossed party lines.\n“A majority of Republicans, Democrats and independents think that the U.S. prosecutor is right, not the governor, that the Moreland Commission should have been able to continue investigating corruption,” said Steven A. Greenberg, a Siena College pollster.", "url": "https://www.nytimes.com/2014/04/23/nyregion/voters-disapprove-of-cuomos-shutdown-of-anti-corruption-panel-poll-shows.html"}