{"authors": ["David Streitfeld"], "date_download": "2018-11-16 03:14:51", "date_modify": "2018-11-16 03:14:51", "date_publish": "2014-05-13 08:37:54", "description": "The European Court of Justice said search engines like Google should allow users to be “forgotten” after a certain time by erasing links to web pages unless there are “particular reasons” not to.", "filename": "2014_05_14_technology_google-should-erase-web-links-to-some-personal-data-europes-highest-court-says_1542338091.html", "image_url": "https://static01.nyt.com/images/2014/05/14/business/14erase-web2/14erase-web2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_14_technology_google-should-erase-web-links-to-some-personal-data-europes-highest-court-says_1542338091.html", "title": "European Court Lets Users Erase Records on Web", "title_page": "European Court Lets Users Erase Records on Web - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Europe’s highest court said on Tuesday that people had the right to influence what the world could learn about them through online searches, a ruling that rejected long-established notions about the free flow of information on the Internet.\nA search engine like Google should allow online users to be “forgotten” after a certain time by erasing links to web pages unless there are “particular reasons” not to, the European Court of Justice in Luxembourg said.\nThe decision underlined the power of search companies to retrieve controversial information while simultaneously placing sharp limits on their ability to do so. It raised the possibility that a Google search could become as cheery — and as one-sided — as a Facebook profile or an About.me page.\nJonathan Zittrain, a law and computer science professor at Harvard, said those who were determined to shape their online personas could in essence have veto power over what they wanted people to know.", "url": "https://www.nytimes.com/2014/05/14/technology/google-should-erase-web-links-to-some-personal-data-europes-highest-court-says.html"}