{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:29:04", "date_modify": "2018-11-16 04:29:04", "date_publish": "2014-03-01 19:30:02", "description": "America has 320 million people, so how do we keep ending up with the same two surnames running things?", "filename": "2014_03_02_opinion_sunday_dowd-brace-yourself-for-hillary-and-jeb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342544.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_02_opinion_sunday_dowd-brace-yourself-for-hillary-and-jeb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342544.html", "title": "Brace Yourself for Hillary and Jeb", "title_page": "Opinion | Brace Yourself for Hillary and Jeb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Our meritocratic society seems increasingly nepotistic and dynastic. There was a Bush or a Clinton in the White House and cabinet for 32 years straight. We’re Bill Murray stuck at 6 a.m. in Harold Ramis’s comic masterpiece, “Groundhog Day.” As Time’s Michael Crowley tweeted on Friday, “Who else is looking forward to potentially TEN more years of obsessing about Hillary Clinton’s past, present and future?”\nThe Clintons don’t get defeated. They get postponed.\nJust as Hillary clears the Democratic field if she is healthy and runs, a major Romney donor told The Washington Post that “if Jeb Bush is in the race, he clears the field.” Jeb acknowledged in Long Island on Monday, referring to his mom’s tart comment that “if we can’t find more than two or three families to run for higher office, that’s silly,” that “it’s an issue for sure.” He added, “It’s something that, if I run, I would have to overcome that. And so will Hillary, by the way. Let’s keep the same standards for everybody.”\nWe’ve arrived at the brave new world of 21st-century technology where robots are on track to be smarter than humans. Yet, politically, we keep traveling into the past. It won’t be long before we’ll turn on the TV and see Lanny Davis defending President Clinton (the next one) on some mishegoss or other.\nWhen the Clintons lost to Obama, they simply turned Obama’s presidency into their runway. Jim Messina, Obama’s 2012 campaign manager, and a passel of other former Obama aides, are now helping Hillary. And Bill is out being the campaigner-in-chief, keeping the Clinton allure on display in 2014.\nThe new cache of Clinton papers is benign — the press seems more enamored of speechwriters’ doodles than substance — but just reading through them is draining. There are reams of advice on how to steer health care, which must have filled the briefing binders Hillary famously carried. But did she absorb the lessons, given that health care failed because she refused to be flexible and make the sensible compromises suggested by her husband and allies? She’s always on listening tours, but is she hearing? As one White House health care aide advised in the new document dump, “We need to be seen as listening.”", "url": "https://www.nytimes.com/2014/03/02/opinion/sunday/dowd-brace-yourself-for-hillary-and-jeb.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}