{"authors": ["Choe Sang-Hun", "Rick Gladstone"], "date_download": "2018-11-16 04:45:05", "date_modify": "2018-11-16 04:45:05", "date_publish": "2014-05-19 13:24:33", "description": "Hyon Song-wol was reported to be a former girlfriend of the country’s leader, Kim Jong-un.", "filename": "2014_05_20_world_asia_north-korean-performer-reported-executed-appears-on-television.html__r=0%20&module=inline_1542343505.html", "image_url": "https://static01.nyt.com/images/2014/05/20/world/NORTH/NORTH-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_20_world_asia_north-korean-performer-reported-executed-appears-on-television.html__r=0%20&module=inline_1542343505.html", "title": "Cheating Death, and the Rumor Mill, in North Korea", "title_page": "Cheating Death, and the Rumor Mill, in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Hyon Song-wol is not quite North Korea’s version of Beyoncé. But as a popular singer and leader of the nation’s best-known girl band, which often performs in miniskirts, she attracts plenty of attention. Last Friday, millions watched on national television as she saluted the country’s leader, Kim Jong-un, for his “heavenly trust and warm care” in promoting the arts.\nYet to many across the border in South Korea, Ms. Hyon’s performance was most surprising because she appeared at all. Voluminous news reports there, and throughout much of the world, asserted months ago that she had been machine-gunned to death on orders of the North Korean leader, said to have been her onetime boyfriend.\nIt was unclear whether her appearance, at a national gathering of artists, was meant as a message that more than just her execution was fiction. But it was a reminder of the near impossibility of saying with certainty what is happening in North Korea, the world’s most opaque country.\n“The rumor mill about North Korea is out of control,” said Bill Richardson, the former governor of New Mexico, who has visited North Korea several times. It is a problem, he said, “more now than ever, since we know so little about Kim Jong-un and his true intentions and governing style.”", "url": "https://www.nytimes.com/2014/05/20/world/asia/north-korean-performer-reported-executed-appears-on-television.html?_r=0%20&module=inline"}