{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:19", "date_modify": "2018-11-16 04:17:19", "date_publish": "2014-06-23 13:20:53", "description": "Liu Tienan, who headed the country’s energy administration, is the latest target of President Xi Jinping’s moves against corruption.", "filename": "2014_06_24_world_asia_former-top-official-in-china-to-face-graft-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "image_url": "https://static01.nyt.com/images/2014/06/24/world/24CORRUPT/24CORRUPT-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_24_world_asia_former-top-official-in-china-to-face-graft-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "title": "Former Top Official in China to Face Graft Trial", "title_page": "Former Top Official in China to Face Graft Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — The former head of the National Energy Administration of China, whose downfall followed a public denunciation from an investigative journalist, will face trial on charges of taking huge bribes, prosecutors said on Monday.\nThe prosecutors did not give a date for the trial, but the fallen administrator, Liu Tienan, is likely to be the next former senior official displayed by state media before a court as a show of President Xi Jinping’s moves to head off corruption.\nIn a succession of economic policy jobs, Mr. Liu “sought to make private gains for others and illegally accepted wealth and goods from others, in amounts that were particularly huge,” said the announcement of Mr. Liu’s indictment from the Supreme People’s Procuratorate, China’s national prosecution office.\nThe trial of Mr. Liu, 59, is likely to attract particular public attention in China because of his dramatic public fall and the lurid accusations against him that have surfaced in Chinese media reports.", "url": "https://www.nytimes.com/2014/06/24/world/asia/former-top-official-in-china-to-face-graft-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}