{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:42:06", "date_modify": "2018-11-16 04:42:06", "date_publish": "2014-07-12 09:50:59", "description": "Israel struck a mosque, a center for the disabled and the house of a police commander in Gaza on Saturday. At least 20 people were killed in the strikes, bringing the total number of dead to at least 140, Palestinian officials said.", "filename": "2014_07_13_world_middleeast_israel-gaza-strip_1542343326.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_13_world_middleeast_israel-gaza-strip_1542343326.html", "title": "As Israel Hits Mosque and Clinic, Air Campaign’s Risks Come Home", "title_page": "As Israel Hits Mosque and Clinic, Air Campaign’s Risks Come Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Muhammad Abu al-Qomssan, 32, the caretaker’s eldest son, said that his mother “has a soft heart,” and felt fortunate to have found this new job only three weeks ago. She had been to predawn prayers and told him she had arrived only a few minutes before the bomb struck, he said.\nMs. Elaiwa, 59, said that her center was well-known in the neighborhood and that it had been in the same building for almost a decade. She said she had no idea why it would be bombed. “No one lived there except us,” she said. “There was no one else in the building.”\nAt the site, neighbors picked through the rubble of modest medical equipment and scattered children’s books, from the small neighborhood children’s library Ms. Elaiwa ran. There was a seared copy of “Jane Eyre,” condensed, in English with Arabic translation, and an English-language copy of “Ali Baba and the Forty Thieves.”\nNeighbors like Yasir Abu Shoodq, 32, stared up at the sky through the holes the missile cut through the roof and each floor before making a crater in the ground. Children picked up the chunks of sharp steel from the crater and made off with them.\nMr. Abu Shoodq said, and Ms. Elaiwa confirmed, that there had first been a warning rocket, “a knock on the roof,” a few minutes before the missile hit. “But no one understood what it meant,” she said. “No one could imagine the center would be a target for anyone.” In any case, she said, the severity of the residents’ disabilities would have prevented them from fleeing on their own.", "url": "https://www.nytimes.com/2014/07/13/world/middleeast/israel-gaza-strip.html"}