{"authors": ["Charles V. Bagli"], "date_download": "2018-11-16 04:52:43", "date_modify": "2018-11-16 04:52:43", "date_publish": "2014-06-27 02:44:44", "description": "Forest City Ratner has signed a formal agreement to finish 2,250 affordable apartments by 2025, 10 years ahead of the current schedule.", "filename": "2014_06_27_nyregion_plan-expedited-for-affordable-units-at-atlantic-yards-near-downtown-brooklyn.html_module=inline_1542343963.html", "image_url": "https://static01.nyt.com/images/2014/06/27/nyregion/27YARDS/27YARDS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_27_nyregion_plan-expedited-for-affordable-units-at-atlantic-yards-near-downtown-brooklyn.html_module=inline_1542343963.html", "title": "Plan Expedited for Affordable Housing Near Barclays Center in Brooklyn", "title_page": "Plan Expedited for Affordable Housing Near Barclays Center in Brooklyn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The agreement would avert another lawsuit against the project from seven community-based organizations and several individuals. Their concerns have been incorporated into the agreement, and they have signed a covenant with state officials not to file a suit as long as the agreement is formally approved.\nThe groups had argued that the neighborhood was changing so rapidly that many of the people who needed the affordable housing promised by Atlantic Yards would be gone by the time it was built under the old timetable, by 2035.\n“This project has been crying out for real public accountability, and the community has been crying out for affordable housing now,” said Michelle de la Uz, executive director of the Fifth Avenue Committee, one of the groups that signed the covenant. “I’m heartened that everyone realized you can’t have one without the other as part of realizing Atlantic Yards’ full promise.”\nThe new agreement specifies that a portion of affordable units would be for low-income families of four that make $48,000 or less, moderate-income families earning up to $88,000 a year, and middle-income families earning up to $104,000.\nDaron Hudson, whose family has lived in the area since the 1950s, said the agreement was particularly important for people like himself. He said he liked the idea of a having an arena in his backyard and the promise of new housing. But the Atlantic Yards project has also sped up the area’s transformation into a higher-priced enclave.\nMr. Hudson, a teacher’s aide, lives in a one-bedroom apartment with his partner and his young daughter. He has scoured the neighborhood for two years, unable to find a two-bedroom apartment they could afford.\n“The neighborhood has changed for the good,” said Mr. Hudson, who would have been a plaintiff in the lawsuit. “But it’s created difficulties for a lot of families who have lived here. Rents have soared drastically over the past five years. Some people have moved away. But we have a right to live in this community like anyone else.”", "url": "https://www.nytimes.com/2014/06/27/nyregion/plan-expedited-for-affordable-units-at-atlantic-yards-near-downtown-brooklyn.html?module=inline"}