{"authors": ["Ginia Bellafante"], "date_download": "2018-11-16 04:45:38", "date_modify": "2018-11-16 04:45:38", "date_publish": "2014-08-01 16:31:18", "description": "A corruption inquiry has created an opening for Zephyr Teachout, a law professor who is challenging Gov. Andrew M. Cuomo of New York in the Democratic primary.", "filename": "2014_08_03_nyregion_a-cuomo-opponent-tilting-at-corruption.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343538.html", "image_url": "https://static01.nyt.com/images/2014/08/03/nyregion/03BIG/03BIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_03_nyregion_a-cuomo-opponent-tilting-at-corruption.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343538.html", "title": "A Cuomo Opponent Tilting at Corruption", "title_page": "A Cuomo Opponent Tilting at Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a law professor, currently at Fordham, Ms. Teachout has focused on anti-corruption, and her anger, shared by so many, over the governor’s failed promises to eradicate the carousel of bribery and pernicious influence in Albany has been central to her campaign. Four years ago her scholarship was cited in Justice John Paul Stevens’s dissent from the Supreme Court’s Citizens United decision, which found that limits on independent political spending by corporations and groups were unconstitutional.\nLawrence Lessig, the eminent legal academic and advocate of campaign finance reform, has called Ms. Teachout’s bid “the most important money-in-politics race of the year.” As her running mate, Ms. Teachout chose another celebrated legal theorist, the Columbia professor Tim Wu.\nIn some sense, Ms. Teachout’s emphasis on corruption has kept her in a cycle of inefficiency. It is what has caused the media to pay attention to her, so she has kept talking about it, but voters don’t vote as much from a place of outrage over this or that duplicity or brazen exchange as they do from a sense that prevailing economic paradigms have abused them. And it is not always the case that they see the connection between the two.\nCorruption, as Don Levy, the director of the Siena Research Institute, told me, “isn’t something that really adheres.” When voters are surveyed, they typically say that they regard corruption as commonplace, which is also to say that they regard it as part of the atmosphere, like humidity in August, immune to undoing. In a recent Siena poll, 65 percent of voters said that they were never surprised when another state legislator in New York was indicted, and that they believed lawmakers “do what’s best for them.”\nIf corruption were an issue that really stuck, then ethically questionable candidates in places like New York or Illinois would not keep getting elected and re-elected. We wouldn’t live in a world where Buddy Cianci was able to win a second tenure as mayor of Providence, R.I., after a felony conviction and a prison sentence. (This year, he happens to be running again.)", "url": "https://www.nytimes.com/2014/08/03/nyregion/a-cuomo-opponent-tilting-at-corruption.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}