{"authors": ["Jesse Lichtenstein"], "date_download": "2018-11-16 04:54:10", "date_modify": "2018-11-16 04:54:10", "date_publish": "2014-05-28 09:00:18", "description": "Patricia Lockwood turns sexts and rape jokes and other Internet flotsam into pure poetry.", "filename": "2014_06_01_magazine_the-smutty-metaphor-queen-of-lawrence-kansas_1542344050.html", "image_url": "https://static01.nyt.com/images/2014/06/01/magazine/01lockwood1/mag-01Lockwood-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_01_magazine_the-smutty-metaphor-queen-of-lawrence-kansas_1542344050.html", "title": "The Smutty-Metaphor Queen of Lawrence, Kansas", "title_page": "The Smutty-Metaphor Queen of Lawrence, Kansas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sext: I give u the Heimlich maneuver when u don’t even need the\nHeimlich maneuver. A grape pops out of u that u never even ate\nSext: I am a water glass at the Inquisition. You are a dry pope mouth. You\npucker; I wet you\nLockwood has found that her Twitter fans have surprising patience with some of her longer and less accessible poems. “The idea about readers being too lazy to read poetry — they just need an in,” she said, “a voice they can trust.” Though Lockwood claims not to assert her politics in her poems, Don Share, the editor of the venerable Poetry magazine, in which she has been published, says that’s one of the most striking things about her work. “She’s right on top of politics, the economy, social situations, sexual situations, gender issues,” he says. “She converts the feed of information we get all day into these striking poems.”\nThat was certainly the case last summer when her long poem called “Rape Joke” went viral as no contemporary poem has before or since. Lockwood and her husband, Jason Kendall, a newspaper editor, refer to the poem as “R. J.” She began writing it in the spring of 2012, drawing on a painful incident from her late teens. “It wasn’t because I felt a pressing need to write about my life,” she says. “It was because the form arrived to me, the vehicle arrived, and it felt so perfect — the anaphora, the repetition.” She laid a draft of the poem out in notes and then, as she often does, set it aside.\nThat summer, during a stand-up set, the comedian Daniel Tosh went into an extended riff on rape jokes, which prompted a woman in the audience to shout, “Rape jokes are never funny.” Tosh’s response — “Wouldn’t it be funny if that girl got raped by, like, five guys right now?” — sparked a nationwide debate about taboos in comedy: Are there things we just can’t laugh about, and who is the “we” that gets to laugh and in what circumstances? While comedians, feminists, survivors of sexual violence and the usual pundits weighed in, Lockwood went back to the draft and finished the poem. She sent it to The Awl, an online magazine, where it sat for months.\n“The rape joke is that you were 19 years old,” the poem begins. “The rape joke is that he was your boyfriend.” And then the poem complicates itself — with a joke:\nThe rape joke it wore a goatee. A goatee.\nImagine a rape joke looking in the mirror, perfectly reflecting back itself,\nand grooming itself to look more like a rape joke. “Ahhh,” it thinks. “Yes.\nA goatee.”\n“It’s not a well-behaved poem,” Terrance Hayes, who selected the poem for the 2014 edition of “The Best American Poetry” series, told me. “It’s humor as we understand it from Richard Pryor, which is to say, there’s a blade at the heart of the joke, but there’s also a kind of suffering, and an awareness of that suffering, which gives it a kind of empathy for people who are exposed to it,” he said. “The whole poem is a big question, isn’t it?”\nThe response to the poem was huge across Facebook, Tumblr and Twitter — Lockwood was getting hundreds of tweets a minute the morning it was posted. An article published later that day in Salon declared that Lockwood “may have the final word in the rape-joke debate.” The Guardian noted that even as she “casually reawakened a generation’s interest in poetry,” she had done something perhaps even more difficult. “She may well be the first person with an actual sense of humor to write an attack on rape jokes. Or is it actually a defense of rape jokes?” Either way, it would be a mistake to reduce the poem to a manifesto. “Rape Joke” refuses not to be funny, but it also refuses to let you take comfort in getting the joke.", "url": "https://www.nytimes.com/2014/06/01/magazine/the-smutty-metaphor-queen-of-lawrence-kansas.html"}