{"authors": ["Thomas Kaplan", "Susanne Craig"], "date_download": "2018-11-16 04:29:43", "date_modify": "2018-11-16 04:29:43", "date_publish": "2014-05-12 03:41:56", "description": "Leaders of the Working Families Party say Gov. Andrew M. Cuomo has drifted too far to the right, and are privately talking about nominating their own candidate to run for governor this year.", "filename": "2014_05_12_nyregion_cuomo-works-to-mend-fences-with-liberals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342583.html", "image_url": "https://static01.nyt.com/images/2014/05/12/nyregion/12LIBERALweb2/12LIBERALweb2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_12_nyregion_cuomo-works-to-mend-fences-with-liberals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342583.html", "title": "Cuomo Works to Mend Fences With Liberals", "title_page": "Cuomo Works to Mend Fences With Liberals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo has won significant support from traditionally Republican constituencies, including business executives who like his tax cuts and Wall Street financiers delighted with his support of charter schools. But this courtship has come at a price: As he begins his bid for a second term, he is struggling to hold on to support from the left wing of his own party.\nLiberals’ misgivings about Mr. Cuomo, one of the nation’s most prominent Democratic governors, are quickly coming into focus as the Working Families Party, one of New York’s most effective political organizations in recent years, considers whether to endorse him.\nLeaders of the party, an alliance of labor unions and liberal activists, backed Mr. Cuomo in his bid for governor in 2010 and were a driving force behind Mayor Bill de Blasio’s political ascent.But they are now so frustrated with Mr. Cuomo that they are privately talking about whether to nominate their own candidate to run for governor this year, according to party officials.\n“He is too far to the right for us,” said David Schwartz, vice chairman of the Working Families Party of Westchester and Putnam Counties.", "url": "https://www.nytimes.com/2014/05/12/nyregion/cuomo-works-to-mend-fences-with-liberals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}