{"authors": ["Jodi Rudoren", "Isabel Kershner"], "date_download": "2018-11-16 04:42:35", "date_modify": "2018-11-16 04:42:35", "date_publish": "2014-06-19 00:33:05", "description": "President Mahmoud Abbas of the Palestinian Authority vowed to help catch whoever kidnapped three Israeli teenagers as mounting pressure threatened his reconciliation pact with Hamas.", "filename": "2014_06_19_world_middleeast_abbas-of-palestinian-authority-vowed-to-help-catch-whoever-kidnapped-israeli-teenagers_1542343355.html", "image_url": "https://static01.nyt.com/images/2014/06/19/world/19kidnap/19kidnap-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_19_world_middleeast_abbas-of-palestinian-authority-vowed-to-help-catch-whoever-kidnapped-israeli-teenagers_1542343355.html", "title": "Pressure Grows in Hunt for Kidnapped Israelis", "title_page": "Pressure Grows in Hunt for Kidnapped Israelis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — President Mahmoud Abbas of the Palestinian Authority on Wednesday denounced the abduction of three Israeli teenagers and vowed to help catch the kidnappers, as pressure mounted on him and threatened to collapse his fraying reconciliation pact with the militant Islamic movement Hamas.\nWith Israel intensifying its crackdown on Hamas and insisting that it is behind the abductions, Mr. Abbas said at a conference of Islamic leaders in Saudi Arabia that “whoever carried out this act wants to destroy us.” He did not mention Hamas, but he made clear that the Palestinian Authority was assisting Israel in its search for the teenagers.\n“It’s in our interest that there is security coordination between us and Israel in order to protect ourselves, to protect our people,” he said. “We do not want to go back to the anarchy or destruction that happened in the second intifada.”\nAnalysts said that while Mr. Abbas benefited from Israel’s arrest of scores of Hamas leaders who have long been his rivals, he faced public outrage over the coordination and might have trouble containing unrest if Israel’s aggressive campaign of night raids, home searches and checkpoints continued.", "url": "https://www.nytimes.com/2014/06/19/world/middleeast/abbas-of-palestinian-authority-vowed-to-help-catch-whoever-kidnapped-israeli-teenagers.html"}