{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:48:03", "date_modify": "2018-11-16 04:48:03", "date_publish": "2014-10-27 22:27:03", "description": "D. A. Pennebaker and Chris Hegedus, whose documentaries have captured moments in history and counterculture, are seeking a home for their film archive and related materials.", "filename": "2014_10_28_movies_d-a-pennebaker-and-chris-hegeduss-counterculture-archive_1542343683.html", "image_url": "https://static01.nyt.com/images/2014/10/28/arts/jppennebaker/jppennebaker-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_28_movies_d-a-pennebaker-and-chris-hegeduss-counterculture-archive_1542343683.html", "title": "Wanted: Home for a Prized Trove", "title_page": "Wanted: Home for a Prized Trove - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Born in 1925 in the Chicago area, Mr. Pennebaker had no early plans to go into film; he studied mechanical and electrical engineering at the Massachusetts Institute of Technology and then Yale. After graduating in 1947, he moved to the West Village and worked at a company that built power stations; the job bored him so much that he spent most of his time reading science fiction in the bathroom. He next found work with a man who shot newsreel-type footage abroad, but was bothered that he and the filmmaker had to write voice-over scripts.\n“I thought this could be more interesting if we filmed what people really did say,” he recalled. A few years later, he began working with Mr. Drew, Mr. Leacock and Mr. Maysles, making “Primary,” about the 1960 John F. Kennedy-Hubert H. Humphrey face-off in Wisconsin; and with Mr. Drew and Mr. Leacock, “Crisis: Behind a Presidential Commitment,” about Kennedy’s standoff against Gov. George C. Wallace over the integration of the University of Alabama.", "url": "https://www.nytimes.com/2014/10/28/movies/d-a-pennebaker-and-chris-hegeduss-counterculture-archive.html"}