{"authors": ["Andrew Jacobs", "Chris Buckley"], "date_download": "2018-11-16 04:19:25", "date_modify": "2018-11-16 04:19:25", "date_publish": "2014-06-02 04:13:14", "description": "In 1989, a Chinese general refused to take part in violence against protesters, sending tremors through the Communist Party establishment, documents and interviews show.", "filename": "2014_06_03_world_asia_tiananmen-square-25-years-later-details-emerge-of-armys-chaos_1542341965.html", "image_url": "https://static01.nyt.com/images/2014/06/03/world/asia/TIANANMEN/TIANANMEN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_world_asia_tiananmen-square-25-years-later-details-emerge-of-armys-chaos_1542341965.html", "title": "Tales of Army Discord Show Tiananmen Square in a New Light", "title_page": "Tales of Army Discord Show Tiananmen Square in a New Light - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Deng and his allies were so alarmed by spreading misgivings about martial law that they disconnected many of the “red phones” that allowed senior officials to speak with one another, Mr. Zhang said. But Colonel Wang offered to use his elite connections to organize a show of dissent from within the military.\nCopies of the petition spread around Beijing that May, but its origins and authenticity were unclear, diminishing its impact. But Mr. Zhang, who had contacts with senior military officers, now says that he wrote down the statement and names during a phone call from Colonel Wang and then passed it on to friends who made copies.\nIn interviews, several of those who took part in back-channel efforts to defuse the crisis described how Colonel Wang held a secret meeting with Wang Juntao and Zhou Duo, two liberal intellectuals who were trying to avert a military assault, even as they chided protesters for disorganization and naïveté. Both men recalled a long night in Mr. Zhou’s home when they peppered Colonel Wang with questions about attitudes in the army. He played down the risk of mass bloodshed, both men recalled.\n“He said, ‘If the Communist Party fires on and kills ordinary people, then wouldn’t the Communist Party be committing suicide?’ ” Mr. Zhou, who lives in Beijing, said in a phone interview. He said they “absolutely never imagined it would turn out as brutally as it did.”\nA Connection With Residents\nEven as the petition circulated around Beijing, 180,000 to 250,000 troops from across the country were mobilizing to enforce martial law. Although the resistance by ordinary Beijingers is well established, the documents and interviews describe the dismay, frustration and rumors that unsettled the military when residents were galvanized into defiance, rather than being cowed by the rush of soldiers clutching guns.\nMany Beijing residents were swept up by the idealism of the students and their grievances over corruption, inequality and inflation. From May 19, as word of impending martial law leaked, tens of thousands of them poured out of their homes to stop the troops at key intersections, pleading with them to understand the students’ demands.", "url": "https://www.nytimes.com/2014/06/03/world/asia/tiananmen-square-25-years-later-details-emerge-of-armys-chaos.html"}