{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:40:32", "date_modify": "2018-11-16 04:40:32", "date_publish": "2014-07-18 18:00:13", "description": "Gaza militants have long used tunnels to attack Israel. A recent incursion led to the discovery of dozens, the Israeli military said.", "filename": "2014_07_19_world_middleeast_hamas-gaza-strip-tunnels-led-to-israels-invasion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343232.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_19_world_middleeast_hamas-gaza-strip-tunnels-led-to-israels-invasion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343232.html", "title": "Trouble Underfoot on Israeli Kibbutz Near the Border", "title_page": "Trouble Underfoot on Israeli Kibbutz Near the Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SUFA, Israel — Israel’s decision to invade Gaza has its roots just outside of this small kibbutz in southern Israel where open fields and citrus orchards offer a pastoral scene that residents say has long been deceptive.\nAt dawn on Thursday, 13 Hamas gunmen from Gaza emerged from the mouth of an underground tunnel about a mile away, inside Israel territory. The air force thwarted the attack, but the government said that the attempted incursion was the final straw and that the ground invasion would commence.\nBy Friday, the Israeli military said it had already uncovered 10 tunnels with 22 exit points and that there were dozens more “terror tunnels” spread around Gaza. In a statement, it described tunnels crossing the border from Gaza to Israel as “complex and advanced,” and said they were “intended to carry out attacks such as abductions of Israeli civilians and soldiers alike; infiltrations into Israeli communities, mass murders and hostage-taking scenarios.”\nGadi Shamni, a former commander of the Israeli Army’s Gaza division and of its central command, said that destroying the tunnels posed a technological and operational challenge and that each of them had offshoots going in different directions, making it difficult to track and disable the whole route.", "url": "https://www.nytimes.com/2014/07/19/world/middleeast/hamas-gaza-strip-tunnels-led-to-israels-invasion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}