{"authors": ["Peter Baker", "Michael D. Shear", "David M. Herszenhorn"], "date_download": "2018-11-16 04:35:10", "date_modify": "2018-11-16 04:35:10", "date_publish": "2014-03-28 21:14:09", "description": "In a phone call initiated by President Vladimir V. Putin of Russia, President Obama told Mr. Putin that the United States would like to see Russia pull back its troops from Crimea and not take any further steps into Ukraine.", "filename": "2014_03_29_world_europe_putin-calls-obama-on-Ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342910.html", "image_url": "https://static01.nyt.com/images/2014/03/29/world/29putin-375/29putin-375-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_29_world_europe_putin-calls-obama-on-Ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342910.html", "title": "Putin Calls Obama to Discuss Ukraine, White House Says", "title_page": "Putin Calls Obama to Discuss Ukraine, White House Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Vladimir V. Putin of Russia reached out to President Obama on Friday to discuss ideas about how to peacefully resolve the international standoff over Ukraine, a surprise move by Moscow to pull back from the brink of an escalated confrontation that has put Europe and much of the world on edge.\nAfter weeks of provocative moves punctuated by a menacing buildup of troops on Ukraine’s border, Mr. Putin’s unexpected telephone call to Mr. Obama offered a hint of a possible settlement. The two leaders agreed to have their top diplomats meet to discuss concrete proposals for defusing the crisis that has generated the most serious clash between Russia and the West since the end of the Cold War.\nBut it remained uncertain whether Mr. Putin was seriously interested in a resolution that would go far enough to satisfy the United States, Ukraine and Europe, or instead was seeking a diplomatic advantage at a time when he has been isolated internationally. While the White House account of the call emphasized the possible diplomatic movement, the Kremlin’s version stressed Mr. Putin’s complaints about “extremists” in Ukraine and introduced into the mix of issues on the table the fate of Transnistria, another pro-Russian breakaway province outside his borders.\nNeither American nor European officials expect Mr. Putin to easily reverse his seizure of Crimea, the largely Russian-speaking Ukrainian peninsula Moscow annexed last week after Russian troops took control there. Indeed, the Kremlin statement made no mention of Crimea, suggesting Mr. Putin considers the matter a fait accompli that is no longer up for discussion. Analysts said the Russian leader may be seeking some sort of de facto acceptance of that new status quo in exchange for not sending troops massed on the border into eastern Ukraine.", "url": "https://www.nytimes.com/2014/03/29/world/europe/putin-calls-obama-on-Ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}