{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:20:08", "date_modify": "2018-11-16 03:20:08", "date_publish": "2014-09-11 01:17:03", "description": "President Obama on Wednesday night may have ensured that he will pass his successor a volatile and incomplete war, just as he inherited one when he took office.", "filename": "2014_09_11_world_middleeast_extending-a-legacy-of-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338408.html", "image_url": "https://static01.nyt.com/images/2014/09/10/multimedia/nytm-isis-explainer/nytm-isis-explainer-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_11_world_middleeast_extending-a-legacy-of-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338408.html", "title": "New Military Campaign Extends a Legacy of War", "title_page": "New Military Campaign Extends a Legacy of War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In ordering a sustained military campaign against Islamic extremists in Syria and Iraq, President Obama on Wednesday night effectively set a new course for the remainder of his presidency and may have ensured that he would pass his successor a volatile and incomplete war, much as his predecessor left one for him.\nIt will be a significantly different kind of war — not like Iraq or Afghanistan, where many tens of thousands of American troops were still deployed when Mr. Obama took the oath nearly six years ago. And even though Mr. Obama compared it to the small-scale, sporadic strikes against isolated terrorists in places like Yemen and Somalia, it will not be exactly like those either.\nInstead, the widening battle with the Islamic State in Iraq and Syria will be the next chapter in a grueling, generational struggle that has kept the United States at war in one form or another since that day 13 years ago on Thursday when hijacked airplanes shattered America’s sense of its own security. Waged by a president with faded public standing, the new phase will not involve many American troops on the ground, but seems certain to require a far more intense American bombing blitz than in Somalia or Yemen.\nThe battleground for that new phase will now extend beyond the well-known sands of Iraq into the new theater of Syria, a nation racked by more than three years of brutal civil war. After years of trying to avoid entangling the United States in another “dumb war,” as he called the 2003 invasion of Iraq, Mr. Obama is now plunging the United States into the middle of one of the world’s bloodiest, most vicious and fratricidal conflicts.", "url": "https://www.nytimes.com/2014/09/11/world/middleeast/extending-a-legacy-of-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}