{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:39", "date_modify": "2018-11-16 04:27:39", "date_publish": "2014-09-13 22:44:43", "description": "The nation, condemned by a United Nations panel for gross human rights violations, issued its own report that made no mention of prison camps and claimed that individual freedoms were strong.", "filename": "2014_09_14_world_asia_north-korea-says-reports-of-abuse-are-produced-by-political-racket.html_module=inline_1542342459.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_14_world_asia_north-korea-says-reports-of-abuse-are-produced-by-political-racket.html_module=inline_1542342459.html", "title": "North Korea Says Reports of Abuse Are Produced by Political ‘Racket’", "title_page": "North Korea Says Reports of Abuse Are Produced by Political ‘Racket’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea, a country widely condemned for egregious rights violations, issued its own report on Saturday on the state of human rights in the country, disputing outside criticism and suggesting that accusations of abuses are politically motivated.\nThe “all-inclusive,” five-chapter report was prepared by the North’s Association for Human Rights Studies “to lay bare the false and reactionary nature of the reckless anti-North Korean human rights racket and to wipe out the prejudice and misunderstanding,” the official Korean Central News Agency said.\nThe report, more than 53,000 words in the English translation, did not mention prison gulags, which have been described in detail by defectors, including a handful of survivors, as places where anyone deemed disloyal to the country’s ruling family is detained in brutal conditions. The report instead claims that North Koreans enjoy robust human rights, including freedom of speech and religion and protection from slavery and torture.\n“In the confrontation between the D.P.R.K. and U.S., the U.S. learned that it was impossible to overthrow the people-centered system by means of political and military threats and pressure as well as the economic blockade,” the report said, using the abbreviation for the country’s official name, the Democratic People’s Republic of Korea. “What they found next was the human rights issue.”", "url": "https://www.nytimes.com/2014/09/14/world/asia/north-korea-says-reports-of-abuse-are-produced-by-political-racket.html?module=inline"}