{"authors": ["Ellery Washington"], "date_download": "2018-11-16 04:10:03", "date_modify": "2018-11-16 04:10:03", "date_publish": "2014-01-17 16:44:04", "description": "How has the city changed since Baldwin arrived more than 60 years ago? A trip in his footsteps reveals some answers.", "filename": "2014_01_19_travel_james-baldwins-paris.html_module=inline_1542341403.html", "image_url": "https://static01.nyt.com/images/2014/01/19/travel/19JPPARIS5/19JPPARIS5-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_19_travel_james-baldwins-paris.html_module=inline_1542341403.html", "title": "James Baldwin’s Paris", "title_page": "James Baldwin’s Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Baldwin has maintained a grip on my imagination ever since my freshman year of college, when I read his novel “Giovanni’s Room.” Set in 1950s Paris, the novel tells the story of an ill-fated love affair between the narrator, David, a young American ex-soldier, and a darkly handsome Italian barman named Giovanni. As a young, gay black man growing up in the 1980s, I found this to be the first novel I’d encountered with the subject of homosexuality placed front and center and written by anyone who remotely resembled me. I was inspired in equal parts by the depth and style of Baldwin’s prose, and the fact that he, a gay black man had written so boldly and lived so openly at a time when there was such deep social hatred and opposition aimed at those of us who shared either Baldwin’s race or sexual identity, let alone both. What’s more, the fact that he had found a way to live and write freely in Paris made the city feel like an essential destination for me.\nIn the fall of 1998, a few months shy of the 50th anniversary of Baldwin’s arrival, I, too, finally moved to Paris, settling in a quaint — if not cramped — one-bedroom apartment on the Left Bank, in the Fifth Arrondissement. Seduced by the idea of chasing Baldwin’s literary coattails, I dedicated myself to rereading “Giovanni’s Room,” allowing the texture and mood of Baldwin’s (and Giovanni’s) Paris to overlap with the version of the city I was newly discovering. Now, some 15 years later, having left Paris, ultimately for New York, I was excited to see the city through Baldwin’s eyes again, which meant returning to the Left Bank.\nFor my first day on Baldwin’s trail, I caught the Métro from my apartment in Batignolles — a recently trendy neighborhood in the once working-class northeast corner of the 17th Arrondissement — south, across the Seine, to the Sixth Arrondissement and St.-Germain-des-Prés. I was headed to Café de Flore, the place where Baldwin had spent endless hours on the second floor, drinking coffee and Cognac to keep warm while working on his first novel, “Go Tell It on the Mountain.”\nIt was a mild, sunny day, and exiting the Métro station I was struck by how little had changed in St.-Germain since I’d caught my first glimpse of the neighborhood back in the late ’90s. At once I felt I’d returned to the model-version Paris, the district that, as the author Diane Johnson noted in her book, “Into a Paris Quartier,” the American imagination has tended to “fasten” itself onto for over a century. Surely, this fastening is largely due to St.-Germain’s fabled expatriate history, beginning with Thomas Jefferson ’s stay on what is now the Rue Bonaparte. But for me that afternoon, I was experiencing a renewed vision of the Paris that seems to effortlessly weave the rich vitality of city life together with the ease of vacationing in a small French village. To my left a continuous stream of cars, motorcycles, taxicabs and bikes flowed steadily down the broad, tree-lined Boulevard St.-Germain, while on my right, the ponderous row of classic stone facades was pleasantly broken up by stylishly quaint bookstores, shops, sidewalk cafes and side streets meandering toward the Seine.\nDuring the late ’40s and early ’50s, St.-Germain-des-Prés was the center of a thriving artistic and literary community and a place where nightclubs and bars of varying reputations flourished, allowing Baldwin to openly explore both his literary craft and his sexuality.\nAt Café de Flore I took a seat on one of the crimson and green wicker chairs on the terrace and began planning my next steps on Baldwin’s trail. Café de Flore sits on the corner of the Boulevard St.-Germain and the Rue St.-Benoît. Its location places it directly across St.-Benoît from its chief rival, Les Deux Magots. Similarly founded in the late 1890s, both cafes are adorned with Art Deco details, red moleskin banquettes, mahogany tables and mirrored walls. Both have rich intellectual and literary histories, boasting a list of luminaries — writers, artists, actors and philosophers that include Ernest Hemingway , Alain Delon , Jean-Paul Sartre , Simone de Beauvoir, Pablo Picasso and Albert Camus . Both have similar menus, and prices. Even the difference in ambience is barely perceptible, though residents and frequent visitors to the quarter are quick to say that the Flore attracts a slightly more fashionable clientele. When my waiter finally made his way to my table, I ordered a croque monsieur and a citron pressé, my favorite pairing at the cafe. Handing the menu back to him, I wondered how a starving young writer, as Baldwin had been when he first visited the Flore, might afford the same, somewhat pricey croque today.\nI rounded out the afternoon in St.-Germain by wandering down the Rue de Verneuil, a short, rather tight street of low 17th-century facades where Baldwin lived in various third-rate hotels during his early years in Paris, before continuing on to the Café Tournon, on the Rue de Tournon, near the formal Luxembourg Gardens, and the Brasserie Lipp, back on the Boulevard St.-Germain. Baldwin was known to visit the Café Tournon and the Brasserie Lipp, albeit infrequently, often stopping in before heading off to eat and drink in one of the cheaper neighborhood brasseries or bars. Both restaurants, their Art Deco mosaics still brilliantly maintained, were hot intellectual and creative night spots during the 1950s and ’60s, the Tournon largely considered the place where the St.-Germain neighborhood jazz scene got its start, providing the stage where Duke Ellington made his Parisian debut. Meanwhile, the Lipp had a perpetual waiting list of A-list celebrities and politicians jockeying for a corner table.\nAdvertisement Continue reading the main story\nBaldwin’s main night-life posse included the painter Beauford Delaney, the composer Howard Swanson, the dancer Bernard Hassell and the writer Ernest Charles Nimmo, known as Dixie, according to sources including Monique Wells, founder of the blog Entrée to Black Paris. She added that the group’s favorite spots were Le Montana on the Rue St.-Benoît, Gordon Heath’s L’Abbaye on Rue de l’Abbaye and Inez Cavanaugh’s Chez Inez, a soul food restaurant on Rue Champollion. As is the case with nearly all of the restaurants, bars and cafes in St.-Germain, the rambunctious, often decadent spirit that inhabited these places during Baldwin’s time has been replaced by a somewhat staid upper-middle-class mood of luxury and tourism, one that seems to radiate out from Le Bon Marché, the oldest and most palatial department store in Paris, penetrating even the smallest of shops, bistros and watering holes in the neighborhood. Of Baldwin’s main hangouts there, the Montana is one of the few that still exist and is currently one of the most exclusive clubs in Paris. I didn’t even attempt to get in.\nPhoto\nOn my second day following Baldwin’s trail I made my way to Montparnasse and settled into a comfortable leather bench at Le Select, yet another well-preserved Art Deco cafe, the place where Baldwin wrote much of “Giovanni’s Room.” If ever there was an American expatriate hub in Paris, Montparnasse was certainly it during the postwar years, largely owing to the sheer number of American students who moved to the Left Bank in the late 1940s and throughout the 1950s. Baldwin associated with many of these students, mostly ex-G.I.’s, writing about his experiences with them in the essay “A Question of Identity.”\nA sudden rainstorm that morning had delayed my trip to Montparnasse, but by 3 o’clock, the time I arrived at Le Select, the torrential streaks had subsided to a misty drizzle, and the cafe’s green-trimmed awning, the words “American Bar” printed on the corner bend, was fully extended, affording cover to a small cluster of smoking patrons huddled leisurely on the terrace. (The French government banned smoking indoors years ago, making it difficult to conjure up an image of Baldwin at Le Select chain-smoking while scribbling furiously on a yellow legal pad in one of the tight rear booths.) In spite of an extensive urban renewal project in the 1960s and ’70s that led the city to raze many prewar buildings in Montparnasse, Le Select remained intact, its Art Deco décor virtually unchanged since the 1920s. Le Select sits in the shadow of La Tour Montparnasse, which for many years held the title for the tallest building in France . Decried by Parisians as “grotesque” upon its completion, the tower became the symbol for the indiscriminate destruction of locally cherished buildings, empowering a movement to ban all skyscrapers within the city limits and to preserve historic places like Le Select.\nThe clientele that afternoon consisted largely of French students earnestly discussing politics and philosophy, a handful of American tourists and local businessmen having a late lunch and people I took to be neighborhood regulars reading newspapers and books, or simply staring out at the boulevard. As I nibbled off a plate of bread and charcuterie, I couldn’t help overhearing the nearby students as they discussed the lagging French economy, the weaknesses of their president, François Hollande , and the highly publicized conservative protests against gay marriage. I was captivated by the youthful sense of French entitlement in their speech, and my thoughts returned to the question of which neighborhood in Paris a young, foreign, black — and struggling — James Baldwin might currently be, especially considering that Le Select and his other haunts on the Left Bank have all become so chic.\nClearly, Baldwin had explored Parisian neighborhoods beyond those on the Left Bank. In a May 1961 article in Esquire magazine, “New Lost Generation,” he attested to the joy he felt discovering Paris. “The days when we walked through Les Halles singing, loving every inch of France and loving each other ... the jam sessions in Pigalle, and our stories about the whores there ... the nights spent smoking hashish in the Arab cafes ... the morning which found us telling dirty stories, true stories, sad and earnest stories, in grey workingmen’s cafes.”\nAs for Pigalle, still the largest red-light district in Paris, I had walked through the quarter earlier that week on my way to a dinner party at a friend’s apartment in Montmartre. The sun had already begun to set, its final rays fading into the variegated shimmer cast by a long procession of dim Art Nouveau lamps and bright storefront neon. Along the Boulevard de Clichy, I strolled past the Moulin Rouge and a vivid array of sex shops, strip clubs, adult movie theaters and hotels for prostitution (which is still legal in Paris). It seemed with every step there was yet another barker calling out to me from in front of a neon-lit doorway, attempting to sell a lap dance, an XXX-rated film, a girl — or possibly a boy — for hire. That night the spectacle of Pigalle made it easy to imagine the scenes of decadence and freedom Baldwin described when reminiscing about his trips to the area. Unfortunately, this wasn’t the case with Les Halles.", "url": "https://www.nytimes.com/2014/01/19/travel/james-baldwins-paris.html?module=inline"}