{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:34:46", "date_modify": "2018-11-16 03:34:46", "date_publish": "2014-04-22 14:34:17", "description": "At Telepan Local, a serving can be too much or too little.", "filename": "2014_04_23_dining_restaurant-review-telepan-local-in-tribeca.html_module=inline_1542339286.html", "image_url": "https://static01.nyt.com/images/2014/04/23/dining/20140423-RESTTELEPAN-slide-VOP2/20140423-RESTTELEPAN-slide-VOP2-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_dining_restaurant-review-telepan-local-in-tribeca.html_module=inline_1542339286.html", "title": "Restaurant Review: Telepan Local in TriBeCa", "title_page": "Restaurant Review: Telepan Local in TriBeCa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As at so many of these restaurants, the dishes at Telepan come out whenever, they land wherever, and you have no idea if you’re going to get too much food or too little. The meal unfolds, or unravels, on tables built in Nicaragua from dark and white slats of wood approximately cobbled together. They are the size of the ones in cocktail lounges where, in another era, people had manhattans and mixed nuts while waiting to be moved to the dining room. Now, this is dinner: glasses for water, wine and cocktails; blue carafes for carbonated water and clear ones for filtered tap; bottles of wine; plates for eating and plates for serving; and a votive candle, all vying for two or three square feet of real estate. Something’s got to give, and it is the silverware, which falls to the floor with surprising frequency. Or maybe it jumps, through some instinct for self-preservation.\n“We’re a farm-to-table American tapas restaurant,” my server said one night. “All the food is small plates that you can share.” In fact, many plates struck me as too small, even for one. The carrots, tiny and multicolored and al dente, tossed with oregano and bits of feta, come in a dish slightly bigger than a coffee lid. They cost $8, which in many restaurants would get you a side dish two or three times larger.\nPhoto\nA special of bay scallops with black-trumpet-mushroom purée was delicious, but there were six of them, and three of us. The price was $16. A $12 plate of eggs scrambled with smoked trout and fried bread worked out to about two forkfuls for each of us.\nThese dishes were all sensitively made from great ingredients, but they were all a bit well-mannered for this style of dining. The best small plates cause a clamor. Sharing them provokes tension: Who’s getting the last bite? That question came up with the wonderful little grilled cheese panini topped with a Spanish tomato-garlic-olive oil spread. And I could imagine arguing over the sea scallops and diced fried potatoes bathed in warm olive oil and spicy Aleppo pepper.\nBut far more often, after a bite of, say, soft cauliflower in Cheddar sauce, or a mini-pizza with fried calamari over tomato sauce, or corned tongue with charred cabbage (really good) and Russian dressing (not quite as good), I would nod happily, and move on to the next thing.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA single taste of some plates was too much. With its shrimp poppers — peculiarly bland fried shrimp stuffed with peculiarly bland crab and fish mousse — Telepan Local seemed to be trying to imitate Red Lobster and not quite succeeding. Fried watercress with cashews and chile sauce was an obvious homage to a Thai dish, yet it lacked the rippling energy of lime juice and fish sauce that any number of restaurants in Queens would have given it. Telepan Local’s pigs in blankets, however, perfectly mimicked everybody else’s pigs in blankets.\nSome of the best small-plates restaurants are glorified bars; picture tapas joints in Barcelona or izakayas in Tokyo or wine bars in Paris . Telepan Local looks at first as if it might fit the bill, with its long line of white barstools in an aggressively mirrored corridor up front. And the wine list is intriguing and affordable. But I had a hard time finding anybody who knew the bottles; one night my server couldn’t tell me about any of the three Greek whites except the one poured by the glass.\nThe cocktail list comes on strong, too. Most of the spirits are distilled locally; bitters are made on site. And I was surprised by the low-key sophistication of the Mai O Mai, a pineapple juice and rum concoction. The rest were too sweet, except for a gin and tonic that was too flat and a martini variant, the Jabberwocky, that was too warm.\nI had one of the worst desserts of the year at Telepan Local, a galette of underripe, undercooked pears on a gummy, doughy crust. I also had one of the best. Larissa Raphael, who pulls double duty as pastry chef here and at Telepan, has come up with a champion recipe for coconut cake that is rich like poundcake but lighter — poundcake that could fly.\nAdvertisement Continue reading the main story\nMaybe it can fly right out of this small-plates version of Telepan Local and into one that makes sense, not an American tapas restaurant but simply an American neighborhood restaurant. Some of the understated cooking that gets lost when it’s shared by the whole table might, in more generous portions, make lovely appetizers or main courses for one.", "url": "https://www.nytimes.com/2014/04/23/dining/restaurant-review-telepan-local-in-tribeca.html?module=inline"}