{"authors": ["Manu Joseph"], "date_download": "2018-11-16 04:22:16", "date_modify": "2018-11-16 04:22:16", "date_publish": "2014-01-15 11:40:51", "description": "The Indian prime minister pushed through important legislation despite long odds and sharp criticism.", "filename": "2014_01_16_world_asia_manmohan-singhs-harder-path_1542342136.html", "image_url": "https://static01.nyt.com/images/2014/01/16/world/asia/16iht-letter16-Manmohan-Singh/16iht-letter16-Manmohan-Singh-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_16_world_asia_manmohan-singhs-harder-path_1542342136.html", "title": "Manmohan Singh’s Harder Path", "title_page": "Manmohan Singh’s Harder Path - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Reacting to the decline of his own stature, Mr. Singh said during the news conference, “History will be kinder to me than the contemporary media.” A man who says this is usually masquerading hope as prophecy. But there are good reasons why Mr. Singh might be right. For nearly a decade, his innocuous nature and integrity succeeded in providing stability to two successive governments and the Congress party. Also, despite the odds against him, he pushed through important legislation.\nMr. Singh has not changed over the years. It is the middle-class perception of him that has, a perception largely influenced by the mainstream media. The chief accusation against him by political observers is that he has been unable to break out of the mold of being an employee of the Gandhi family, and that he never resigned on principle even though he was presented with several instances when the Congress party overruled or embarrassed him or diminished his dignity. Remarkable, then, that the relationship between Mr. Singh and the Gandhi family is similar to that between the editorial head of almost any Indian news organization and its owner.\nEvery editor in Delhi has a Manmohan Singh in him. In a nation where the preeminence of ethics in both politics and journalism is absolute in theory but ambiguous in practice, the prime minister and the editor occupy roles that require relentless negotiations with a higher authority from whom they derive their powers. Both have to fight for their independence, as it is not easily granted, and find ways to influence “management” to do what is right. Both make compromises for the sake of long-term benefits. And the only card they possess but cannot use too often is the threat to quit and walk away in a huff.\nIt is not known whether Mr. Singh ever threatened to quit, because this is a form of heroism that is usually staged in private. What is clear is that he never did quit, even though he had good reasons to. “I have never felt like resigning at any time,” he said. “I have enjoyed doing my work.”\nA man who quits his job on principled grounds may appear glorious to most people. But many times the more difficult path is not what appears heroic.", "url": "https://www.nytimes.com/2014/01/16/world/asia/manmohan-singhs-harder-path.html"}