{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 04:28:52", "date_modify": "2018-11-16 04:28:52", "date_publish": "2014-04-21 02:44:25", "description": "Mr. Bush’s efforts to capitalize on his résumé and reputation have thrust him into situations that may prove challenging to explain should he mount a campaign for the presidency.", "filename": "2014_04_21_us_politics_jeb-bushs-rush-to-make-money-may-be-hurdle.html_module=inline_1542342532.html", "image_url": "https://static01.nyt.com/images/2014/04/21/us/JP-JEB-1/JP-JEB-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_21_us_politics_jeb-bushs-rush-to-make-money-may-be-hurdle.html_module=inline_1542342532.html", "title": "Jeb Bush’s Rush to Make Money May Be Hurdle", "title_page": "Jeb Bush’s Rush to Make Money May Be Hurdle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since 2007, he has left few corners of the economy untouched, working on Wall Street, starting a consulting firm, investing in real estate, advising an emergency preparedness company, sitting on the board of a hospital linens provider, and giving speeches to grocery industry groups, local chambers of commerce and health care conferences.\nImage A shelter for earthquake-displaced Haitians made by InnoVida, on whose board of directors Mr. Bush sat. The company went bankrupt. Credit Joe Raedle/Getty Images\nHe has been well paid for his time, earning at least $3.2 million in board fees and stock grants from publicly traded companies alone, records show. His corporate speechmaking appears to have generated millions more: He commands about $50,000 for his speeches, delivering more than 100 since 2007, though some are unpaid. And he has earned millions from his work as an adviser to Lehman Brothers and Barclays, the company that took much of the bank over, according to executives familiar with his arrangements. Today, his pay from Barclays exceeds $1 million a year, these people said.\nMr. Bush declined to be interviewed. His spokeswoman, Kristy Campbell, provided a statement: “Jeb Bush had a successful career in commercial real estate and business before serving as Florida’s governor. After eight rewarding years in public service leading the state, he is enjoying running his own business again.”\nHis business endeavors are a largely overlooked chapter in a postgovernment biography built around his reputation as a policy maven, nonprofit leader and moderate voice in Republican debates on immigration and education. But as he explores a White House bid, friends said, Mr. Bush’s lucrative career is an unspoken but potent factor in his decision making. Entering the 2016 Republican field would inevitably require dismantling the business empire that he has assembled — an empire that now employs his son Jeb Bush Jr.\n“Although he’s been at this for seven years, it’s the last few years that he’s begun to flourish as an investor and build a commendable nest egg,” said Al Cardenas, a longtime Bush friend and adviser. “Leaving all of that behind, all he’s built, is a challenge and a sacrifice for him.”\nHis overlapping commitments risk spreading him thin. At one point, Mr. Bush sat on the boards of six companies, twice as many as leading corporate governance experts recommend given the time and fiduciary responsibilities of such a position.\nFellow corporate board members are quick to praise Mr. Bush. At Tenet, they said, he has pushed for tougher hospital safety standards; at Rayonier, a major owner of forestland, he has advised them on navigating regulations.", "url": "https://www.nytimes.com/2014/04/21/us/politics/jeb-bushs-rush-to-make-money-may-be-hurdle.html?module=inline"}