{"authors": ["Frances Robles"], "date_download": "2018-11-16 04:28:43", "date_modify": "2018-11-16 04:28:43", "date_publish": "2014-07-10 00:52:31", "description": "An increase in gang-related killings of children is a key factor driving the surge of migration of young Central Americans to the United States.", "filename": "2014_07_10_world_americas_fleeing-gangs-children-head-to-us-border.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342523.html", "image_url": "https://static01.nyt.com/images/2014/07/10/world/HONDURAS/HONDURAS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_10_world_americas_fleeing-gangs-children-head-to-us-border.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342523.html", "title": "Fleeing Gangs, Children Head to U.S. Border", "title_page": "Fleeing Gangs, Children Head to U.S. Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Basically, the places these people are coming from are the places with the highest homicide rates,” said Manuel Orozco, a senior fellow at the Inter-American Dialogue, a Washington-based research group. “The parents see gang membership around the corner. Once your child is forced to join, the chances of being killed or going to prison is pretty high. Why wait until that happens?”\nA confluence of factors, including discounted rates charged by smugglers for families, helped ignite the boom, he said. Children are killed for refusing to join gangs, over vendettas against their parents, or because they are caught up in gang disputes. Many activists here suggest they are also murdered by police officers willing to clean up the streets by any means possible.\nIn the case of the Castellanos family, the police said the older boy was a lookout for the gang and had decided to quit. The order to kill him, the police said, came from prison.\nSeveral arrests have been made. Héctor A. Medina, 47, who the police said lived at an abandoned house controlled by the 18th Street gang, where Kenneth was killed, was charged in the boys’ deaths. “It’s a serious social problem: any children born in this neighborhood are going to get involved in a gang,” said Elvin Flores, a police inspector in charge of La Pradera. “Our idea is to lower crime every day. We need a state policy to involve kids from when they are little to go to school.”\nBut gangs, which rob, sell drugs locally, kidnap people and extort money from businesses, often recruit new members at schools.\nIn some cities, blocks are empty because gangs demanding extortion payments have forced out homeowners. Many people have had to move within the country in a displacement pattern that experts liken to the one seen in Colombia’s civil war.", "url": "https://www.nytimes.com/2014/07/10/world/americas/fleeing-gangs-children-head-to-us-border.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}