{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 04:36:54", "date_modify": "2018-11-16 04:36:54", "date_publish": "2014-03-06 03:21:06", "description": "With Russian armed forces holding a tight grip on the Crimean Peninsula, Parliament scheduled a public referendum on secession for March 16.", "filename": "2014_03_07_world_europe_ukraine.html_ref=world&module=inline_1542343014.html", "image_url": "https://static01.nyt.com/images/2014/03/06/multimedia/obama-ukraine-latest/obama-ukraine-latest-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_world_europe_ukraine.html_ref=world&module=inline_1542343014.html", "title": "Crimea Vote Deepens Crisis and Draws Denunciations", "title_page": "Crimea Vote Deepens Crisis and Draws Denunciations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Turchynov scoffed at the plan for a referendum, noting that Russian forces had taken control of Crimea’s borders and ports and were blocking Ukrainian military bases and occupying other security installations. “This will be a farce,” he said in a televised address. “This will be false. This will be a crime against the state.”\nHe insisted that Ukraine would “protect the sanctity of our territory.”\nOfficials in Kiev had already declared that the Crimean Parliament had acted illegally, and a court issued an arrest warrant for Sergei Aksyonov, the leader of the breakaway effort, who was installed as prime minister of Crimea after armed men seized the Parliament building last week.\nLeaders of the Peninsula’s large Crimean Tatar minority also denounced the move. “Today’s decision by the Parliament is completely illegal,” said Refat Chubarov, the leader of the main Tatar organization and a member of Parliament. He refused to take part in the parliamentary voting on Thursday because he said it was illegitimate.\n“More troubling for us is that this decision could provoke and lead to further escalation of tensions,” Mr. Chubarov said in an interview. “A referendum under the conditions of the presence of foreign troops on the streets is called something entirely different in world practice — it’s a coup. It’s the seizure of territory.”\nIn Moscow, Dmitri S. Peskov, a spokesman for Mr. Putin, was quoted by Russian news agencies as saying that the Kremlin was aware of the developments in Crimea but had no further comment. Prime Minister Dmitri A. Medvedev has said that Russia would simplify procedures for people who have lived in Russia or elsewhere in the former Soviet Union to secure Russian citizenship.\nIf the referendum is held and a majority of voters opt for secession, it could create a thorny problem for the West. The United States and its allies typically support the idea of democratic self-determination in general, but oppose independence referendums within their own boundaries. Spain is trying to keep its Catalonia region from holding one in November, and Britain is confronting one in Scotland scheduled for September.\nUnlike Catalonia, Scotland or Quebec, where voters have twice rejected proposals for independence from Canada, Crimea is not dominated by a single linguistic, cultural, religious or ethnic identity. Though somewhat more than half the population is ethnic Russian, many are relatively recent arrivals, and there are also large numbers of ethnic Ukrainians, Tatars and smaller groups from dozens of other backgrounds, including Greeks, Germans and Jews.\nAdvertisement Continue reading the main story\nMany Crimeans said they were thunderstruck that the regional Parliament had voted to join Russia without waiting for the outcome of the referendum.\n“I’m in shock,” said Ludmila Milanich, an ethnic Russian who was in Simferopol for an early celebration of International Women’s Day. “We’re now going to Russia,” she said with dismay.\n“It’s completely illegitimate,” said Bilal Kuzi-Emin, 25, a Tatar who works as a waiter and barman. “Why don’t we just join Turkey?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn Sevastopol, pro-Russian demonstrators who were picketing a local security service headquarters said they were thrilled. “We’re already Russian,” said one, Natasha Malachuk.\nOne man climbed up to place a Russian flag where the Ukrainian banner had hung outside the building. The small group of picketers cheered and chanted, “Russia, Russia!”\n“We’re citizens of Russia — we’re returning home,” said Vyacheslav Tokarev, a construction worker.\nMeanwhile, Russian troops and their local supporters continued to block Ukrainian military installations. At one local military office in Simferopol, anti-Kiev demonstrators used a crane to place heavy concrete barricades meant to obstruct military vehicles leaving the compound.\nVideo\nThe Ukrainian Ministry of Defense also reported that the Russian Navy had scuttled an old cruiser, the Ochakov, in a narrow channel to trap Ukrainian naval vessels in port at Novoozerne.\nWhile many Crimeans say they are untroubled by the presence of heavily armed Russian soldiers on their streets, Olga Skripnik, 26, an instructor in the history department at the Crimean University for the Humanities in Yalta, said that the military occupation was a barrier to a fair vote.\nAdvertisement Continue reading the main story\n“The point is that you cannot hold any referendum or any choice at the barrel of a Russian gun,” Ms. Skripnik said. “It’s impossible to decide the fate of Crimea or Ukraine this way. It’s unequivocal pressure. It’s obvious that no political decisions can be made under the pressure of armed forces of another government.”\nCarrying out a referendum for the 2 million residents of Crimea presents major logistical challenges.\nOn Thursday, Crimean lawmakers announced that they had set up a telephone hotline for citizens seeking information about the referendum. The service is called, “Crimeans, We Will Protect our Autonomy.”\nAn operator on Thursday, however, was at a loss to answer even the most basic questions, including why a referendum would be held if lawmakers had already voted to join Russia. “I can’t explain it to you,” she said.\nShe passed the phone to a colleague who fared no better. “I can’t see the text of the announcement,” she said. “I am sitting at the hotline, and we don’t have a computer here.”\nLeonid I. Lebedev, a spokesman for the Fair Crimea movement, an ally of the new pro-Russian regional government appointed last week, said that trying to understand too many details about the referendum would only lead to confusion and misunderstanding.\n“The question is simple,” Mr. Lebedev said. “Let the people choose.”\nThe choice, however, is far from clear. Unilaterally seceding from Ukraine to join Russia, even with the endorsement of a referendum, would appear to conflict with both the Crimean and Ukrainian Constitutions, and would be sure to meet with broad international condemnation. But the alternative facing voters — staying in Ukraine and reverting to a Constitution from 1992 — was not well explained by officials, who have complained vaguely about an erosion of the region’s autonomy over the last two decades.\n“To be honest, I don’t remember that Constitution,” Mr. Lebedev said. “We’ll have to take it out and reread it.”", "url": "https://www.nytimes.com/2014/03/07/world/europe/ukraine.html?ref=world&module=inline"}