{"authors": ["Michael Forsythe", "Chris Buckley", "Alan Wong"], "date_download": "2018-11-16 04:22:35", "date_modify": "2018-11-16 04:22:35", "date_publish": "2014-06-20 10:56:20", "description": "More than 350,000 Hong Kong residents voted Friday in a nonbinding referendum on how their next leader should be chosen. The Chinese government called it “illegal and invalid.”", "filename": "2014_06_21_world_asia_in-hong-kong-an-unofficial-election-draws-beijings-ire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342155.html", "image_url": "https://static01.nyt.com/images/2014/06/21/world/HONGKONG1/HONGKONG1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_21_world_asia_in-hong-kong-an-unofficial-election-draws-beijings-ire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342155.html", "title": "In Hong Kong, an Unofficial Election Draws Beijing’s Ire", "title_page": "In Hong Kong, an Unofficial Election Draws Beijing’s Ire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The official, unnamed in the report, said the “results of the ballot have no legal efficacy or reference value” and indicated that the Communist Party would not give ground, whatever the result. “No plot by a so-called ‘civil disobedience movement’ to force the central government to make concessions on principles and on its bottom line stands any chance of success,” said the official, according to the China News Service.\nImage Leung Chun-ying Credit Dale De La Rey/Agence France-Presse — Getty Images\nOrganizers of the referendum say its online voting platform has faced cyberattacks in recent days that have disrupted service and caused delays. Since the vote is informal, the organizers have no way of verifying a person’s identity. And while only permanent residents of Hong Kong are supposed to vote, when the system was tested on Friday there appeared to be no screening mechanism to keep anyone with a Hong Kong identity card number and a mobile phone from casting a ballot. Yet even this informal poll has drawn Beijing’s fury.\nThe standoff comes as one authoritative poll shows that dissatisfaction in Hong Kong with the way Beijing is managing its rule over the territory is at its highest level in a decade. The trend is especially pronounced among the young, with 82 percent of permanent residents aged 21 to 29 polled in December and January by the Hong Kong Transition Project expressing dissatisfaction.\nOne such person was Winston Chu, 21, a student at Hong Kong Baptist University studying visual arts. He said he’s also convinced his parents, who were originally indifferent to the movement, to cast votes as well.\n“The government is not listening to the people,” Mr. Chu said. “I’ve already voted, to tell the government we don’t want a reform that filters who can be selected, there’s no other ways to express our wish than the referendum.”\nAt a rally on Friday for the unofficial referendum, a group of about 150 people gathered in Central, the main business district of Hong Kong, to sing “Do You Hear the People Sing?” — the call to popular unity from the musical Les Misérables. Many residents who said they had voted or intended to vote appeared as much concerned about conveying their anger to Beijing as choosing between the competing electoral proposals.\n“The P.R.C. government is always manipulating Hong Kong,” said Amber Choi, an office worker who said she had already voted. She was referring to the People’s Republic of China. “The current government was formed by the force of the P.R.C., not by our own word,” she said.", "url": "https://www.nytimes.com/2014/06/21/world/asia/in-hong-kong-an-unofficial-election-draws-beijings-ire.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}