{"authors": ["Michael Powell"], "date_download": "2018-11-16 04:30:40", "date_modify": "2018-11-16 04:30:40", "date_publish": "2014-06-03 02:08:27", "description": "The Working Families Party held its uneasy coalition of liberals and unions together as it endorsed Gov. Andrew M. Cuomo, in exchange for his support on some issues. Then came the day after.", "filename": "2014_06_03_nyregion_after-a-pledge-of-allegiance-some-doubters_1542342640.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_nyregion_after-a-pledge-of-allegiance-some-doubters_1542342640.html", "title": "After a Pledge of Allegiance, Some Doubters", "title_page": "After a Pledge of Allegiance, Some Doubters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paging Copernicus!\nThen came the day after.\nOn Sunday, the governor appeared to shrug off the last-minute video he had recorded for the convention, which looked as if it had been shot in his cousin’s basement in Queens.\nWas he really, as he suggested in that video, a true believing progressive?\n“At these political conventions you win or you lose,” he said. “I won.”\nOver at the Working Families Party headquarters, the mood fell short of celebratory. Its relationship with the governor is unpleasant on a good day. The party’s state political director, Bill Lipton, sent out a news release on Monday that called to mind Lilliputians asking for more stakes to hold down Gulliver.\nHe suggested that party followers make this pledge: “Yes, count me in. I will work to hold Governor Cuomo to the promise he made for a more progressive New York.”\nPut another way: Run, run, to the beach, and bring stakes and rope!\nZephyr Teachout, the Fordham University law professor who had sought the Working Families Party endorsement to take on the governor and his tax breaks for billionaires, dashed off no email of congratulation. Mr. Cuomo’s campaign aides — in their balled-fist-inside-an-iron-glove style — had already begun to whisper about a long ago minor legal problem of hers.", "url": "https://www.nytimes.com/2014/06/03/nyregion/after-a-pledge-of-allegiance-some-doubters.html"}