{"authors": ["Chris Buckley", "Alan Wong"], "date_download": "2018-11-16 04:16:58", "date_modify": "2018-11-16 04:16:58", "date_publish": "2014-09-27 10:56:38", "description": "A gathering of thousands at the city’s government offices appeared to be an early start for bigger protests, which an established pro-democracy group expected to start on Wednesday.", "filename": "2014_09_28_world_asia_pro-democracy-protest-in-hong-kong_1542341818.html", "image_url": "https://static01.nyt.com/images/2014/09/28/world/28hongkong/28hongkong-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_28_world_asia_pro-democracy-protest-in-hong-kong_1542341818.html", "title": "Pro-Democracy Group Shifts to Collaborate With Student Protesters in Hong Kong", "title_page": "Pro-Democracy Group Shifts to Collaborate With Student Protesters in Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — The police in Hong Kong began tightening on Sunday a ring of security around thousands of pro-democracy protesters who have besieged the city government for three days. But by clearing the protesters and appeasing the Chinese Communist Party, the Hong Kong authorities could risk a bigger backlash from even more city residents, said experts.\nThe Hong Kong government has been grappling with how to defuse the sit-in protest that started on Friday night and stretched over the weekend, swelling at times to a crowd of tens of thousands. Although the police had been practicing for months to quell planned protests over election rule changes, they failed on Friday to prevent hundreds of students from charging into a forecourt at the city government headquarters, drawing many more supporters who occupied an avenue and open areas next to the fenced-in forecourt. The students inside the forecourt were dragged off by the police on Saturday, but the supporters outside have stayed.\nOn Sunday afternoon, the police began to seal off the sit-in area, stopping supporters from entering. The city leader, Leung Chun-ying, told a news conference that the protesters were using illegal methods to threaten the government, and he declared his “absolute trust in the professional judgment of the police.”", "url": "https://www.nytimes.com/2014/09/28/world/asia/pro-democracy-protest-in-hong-kong.html"}