{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:40:07", "date_modify": "2018-11-16 04:40:07", "date_publish": "2014-07-13 19:11:48", "description": "Attorney General Eric H. Holder Jr. addressed reports that Yemeni explosives experts were working on devices small enough to fit into cellphones or laptop computers, and helping militants in Syria.", "filename": "2014_07_14_world_middleeast_holder-expresses-concern-about-terrorist-bomb-makers_1542343207.html", "image_url": "https://static01.nyt.com/images/2014/07/14/world/HOLDER/HOLDER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_14_world_middleeast_holder-expresses-concern-about-terrorist-bomb-makers_1542343207.html", "title": "Holder Voices ‘Extreme Concern’ About Terrorist Bomb Makers", "title_page": "Holder Voices ‘Extreme Concern’ About Terrorist Bomb Makers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Attorney General Eric H. Holder Jr. expressed “extreme, extreme concern” on Sunday over reports that bomb makers from Yemen responsible for the 2009 underwear-bomb plot are now in Syria cooperating with foreign militants there, possibly to develop new, nearly undetectable explosive devices.\n“That’s a deadly combination, where you have people who have the technical know-how along with the people who have this kind of fervor to give their lives in support of a cause that is directed at the United States and directed at its allies,” he said in an interview taped in London for the ABC News program “This Week.”\nMr. Holder, asked about news reports that the Yemeni bomb makers are working to design an explosive device small enough to fit into a cellphone or a laptop computer — and that this was behind a recent tightening of security for many passengers flying to the United States — seemed to confirm as much without explicitly saying so.\n“This is not a test,” he said. “This is a something — we’re doing something in reaction to things that we have detected.”", "url": "https://www.nytimes.com/2014/07/14/world/middleeast/holder-expresses-concern-about-terrorist-bomb-makers.html"}