{"authors": ["Brian Knowlton", "Michael R. Gordon"], "date_download": "2018-11-16 04:40:09", "date_modify": "2018-11-16 04:40:09", "date_publish": "2014-07-20 17:29:09", "description": "While publicly Secretary of State John Kerry strongly defended Israel’s right to act against Hamas, an open microphone caught Mr. Kerry’s cellphone remarks to an aide.", "filename": "2014_07_21_world_middleeast_israeli-gaza-conflict_1542343209.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_21_world_middleeast_israeli-gaza-conflict_1542343209.html", "title": "Kerry Expresses Frustration Over Civilian Toll in Gaza", "title_page": "Kerry Expresses Frustration Over Civilian Toll in Gaza - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Secretary of State John F. Kerry strongly criticized Palestinian leaders on Sunday for rejecting a cease-fire plan, but he also appeared — in comments captured by a live microphone — to express exasperation with the high cost in civilian lives as Israel pressed its ground attack on Gaza.\nMr. Kerry, who was expected to leave shortly for the region, had scheduled sweep of the five major network television programs when between interviews he spoke by cellphone to an unidentified aide.\nChris Wallace, the interviewer for “Fox News Sunday,” confronted Mr. Kerry with a tape of those remarks during his appearance on that program. In it, Mr. Kerry is heard to say: “It’s a hell of a pinpoint operation. It’s a hell of a pinpoint operation. We’ve got to get over there. Thank you, John. I think, John, we ought to go tonight. I think it’s crazy to be sitting around.”\nThe State Department later identified the aide as Jonathan Finer, Mr. Kerry’s deputy chief of staff, who accompanies him on his trips.", "url": "https://www.nytimes.com/2014/07/21/world/middleeast/israeli-gaza-conflict.html"}