{"authors": ["Michael D. Shear", "Peter Baker"], "date_download": "2018-11-16 04:35:27", "date_modify": "2018-11-16 04:35:27", "date_publish": "2014-03-26 09:55:00", "description": "In a sharp rebuke, President Obama, in Brussels, denounced Russia’s takeover of Crimea and described Moscow as an out-of-touch power.", "filename": "2014_03_27_world_europe_obama-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342927.html", "image_url": "https://static01.nyt.com/images/2014/03/27/world/PREXY2/PREXY2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_27_world_europe_obama-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342927.html", "title": "Obama Renewing U.S. Commitment to NATO Alliance", "title_page": "Obama Renewing U.S. Commitment to NATO Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — President Obama has spent much of his presidency mired in the challenges of a world well outside the borders of Europe — the turmoil of the Middle East, the power struggles in Asia and the terrorist threats percolating in northern Africa, Pakistan and elsewhere.\nBut Russia’s invasion of Ukraine and its stunningly fast annexation of Crimea have demanded a renewed focus on the part of the world that dominated American attention in the 20th century. Often accused of neglecting Europe in his first five years in office, Mr. Obama is using his trip here to recommit to the NATO alliance, rally the Continent against Russian “brute force” and cast the showdown as a test of common values.\nTo show resolve, Mr. Obama decided on Wednesday to modestly increase military deployments in Eastern Europe, and aides said he would intensify efforts to broaden energy security, negotiate a trade agreement with Europe and upgrade military capabilities.\nYet it will be hard to back up words with resources. The United States has only a small fraction of the force it once had in Europe, expanded energy ties will take years, and his own party leaders oppose quick action on a new trade pact.", "url": "https://www.nytimes.com/2014/03/27/world/europe/obama-europe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}