{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 03:11:08", "date_modify": "2018-11-16 03:11:08", "date_publish": "2014-08-04 22:09:42", "description": "Studies undercut the decade-old discovery of a skeleton thought to be a previously unknown extinct species of humans, with one suggesting that Down syndrome was a factor in its size.", "filename": "2014_08_05_science_a-new-explanation-for-new-man_1542337868.html", "image_url": "https://static01.nyt.com/images/2014/08/05/science/05FOSS/05FOSS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_05_science_a-new-explanation-for-new-man_1542337868.html", "title": "A New Explanation for ‘New’ Man", "title_page": "A New Explanation for ‘New’ Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A discovery in a cave on the Indonesian island of Flores, reported 10 years ago, moved one scientist to hail it as “the most important find in human evolution for 100 years.” The fragmentary bones, but only one full skull, of several individuals led the discoverers to conclude that these were remains of a previously unknown extinct species of humans.\nThe Australian and Indonesian scientists named the species Homo floresiensis. Some took to calling these unusually little people, who had apparently lived on the island as recently as 15,000 years ago, the hobbits. It was mystifying that people with brains apparently no larger than a chimpanzee’s, one-third that of modern Homo sapiens, would have been capable of making the stone tools found in the cave around them.\nFrom almost the beginning, a few skeptics raised warning flags. Was the one skull sufficient evidence of a distinct human species? These people were small, yes, but how could the Flores skull be proved normal and not that of a modern human with any of a number of growth disorders that shrink the head and brain?\nThe skeptics have now revived the debate with two papers published on Monday in The Proceedings of the National Academy of Sciences. One article points out what are said to be flaws in the original research reports. The second one describes evidence suggesting the individual was born with Down syndrome.", "url": "https://www.nytimes.com/2014/08/05/science/a-new-explanation-for-new-man.html"}