{"authors": ["Jackie Calmes", "Ashley Parker"], "date_download": "2018-11-16 04:28:52", "date_modify": "2018-11-16 04:28:52", "date_publish": "2014-07-09 23:32:09", "description": "The president challenged Gov. Rick Perry of Texas to rally Republicans in support of a $3.7 billion emergency measure aimed at solving the crisis caused as thousands of Central American children have crossed the Mexican border.", "filename": "2014_07_10_us_politics_immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342532.html", "image_url": "https://static01.nyt.com/images/2014/07/10/us/OBAMA-sub2/OBAMA-sub2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_10_us_politics_immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342532.html", "title": "Obama Presses Perry to Rally Support for Border Funds", "title_page": "Obama Presses Perry to Rally Support for Border Funds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DALLAS — President Obama on Wednesday directly challenged Gov. Rick Perry of Texas to rally Republicans in support of a $3.7 billion emergency measure aimed at solving the humanitarian crisis caused as thousands of Central American children have crossed the Mexican border.\nThe president described a frank exchange with Mr. Perry, who has been one of his most vocal critics, after their private meeting aboard the presidential helicopter and then at Dallas Love Field.\nThe meeting was hastily negotiated as the border crisis came to shadow Mr. Obama’s previously planned trip to Texas and Colorado to raise campaign money and talk about an improving economy.\nThe president said the emergency aid would address Republicans’ calls for increased border security while also providing care for the thousands of unaccompanied children who have been detained in the Rio Grande Valley. Mr. Obama suggested that election-year political maneuvering was blocking the package because Republicans see the crisis as a way to damage him and his party.", "url": "https://www.nytimes.com/2014/07/10/us/politics/immigration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}