{"authors": ["Steven Lee Myers", "Ellen Barry"], "date_download": "2018-11-16 03:19:39", "date_modify": "2018-11-16 03:19:39", "date_publish": "2014-03-18 08:29:04", "description": "President Vladimir V. Putin of Russia said he was reversing what he described as a historical mistake, declaring, “Crimea has always been an integral part of Russia in the hearts and minds of people.”", "filename": "2014_03_19_world_europe_ukraine.html_module=inline_1542338379.html", "image_url": "https://static01.nyt.com/images/2014/03/19/world/19ukraine2/19ukraine2-articleLarge-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_19_world_europe_ukraine.html_module=inline_1542338379.html", "title": "Putin Reclaims Crimea for Russia and Bitterly Denounces the West", "title_page": "Putin Reclaims Crimea for Russia and Bitterly Denounces the West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — President Vladimir V. Putin reclaimed Crimea as a part of Russia on Tuesday, reversing what he described as a historic injustice inflicted by the Soviet Union 60 years ago and brushing aside international condemnation that could leave Russia isolated for years to come.\nIn an emotional address steeped in years of resentment and bitterness at perceived slights from the West, Mr. Putin made it clear that Russia’s patience for post-Cold War accommodation, much diminished of late, had finally been exhausted. Speaking to the country’s political elite in the Grand Kremlin Palace, he said he did not seek to divide Ukraine any further, but he vowed to protect Russia’s interests there from what he described as Western actions that had left Russia feeling cornered.\n“Crimea has always been an integral part of Russia in the hearts and minds of people,” Mr. Putin declared in his address, delivered in the chandeliered St. George’s Hall before hundreds of members of Parliament, governors and others. His remarks, which lasted 47 minutes, were interrupted repeatedly by thunderous applause, standing ovations and at the end chants of “Russia, Russia.” Some in the audience wiped tears from their eyes.\nA theme coursing throughout his remarks was the restoration of Russia after a period of humiliation following the Soviet collapse, which he has famously called “the greatest geopolitical catastrophe of the 20th century.”", "url": "https://www.nytimes.com/2014/03/19/world/europe/ukraine.html?module=inline"}