{"authors": ["Katie Thomas", "Robert Pear"], "date_download": "2018-11-16 03:44:55", "date_modify": "2018-11-16 03:44:55", "date_publish": "2014-02-21 22:27:12", "description": "Health care groups and members of Congress are opposing an Obama administration proposal to limit coverage for three classes of drugs.", "filename": "2014_02_22_business_plan-to-alter-medicare-drug-coverage-draws-strong-opposition.html_module=inline_1542339895.html", "image_url": "https://static01.nyt.com/images/2014/02/22/business/22drug/22drug-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_22_business_plan-to-alter-medicare-drug-coverage-draws-strong-opposition.html_module=inline_1542339895.html", "title": "Plan to Limit Some Drugs in Medicare Is Criticized", "title_page": "Plan to Limit Some Drugs in Medicare Is Criticized - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We’ve been scratching our heads over this,” said John J. Castellani, the chief executive of the Pharmaceutical Research and Manufacturers of America, the drug-industry trade group. Medicare Part D, he noted, is the rare government program that not only gets high marks from consumers but also has cost taxpayers billions of dollars less than originally expected. “Why is the administration trying to make such extensive changes to a program that isn’t broken?”\nMr. Castellani’s organization was one of more than 200 groups that signed a letter this week asking that the rule be withdrawn. Earlier this month, Republican and Democratic members of the Senate Finance Committee warned that the proposal could “diminish access to needed medication” without saving much money.\nThe administration’s proposal would remove the protected status from three classes of drugs that has been in place since the program’s inception in 2006: immunosuppressant drugs used in transplant patients, antidepressants and antipsychotic medicines. They include many well-known drugs, such as Wellbutrin, Paxil and Prozac to treat depression, and Abilify and Seroquel to treat schizophrenia. Three other categories — cancer, H.I.V. and anti-seizure drugs — would retain their status as protected classes and insurance companies would be required to continue covering nearly all drugs in those treatment areas. Medicare has traditionally required the broad coverage because patients with these conditions must often try several drugs before finding one that works.\nIn proposing the change last month, the administration said that the policy was envisioned as a temporary measure to help ease patients’ transition to the new Medicare drug program, and that since then, insurers had lost their leverage in negotiating with drug companies because the drug companies knew the insurers were required to cover their drug costs and were therefore less willing to offer lower prices.\nIn its proposal, the Obama administration cited a 2008 study by the actuarial and consulting firm Milliman that showed that the six protected classes accounted for anywhere from 17 to 33 percent of total outpatient drug spending under Part D of Medicare. In addition, it said that the costs of those drugs were on average 10 percent higher than they would be without the requirement to cover substantially all drugs in these classes.", "url": "https://www.nytimes.com/2014/02/22/business/plan-to-alter-medicare-drug-coverage-draws-strong-opposition.html?module=inline"}