{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:17", "date_modify": "2018-11-16 04:19:17", "date_publish": "2014-09-06 18:30:05", "description": "A column on “smug white delusion” drew a deluge of responses. Here are a few.", "filename": "2014_09_07_opinion_sunday_nicholas-kristof-when-whites-just-dont-get-it-part-2.html_module=inline_1542341957.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_07_opinion_sunday_nicholas-kristof-when-whites-just-dont-get-it-part-2.html_module=inline_1542341957.html", "title": "When Whites Just Don’t Get It, Part 2", "title_page": "Opinion | When Whites Just Don’t Get It, Part 2 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But look at Asians, Mark protests on my Google Plus page: Vietnamese arrived in poverty — and are now school valedictorians. Why can’t blacks be like that?\nThere are plenty of black valedictorians. But bravo to Asians and other immigrant groups for thriving in America with a strong cultural emphasis on education, diligence and delay of self-gratification. We should support programs with a good record of inculcating such values in disadvantaged children. But we also need to understand that many young people of color see no hope of getting ahead, and that despair can be self-fulfilling.\nA successful person can say: “I worked hard in school. I got a job. The system worked.” Good for you. But you probably also owe your success to parents who read to you, to decent schools, to social expectations that you would end up in college rather than prison. So count your blessings for winning the lottery of birth — and think about mentoring a kid who didn’t.\nLook, the basic reason young black men are regarded with suspicion is that they’re disproportionately criminals. The root problem isn’t racism. It’s criminality.\nIt’s true that blacks accounted for 55 percent of robbery arrests in 2012, according to F.B.I. statistics. But, by my calculations, it’s also true that 99.9 percent of blacks were not arrested and charged with robbery in 2012, yet they are still tarred by this pernicious stereotype.\nCriminality is real. So is inequity. So is stereotyping.\nThe United States Sentencing Commission concluded that black men get sentences one-fifth longer than white men for committing the same crimes. In Louisiana, a study found that a person is 97 percent more likely to be sentenced to death for murdering a white person than a black person.\nMass incarceration means that the United States imprisons a higher proportion of its black population than apartheid South Africa did, further breaking up families. And careful studies find that employers are less likely to respond to a job inquiry and résumé when a typically black name is on it.", "url": "https://www.nytimes.com/2014/09/07/opinion/sunday/nicholas-kristof-when-whites-just-dont-get-it-part-2.html?module=inline"}