{"authors": ["Anand Giridharadas"], "date_download": "2018-11-16 04:20:02", "date_modify": "2018-11-16 04:20:02", "date_publish": "2014-09-18 20:10:50", "description": "Jeff Hobbs tells the story of Robert DeShaun Peace, who went from a New Jersey ghetto to Yale but never truly escaped his past.", "filename": "2014_09_21_books_review_the-short-and-tragic-life-of-robert-peace-by-jeff-hobbs.html__r=0&module=inline_1542342002.html", "image_url": "https://static01.nyt.com/images/2014/09/21/books/review/0921-bks-Giridharadas/0921-bks-Giridharadas-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_21_books_review_the-short-and-tragic-life-of-robert-peace-by-jeff-hobbs.html__r=0&module=inline_1542342002.html", "title": "Man Down", "title_page": "Man Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thus began an enduring odd-couple relationship. Hobbs and Peace were from different worlds, but at Yale they roomed together, commiserated over women, smoked weed (which Peace supplied as a leading campus dealer). They knew a bit about each other’s pasts, but not much. They kept in touch sporadically after college, and Peace was a groomsman at Hobbs’s wedding in Brooklyn. And then on May 18, 2011, 13 years after their first encounter, Hobbs learned over Facebook that his friend had passed away — had, in fact, been murdered in the game he had never stopped playing but had so masterfully hidden from so many.\nImage Robert DeShaun Peace Credit Illustration by Matt Dorfman; photograph courtesy of Yesenia Vasquez\nThe death prompted Hobbs, until then a fiction writer (whose first book was also about Yale students), to swerve into nonfiction and investigate the man he and so many others thought they knew.\nHobbs methodically reconstructs each of the worlds that made his friend: Peace’s boyhood house on Chapman Street, with its “weedy rectangle of lawn” and “five buckled stoop stairs”; the fiercely loving St. Benedict’s Preparatory School, where the boys sang school songs in the corridors; his neighborhood posse, whose dreams of college, wealth and stability slowly evaporate; the dealing underworld, which for Peace and many of his peers is the easiest, truest meritocracy they can see; Yale, with its suffocating levels of entitlement and the angst of many of its minority students.\nAs a page turner alone, the story wins. It doesn’t need further selling, and I won’t spoil it. What is worth adding is that the book will be highly provocative, even irritating, to those who answer the problems of the American underclass with prefab ideological theories and solutions.\nIt will force liberals to reconsider their aversion to talking about culture, habits, values and family breakdown as contributors to poverty. Poverty may be “structural,” as liberals like to say, but the structures worked for Peace, and still there was a brokenness to his spirit, “crippling emotional trauma” from the absence of his imprisoned father, and a rage of generations — a rage that cannot be explained by the physics of one life alone. Hobbs is particularly convincing on the idea that no level of achievement or external intervention can compensate for the lack of family.\nAs Hobbs writes from the point of view of Ina, one of Rob’s girlfriends, whom he tried in vain to make a gun smuggler: “Problems such as theirs, problems that traced back generations and involved far more than money (though money was often their emblem), would never be solved with $500 every two weeks.”\nConservatives will love that a religious school and a rich banker were Peace’s principal rescuers, but Hobbs’s reporting shows us that Peace was the beneficiary of happy accidents, and that free markets and charity will never, on their own, solve a problem this dense, complex and knotted.", "url": "https://www.nytimes.com/2014/09/21/books/review/the-short-and-tragic-life-of-robert-peace-by-jeff-hobbs.html?_r=0&module=inline"}