{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:49:12", "date_modify": "2018-11-16 04:49:12", "date_publish": "2014-10-11 20:03:53", "description": "Far more than his predecessors, China’s president has reached back into a rich trove of ancient statecraft for vindication and guidance.", "filename": "2014_10_12_world_leader-taps-into-chinese-classics-in-seeking-to-cement-power.html__r=0&module=inline_1542343752.html", "image_url": "https://static01.nyt.com/images/2014/10/12/world/THINKERS/THINKERS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_12_world_leader-taps-into-chinese-classics-in-seeking-to-cement-power.html__r=0&module=inline_1542343752.html", "title": "Leader Taps Into Chinese Classics in Seeking to Cement Power", "title_page": "Leader Taps Into Chinese Classics in Seeking to Cement Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — When China’s leader, Xi Jinping, recently warned officials to ward off the temptations of corruption and Western ideas of democracy, he cited Han Fei, a Chinese nobleman renowned for his stark advocacy of autocratic rule more than 2,200 years ago.\n“When those who uphold the law are strong, the state is strong,” Mr. Xi said, quoting advice that Han Fei offered monarchs attempting to tame disorder. “When they are weak, the state is weak.”\nSeeking to decipher Mr. Xi, who rarely gives interviews or off-the-cuff comments, China watchers have focused on whether he has the traits of a new Mao, the ruthless revolutionary, or a new Deng Xiaoping, the economic reformer. But an overlooked key to his boldly authoritarian agenda can be found in his many admiring references to Chinese sages and statesmen from millenniums past.\nMr. Xi declared his reverence for the past last month at a forum marking 2,564 years since Confucius’ birth. Ancient tradition “can offer beneficial insights for governance and wise rule,” Mr. Xi said in the Great Hall of the People in Beijing, where leaders hold congresses and legislative sessions, according to Xinhua, the official news agency.", "url": "https://www.nytimes.com/2014/10/12/world/leader-taps-into-chinese-classics-in-seeking-to-cement-power.html?_r=0&module=inline"}