{"authors": ["Megan Thee-Brenan"], "date_download": "2018-11-16 04:03:24", "date_modify": "2018-11-16 04:03:24", "date_publish": "2014-04-24 15:52:41", "description": "Every member of the population has to have an equal or at least a known chance of being chosen for a survey.", "filename": "2014_04_25_upshot_how-can-the-opinions-of-1000-people-possibly-represent-the-entire-country.html_module=inline_1542341004.html", "image_url": "https://static01.nyt.com/images/2014/04/25/upshot/25up-askpollster-copy/25up-askpollster-articleLarge.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_25_upshot_how-can-the-opinions-of-1000-people-possibly-represent-the-entire-country.html_module=inline_1542341004.html", "title": "How Can the Opinions of 1,000 People Possibly Represent the Entire Country?", "title_page": "How Can the Opinions of 1,000 People Possibly Represent the Entire Country? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many telephone polls that employ probability sampling, including those of The Times, use random digit dialing. A random sample is taken from a pool of all possible telephone numbers, whether listed or not. But if a person has two phone numbers, he or she has a higher chance of being contacted for a survey, so their responses are weighted to adjust for that.\nPollsters are confident they can interview about 1,000 people to measure the views of a nation of over 300 million. With a larger sample, the accuracy of the poll, as measured by the margin of sampling error, increases. With 1,000 people, that margin is plus or minus 3 percentage points.\nBut doubling the number polled, which considerably increases the cost, shrinks the sampling error to only plus or minus 2 percentage points. A larger sample allows for better analysis of subgroups, but otherwise pollsters don’t get that much more bang for the buck by increasing the sample over 1,000.\nAsk a Pollster addresses questions about the hows and whys of polling. If you have a question for The Times polling team, please leave a question in the comments section.", "url": "https://www.nytimes.com/2014/04/25/upshot/how-can-the-opinions-of-1000-people-possibly-represent-the-entire-country.html?module=inline"}