{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:44:22", "date_modify": "2018-11-16 03:44:22", "date_publish": "2014-09-18 14:01:49", "description": "Less than a year after construction began, the new bridge is making progress toward the opening of its first span, in 2016. Includes a video: two ways to deal with an old bridge.", "filename": "2014_09_19_nyregion_new-tappan-zee-bridge-begins-to-take-shape-in-new-york_1542339862.html", "image_url": "https://static01.nyt.com/images/2014/09/18/nyregion/TAPPANZEEweb2/TAPPANZEEweb2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_19_nyregion_new-tappan-zee-bridge-begins-to-take-shape-in-new-york_1542339862.html", "title": "Skeleton of Tappan Zee Bridge’s Successor Begins to Surface in the Hudson", "title_page": "Skeleton of Tappan Zee Bridge’s Successor Begins to Surface in the Hudson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Environmental advocates had complained loudly about the E.P.A. financing, contending that it siphoned off funds that should go to water treatment plants around the state.\nAnd there have been other complaints. Despite money spent by the Thruway Authority on sound-dampening windows and noise monitors, driving the piles has unleashed pounding reverberations that have annoyed residents of nearby neighborhoods. For a time this summer the authority suspended the pile driving until the contractor could figure out how to proceed more quietly.\nNevertheless, the authority says that it is proud of its accomplishments, and that it is within its $3.9 billion budget. Officials have been so eager to show off its progress that in six weeks they have twice taken reporters and photographers out on a cramped tugboat to tour the site where 20 construction cranes are employed, looking like a clan of long-necked brontosaurs foraging in a marsh. The fact that the public official who fast-tracked the bridge, Gov. Andrew M. Cuomo, a Democrat, is running for re-election this year may have fueled the desire for attention.\nThe new bridge is what is known as cable-stayed — different from a suspension bridge like the George Washington — because the cables that hold up the steel deck are anchored to the tops of the central span towers rather than to the shore, where anchoring is not always possible if soil conditions are not right. (The current bridge does not use cables at all, and its main span is a cantilever design supported on a framework embedded in the river.) The new bridge, like its predecessor, will stand at one of the widest points of the Hudson, its location determined by political considerations: Anything built within 25 miles of the Statue of Liberty would be controlled by the Port Authority, governed by both New York and New Jersey; the Tappan Zee, just outside the zone, is controlled completely by New York.", "url": "https://www.nytimes.com/2014/09/19/nyregion/new-tappan-zee-bridge-begins-to-take-shape-in-new-york.html"}