{"authors": ["Ian Lovett"], "date_download": "2018-11-16 04:00:34", "date_modify": "2018-11-16 04:00:34", "date_publish": "2014-01-31 22:21:14", "description": "Determined to use their water as cautiously as possible, state officials say they will cut off the water provided to local agencies serving 25 million residents. Those agencies will have to rely on other sources.", "filename": "2014_02_01_us_amid-drought-california-agency-will-withhold-water-deliveries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340834.html", "image_url": "https://static01.nyt.com/images/2014/02/01/us/01Drought/01Drought-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_01_us_amid-drought-california-agency-will-withhold-water-deliveries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340834.html", "title": "Parched, California Cuts Off Tap to Agencies", "title_page": "Parched, California Cuts Off Tap to Agencies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Responding to one of the worst droughts in California’s history, state officials announced on Friday that they would cut off the water to local agencies serving 25 million residents and about 750,000 acres of farmland.\nWith no end in sight for the dry spell and reservoirs at historic lows, Mark Cowin, director of the California Department of Water Resources, said his agency needed to preserve what little water remained so it could be used “as wisely as possible.”\nIt is the first time in the 54-year history of the State Water Project that water allocations to all of the public water agencies it serves have been cut to zero. That decision will force 29 local agencies to look elsewhere for water. Most have other sources they can draw from, such as groundwater and local reservoirs.\nBut the drought has already taken a toll on those supplies, and some cities, particularly in the eastern San Francisco Bay Area, rely almost exclusively on the State Water Project, Mr. Cowin said.", "url": "https://www.nytimes.com/2014/02/01/us/amid-drought-california-agency-will-withhold-water-deliveries.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}