{"authors": ["James Gorman"], "date_download": "2018-11-16 04:21:05", "date_modify": "2018-11-16 04:21:05", "date_publish": "2014-09-22 18:06:46", "description": "When sea ice melts and polar bears meet snow geese on their nests, the effects of climate change get complicated.", "filename": "2014_09_23_science_for-polar-bears-a-climate-change-twist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342065.html", "image_url": "https://static01.nyt.com/images/2014/09/23/science/polar-bears-replacement/polar-bears-replacement-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_23_science_for-polar-bears-a-climate-change-twist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342065.html", "title": "For Polar Bears, a Climate Change Twist", "title_page": "For Polar Bears, a Climate Change Twist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She emphasizes that although climate change brings an overall warming trend, it also is bringing increased variation in average temperatures, and the timing of the seasons.\n“In some years, summer season starts very late,” she said. “Some years, it starts very early. Sometimes, the fall comes very late. Sometimes, the fall comes very early.”\nAnd, she says, “A cold year slams plants down much harder than a warm year advances them.”\nOne aspect Dr. Mulder is studying is how the plants deal with this increased variability. It may be, she said, that for some plants, growth may ultimately be delayed rather than advanced because of the effect of the colder years.\nOne advantage Dr. Mulder has in her studies is a rich historical database.\nAs early as the 1700s, people associated with the Hudson Bay Company were recording the weather. By the 1930s, Churchill was connected to the south by train, and amateur and professional botanists began taking samples of plants, some of which are preserved in museum collections.\nAnd, in the 1970s, Robert Jefferies, Dr. Rockwell’s longtime collaborator at La Pérouse Bay, was collecting plants as well. Dr. Mulder can follow the plants’ growth patterns over nearly a century, and for years to come.\nThat future research in La Pérouse Bay is needed, Dr. Rockwell said, because the current knowledge of how this ecosystem fits together — and how it is evolving because of climate change — is so incomplete.\n“You get all these nonlinear kinds of things, which make it very hard to understand,” he said. “But it makes it more fun to study.”", "url": "https://www.nytimes.com/2014/09/23/science/for-polar-bears-a-climate-change-twist.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}