{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:56", "date_modify": "2018-11-16 04:14:56", "date_publish": "2014-08-14 00:36:52", "description": "Eduardo Campos’s unexpected death leaves his supporters up for grabs for the leading candidates, as well as his running mate, who may take his place.", "filename": "2014_08_14_world_americas_brazilian-presidential-candidate-dies-in-plane-crash-upsetting-race.html_module=inline_1542341696.html", "image_url": "https://static01.nyt.com/images/2014/08/14/world/BRAZIL/BRAZIL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_14_world_americas_brazilian-presidential-candidate-dies-in-plane-crash-upsetting-race.html_module=inline_1542341696.html", "title": "Brazilian Presidential Candidate Dies in Plane Crash, Upsetting Race", "title_page": "Brazilian Presidential Candidate Dies in Plane Crash, Upsetting Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Silva, 56, appeared shaken in brief televised comments, expressing condolences for Mr. Campos’s widow and their five children. Ms. Silva was reported to have planned to travel to Santos with Mr. Campos but changed her plans on Wednesday morning, opting to take a commercial flight with several aides.\nMs. Silva did not say on Wednesday whether she would seek to replace Mr. Campos on the ballot.\nMr. Campos had emerged on the national political scene as the governor of Pernambuco, a state in northeast Brazil where the federal government has invested heavily in the construction of shipyards and a huge oil refinery in a sprawling port complex near the city of Recife.\nAn economist by training, he entered politics in the shadow of his grandfather, Miguel Arraes, a leftist political leader who held sway in their Pernambuco bastion for decades. Mr. Arraes died at age 88 in 2005 of complications from dengue fever on the same date that his grandson died in the plane crash, Aug. 13.\nAs Mr. Arraes’s political heir, Mr. Campos rose to the leadership of the Brazilian Socialist Party in the late 1990s and forged an alliance with Luiz Inácio Lula da Silva, Brazil’s former president, over much of the past decade.\nMr. Campos served in Mr. da Silva’s cabinet before returning to Pernambuco to build momentum for his own presidential bid. A gifted speaker, he thrived at public appearances while also focusing on the minutiae of political deals needed to cobble together a party with ambitions beyond Pernambuco.\nHe portrayed himself as a leftist, but Mr. Campos was also known for his conservative views on social issues, such as opposing legislation to ease Brazil’s ban on most types of abortion. In one of his most recent interviews, he rejected claims that he had improperly sought to obtain a coveted seat on Brazil’s national auditing court for his mother, Ana Arraes.\nBoth Ms. Rousseff and Mr. Neves, the leading presidential candidates, said they were temporarily suspending their campaigns as the nation absorbs the death of Mr. Campos. After Mr. Campos’s remains are examined in São Paulo as part of the investigation into the crash, he is expected to be buried alongside his grandfather in a tomb in Recife.", "url": "https://www.nytimes.com/2014/08/14/world/americas/brazilian-presidential-candidate-dies-in-plane-crash-upsetting-race.html?module=inline"}