{"authors": ["Liz Alderman"], "date_download": "2018-11-16 03:15:01", "date_modify": "2018-11-16 03:15:01", "date_publish": "2014-03-22 16:33:26", "description": "Saying their own country stifles new business, French innovators are finding opportunity elsewhere — especially in London.", "filename": "2014_03_23_business_international_some-french-entrepreneurs-say-au-revoir.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338101.html", "image_url": "https://static01.nyt.com/images/2014/03/23/business/23-EXPATS1/23-EXPATS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_23_business_international_some-french-entrepreneurs-say-au-revoir.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338101.html", "title": "Au Revoir, Entrepreneurs", "title_page": "Au Revoir, Entrepreneurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "France? Maybe for Retirement\nGuillaume Santacruz was grateful for the benefits that his country gave him. But he wanted something else — to innovate. By September, his project was not where he wanted it to be. Yet he maintained that he was better off pursuing it outside France.\nHe had incorporated Zipcube and had bites of interest from an executive at Booking.com, a website for booking hotel rooms. But Knut, the investor, was not willing to invest after all, and Mr. Santacruz was again seeking financing.\nEven if Zipcube fell apart, he told me one chilly weekend at his Kensington flat, where paint was peeling off the walls, “I would not change my mind and head back to France; I see only cons to doing that, no pros.” He was skeptical that the government’s recent offensive to spur France’s entrepreneurial environment would quickly bear fruit.\nSeveral of his French friends in London felt the same way. “I asked them, if things don’t work out, will they go back? Not one of them would,” Mr. Santacruz said. “Maybe for retirement. But not for work — we’d rather go to the United States or Asia before returning.” France seemed to have lost another citizen in the prime of his productive working years.\nBy February, though, Mr. Santacruz’s foray to England was finally paying off. He had a new programmer and a partner who was handling marketing and sales. Zipcube was selected by Sirius, a British start-up accelerator program, for a grant of £36,000, and he had recently started to reel in some clients. Though he still needed to build the business, he felt he was on the right track.\nAnd while the bar to succeed was high, “I’m confident I’m going to make it,” he declared.", "url": "https://www.nytimes.com/2014/03/23/business/international/some-french-entrepreneurs-say-au-revoir.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}