{"authors": ["Sebnem Arsu"], "date_download": "2018-11-16 04:39:31", "date_modify": "2018-11-16 04:39:31", "date_publish": "2014-04-24 01:44:39", "description": "Prime Minister Recep Tayyip Erdogan’s office posted a web statement, but the government stood by its position that the killings of at least 1.5 million Armenians in 1915 were not a genocide.", "filename": "2014_04_24_world_europe_turkey-offers-condolences-to-armenians-over-killings.html_module=inline_1542343171.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_24_world_europe_turkey-offers-condolences-to-armenians-over-killings.html_module=inline_1542343171.html", "title": "Turkey Offers Condolences to Armenians Over Killings", "title_page": "Turkey Offers Condolences to Armenians Over Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — For the first time, the Turkish government offered condolences on Wednesday to the descendants of Armenians who were killed by the Ottoman Army in 1915. But it stood by its official position that the events were not a genocide, as they have been called by several Western governments and international organizations.\nThe office of Prime Minister Recep Tayyip Erdogan posted a lengthy statement on the matter on its website, and it was translated into nine languages, including Armenian. The statement encouraged people to talk about and remember their losses “with maturity.”\n“And it is with this hope and belief that we wish that the Armenians who lost their lives in the context of the early 20th century rest in peace, and we convey our condolences to their grandchildren,” the statement said.\nIt was a major departure for Turkey, where until recently even a simple reference to the events of 1915 was regarded as an insult to Turkishness, and people who expressed any disagreement with the official line could be jailed for up to two years. Charges were brought against intellectuals and writers, including Orhan Pamuk, a Nobel laureate, and Elif Safak, a novelist and political scientist; however, both of those cases eventually were dropped. The Turkish government still insists that the deaths of at least 1.5 million Armenians in eastern Turkey in 1915 were caused by the hardships and violence of World War I, and not by government-directed mass killings or death marches, as many historians say.", "url": "https://www.nytimes.com/2014/04/24/world/europe/turkey-offers-condolences-to-armenians-over-killings.html?module=inline"}