{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:41:16", "date_modify": "2018-11-16 04:41:16", "date_publish": "2014-06-19 03:41:36", "description": "The Obama administration told the United Nations that the suspected ringleader of attack on the American Consulate in Benghazi, Libya, was plotting more attacks on Americans.", "filename": "2014_06_19_world_africa_us-asserts-self-defense-in-benghazi-suspect-case.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343276.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_19_world_africa_us-asserts-self-defense-in-benghazi-suspect-case.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343276.html", "title": "U.S. Asserts Self-Defense in Benghazi Suspect Case", "title_page": "U.S. Asserts Self-Defense in Benghazi Suspect Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Obama administration has told the United Nations that Ahmed Abu Khattala, the suspected ringleader of the 2012 attack on the American Consulate in Benghazi, Libya, was plotting additional attacks on Americans and that the United States conducted the weekend raid that seized him under its right to self-defense.\nThe United States apparently undertook the raid without the knowledge or permission of the Libyan government. A Libyan Foreign Ministry spokesman condemned it on Wednesday as a “regrettable infringement on Libya’s sovereignty,” according to several reports.\nBut in a one-page letter to the United Nations Security Council dated Tuesday, Samantha Power, the United States ambassador, laid out a rationale for why the raid was legal under international law.\nA United States investigation determined that Mr. Abu Khattala was a “key figure” in the 2012 attacks and “that he continued to plan further armed attacks against U.S. persons,” Ms. Power wrote. “The measures we have taken to capture Abu Khattala in Libya were therefore necessary to prevent such armed attacks, and were taken in accordance with the United States’ inherent right of self-defense.”", "url": "https://www.nytimes.com/2014/06/19/world/africa/us-asserts-self-defense-in-benghazi-suspect-case.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}