{"authors": ["Jodi Rudoren", "Isabel Kershner"], "date_download": "2018-11-16 04:41:56", "date_modify": "2018-11-16 04:41:56", "date_publish": "2014-06-30 17:19:36", "description": "The discovery of the teenagers’ bodies in the West Bank prompted vows of retaliation by Israel, which blamed the Palestinian group Hamas for the killings.", "filename": "2014_07_01_world_middleeast_Israel-missing-teenagers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343316.html", "image_url": "https://static01.nyt.com/images/2014/07/01/world/01ISRAEL2/01ISRAEL2-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_01_world_middleeast_Israel-missing-teenagers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343316.html", "title": "Israel’s Search for 3 Teenagers Ends in Grief", "title_page": "Israel’s Search for 3 Teenagers Ends in Grief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Israel’s intense 18-day search for three abducted teenagers ended Monday when their bodies were found buried under a pile of rocks in an open field about 15 miles from where the youths were last seen in the occupied West Bank.\nA nation that had been enmeshed in hopeful prayer was instantly engulfed by a mix of grief and anger and vowed retaliation against the militant Palestinian group Hamas, which Israel says was behind the killings.\n“They were kidnapped and murdered in cold blood by beasts,” Prime Minister Benjamin Netanyahu of Israel said at the start of an emergency cabinet meeting Monday night. “Hamas is responsible, and Hamas will pay.”\nJust after midnight, witnesses in Hebron, the West Bank’s largest city, said the retaliation had begun as Israeli forces used explosives to demolish the homes of Marwan Qawasmeh and Amer Abu Aisha, the Hamas men who have been missing since the teenagers vanished and who are Israel’s prime suspects.", "url": "https://www.nytimes.com/2014/07/01/world/middleeast/Israel-missing-teenagers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}