{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:48:27", "date_modify": "2018-11-16 04:48:27", "date_publish": "2014-10-24 22:17:18", "description": "When James Levine leads the Metropolitan Opera in “Le Nozze di Figaro” on Saturday, it will be his 2,500th performance with the company.", "filename": "2014_10_25_arts_music_james-levine-leads-his-2500th-met-performance-saturday.html_module=inline_1542343707.html", "image_url": "https://static01.nyt.com/images/2014/10/25/arts/25LEVINE/25LEVINE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_25_arts_music_james-levine-leads-his-2500th-met-performance-saturday.html_module=inline_1542343707.html", "title": "A Milestone for Opera’s Sultan of Swat", "title_page": "A Milestone for Opera’s Sultan of Swat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When James Levine lifts his baton and gives the downbeat to begin Mozart’s “Le Nozze di Figaro” on Saturday night at the Metropolitan Opera, it will be his 2,500th performance with the company — a conducting record unmatched, and never even approached, in the history of the Met.\nMr. Levine, 71, the Met’s music director, has led more than twice as many performances at the Met as the company’s next busiest conductor, Artur Bodanzky, who conducted there in the early 20th century. His tally, which includes concerts with the Met orchestra at Carnegie Hall and elsewhere, exceeds the number of New York Philharmonic concerts led by its two most prolific conductors, Leonard Bernstein and Zubin Mehta, combined.\n“Our relationship started off with a honeymoon that just never went off the track,” Mr. Levine said this week in a telephone interview.\nTheir long-term relationship — which was jeopardized three years ago when he suffered a serious spinal injury that sidelined him for two full seasons — continues, providing musical stability when the Met has been buffeted by financial challenges, labor strife and, this month, the furor that greeted its production of John Adams’s “The Death of Klinghoffer.”", "url": "https://www.nytimes.com/2014/10/25/arts/music/james-levine-leads-his-2500th-met-performance-saturday.html?module=inline"}