{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:50:02", "date_modify": "2018-11-16 04:50:02", "date_publish": "2014-01-29 19:18:16", "description": "Egyptian prosecutors said that the journalists, all employees of the Al Jazeera television network, worked to help and spread propaganda for the Muslim Brotherhood.", "filename": "2014_01_30_world_middleeast_egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_30_world_middleeast_egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "title": "20 Al Jazeera Journalists Face Charges in Egypt", "title_page": "20 Al Jazeera Journalists Face Charges in Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — Egyptian prosecutors said on Wednesday that they were charging 20 journalists working for the Al Jazeera television network with conspiring with a terrorist group and broadcasting false images of “a civil war that raises alarms about the state’s collapse.”\nThe charges are the latest turn in a widening clampdown on public dissent by the military-backed government that ousted President Mohamed Morsi of the Muslim Brotherhood six months ago. The government has outlawed the Brotherhood, declared it a terrorist organization, jailed its leaders and killed more than a thousand of its supporters in the streets. Foreign Ministry and state information service officials say that they cannot be certain whether merely publishing an interview with a Brotherhood representative may now be a crime.\nAl Jazeera, a satellite news channel owned by Qatar, is virtually the only major Arabic-language news outlet available in Egypt that is sympathetic to the Brotherhood and critical of the government. After Mr. Morsi’s ouster, security forces moved to shut down most other Egyptian news media outlets aligned with him and the Brotherhood, and the remaining privately owned news organizations have almost all cheered for the government’s bloody crackdown on the Islamists.\nAl Jazeera was the notable exception, and it has been the target of a campaign by the government, which has closed down the network’s newsrooms in the country and denounced the network as a terrorist tool.", "url": "https://www.nytimes.com/2014/01/30/world/middleeast/egypt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}