{"authors": ["Dwight Garner"], "date_download": "2018-11-16 04:54:17", "date_modify": "2018-11-16 04:54:17", "date_publish": "2014-05-28 20:05:41", "description": "Patricia Lockwood’s poems in “Motherland Fatherland Homelandsexuals” plumb nature, both human and wild.", "filename": "2014_05_29_books_patricia-lockwoods-motherland-fatherland-homelandsexuals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344057.html", "image_url": "https://static01.nyt.com/images/2014/05/29/arts/jpbook/jpbook-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_29_books_patricia-lockwoods-motherland-fatherland-homelandsexuals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344057.html", "title": "Where Wild Spirits Make a Home", "title_page": "Where Wild Spirits Make a Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Patricia Lockwood’s sexy, surreal and mostly sublime poems seem to have been, as James Joyce said in “Ulysses” about a batch of folk tales, “printed by the weird sisters in the year of the big wind.” They scatter lightning and lawn debris across your psyche.\nMs. Lockwood is a young poet, now 32, who was born in a trailer in the Midwest. She never went to college. She’s found an ardent audience on Twitter, where she dispenses mischievous “sexts” as if from an eyedropper.\nLast year, one of her poems, an extraordinary piece of writing called “Rape Joke,” first printed on the website The Awl, began to be passed around. It quickly became the least insipid thing to ever receive 100,000 likes on Facebook. It’s hardly too late for you to like it, too.\nAs is true of all Ms. Lockwood’s work, “Rape Joke” is slippery; its mental freight is elusive. It’s a satirical work that nonetheless brings your heart up under your ears. It begins:\nThe rape joke is that you were 19 years old.\nThe rape joke is that he was your boyfriend.\nThe rape joke it wore a goatee. A goatee.", "url": "https://www.nytimes.com/2014/05/29/books/patricia-lockwoods-motherland-fatherland-homelandsexuals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}