{"authors": ["Matt A.V. Chaban"], "date_download": "2018-11-16 04:31:35", "date_modify": "2018-11-16 04:31:35", "date_publish": "2014-10-28 16:58:29", "description": "Jay Walder, the former head of the Metropolitan Transportation Authority, will run the company that operates New York City’s bike-share system, with plans for improvements.", "filename": "2014_10_29_nyregion_citi-bike-to-expand-as-new-york-city-reaches-deal-with-private-company.html_module=inline_1542342695.html", "image_url": "https://static01.nyt.com/images/2014/10/29/nyregion/CITIBIKE-day/CITIBIKE-day-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_29_nyregion_citi-bike-to-expand-as-new-york-city-reaches-deal-with-private-company.html_module=inline_1542342695.html", "title": "New Leader Will Drive Expansion of Citi Bike", "title_page": "New Leader Will Drive Expansion of Citi Bike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the de Blasio administration took office, it had to confront a bankrupt and battered bike share program that was as problematic as it was popular. To help get the system back on track not just for stability but also for growth, the city has turned to a familiar face, heralded once before as a transportation turnaround artist: Jay Walder.\nMr. Walder, the former head of the Metropolitan Transportation Authority, on Tuesday was named chief executive of Alta Bicycle Share, the company that has operated the Citi Bike program since its start in May 2013. He is relocating the company from Portland, Ore., to New York as part of a restructuring deal, and he is bringing about 6,000 new bikes with him.\nThat doubles the number of bikes in the Citi Bike system, and they will be available in dozens more neighborhoods in Brooklyn, Manhattan and Queens. Yet only 1,000 bikes will hit the streets next year, with the remainder ready by 2017.\n“It’s extraordinary how quickly Citi Bike has become a part of the fabric of our city, and what’s even more remarkable is that this has happened despite the frustrations we all feel with the system,” Mr. Walder said at a news conference in front of the Queensbridge Houses in Long Island City, Queens.", "url": "https://www.nytimes.com/2014/10/29/nyregion/citi-bike-to-expand-as-new-york-city-reaches-deal-with-private-company.html?module=inline"}