{"authors": ["Ashley Parker"], "date_download": "2018-11-16 04:28:52", "date_modify": "2018-11-16 04:28:52", "date_publish": "2014-07-11 00:49:04", "description": "Congressional Republicans signaled that they expected concessions in exchange for approving President Obama’s request for nearly $4 billion to handle the surge of migrants from Central America.", "filename": "2014_07_11_us_gop-pushes-back-on-approving-border-funds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342532.html", "image_url": "https://static01.nyt.com/images/2014/07/11/us/IMMIG/IMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_11_us_gop-pushes-back-on-approving-border-funds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342532.html", "title": "G.O.P. Pushes Back on Approving Border Funds", "title_page": "G.O.P. Pushes Back on Approving Border Funds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the Senate floor, the minority leader, Senator Mitch McConnell of Kentucky, said Republican lawmakers would not give the president billions of dollars “that would allow him to sustain his current failed policy.”\nHe made his comments just hours before the Senate Appropriations Committee held its first hearing on the president’s emergency request.\nJeh Johnson, secretary of the Department of Homeland Security, told the committee that “we can and we will stem this recent tide of illegal migration into the Rio Grande Valley sector.” The president’s request, he said, “has the right focus on deterrence, added detention and removal, and removal more quickly than we have done in the past.”\nSome Republicans were skeptical that the money would solve the root causes of the surge.\n“Will this request be the end? Or will it be the beginning of many new requests by the administration for emergency funding?” asked Senator Richard C. Shelby of Alabama, the ranking Republican on the committee. “I personally have no confidence that pouring billions of dollars into our current immigration system will solve the crisis. I think we have to get serious about enforcing our current laws and protecting our border if we’re ever to get different results.”\nThe bill to amend the 2008 law that is being prepared by the two Arizona senators, Jeff Flake and John McCain, would increase the number of immigration judges to hear cases and create a separate docket for cases involving minors. Further, it would increase the number of refugee visas for Salvadorans, Hondurans and Guatemalans by 5,000 each — a move intended to encourage children to seek asylum in the United States through legal channels.", "url": "https://www.nytimes.com/2014/07/11/us/gop-pushes-back-on-approving-border-funds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}