{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 04:34:46", "date_modify": "2018-11-16 04:34:46", "date_publish": "2014-03-29 23:56:25", "description": "Demonized as terrorists by Israelis and lionized as freedom fighters by Palestinians, prisoners like Muqdad Salah have become a flash point in the troubled peace talks.", "filename": "2014_03_30_world_middleeast_remaking-a-life-after-years-in-an-israeli-prison.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342886.html", "image_url": "https://static01.nyt.com/images/2014/03/28/multimedia/palestinian-prisoners/palestinian-prisoners-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_30_world_middleeast_remaking-a-life-after-years-in-an-israeli-prison.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342886.html", "title": "Remaking a Life, After Years in an Israeli Prison", "title_page": "Remaking a Life, After Years in an Israeli Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For Mr. Tenenbaum’s daughter, Esti Harris, the release has only revived years of agonizing over whether her father suffered. “Did he see a person hovering over him?” she asked. “Was he in pain for that split second? Every night I would think about it before falling asleep, about that man above my father.”\nDemonized as terrorists by Israelis and lionized as freedom fighters by Palestinians, prisoners like Mr. Salah have become a flash point in the troubled peace talks, whose continuation hinges on whether a promised fourth group is let go in the coming days. Amid the charged debate, these middle-aged men — 69 of them convicted of murder, 54 escaping life sentences — have begun to rebuild disrupted lives. They are earning their first driver’s licenses, leveraging $50,000 grants from the Palestinian Authority to build apartments or start businesses, searching for wives and struggling to start families.\nMr. Salah was flush with more than $100,000 saved from the Palestinian Authority’s monthly payments to prisoners’ families. He remodeled and refurnished his mother’s home. He bulldozed the rocky slope out back and built a 2,400-square-foot pen for livestock. He invested in a Nablus money-changing storefront in December, and, last month, bought his first car, a silver 2007 Kia Pride.\nBut he still wakes at 5 a.m., as he had to for the prison count. He makes coffee in an electric kettle like the one he had in his cell. The day before his wedding, Mr. Salah and one of his brothers got threatening phone calls from a man who gave his name as Moshe and spoke in Hebrew.\n“He told me, ‘I will kill him, kill his wife, and shoot you and all his family,’ ” said the brother, Muhammad. “He told me, ‘I know where you live, in Burqa, and Burqa is next to Sebastia.’ ”", "url": "https://www.nytimes.com/2014/03/30/world/middleeast/remaking-a-life-after-years-in-an-israeli-prison.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}