{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:07", "date_modify": "2018-11-16 03:39:07", "date_publish": "2014-10-13 15:46:26", "description": "The book, “The Art of Discovery,” features 100 celebrities discussing their “moments of discovery.” Photographs taken by Jeff Vespa accompany their recollections.", "filename": "2014_10_13_business_media_renaissance-hotels-lives-up-to-its-brand-name-by-sponsoring-a-book_1542339547.html", "image_url": "https://static01.nyt.com/images/2014/10/13/business/13adnews-1-pic3/13adnews-1-pic3-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_13_business_media_renaissance-hotels-lives-up-to-its-brand-name-by-sponsoring-a-book_1542339547.html", "title": "Renaissance Hotels Lives Up to Its Brand Name by Sponsoring a Book", "title_page": "Renaissance Hotels Lives Up to Its Brand Name by Sponsoring a Book - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A lodging chain is seeking to make tangible its advertising that urges travelers to “Live life to discover” through efforts that include a book, a television show and event marketing.\nThe chain is Renaissance Hotels, a division of Marriott International that is described as the company’s largest lifestyle brand, targeting business travelers who seek more than just meetings and room service on their trips. On Tuesday, Renaissance, in partnership with a nonprofit organization known as the Creative Coalition, will bring out the book, “The Art of Discovery.”\nThe coffee-table book, published by Rizzoli, features 100 celebrities discussing their “moments of discovery.” Their recollections are accompanied by portrait-type photographs taken by Jeff Vespa. The book, priced at $45, is edited by Robin Bronk, chief executive of the Creative Coalition, a social and political advocacy organization for the entertainment industry.\nThe stars in “The Art of Discovery” include the president of the organization, the actor Tim Daly, who is featured in the new CBS series “Madam Secretary,” as well as Adam Driver, Joseph Gordon-Levitt, Jonathan Groff, Michael C. Hall, Ethan Hawke, Anna Kendrick, Nicole Kidman, Jared Leto, Mark Ruffalo, Gabourey Sidibe, Naomi Watts and Shailene Woodley.", "url": "https://www.nytimes.com/2014/10/13/business/media/renaissance-hotels-lives-up-to-its-brand-name-by-sponsoring-a-book.html"}