{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:28", "date_modify": "2018-11-16 04:19:28", "date_publish": "2014-06-21 18:30:39", "description": "Two women, both 20 and talented, have lives that are miles apart. Literally and otherwise, thanks to the lottery of birth.", "filename": "2014_06_22_opinion_sunday_nicholas-kristof-for-these-2-women-the-lottery-of-birth-decides-opportunity.html_module=inline_1542341968.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_22_opinion_sunday_nicholas-kristof-for-these-2-women-the-lottery-of-birth-decides-opportunity.html_module=inline_1542341968.html", "title": "So Similar, So Different", "title_page": "Opinion | So Similar, So Different - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The winner of my contest this year was Nicole Sganga, a 20-year-old Notre Dame student. One day, we hiked into the remote village of Yae Thay, far from any road, and we met a woman named Sajan, also 20.\nWe stopped and chatted, meeting her children and talking about her aspirations. Nicole and Sajan are both bright, hard-working and fun-loving, and they got along well. But their lives could not be more different — a reflection of the lottery of birth.\nWhile Nicole grew up in a middle-class family on Long Island, N.Y., thriving in school, Sajan dropped out at age 10 when her father died. “I couldn’t afford to go to school after that,” she explained.\nSajan, a model of resourcefulness, resilience and tenacity, became a cook to fishermen and married at 13, traded for a bride price of one cow. She has two daughters whom she aims to send to high school, but she wants sons because, she explained, “a boy is better than a girl.”\nShe has never seen a dentist. She wears lipstick but has no television, no radio and even no electricity. She has never ridden in a car, and she doesn’t have a bicycle to get around. Her wardrobe consists of two sarongs and four tops, but no shoes or sandals; she goes barefoot.", "url": "https://www.nytimes.com/2014/06/22/opinion/sunday/nicholas-kristof-for-these-2-women-the-lottery-of-birth-decides-opportunity.html?module=inline"}