{"authors": ["Matthew L. Wald"], "date_download": "2018-11-16 04:50:52", "date_modify": "2018-11-16 04:50:52", "date_publish": "2014-04-05 19:45:44", "description": "Owners of reactors who say they cannot show that their facilities would withstand the most severe earthquake they might face, are required to undertake extensive structural reviews.", "filename": "2014_04_06_nyregion_dozens-of-nuclear-reactors-must-prove-safety-under-revised-quake-estimates_1542343852.html", "image_url": "https://static01.nyt.com/images/2014/04/06/nyregion/06INDIAN/06INDIAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_06_nyregion_dozens-of-nuclear-reactors-must-prove-safety-under-revised-quake-estimates_1542343852.html", "title": "Under Revised Quake Estimates, Dozens of Nuclear Reactors Face Costly Safety Analyses", "title_page": "Under Revised Quake Estimates, Dozens of Nuclear Reactors Face Costly Safety Analyses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Indian Point 2 and 3, in Westchester County on the east bank of the Hudson River about 24 miles from the Bronx border, are nearly identical. But the plants were previously owned by two different entities — Consolidated Edison and the New York Power Authority — and were analyzed separately over the years. Entergy says it believes the commission will accept Unit 3 as it is.\nThe earthquake reassessment has been a mixed bag; it showed that in many locations, the chance of an earthquake in which the ground shakes relatively slowly — the most damaging kind — was smaller than previously estimated. High-frequency earthquakes, in which the shaking back and forth happens more than 10 times per second, was higher for some locations. Those high-frequency quakes do not threaten big components, but some engineers say they can cause electric switches to change position, among other problems.\nA second Entergy plant, Pilgrim, in Plymouth, Mass., will also require more analysis, Mr. Drake said. Two industry experts said that across the central and eastern United States, plants at 24 sites reported that the new earthquake threat was larger than what they were designed to face. The commission has not released a total yet.\nBut Scott Burnell, a spokesman for the commission, said many reactors fell into that category, so many that there were not enough engineers to analyze them all simultaneously. The commission will group them in priority, he said.\nBut, he said, just because the “safe shut-down earthquake,” the maximum quake for which the plant was designed, was less severe than the new estimate said was possible at a site, “that’s not something that immediately puts them in violation of anything.”\nThe recent experience of the industry is that even an earthquake that does exceed the “design basis” does not necessarily produce much damage. A quake felt up and down the East Coast in August 2011 exceeded the design basis at the North Anna reactors, near Mineral, Va., and caused a long shutdown for inspection, but minimal damage.", "url": "https://www.nytimes.com/2014/04/06/nyregion/dozens-of-nuclear-reactors-must-prove-safety-under-revised-quake-estimates.html"}