{"authors": ["John Branch"], "date_download": "2018-11-16 03:39:41", "date_modify": "2018-11-16 03:39:41", "date_publish": "2014-01-21 03:30:52", "description": "When the Seattle Seahawks and the Denver Broncos meet in the Super Bowl on Feb. 2 at MetLife Stadium, the high-decibel help of their hometown crowds will be missing.", "filename": "2014_01_21_sports_football_super-sunday-and-the-crowd-goesum-silent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339581.html", "image_url": "https://static01.nyt.com/images/2014/01/21/sports/QUIET-ILLO/QUIET-ILLO-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_21_sports_football_super-sunday-and-the-crowd-goesum-silent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339581.html", "title": "Super Sunday, and the Crowd Goes, Um, Silent", "title_page": "Super Sunday, and the Crowd Goes, Um, Silent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fans of the Seattle Seahawks collectively call themselves the 12th Man, an extra player with a noise level so pounding at their home stadium that seismologists have recorded minor earthquakes during big plays.\nFans of the Denver Broncos have a long reputation for noise that rattles visiting opponents, too, including a tradition of stamping their feet to create a rumbling called Rocky Mountain Thunder.\nBoth franchises used the high-decibel help of their hometown crowds to help win conference championship games Sunday. But when their teams meet in the Super Bowl on Feb. 2 at MetLife Stadium in East Rutherford, N.J., Seattle’s 12th Man and Denver’s Rocky Mountain Thunder will be mere echoes from distant time zones.\nThe Super Bowl is where the National Football League’s famed fan noise goes to die. What the hundreds of millions of viewers around the world may not realize, from the comfort of couches in front of big-screen televisions with the volume turned high, is just how strangely quiet it can be at a Super Bowl game.", "url": "https://www.nytimes.com/2014/01/21/sports/football/super-sunday-and-the-crowd-goesum-silent.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}