{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:21:38", "date_modify": "2018-11-16 04:21:38", "date_publish": "2014-10-01 01:05:31", "description": "The White House tried to spotlight hopes for working with Prime Minister Narendra Modi while not lavishing full pageantry on a leader who was once barred from entering the United States.", "filename": "2014_10_01_world_asia_for-obama-and-modi-meetings-dc-mlk-monument.html_module=inline_1542342098.html", "image_url": "https://static01.nyt.com/images/2014/09/30/world/asia/obama-modi/obama-modi-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_01_world_asia_for-obama-and-modi-meetings-dc-mlk-monument.html_module=inline_1542342098.html", "title": "For Obama and Indian Leader, a Friendly Stroll if Not a Full Embrace", "title_page": "For Obama and Indian Leader, a Friendly Stroll if Not a Full Embrace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If he did, it was in private.\n“The purpose of these meetings was to improve U.S.-India relations, so we weren’t expecting Obama to give him the cold shoulder, but we were hoping there would be a little bit of measure in the red-carpet treatment, so we were surprised by the Martin Luther King side visit,” said John Sifton, the Asia advocacy director for Human Rights Watch. “Delivering a message about human rights is always awkward.”\nIt was hardly the only tricky element of Mr. Modi’s visit. Their get-together began on Monday night with a small dinner in the White House Blue Room that was a protocol nightmare: Mr. Modi was in the middle of a nine-day fast to observe the Hindu festival of Navratri, but insisted his hosts go ahead and eat. Mr. Modi sat in front of an empty plate and had warm water for dinner while Mr. Obama and the two leaders’ entourages ate avocados and goat cheese, crisped halibut and basmati rice, a pumpkin crème brûlée and a California chardonnay.\nThe 20-person dinner was a stark contrast to the lavish affair Mr. Obama threw for Mr. Modi’s predecessor, Prime Minister Manmohan Singh, in November 2009, when more than 300 guests dined on arugula salad, curried prawns and pumpkin pie tart at an event whose bill came to more than $570,000.\nThis two-day meeting did produce some agreements, including the renewal of a 10-year defense cooperation framework, a pact to cooperate on maritime security and several clean-energy initiatives. And as Mr. Obama intensifies the American campaign against the Sunni militant group known as the Islamic State, the two agreed to improve their counterterrorism cooperation and intelligence sharing.\n“We discussed the issues of trade, issues of making sure that maritime rules are observed, and we discussed how we can continue to work together on a whole host of issues from space exploration, scientific endeavor, to dealing with humanitarian crises like Ebola in West Africa,” Mr. Obama said after a two-hour meeting with Mr. Modi in the Oval Office.\nMr. Modi, for his part, said he wanted to resolve disputes that had stalled the implementation of the American-India civilian nuclear agreement and stymied progress on trade. He said the two leaders had a “candid discussion” on trade.\n“We already have the foundation of a strong partnership,” Mr. Modi said. “We now have to revive the momentum and ensure that we get the best out of it for our people and for the world.”", "url": "https://www.nytimes.com/2014/10/01/world/asia/for-obama-and-modi-meetings-dc-mlk-monument.html?module=inline"}