{"authors": ["Elizabeth Green"], "date_download": "2018-11-16 04:19:31", "date_modify": "2018-11-16 04:19:31", "date_publish": "2014-07-23 09:00:10", "description": "The Common Core should finally improve math education. The problem is that no one has taught the teachers how to teach it.", "filename": "2014_07_27_magazine_why-do-americans-stink-at-math.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341971.html", "image_url": "https://static01.nyt.com/images/2014/07/27/magazine/27math1/27math1-articleLarge-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_27_magazine_why-do-americans-stink-at-math.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341971.html", "title": "Why Do Americans Stink at Math?", "title_page": "Why Do Americans Stink at Math? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If teachers weren’t able to observe the methods firsthand, they could find textbooks, written by the leading instructors and focusing on the idea of allowing students to work on a single problem each day. Lesson study helped the textbook writers home in on the most productive problems. For example, if you are trying to decide on the best problem to teach children to subtract a one-digit number from a two-digit number using borrowing, or regrouping, you have many choices: 11 minus 2, 18 minus 9, etc. Yet from all these options, five of the six textbook companies in Japan converged on the same exact problem, Toshiakira Fujii, a professor of math education at Tokyo Gakugei University, told me. They determined that 13 minus 9 was the best. Other problems, it turned out, were likely to lead students to discover only one solution method. With 12 minus 3, for instance, the natural approach for most students was to take away 2 and then 1 (the subtraction-subtraction method). Very few would take 3 from 10 and then add back 2 (the subtraction-addition method).\nBut Japanese teachers knew that students were best served by understanding both methods. They used 13 minus 9 because, faced with that particular problem, students were equally likely to employ subtraction-subtraction (take away 3 to get 10, and then subtract the remaining 6 to get 4) as they were to use subtraction-addition (break 13 into 10 and 3, and then take 9 from 10 and add the remaining 1 and 3 to get 4). A teacher leading the “We” part of the lesson, when students shared their strategies, could do so with full confidence that both methods would emerge.\nBy 1995, when American researchers videotaped eighth-grade classrooms in the United States and Japan, Japanese schools had overwhelmingly traded the old “I, We, You” script for “You, Y’all, We.” (American schools, meanwhile didn’t look much different than they did before the reforms.) Japanese students had changed too. Participating in class, they spoke more often than Americans and had more to say. In fact, when Takahashi came to Chicago initially, the first thing he noticed was how uncomfortably silent all the classrooms were. One teacher must have said, “Shh!” a hundred times, he said. Later, when he took American visitors on tours of Japanese schools, he had to warn them about the noise from children talking, arguing, shrieking about the best way to solve problems. The research showed that Japanese students initiated the method for solving a problem in 40 percent of the lessons; Americans initiated 9 percent of the time. Similarly, 96 percent of American students’ work fell into the category of “practice,” while Japanese students spent only 41 percent of their time practicing. Almost half of Japanese students’ time was spent doing work that the researchers termed “invent/think.” (American students spent less than 1 percent of their time on it.) Even the equipment in classrooms reflected the focus on getting students to think. Whereas American teachers all used overhead projectors, allowing them to focus students’ attention on the teacher’s rules and equations, rather than their own, in Japan, the preferred device was a blackboard, allowing students to track the evolution of everyone’s ideas.\nJapanese schools are far from perfect. Though lesson study is pervasive in elementary and middle school, it is less so in high school, where the emphasis is on cramming for college entrance exams. As is true in the United States, lower-income students in Japan have recently been falling behind their peers, and people there worry about staying competitive on international tests. Yet while the United States regularly hovers in the middle of the pack or below on these tests, Japan scores at the top. And other countries now inching ahead of Japan imitate the jugyokenkyu approach. Some, like China, do this by drawing on their own native jugyokenkyu-style traditions (zuanyan jiaocai, or “studying teaching materials intensively,” Chinese teachers call it). Others, including Singapore, adopt lesson study as a deliberate matter of government policy. Finland, meanwhile, made the shift by carving out time for teachers to spend learning. There, as in Japan, teachers teach for 600 or fewer hours each school year, leaving them ample time to prepare, revise and learn. By contrast, American teachers spend nearly 1,100 hours with little feedback.\nIt could be tempting to dismiss Japan’s success as a cultural novelty, an unreproducible result of an affluent, homogeneous, and math-positive society. Perhaps the Japanese are simply the “math people” Americans aren’t. Yet when I visited Japan, every teacher I spoke to told me a story that sounded distinctly American. “I used to hate math,” an elementary-school teacher named Shinichiro Kurita said through a translator. “I couldn’t calculate. I was slow. I was always at the bottom of the ladder, wondering why I had to memorize these equations.” Like Takahashi, when he went to college and saw his instructors teaching differently, “it was an enlightenment.”\nLearning to teach the new way himself was not easy. “I had so much trouble,” Kurita said. “I had absolutely no idea how to do it.” He listened carefully for what Japanese teachers call children’s twitters — mumbled nuggets of inchoate thoughts that teachers can mold into the fully formed concept they are trying to teach. And he worked hard on bansho, the term Japanese teachers use to describe the art of blackboard writing that helps students visualize the flow of ideas from problem to solution to broader mathematical principles. But for all his efforts, he said, “the children didn’t twitter, and I couldn’t write on the blackboard.” Yet Kurita didn’t give up — and he had resources to help him persevere. He went to study sessions with other teachers, watched as many public lessons as he could and spent time with his old professors. Eventually, as he learned more, his students started to do the same. Today Kurita is the head of the math department at Setagaya Elementary School in Tokyo, the position once held by Takahashi’s mentor, Matsuyama.\nOf all the lessons Japan has to offer the United States, the most important might be the belief in patience and the possibility of change. Japan, after all, was able to shift a country full of teachers to a new approach. Telling me his story, Kurita quoted what he described as an old Japanese saying about perseverance: “Sit on a stone for three years to accomplish anything.” Admittedly, a tenacious commitment to improvement seems to be part of the Japanese national heritage, showing up among teachers, autoworkers, sushi chefs and tea-ceremony masters. Yet for his part, Akihiko Takahashi extends his optimism even to a cause that can sometimes seem hopeless — the United States. After the great disappointment of moving here in 1991, he made a decision his colleagues back in Japan thought was strange. He decided to stay and try to help American teachers embrace the innovative ideas that reformers like Magdalene Lampert pioneered.", "url": "https://www.nytimes.com/2014/07/27/magazine/why-do-americans-stink-at-math.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}