{"authors": ["Susanne Craig", "William K. Rashbaum", "Thomas Kaplan"], "date_download": "2018-11-16 04:30:06", "date_modify": "2018-11-16 04:30:06", "date_publish": "2014-07-23 02:03:02", "description": "An investigation has found that Gov. Andrew M. Cuomo’s aides deeply compromised the New York State panel’s work, objecting to any inquiries about groups tied to Mr. Cuomo.", "filename": "2014_07_23_nyregion_governor-andrew-cuomo-and-the-short-life-of-the-moreland-commission.html_module=inline_1542342606.html", "image_url": "https://static01.nyt.com/images/2014/07/21/nyregion/21moreland-commission-table-promo/21moreland-commission-table-promo-videoSixteenByNine1050-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_23_nyregion_governor-andrew-cuomo-and-the-short-life-of-the-moreland-commission.html_module=inline_1542342606.html", "title": "Cuomo’s Office Hobbled Ethics Inquiries by Moreland Commission", "title_page": "Cuomo’s Office Hobbled Ethics Inquiries by Moreland Commission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York State government had always seen its share of scandal, but it had become nearly synonymous with corruption when Mr. Cuomo was elected in 2010, promising to restore integrity to Albany. But by early last year, the parade of handcuffed officials had not subsided. In little more than a month, three state legislators were arrested on federal charges; one of them was accused of trying to bribe his way onto the New York City mayoral ballot, and another had sold legislation for cash.\nAdvertisement Continue reading the main story\nOn July 2, 2013, Mr. Cuomo took a seat at a long table in the stately Red Room adjoining his private office on the second floor of the Capitol building. With him were Attorney General Eric T. Schneiderman and district attorneys from across the state.\nMr. Cuomo said the rash of scandals had shaken the public’s confidence, and he announced he was creating a formidable new commission, investing it with subpoena power and giving it until the end of 2014 to crack down on public corruption as never before.\nIt was called a Moreland Commission, after a 1907 law that governors had long used to create panels to investigate wrongdoing and recommend legislative improvements.\n“The people of this state should sleep better tonight,” Mr. Cuomo said.\nThree people would lead the panel, formally named the Commission to Investigate Public Corruption. The governor selected two: the affable and blunt-spoken Mr. Fitzpatrick, the longtime district attorney in Onondaga County and a Republican; and Kathleen M. Rice, the Nassau County district attorney and a Democrat.\nMr. Schneiderman, a Democrat, recommended nine of the 25 members, including the third leader: Milton L. Williams Jr., a former state and federal prosecutor and partner at the Manhattan law firm of Vladeck, Waldman, Elias & Engelhard. A unanimous vote of the commission’s three leaders would be required to issue a subpoena.\n“I believe, with the credibility of this commission, you can go a long way towards restoring that public trust,” Mr. Cuomo said.\nThe members included prosecutors, professors and lawyers, some with close ties to Mr. Cuomo. Yet Mr. Fitzpatrick, seated to Mr. Cuomo’s left, said the commission could proceed freely, even if the governor’s own fund-raising came under scrutiny.\n“He’s not looking for rubber stamps,” Mr. Fitzpatrick said. “He’s looking for an independent commission, and we’ll do what Deep Throat told Bob Woodward to do: Follow the money.”\nAdvertisement Continue reading the main story\nTwo weeks later, the newly formed commission was being advertised in a 30-second television spot paid for by Mr. Cuomo’s re-election campaign.\n“Trust is everything to me,” the governor said, looking into the camera. He said, “So I am appointing a new independent commission, led by top law enforcement officials from all across this great state, to investigate and prosecute wrongdoing.”\n“The politicians in Albany won’t like it,” he said. “But I work for the people.”\nResistance From Above\nLeaders At Odds The Moreland Commission’s executive director, Regina M. Calcaterra, and its chief of investigations, E. Danya Perry, were constantly at odds, clashing over a number of investigations. Mike Groll/Associated Press Regina M. Calcaterra Former securities lawyer and government official who ran an earlier Moreland Commission that investigated the state’s power utilities. Michael Nagle for The NYT E. Danya Perry Veteran prosecutor who served as deputy chief of the criminal division in the United States attorney’s office in Manhattan.\nBeing hired by the commission, one young investigator said, “had all the makings of a dream job.”\nThe investigators set up shop in an office building in Lower Manhattan. In their cross hairs from the outset were the pots of money that had long spawned scandals in the Legislature: campaign donations and spending; the easy-to-abuse expense reimbursements known as per diem payments; and the outside income that some lawmakers earned in lucrative part-time jobs, often at law firms representing clients with business before the state.\nA consulting firm, K2 Intelligence, was hired to search databases for donations linked to the passage of legislation or to the awarding of state contracts.\nBut as investigators asked questions, they found themselves inquiring about matters related to the governor’s supporters. And this led to confrontations between Ms. Perry, the commission’s chief investigator, and Ms. Calcaterra, its executive director.\nWhile Ms. Perry was a senior prosecutor who had handled one of the nation’s largest immigration-fraud cases and a huge disability-fraud case, she was a newcomer to politics.\nAdvertisement Continue reading the main story\nMs. Calcaterra, by contrast, had spent years in and out of government and Democratic politics and ran for State Senate herself in 2010, before being disqualified because of a residency requirement. She had led Mr. Cuomo’s first Moreland panel, which dug into utility companies’ responses to Hurricane Sandy. (She had also written a memoir about her troubled childhood, which prompted a New York Post headline: “I Was Homeless — Now I’m Fabulous.”)\nOne of the first roadblocks Ms. Perry and her investigators encountered came when they sought to subpoena the Real Estate Board of New York, a powerful trade group whose members have been among Mr. Cuomo’s most generous supporters.\nAccording to a subpoena that had been prepared, investigators wanted to examine the real estate board’s political donations, its materials related to a valuable tax break for new housing, and its communications with public officials, including phone calls with lawmakers.\nMs. Calcaterra repeatedly pressed Ms. Perry not to serve the subpoena, emails show. Yet the commission backed Ms. Perry, and on Aug. 19, she wrote to the co-chairs that she would be sharing a subpoena with them “shortly.”\nWhereupon Mr. Cuomo’s office stepped in to shut it down.\nMr. Schwartz, the secretary to the governor, telephoned one of the commission’s three leaders in a fury, according to four people briefed on the call. There would be no subpoena to the real estate board, he said.\nUltimately, the commission merely sent the real estate board a letter asking it to provide information voluntarily, which it did.\nIn a statement, Mr. Schwartz, who is not a lawyer, did not address specific subpoenas but generally acknowledged giving the commission “advice on investigative or tactical decisions,” but only to improve its “effectiveness and fairness.” He added that he often said that investigative decisions were ultimately up to the co-chairs.\nAround the same time, commission investigators also decided to subpoena a major retailer to see if its donations were linked to passage of a tax credit.\nAdvertisement Continue reading the main story\nThis, too, was met with resistance from Ms. Calcaterra.\nThe rationale? The tax credit had been included in Mr. Cuomo’s budget, she told Ms. Perry, so any questions raised about it could reflect poorly on him, according to several people apprised of the exchange.\nOn Aug. 28, Ms. Perry forwarded an email chain about the resistance to Ms. Rice, the panel’s co-chairwoman, who sent it along to the other two. “Danya can’t be prevented from doing the most basic and noncontroversial aspects of her job,” Ms. Rice wrote. “Thoughts??” (Ms. Rice, through a spokesman, declined to comment for this article.)\nMr. Fitzpatrick was exasperated. “The 2d Floor (Larry) needs to understand this is an INDEPENDENT commission and needs to be treated as such,” he wrote, referring to Mr. Schwartz and to the location of the governor’s office in the Capitol. He added that “everything we discuss does not need to be fed back to Floor 2.”\n“I am not wasting 15 months of my quickly shortening life to write some silly report that Lewis and Clark couldn’t find in five years!” Mr. Fitzpatrick wrote.\nPublicly, though, Mr. Fitzpatrick betrayed no sign of the turmoil in the commission and said a number of times that the governor’s office had not interfered — and his seemingly contradictory positions became a source of growing frustration to staff and commission members.\nUprising\nMr. Cuomo has a small circle of top aides, led by Lawrence S. Schwartz, who are known for their loyalty and aggressiveness. Nathaniel Brooks for The NYT Andrew M. Cuomo Elected governor in 2010 after serving as state attorney general and as federal housing secretary in the Clinton administration. Mike Groll/Associated Press Lawrence S. Schwartz Secretary to the governor, making him Mr. Cuomo’s highest-ranking aide; held the same post under former Gov. David A. Paterson.\nInvestigators began to suspect that Ms. Calcaterra was monitoring their activities and reporting back to the governor’s office.\nAt times, commissioners and staff members said, she appeared to be updating Mr. Schwartz, practically in real time, with rapid-fire messages from her BlackBerry. The two also spoke frequently by phone.\nA sense of paranoia spread through the office, where, one staff member said, the mood began to resemble that of a prison camp. Ms. Perry told investigators to assume that Ms. Calcaterra was indeed reading their emails. One investigator told colleagues he had become convinced that it was true after Ms. Calcaterra asked him about something he had mentioned only once, in a message he had emailed from his Moreland account to his personal account.\nAdvertisement Continue reading the main story\nInvestigators began keeping files on their laptops rather than on a shared drive, several staff members said, so that Ms. Calcaterra would not be able to gain access to them.\nIndependence and interference were, not surprisingly, on the agenda when the full commission met on Aug. 29 in a law firm’s Midtown Manhattan office.\nMs. Perry and Ms. Calcaterra were seated near one another. The two were barely on speaking terms.\nMs. Perry was asked to give an update on investigations. Prompted by one of the co-chairs, she began to detail some of the obstacles she and her investigators faced, attendees said: The governor’s office was editing letters, telling her what subpoenas she could not issue and dictating what investigative avenues she could not pursue. Her voice cracked with emotion.\nAnd Ms. Calcaterra typed away furiously on her BlackBerry.\nThat same day, Mr. Cuomo publicly affirmed that even his own political dealings would be fair game for the commission investigators. “They have total ability to look at whatever they want to look at,” he told reporters during a stop upstate.\nYet at least four commissioners — including the district attorneys from Broome, Erie and Rockland Counties — began discussing quitting the panel to protest the interference from Mr. Cuomo’s office, commissioners said.\n“There were some people that expressed the view that, ‘Look, it’s the governor, he created us, he gets to say what he wants,’ ” one commissioner said. “That was not my understanding going in. And it was not what he said at the press conference, and it was not what most of us wanted to do — participating in a commission that was not independent.”\nMs. Rice proposed asking the governor’s office to replace Ms. Calcaterra, according to emails and interviews. Others wanted to seek control over the commission’s budget and personnel, or halt communications between the governor’s office and commission staff. Several wanted to ask Mr. Cuomo to put in writing any promises of such changes.\nNothing came of the talk.\nMs. Perry was somewhat successful, however, in fending off Ms. Calcaterra’s efforts to be informed about all subpoenas in advance. She argued that Ms. Calcaterra had clearly been tipping off the governor’s office.\nAdvertisement Continue reading the main story\nThe three co-chairs, emails show, told Ms. Perry not to inform Ms. Calcaterra about subpoenas until just before they were served. Hearing this, Ms. Calcaterra accused the three of treating her like a “glorified secretary,” according to people involved with the commission.\nA lawyer for Ms. Calcaterra, Marc L. Mukasey, declined to answer questions for this article, but said, “Regina at all times acted in good faith.”\nAn Appointment With Cuomo\nFearful that the commission was headed off the rails, Mr. Fitzpatrick asked for a meeting with Mr. Cuomo.\nAround 3 p.m. on Sept. 17, Mr. Fitzpatrick and his two co-chairs arrived at the governor’s office in Midtown.\nBefore their audience with Mr. Cuomo, they were ushered into Mr. Schwartz’s office. They quickly got down to business.\nMr. Fitzpatrick raised the subjects of Ms. Calcaterra’s attempts to influence the commission’s investigations, and of Mr. Schwartz’s own meddling, according to one participant at the meeting and others briefed on it.\n“The interference has got to stop,” Mr. Fitzpatrick said, according to the participant. It was causing friction, he said, and commissioners were threatening to quit.\nMr. Schwartz assured the three that he had wanted only to be helpful.\nThe governor’s office needed to be kept in the loop, he said, so that subpoenas that were ill advised or potentially embarrassing to the governor did not get served.\nAdvertisement Continue reading the main story\nThe message was simple: The co-chairs might be astute in matters of law, but Mr. Schwartz, an experienced government hand, was more highly attuned to political appearances.\nMr. Schwartz said the commission was examining conduct that was “understood” in Albany but might look “funny” to outsiders, according to the participant, whose account was corroborated by others with knowledge of the discussion.\n“Things can be twisted against the governor by the Legislature,” the participant recalled Mr. Schwartz’s saying. “You are looking at places where there may be no wrongdoing, but people will twist it to make it look like there was.”\nThen, the participant recalled, Mr. Schwartz drew a bright line: The Moreland Commission, he said, had been created to investigate the Legislature; it was not intended to scrutinize the governor’s actions.\nIn fact, the executive order creating the commission had said nothing about restricting its focus to the Legislature or placing the governor’s office out of reach.\nMr. Schwartz also dismissed any talk of replacing Ms. Calcaterra. “Let me be clear,” he said, according to the participant. “She is not going anywhere.”\nMr. Fitzpatrick and his two colleagues, escorted by Mr. Schwartz, then entered the governor’s private office.\nAs his guests sat in red armchairs, the blue carpeting beneath their feet bearing the seal of New York State, Mr. Cuomo expressed support and sympathy for their effort and predicament.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe understood their concerns about interference, he said. He would give the commission the space it needed to do its work — and more resources, too.\nAdvertisement Continue reading the main story\n“I will get what you need,” Mr. Cuomo promised, according to a person who was in the room.\nHe then offered tactical advice about how to go after the Legislature.\nLawmakers had so far provided little information to the commission. Investigators were eager to fire off subpoenas to force the issue. But Mr. Cuomo said legislators would just sue to quash them on constitutional grounds. “It’s too risky,” he said, according to the person in the room.\nThat night, the commission held its first public hearing. The lead-off witness was Preet Bharara, the United States attorney for the Southern District of New York, who urged the panel to adopt a much more aggressive approach.\nPhoto\nMr. Bharara encouraged commissioners to make full use of their subpoena power, develop cases worth prosecuting and avoid overlooking minor offenses. He asked them to consider recommending that politicians convicted of corruption be stripped of their pensions.\nAnd he left them with an admonition: Let no one be immune, “whether in the legislative or in the executive branch.”\n“In all things,” Mr. Bharara added, “toughness and independence will pay off.”\nIn the morning, the three co-chairs heard from Mr. Cuomo’s office again. He wanted them to come back in.\nThe governor offered a new suggestion, according to a person in the room: Rather than subpoenaing lawmakers themselves, the commission should subpoena their law firms and partners.\nMany legislators, including three of the most powerful — Sheldon Silver, a Democrat who is the Assembly speaker, and the Senate’s co-leaders, Dean G. Skelos, Republican of Long Island, and Jeffrey D. Klein, Democrat of the Bronx — work for law firms, some of which pay them high salaries. Demanding records from their firms would sidestep any constitutional objections.\nAdvertisement Continue reading the main story\nMr. Cuomo, appearing energized, assured the co-chairs that he had never seen lawmakers so scared, the person said.\nHe urged them to open their own talks with the Legislature on a package of ethics reforms.\nTwo of the commission’s leaders expressed skepticism. But the governor pressed. So they agreed to give it a try.\nSubpoena Pulled Back\nA day later, however, the subpoena to the media-buying firm with ties to Mr. Cuomo, Buying Time, was approved — setting off alarm bells in the governor’s office.\nMoreland investigators had been looking for violations of campaign-finance laws involving the so-called housekeeping accounts of political parties, which may be used only for routine expenses like office rent, not to promote candidates. There is no limit on donations to these accounts, and the controls on how the money is spent are notoriously loose.\nInvestigators noticed that the state Democratic Party’s housekeeping account had begun paying Buying Time for television advertising in 2013. The payments exceeded $4 million, records show. Investigators wanted to know what sort of ads had been placed, and if campaign laws had been broken by the party in the process.\nBut unbeknown to the co-chairs and commission staff, Mr. Cuomo was by far Buying Time’s biggest client in New York, spending some $20 million on ads since his ill-fated bid for governor in 2002.\n“We really didn’t anticipate any problems,” one commissioner said.\nThe subpoena went out the next day, Sept. 20. Mr. Schwartz, the governor’s secretary, quickly found out and called Mr. Fitzpatrick, who agreed to order it rescinded.\nAt 1:53 p.m., Ms. Perry emailed investigators with “URGENT” in the subject line. Ms. Calcaterra, she wrote, was asking “which subpoenas have been served” and directing that no others go out “until further notice.”\nAdvertisement Continue reading the main story\nMs. Perry then alerted the co-chairs. “I am trying to remain calm,” she wrote.\nOne minute, Ms. Perry got a note from a lawyer for Buying Time, promising cooperation; four minutes later, the lawyer wrote back to confirm that the subpoena had been withdrawn.\n“Why did this one get clawed back?” Mr. Williams, a co-chairman, asked Ms. Perry in an email\n“They apparently have produced ads for the governor,” she wrote back. (A lawyer for Mr. Williams declined to comment, as did a lawyer for Ms. Perry, citing her status as a potential witness in the continuing federal inquiry.)\nIn an email responding to questions from The Times, Mr. Fitzpatrick said that Mr. Schwartz had made a compelling argument for pulling back the subpoena: Investigators were looking into the funneling of money between two other political groups, and Buying Time had nothing to do with that. Mr. Fitzpatrick said he agreed that subpoenaing Buying Time went beyond what investigators had been looking for.\n“Did Larry ‘interfere’ or did he give good advice?” Mr. Fitzpatrick said. “I feel the latter.”\n(Investigators, however, were interested in Buying Time because of its work for the Democratic housekeeping account, several people briefed on the matter say. Mr. Fitzpatrick said he explained his actions at the panel’s next meeting. But some commissioners said they strongly took issue with his decision.)\nThe following Monday, Sept. 23, Ms. Perry pleaded for backup.\n“Someone needs to tell Regina that she does not have this authority,” she wrote to the co-chairs, referring to Ms. Calcaterra. “It is simply not her job to be reviewing subpoenas in the first instance, and certainly not her job to be continually calling off process servers, against your instructions.”\nThe commission decided to hold off on issuing new subpoenas until it was able to determine what the legislative leaders might agree to in terms of ethics reform.\nThe answer was not much.\nOn Sept. 30, the three co-chairs met with top Assembly and Senate aides in the governor’s Midtown office. Mr. Schwartz sat in. Mr. Cuomo did not.\nAdvertisement Continue reading the main story\nHeeding the governor’s advice, the three arrived with a list of proposals, including public financing of campaigns, beefing up corruption laws, and expanding disclosure of lawmakers’ outside incomes.\nTheir proposals bombed, according to people in the room.\n“This is a witch hunt,” said Robert F. Mujica, chief of staff for the Senate Republicans.\nDavid L. Lewis, a lawyer for Senate Republicans, objected to a measure that would toughen the penalties for lawmakers convicted of corruption.\n“Are you suggesting a 30-year member of the Legislature be robbed of their pension because of one indiscretion?” he asked, attendees recalled.\nMr. Fitzpatrick responded with one word: “Yes.”\nThe commission gave up any hope of legislative cooperation. It sent subpoenas to the outside employers of a number of lawmakers, and even asked for records of the keycards the legislators used to get into their law firms’ offices.\nIn the end, Buying Time did receive a subpoena, on Oct. 16, and this time, Mr. Cuomo’s office did not object. A flurry of reports in The Daily News and elsewhere had accused Mr. Cuomo of interfering with the commission’s work, and commissioners said they sensed a momentary easing of pressure from the governor’s office.\nA Fight for Every Word\nThe respite did not last long.\nIn his charge to the Moreland Commission, Mr. Cuomo had directed that it produce a preliminary report by early December. What resulted provided a grim assessment of state government as “a pay-to-play political culture driven by large checks,” and offered a long menu of recommendations to curtail the influence of money in Albany.\nThe drafting of the document, however, engendered some of the most contentious debates between Mr. Cuomo’s loyalists on the panel and those who favored a more aggressive approach — including an argument in mid-October over who should write it.\nAdvertisement Continue reading the main story\nIn the end, the author was handpicked by the governor’s office.\nThe resistance was particularly overwhelming when the commission tried to include information that the governor’s aides said could reflect poorly on Mr. Cuomo.\nMs. Perry was adamant that the preliminary report cover what investigators had learned about the powerful Real Estate Board of New York and its political donations.\nDocuments unearthed by investigators included an unusually direct memorandum sent by Steven Spinola, the organization’s president, asking members to donate to Assembly Democrats.\n“I can tell you that in private meetings with the speaker, the Senate majority leader and the governor, our past efforts to maintain a personal and supportive relationship was critical in shaping the outcome” of legislation, Mr. Spinola wrote, according to an email from Ms. Perry to the co-chairs that quoted the memo.\n“Our future ability to adopt favorable legislation, stop terrible legislation or modify legislation to limit the pain to our industry is directly tied to our continued positive relationship,” Mr. Spinola added.\nIn her email, Ms. Perry described Mr. Spinola’s memo as “explicitly stating the obvious point that a ‘supportive relationship’ (i.e., the contribution of money) yields legislative ‘outcome.’ ”\n“This is exactly a key point of our report and, I think, should be included,” she said.\nMs. Perry also wanted the report to highlight her team’s discovery of email correspondence from a major New York City builder, Extell Development, about a coming fund-raiser for Mr. Cuomo tied to his birthday. The email discussed what amounted to a perfectly legal sidestepping of campaign-donation limits: funneling money through a series of limited-liability companies.\n“As you know,” Ms. Perry wrote, “I strongly believe we should include whichever docs we think will add the most value in the report and include them without fear or favor, as they say.”\nThe report did recommend closing the limited-liability company loophole. But it omitted any mention of the real estate board, the governor’s birthday party or Extell.\nAnother section addressed independent groups that had become big political spenders while sometimes keeping their donors’ identities secret. Mr. Cuomo’s executive order creating the commission had directed it to examine the activities of such groups. Yet the biggest lobbying spender in 2011 and 2012 was one that was created to support the governor’s own agenda: the Committee to Save New York, which spent more than $16 million and did not disclose where its money came from.\nMr. Schwartz had urged the co-chairs early on to steer clear of the Committee to Save New York.\n“Larry made clear to me that he was concerned about the perception of subpoenas going to that entity so closely affiliated with the governor,” Mr. Fitzpatrick said in his email to The Times.\nMr. Fitzpatrick said he argued the opposite to Mr. Schwartz: that to avoid looking at entities related to Mr. Cuomo “would be bad for the governor in the eyes of the public.” He added, “We simply disagreed on that point.”\nStill, Ms. Perry made sure that the Cuomo-friendly group was mentioned in drafts of the report. In the final product, however, it was gone — deleted by Ms. Calcaterra, according to a marked-up page obtained by The Times.\nA section on campaign-finance reform became the report’s final battleground.\nMany commissioners wanted the report to embrace the use of public matching funds for political campaigns — a system they saw as vital to curbing the influence of big donors, and one that the governor had publicly supported but never expended much political capital on. But Ms. Calcaterra sought to play down the idea, people who spoke to her said.\nWhen proponents successfully pushed to give it more prominent play in the report, other commissioners, including some of Mr. Cuomo’s most loyal appointees, insisted on writing a dissent.\nThe dissenters argued that matching funds would accomplish little, given the recent deluge of spending by outside political groups, and that the commission had found no “persuasive evidence” that public financing would discourage corruption.\nThe debate focused increasingly on minutiae.\nOn the morning of Dec. 2, the day the report was to be released, the dissenters pressed to have the report state that only a “majority” of commissioners recommended public financing of campaigns.\nThey were overruled because supporters believed that using the word was meant to highlight the lack of unanimity and help opponents scuttle the recommendation.\nAt 5:52 p.m., the co-chairs received the latest draft of the report. Before they approved it, copies were sent to the news media — with the word “majority” inserted after all.\nMr. Williams raced upstairs in the commission’s offices to confront Ms. Calcaterra. She called it an unintentional mistake.\n“You better fix it now,” he snapped, according to a person who was there.\nMs. Calcaterra assured him she would.\nBut that evening, commission staff members toasting the report’s release at a nearby bar heard Mr. Williams yelling into his cellphone at Ms. Calcaterra. He was still demanding that the word “majority” be deleted.\n“I am not backing down,” he shouted. “You cannot operate like this.”\nSometime that night, the report was quietly rereleased, with the offending language excised.\nA Swift Demise\nThe good feelings generated by the preliminary report’s release did not last long. Many of those involved with the commission realized the end was near.\nThe investigation into lawmakers’ outside earnings — what a Senate aide had called a witch hunt — had ended up in court, with no resolution in sight.\nMs. Rice, the co-chairwoman from Nassau County, resigned in January to run for Congress.\nA month later, Ms. Perry, the investigations chief, also stepped down.\nStill, investigators had made headway. One promising area was lawmakers suspected of using their campaign treasuries for personal expenses.\nInvestigators had zeroed in on some 20 legislators. One state senator appeared to be supporting a girlfriend in Connecticut and paying tanning-salon bills. Another was suspected of throwing parties for his grandchildren and buying them gifts.\nDistrict attorneys on the commission clamored to have the cases referred to them for prosecution. P. David Soares, the Albany district attorney, was especially insistent.\n“Fitzy,” he wrote to Mr. Fitzpatrick on Feb. 24, in slightly risqué terms, “I’m not a petty person but I did travel a lot to be with Moreland. I even paid for lunch and dinner. Was it too much to ask for just one referral? On the cheek? Just one iddy biddy (sp) referral?”\nHe signed the email “Restless in Albany.”\nMr. Soares never got the files he was waiting for.\nEpilogue\nThe demise of the Moreland Commission was nothing like its birth.\nTo announce its creation, Mr. Cuomo held a news conference at the Capitol, and then barnstormed the state, making appearances near Binghamton, outside Buffalo and on Long Island.\nHis comments on the shutdown lasted 63 seconds.\nAnything they want to look at, they can look at — me, the lieutenant governor, the attorney general, the comptroller, any senator, any assemblyman. It’s my commission. I can’t ‘interfere’ with it, because it’s mine. It is controlled by me. Gov. Andrew M. Cuomo\nIt was March 29, less than 72 hours before the state budget deadline. Mr. Cuomo announced a budget deal with lawmakers that included some modest improvements in state ethics laws — strengthening bribery and corruption statutes and enhancing election-law enforcement.\nOnly when a reporter asked did Mr. Cuomo address the fate of the Moreland Commission and its more ambitious mission. The governor said he had achieved his goal of a deal on legislation, so the panel would be shut down.\nMs. Calcaterra exulted: On a conference call with staff members, a participant recalled, she checked off the ethics-reform measures, and asked, “Are you doing shots?”\nBut Mr. Bharara, the United States attorney, was deeply troubled. In his testimony at the commission’s public hearing in September, he had encouraged it to act aggressively, stand tough and safeguard their independence.\nNow, some Moreland officials were concerned their work could wind up in the trash.\nOn April 9, Mr. Bharara and the head of his public-corruption unit met with the two remaining co-chairmen, Mr. Fitzpatrick and Mr. Williams.\nMr. Bharara was “laser-locked on the shenanigans from the second floor,” one attendee said. The prosecutor noted that the commission had been formed in response to the series of cases his office had brought against lawmakers — and observed how ironic it was that he was now looking into whether the governor had shut down investigations out of political expediency.\nThe next morning, in an appearance on WNYC radio, Mr. Bharara assailed the governor for shutting down the panel. It was an extraordinary rebuke.\nEven as Mr. Bharara spoke, he said, his investigators were on their way to box up and cart off the commission’s files. Soon after, he directed Mr. Cuomo’s office to preserve records related to its own involvement with the panel.\nMr. Cuomo later asserted that the Moreland Commission had never, in fact, been independent of him. His involvement, he argued, therefore could not be considered meddling at all.\n“It’s my commission,” the governor told Crain’s New York Business in late April. “I can’t ‘interfere’ with it, because it is mine. It is controlled by me.”\nBut as the federal prosecutor investigates the Moreland panel’s short life and sudden death, questions remain as to why Mr. Cuomo set it up in the first place, and how it fit his agenda.\nMeeting with good-government advocates not long after announcing the panel’s shutdown, Mr. Cuomo said that he had never meant to use it merely as leverage. “You can’t set up a government investigations committee to extort the Legislature to act,” he said.\nOn the other hand, he acknowledged that he had made clear to lawmakers in 2013 that if they did not give him the ethics reforms he wanted, he would set up such a commission until they caved in to his demands.\n“They thought it was really abusive, and this was just a lever of using subpoenas and embarrassment to extort them to do something that they didn’t want to do,” he said, according to a participant in the meeting. “So they gave us everything that we couldn’t get last year.”\nAnd yet when it came to explaining why he had held back from pressing legislators for publicly financed campaigns, which the people he was addressing saw as the ultimate way to purge the power of money in Albany, Mr. Cuomo took the high road. He said that to have used the Moreland Commission as a threat to bring lawmakers to heel would have been out of bounds.\n“I couldn’t say to them, ‘You have to give me a public finance system, or Moreland is going to continue to investigate,’ ” the governor said.\n“That would have been unethical, by the way — could have even been worse.”", "url": "https://www.nytimes.com/2014/07/23/nyregion/governor-andrew-cuomo-and-the-short-life-of-the-moreland-commission.html?module=inline"}