{"authors": ["James Kanter"], "date_download": "2018-11-16 04:22:21", "date_modify": "2018-11-16 04:22:21", "date_publish": "2014-10-21 15:53:30", "description": "Curbing emissions has long been a popular cause in the European Union. But leaders have to agree on how to generate and distribute energy.", "filename": "2014_10_22_business_international_eu-climate-summit-global-warming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342141.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_22_business_international_eu-climate-summit-global-warming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342141.html", "title": "For E.U. Climate Meeting, Deep Divisions and High Stakes", "title_page": "For E.U. Climate Meeting, Deep Divisions and High Stakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Adding to the complexity of the fight against emissions is the fallout from the disaster in Fukushima, Japan, where an earthquake and tsunami in 2011 led to multiple meltdowns at a nuclear power plant. This prompted questions about the future of nuclear energy even though nuclear facilities emit almost no gases linked to global warming. Germany, for one, has announced plans to shut all of its nuclear power plants by 2022.\nAlso hanging over the summit meeting is the standoff between the West and Russia over its annexation of Crimea in March and its involvement in fighting in Ukraine. For countries like Poland that border Russia, reliance on coal, which is highly polluting, is seen as preferable to switching to natural gas. Russia, a major supplier of gas, has been known to cut off supplies to countries during political disputes.\nThe Polish stance, which is also aimed at protecting jobs in its powerful mining industry, has put it at loggerheads with countries like Sweden and Germany that are seeking more ambitious targets for the use of renewable sources and to improve energy efficiency.\nThe British government vehemently opposes targets on energy efficiency because it fears that such limits would provide new arguments to opponents of Prime Minister David Cameron; some of them contend that he has surrendered sovereignty to Brussels and want Britain to leave the European Union.\nFrance has been resisting demands to expand electricity connections across the Pyrenees that would transport large amounts of wind and solar energy from Spain and Portugal but and could reduce demand for French nuclear power.", "url": "https://www.nytimes.com/2014/10/22/business/international/eu-climate-summit-global-warming.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}