{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 03:15:40", "date_modify": "2018-11-16 03:15:40", "date_publish": "2014-11-05 11:47:39", "description": "As the Senate minority leader, Mitch McConnell has been a constant foil to the president’s agenda. Now he’s expected to be the majority leader. Can two political combatants function together without driving each other crazy?", "filename": "2014_11_06_us_obama-and-mcconnell-take-their-relationship-to-the-next-level_1542338140.html", "image_url": "https://static01.nyt.com/images/2014/11/05/multimedia/mcconnells-leadership/mcconnells-leadership-videoSixteenByNine1050-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_06_us_obama-and-mcconnell-take-their-relationship-to-the-next-level_1542338140.html", "title": "G.O.P. Leader’s New Role Could Take Strained White House Ties to Next Level", "title_page": "G.O.P. Leader’s New Role Could Take Strained White House Ties to Next Level  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But that’s a far cry from the disdain he expressed during his bumpy run to re-election this fall, which was in large part driven by antipathy toward Mr. Obama. In his closing stump speech, Mr. McConnell set off the most applause when he expressed his fervent hope that the president would “have a bad night” on Tuesday. As he stepped offstage at one stop, though, Mr. McConnell already seemed to be looking ahead and seemed reluctant to incite the president. When asked whether Mr. Obama and Democrats would rue the day they tried to oust him, he stopped chuckling and said, “You know I’m not going to do that.”\nVideo\n“It’s fine; we don’t have any personal problems,” Mr. McConnell, 72, added of his relationship with the 53-year-old president in another interview, at the National Corvette Museum in Bowling Green, Ky., last week. “We have some big differences about what the country ought to be doing, but I don’t have any problem with him personally.”\nAsked when they had last broken bread together, he said: “We’ve had opportunities to discuss whenever things have brought us together. I hope there will be more opportunities to talk about that in the next two years.”\nAdministration officials and McConnell partisans have argued that the two men’s interests might align, and that they might be able to strike deals on taxes or trade or maybe, just maybe, immigration. Early Wednesday morning, Mr. Obama left a message for Mr. McConnell, and the two spoke that afternoon. The relationship may not “be catapulted ahead based on a reservoir of trust, but an opportunity exists for a highly professional relationship to occur,” Mr. Corker said.\nHe added: “Mitch is not really a jovial guy. He’s not a backslapping guy. He’s all business. It’s 100 percent business.”\nThe two clearly have their ideological, generational and temperamental differences. Mr. McConnell is an entirely political animal, while Mr. Obama is as comfortable in Congress as Garbo in the Grand Hotel. (Several members of Congress have said that the president’s phone manner has all the charm of a robocall.) And then there is the matter of Mr. McConnell’s knack for silence. According to one person with knowledge of their interactions, Mr. McConnell has infuriated the president by sitting in leadership meetings and saying almost nothing.\nAdvertisement Continue reading the main story\nBut administration officials and intimates of Mr. McConnell’s also described a constructive relationship — when necessary — between the White House and Mr. McConnell’s leadership team. And Mr. McConnell has repeatedly reminded his boisterous — and potentially rebellious — caucus that they needed the president’s cooperation to do anything big.\nEd Pagano, a former liaison to the Senate for the White House, said the administration strategy when dealing with Mr. McConnell was to work with those closest to him in the hope of bringing him along. “The idea being: Go to the body and soften up the head,” said Mr. Pagano, who added that it was really the chief of staff, Denis R. McDonough, a creature of the Hill who was willing have a beer with conservatives, who more often dealt with Mr. McConnell’s team. As far as a personal relationship between Mr. Obama and Mr. McConnell, he said, “I don’t think it does exist, and I think they are going to have to start that relationship anew.”\nAdministration officials, McConnell aides and other senators have noted that there is a functional relationship between Mr. McConnell and Vice President Joseph R. Biden Jr., who have a rapport rooted in their decades in the Senate.\n“When everything was falling apart and the Tea Party people were screaming, ‘Don’t do anything, don’t do anything,’ I do know that Obama turned to Biden and said: ‘I can’t deal with this. You take a run out of it. They know you; they don’t know me,’ ” said former Senator Bob Bennett of Utah, who was Mr. McConnell’s “campaign manager” in his leadership effort. During the “fiscal cliff” fiasco, which involved the possibility of tax increases and automatic spending cuts taking effect, Mr. McConnell called Mr. Biden and said, “Does anyone down there know how to make a deal?”\nOn at least three highly dramatic occasions — during the expiration of the Bush tax cuts in 2010, the debt-ceiling standoff in 2011 and the 2013 “fiscal cliff” deal — Mr. McConnell and Mr. Biden were able to resolve a crisis.\nFormer Senator Phil Gramm of Texas, who beat Mr. McConnell twice in Senate leadership races (“I don’t want to ever do it again”), said Mr. McConnell was unlikely to hold a grudge against Mr. Obama. “He knows you can’t be thinking about the last pitch and last swing,” he said. “You have to be thinking about the next pitch and the next swing.”", "url": "https://www.nytimes.com/2014/11/06/us/obama-and-mcconnell-take-their-relationship-to-the-next-level.html"}