{"authors": ["Julia Preston"], "date_download": "2018-11-16 03:16:36", "date_modify": "2018-11-16 03:16:36", "date_publish": "2014-04-10 19:46:53", "description": "Those who risk a danger-filled journey across Mexico to cross the Rio Grande into Texas are now primarily from Central America.", "filename": "2014_04_11_us_poverty-and-violence-push-new-wave-of-migrants-toward-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338196.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_11_us_poverty-and-violence-push-new-wave-of-migrants-toward-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338196.html", "title": "Hoping for Asylum, Migrants Strain U.S. Border", "title_page": "Hoping for Asylum, Migrants Strain U.S. Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HIDALGO, Tex. — Border Patrol agents in olive uniforms stood in broad daylight on the banks of the Rio Grande, while on the Mexican side smugglers pulled up in vans and unloaded illegal migrants.\nThe agents were clearly visible on that recent afternoon, but the migrants were undeterred. Mainly women and children, 45 in all, they crossed the narrow river on the smugglers’ rafts, scrambled up the bluff and turned themselves in, signaling a growing challenge for the immigration authorities.\nAfter six years of steep declines across the Southwest, illegal crossings have soared in South Texas while remaining low elsewhere. The Border Patrol made more than 90,700 apprehensions in the Rio Grande Valley in the past six months, a 69 percent increase over last year.\nThe migrants are no longer primarily Mexican laborers. Instead they are Central Americans, including many families with small children and youngsters without their parents, who risk a danger-filled journey across Mexico. Driven out by deepening poverty but also by rampant gang violence, increasing numbers of migrants caught here seek asylum, setting off lengthy legal procedures to determine whether they qualify.", "url": "https://www.nytimes.com/2014/04/11/us/poverty-and-violence-push-new-wave-of-migrants-toward-us.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}