{"authors": ["Chris Buckley", "Alan Wong"], "date_download": "2018-11-16 04:16:47", "date_modify": "2018-11-16 04:16:47", "date_publish": "2014-09-28 06:29:28", "description": "Downtown Hong Kong turned into a battlefield of tear gas and seething crowds on Sunday after the police moved against a student democracy protest.", "filename": "2014_09_29_world_asia_clashes-in-hong-kong.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341807.html", "image_url": "https://static01.nyt.com/images/2014/09/28/world/asia/20140929-hongkong-hp-slide-VK3M/20140929-hongkong-hp-slide-VK3M-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_29_world_asia_clashes-in-hong-kong.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341807.html", "title": "Crackdown on Protests by Hong Kong Police Draws More to the Streets", "title_page": "Crackdown on Protests by Hong Kong Police Draws More to the Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If this one gets out of control, Xi will also lose face,” Willy Wo-Lap Lam, a commentator on Chinese politics who teaches at the Chinese University of Hong Kong, said in an interview. “Everyone knows he’s the one running the show.”\nThousands of pro-democracy protesters had been gathering in front of the Hong Kong government headquarters since Friday, despite official warnings to leave. But on Sunday afternoon, the police moved in, lobbing tear gas canisters into the crowd and stopping supporters of the protest from entering the area.\nVideo\nThousands of people who had been prevented from entering the protest area then spilled onto the nearby streets, and protests and confrontations with the police multiplied across the city, as news and images of the crackdown spread. The police repeatedly hurled tear gas at the roaming crowds, further infuriating the protesters.\n“We’ve never seen anything like this, never imagined it,” said Kevin Chan, a 48-year-old factory manager who joined many thousands of people gathered at night on the road near the government offices. “The government must awaken that this is the Hong Kong people,” he said, gesturing to the crowd, mostly people in their 20s. “These are not their enemies. These are the people.”\nThe escalation of the protests, and the unusually strong response by the police, pointed to the possibility of a long confrontation between a city government pressured by the Chinese Communist Party’s demands for top-down control and residents’ demands for a city leadership chosen by democratic means.\nThe protest at the government offices was started by students demanding such electoral changes. Beijing last month proposed that the public would be able to vote for the city’s chief executive, beginning in 2017. But a committee dominated by people loyal to the Chinese government would be able to screen out candidates who did not have Beijing’s backing.\n“What is going on now, in addition to any immediate public order issues, is a battle for the hearts and minds of the Hong Kong public,” said Michael C. Davis, a professor of law at the University of Hong Kong, who has closely followed the debate over election reform. “Beijing may be indifferent to protest or at least not inclined to give in. The Hong Kong government needs public support.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe police issued a warning Sunday evening saying that a lockdown had been imposed on several downtown areas, including the vicinity of the central government’s offices, and declared any assembly near the offices unlawful. Officials had earlier in the weekend reported 78 arrests.\nAdvertisement Continue reading the main story\nBut late into the night and on Monday morning, many thousands of residents remained on the streets, denouncing the police crackdown and staging sit-ins in several neighborhoods outside the original protest area. In the neon-lit shopping districts of Causeway Bay and Mong Kok, which were packed with shoppers, hundreds of protesters blocked traffic.\nAt Admiralty, an area dominated by sleek malls, office towers and hotels, the main avenues were dense with thousands of chanting protesters, many wearing homemade masks and wet towels in case of tear gas. The police also used tear gas in the heart of Hong Kong’s financial district, known as Central, where a much smaller crowd had gathered under the HSBC Building, a feature of the city’s skyline.\nPhoto\nRicky Lau, 26, a business student at Chinese University of Hong Kong who was there, said the police had shot tear gas without warning.\nAlan Leong, the leader of the Civic Party and a member of the city legislative council, said, “Tear gas may have the immediate effect of dispersing the peaceful demonstrators, but if you make people cry, and the tears are from their heart, how can you govern?” In an interview on the sideline of the protest, he recalled that the Hong Kong police used tear gas in 2005 against protesters during the World Trade Organization meeting and in 1967 when leftists loyal to Mao Zedong rioted across the city.\nOn Monday morning, protesters in thinning numbers continued to occupy roads and intersections, including at Admiralty, where the police urged the crowds to leave the roads, which are usually busy with commuters heading to work. Wednesday will be a public holiday in Hong Kong, which could encourage more protesters to take to the streets.\nHong Kong was a British colony until 1997, when China resumed sovereignty. Since then, it has operated under a policy of “one country, two systems,” which keeps its independent judiciary and many freedoms, including a robust tradition of free speech. But many democratic groups say that China has chipped away at those freedoms, and that the election law proposals were the latest, most infuriating example.\nThe Chinese government endorsed the tough approach to the protests. The Hong Kong government blamed the unrest on Occupy Central With Love and Peace, a group that has spearheaded demands for greater democracy.\nOccupy Central had planned to begin protests in the financial district on Wednesday. But the group changed course on Sunday, declaring that the “occupation” in front of the city government would be the base of protests.\nSteve Lee, 23, a recent university graduate who joined the protest, sobbed on the sidewalk after being exposed to tear gas. “I don’t understand how the government can, in less than 30 seconds after a warning, use tear gas against peaceful student protesters,” he said.\nAdvertisement Continue reading the main story\n“Hong Kong has gone crazy,” he added. “It is no longer the Hong Kong I know, or the world knows.”", "url": "https://www.nytimes.com/2014/09/29/world/asia/clashes-in-hong-kong.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}