{"authors": ["Douglas Emlen"], "date_download": "2018-11-16 04:07:27", "date_modify": "2018-11-16 04:07:27", "date_publish": "2014-10-31 14:30:19", "description": "Animal arms races always unfold in the same way. But those with the biggest weapons don’t always win.", "filename": "2014_11_02_magazine_the-astonishing-weaponry-of-dung-beetles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341247.html", "image_url": "https://static01.nyt.com/images/2014/11/02/magazine/02eureka/mag-02Eureka-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_02_magazine_the-astonishing-weaponry-of-dung-beetles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341247.html", "title": "The Astonishing Weaponry of Dung Beetles", "title_page": "The Astonishing Weaponry of Dung Beetles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before he gets there, however, an S. pius male may have to fend off a dozen or more challengers. Rival males lunge from all sides, trying to steal his dung ball and the female traveling with it. Vigorous battles are commonplace in ball-rolling species, as males pile up in chaotic scrums of combatants, but none of these species have evolved horns. Their fights occur out in the open, where the dung balls are mobile and malleable. Big weapons would not settle these contests, for there is no purchase from which to push and no way to wield a horn against multiple foes simultaneously. For species like S. pius, dexterity matters more than bulk or strength.\nOther species like Onthophagus nigriventris fight inside burrows, where big weapons make all the difference. Females of these species excavate tunnels directly beneath piles of dung, pulling their food down into these tunnels and stashing it for their young. Meanwhile the males battle for tunnel ownership. Planting himself near the entrance, a male will fight to keep rival males from pushing past. Only one rival can enter the tunnel at a time, however, so his fights unfold face to face in a string of successive duels. Unlike the disorderly scrambles of ball rollers, where outcomes are often serendipitous, duels inside tunnels are consistent and predictable, and in these fights, the male with the bigger horn wins.\nA simple change in the arena of the battle creates the conditions for an unending arms race. The evolution of weapons in these species surges forward unencumbered. Chance mutations lead to increasingly grotesque or extreme armaments, which beat opponents with smaller weapons. And in doing so, these beetles secure opportunities to breed. Their progeny, as impressive in their weapons as their parents, quickly replace earlier forms and advance the population another notch in weapon size. As this process repeats itself, it pushes the population still further on the path to the extreme.\nMuch as in geopolitics, animal arms races rack up staggering costs. For example, these beetles’ horns can make up 30 percent of a male’s total weight, and because nutrients are redirected to horn growth, males often have stunted eye and reproductive-organ growth. Soon horns become so pricey only a select few can afford them, and once this happens, the sole option left for the rest of the males is to cheat. And so nearly every heavily armed species has small males who break the rules.\nNot all O. nigriventris males have horns. Those that don’t grow past a certain size — because they were born smaller or were malnourished — never hit the genetic trigger that leads to horn growth, forcing them to circumvent the whole system of duels in order to breed. Instead of dueling (and losing), small O. nigriventris males dig their own tunnels, bypassing the guarding males in order to mate with the female, and slip back out again undetected. They waste no resources on weapon development at all, leaving them nimbler and even more virile — instead of growing horns, they grow big testes that produce extra sperm. They may not mate with as many females as the larger males of their species, but they make the most of every opportunity.", "url": "https://www.nytimes.com/2014/11/02/magazine/the-astonishing-weaponry-of-dung-beetles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}