{"authors": ["Aysegul Sert"], "date_download": "2018-11-16 04:37:50", "date_modify": "2018-11-16 04:37:50", "date_publish": "2014-12-28 17:01:17", "description": "Among the 1.5 million Syrian refugees in tent cities cobbled together near the border are thousands of youths who have lost access to a formal education.", "filename": "2014_12_29_world_europe_for-children-in-turkish-refugee-camps-schools-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "image_url": "https://static01.nyt.com/images/2014/12/29/world/middleeast/29iht-educledeA29/29iht-educledeA29-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_29_world_europe_for-children-in-turkish-refugee-camps-schools-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343070.html", "title": "For Children in Turkish Refugee Camps, School's Out", "title_page": "For Children in Turkish Refugee Camps, School's Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SURUC, Turkey — Ahmet Basa, a quiet, wide-eyed 11-year-old refugee from Damascus, Syria, speaks Turkish fluently and has big plans for the future. “I want to be a doctor,” he said, sitting with a teacher after school in the province of Sanliurfa in Turkey’s southeast.\nTwo years ago, Ahmet crossed over from Syria by car with his six siblings and his parents. Three of his uncles came later. The family was relatively fortunate, they already had relatives in Turkey and Ahmet had begun learning Turkish on previous trips.\n“They told me we’d stay six months, and that when the war ended we’d go back. It has been two years,” he said. Ahmet attends a public school that is walking distance from his new home. His father works at a pastry shop, and his mother stays at home, because she speaks only Arabic. Ahmet’s sister attends a religious vocational school, known as imam-hatip.\nTurkey is host to 1.5 million Syrian refugees, but the number is expected to rise to 1.7 million in 2015, according to the United Nations Agency for Refugees.", "url": "https://www.nytimes.com/2014/12/29/world/europe/for-children-in-turkish-refugee-camps-schools-out.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}