{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:28:37", "date_modify": "2018-11-16 04:28:37", "date_publish": "2014-06-03 00:48:53", "description": "FEMA will take charge of coordinating relief efforts as a second shelter is opened in response to a recent influx of young illegal immigrants.", "filename": "2014_06_03_us_politics_new-us-effort-to-aid-unaccompanied-child-migrants_1542342517.html", "image_url": "https://static01.nyt.com/images/2014/06/03/us/IMMIG/IMMIG-articleLarge-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_us_politics_new-us-effort-to-aid-unaccompanied-child-migrants_1542342517.html", "title": "New U.S. Effort to Aid Unaccompanied Child Migrants", "title_page": "New U.S. Effort to Aid Unaccompanied Child Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The surge was driven primarily by conditions in Central America, she said, including deepening poverty and “an increase in sustained violence,” and by many youths’ desires to reunite with parents in the United States.\n“The push factors seem to be the greatest factors driving this migration,” Ms. Muñoz said.\nBy law, border agents can hold unaccompanied children for no more than 72 hours before they must be turned over to a refugee agency within the Department of Health and Human Services, which administers the shelters. Refugee officials are required to search the United States to find parents, relatives or other adults who could receive the children.\nThe youths are placed in deportation proceedings when they are caught, and their relatives in the United States are responsible for their care while their cases move through the immigration courts, a process than can take years before any resolution. If no relative can be found, the children remain in long-term federal care until their deportation case is completed. Under current laws, only a minority of the unaccompanied children are likely to be allowed to remain in the United States permanently.\nAlejandro Mayorkas, the deputy secretary of Homeland Security, said immigration enforcement agents also would work to disrupt criminal smuggling networks that have seized control of the traffic of children through Mexico to the United States. He said his agency was working with governments in Mexico and Central America to broadcast public service messages warning of the dangers of the journey to the American border.\nRepublican leaders in Congress said that weak border enforcement by the administration had caused the surge in young immigrants.\nRepresentative Robert W. Goodlatte, Republican of Virginia and chairman of the House Judiciary Committee, called the increase “an administration-made disaster.”\n“And now President Obama is calling in FEMA to mitigate the damage,” he said. “Word has gotten out around the world about President Obama’s lax immigration enforcement policies, and it has encouraged more individuals to come to the United States illegally, many of whom are children from Central America.”\nCatholic bishops joined many immigrant advocates who welcomed the president’s move.\n“This is a humanitarian crisis born out of the growing violence in Central America,” said Bishop Eusebio Elizondo of Seattle, chairman of the migration committee of the United States Conference of Catholic Bishops. “These children are refugees who deserve the protection of our nation. They should not be viewed as lawbreakers.”", "url": "https://www.nytimes.com/2014/06/03/us/politics/new-us-effort-to-aid-unaccompanied-child-migrants.html"}