{"authors": ["Robert Mackey"], "date_download": "2018-11-16 04:41:57", "date_modify": "2018-11-16 04:41:57", "date_publish": "2014-07-02 23:06:14", "description": "The minister, Tzipi Livni, was considering action against soldiers who took part in a campaign calling for “revenge” on the Palestinian community for three boys’ deaths.", "filename": "2014_07_03_world_middleeast_israels-justice-minister-condemns-incitement-on-facebook.html_module=inline_1542343317.html", "image_url": "https://static01.nyt.com/images/2014/07/02/world/middleeast/02open_fb1/02open_fb1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_03_world_middleeast_israels-justice-minister-condemns-incitement-on-facebook.html_module=inline_1542343317.html", "title": "Israel’s Justice Minister Condemns ‘Incitement’ on Facebook", "title_page": "Israel’s Justice Minister Condemns ‘Incitement’ on Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tzipi Livni, the minister of justice, said that the killers of the Palestinian teenager, Muhammad Hussein Abu Khdeir, 16, must be brought to justice, and told reporters that she was also considering legal action against Israeli soldiers who had submitted images of themselves or their weapons to the Facebook group The People of Israel Demand Revenge.\nImage An image uploaded to Facebook this week showed an Israeli soldier holding a sign that read: \"I too support revenge. The blood of our children is not worthless.\" Credit Via Facebook\n“We must begin to deal with the incitement going on in social media,” Ms. Livni told Army Radio. “This can be done through education, but with all due respect, I can’t wait around for a generation to grow up and be educated on values that denounce violence and murder. When something like this influences soldiers to take their photo with their weapons, or teens stand with texts calling for the death of Arabs, then this is terrible, and they need to pay a price for it.”", "url": "https://www.nytimes.com/2014/07/03/world/middleeast/israels-justice-minister-condemns-incitement-on-facebook.html?module=inline"}