{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 04:41:28", "date_modify": "2018-11-16 04:41:28", "date_publish": "2014-07-16 01:44:03", "description": "After a short, one-sided cease-fire, Israel and Hamas on Tuesday resumed their latest battle in the Gaza Strip.", "filename": "2014_07_16_world_middleeast_after-brief-lull-in-gaza-crisis-airstrikes-resume.html_module=inline_1542343288.html", "image_url": "https://static01.nyt.com/images/2014/07/16/world/middleeast/MIDEAST/MIDEAST-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_world_middleeast_after-brief-lull-in-gaza-crisis-airstrikes-resume.html_module=inline_1542343288.html", "title": "After Brief Lull in Gaza Crisis, Airstrikes Resume", "title_page": "After Brief Lull in Gaza Crisis, Airstrikes Resume - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Israel had little to lose by initially approving Egypt’s proposal at 9 a.m. Tuesday, with top ministers apparently concluding that they would be rewarded with either calm or international legitimacy for intensified attacks. It resumed its aerial campaign six hours later with over 30 strikes after barrages from Gaza. Before midnight, it used recorded phone messages to warn as many as 100,000 Gaza residents to evacuate their homes before bombings.\nThe rocket fire from Gaza was steady throughout the day, pummeling southern Israel and causing sirens to sound as far north as Haifa, in the populous seaside suburb of Rishon LeZion, around Jerusalem and in the West Bank. By nightfall, the rockets and mortar rounds from Gaza totaled 125. The Israeli military said 20 had been intercepted by the country’s Iron Dome defense system.\n“Anyone who tries to hurt the citizens of Israel will be hurt by Israel,” Prime Minister Benjamin Netanyahu said from Tel Aviv as he convened his inner cabinet for its second session of the day. “When there is no cease-fire, our answer is fire.”\n“It would have been preferable to resolve this in a diplomatic way,” he said, “and this is what we tried to accomplish when we acceded to the cease-fire proposal today, but Hamas has left us with no alternative but to expand the campaign.”\nMr. Netanyahu fired his deputy defense minister, Danny Danon, a member of his Likud Party who was among several right-wingers to criticize the cease-fire plan. A more serious internal challenge remains in Avigdor Lieberman, the foreign minister, who voted against the cease-fire and called for a full reoccupation of Gaza.", "url": "https://www.nytimes.com/2014/07/16/world/middleeast/after-brief-lull-in-gaza-crisis-airstrikes-resume.html?module=inline"}