{"authors": ["David M. Herszenhorn", "Michael R. Gordon", "Alissa J. Rubin"], "date_download": "2018-11-16 04:37:04", "date_modify": "2018-11-16 04:37:04", "date_publish": "2014-03-06 07:46:26", "description": "The State Department imposed a ban on visas for people who have taken steps to undermine Ukraine’s territorial integrity, and Russia vowed to reciprocate.", "filename": "2014_03_07_world_europe_ukraine-sanctions_1542343024.html", "image_url": "https://static01.nyt.com/images/2014/03/06/world/europe/20140307-UKRAINE-slide-EV6L/20140307-UKRAINE-slide-EV6L-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_world_europe_ukraine-sanctions_1542343024.html", "title": "Crimea Approves a Secession Vote as Tensions Rise", "title_page": "Crimea Approves a Secession Vote as Tensions Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Early Friday, the Kremlin released a statement describing the phone call. “In the course of the discussion there emerged differences in approaches and assessments of the causes which brought about the current crisis and the resulting state of affairs,” the statement said. “Vladimir Putin, for his part, noted that this had occurred as a result of an anticonstitutional coup which does not have a national mandate.”\nVideo\nIt went on to say that the current Ukrainian leadership has imposed “absolutely illegitimate decisions” on the eastern and southeastern regions of the country. “Russia cannot ignore appeals connected to this, calls for help, and acts appropriately, in accordance with international law,” the statement said. Mr. Putin, the statement said, appreciated the importance of the Russian-American relationship to global security, and added that bilateral ties “should not be sacrificed for individual — albeit rather important — international problems.”\nEuropean Union leaders issued a statement in Brussels calling an annexation referendum “contrary to the Ukrainian Constitution and therefore illegal.”\nThe sanctions Mr. Obama approved Thursday imposed visa bans on officials and other individuals deemed responsible for undermining Ukrainian sovereignty and territorial integrity. The administration would not disclose the names or number of people penalized, but a senior official said privately that it would affect just under a dozen people, mostly Russians but some Ukrainians.\nAmong those targeted were political figures, policy advisers, security officials and military officers who played a direct role in the Crimean crisis, the official said. Any of them seeking to travel to the United States would be barred, and a few who currently hold American visas will have them revoked.\nMr. Obama also signed an executive order laying out a framework for tougher measures like freezing the assets of individuals and institutions. But the White House held back applying those measures while officials gathered evidence in the hope that waiting would provide some space for Russia to reverse course. The House, in the meantime, approved an economic aid package for the Kiev government and advanced its own sanctions resolution.\nMoscow, however, gave no indication of backing down, suggesting that it would reciprocate with measures seizing American property in Russia. “The U.S. has the right, and we have the right to respond to it,” Vladimir Lukin, a Russian envoy who has worked on the Ukrainian crisis, told Interfax, a Russian news agency. “But all that is, of course, not making me happy.”\nVideo\nThe European Union took a step toward more serious measures by suspending talks with Moscow on a wide-ranging political-economic pact and on liberalizing visa requirements to make it easier for Russians to travel to Europe. European leaders laid out a three-stage process that, absent progress, would next move to travel bans, asset seizures and the cancellation of a planned European Union-Russia summit meeting and eventually to broader economic measures.\nAdvertisement Continue reading the main story\nChancellor Angela Merkel of Germany, who has been reluctant to move quickly toward sanctions, said the European Union was looking for concrete evidence that Russia was trying to calm the situation “in the next few days,” but she noted that Thursday’s events in Crimea made the need for action more urgent.\n“We made it very clear that we are absolutely willing to achieve matters by negotiation,” she said. “We also say, however, that we are ready and willing, if these hopes were to be dashed and looking at what happened on Crimea, to adopt sanctions.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe moves came as Secretary of State John Kerry met for a second day with Russia’s foreign minister, Sergey V. Lavrov, on ways to defuse the crisis. A top aide said Mr. Kerry urged Mr. Lavrov to talk directly with Ukrainian leaders. “We want to be able to have the dialogue that leads to the de-escalation,” Mr. Kerry told reporters. “We want to be able to continue the intense discussions with both sides in order to try to normalize and end this crisis.”\nMr. Kerry also met in Rome with counterparts from Germany, France, Italy and Britain, and expressed support for a push by Laurent Fabius, the French foreign minister, to establish a “contact group” seeking a peaceful resolution of the crisis. The group would include Russia, Ukraine, Britain, France and the United States, and serve as a way to bring Moscow and Kiev to the table.\nMr. Lavrov expressed irritation at talk of sanctions and other retaliation. “There are many one-sided, half-hysterical evaluations in the media,” he told reporters. “I repeated this to John Kerry, who seems to understand that it doesn’t really help the flow of normal work. It’s impossible to work honestly under the threat of ultimatums and sanctions.”\nPhoto\nIn Crimea, regional leaders said they were confident voters would choose Russia over Ukraine. The City Council of Sevastopol, which has separate legal status, took matching steps on Thursday to hold a similar referendum on March 16. Pro-Russia demonstrators cheered the news and regarded secession from Ukraine as a foregone conclusion.\n“We’re already Russian,” Natasha Malachuk said as she picketed a local security headquarters.\nOthers objected, particularly the peninsula’s large Crimean Tatar minority. “It’s completely illegitimate,” said Bilal Kuzi-Emin, 25, a Tatar who works as a waiter.\nA Kiev court has already ruled the Crimean Parliament’s actions illegal. An arrest warrant has been issued for the new regional prime minister, Sergei Aksyonov, who was installed a week ago after armed men seized the Parliament building and raised the Russian flag.\nAdvertisement Continue reading the main story\nUkraine’s acting president, Oleksandr V. Turchynov, scoffed at a planned referendum under the watch of foreign troops. “This will be a farce,” he said in a televised address. “This will be false. This will be a crime against the state.”\nDmitri S. Peskov, a spokesman for Mr. Putin, said the Kremlin had been informed of the developments but offered no further comment. Prime Minister Dmitri A. Medvedev said Russia would simplify procedures for people who have lived in Russia or the former Soviet Union to secure Russian citizenship.\nIf the referendum is held and most Crimeans opt to join Russia, it could create a thorny problem for the United States and European countries that typically support self-determination but oppose independence for regions in their own borders, like Scotland or Catalonia.\nIn Crimea, Russian and pro-Russia forces maintained a blockade of Ukrainian military facilities. At a local military office in Simferopol, they used a crane to place heavy concrete barriers to obstruct military vehicles leaving the compound. The Ukrainian Defense Ministry said the Russian Navy scuttled an old cruiser in a narrow channel to trap Ukrainian naval vessels in port at Novoozerne.\nIn Donetsk, in the east, Ukrainian police officers ordered pro-Moscow demonstrators, including Pavel Gubarev, the so-called people’s governor, to leave the city’s administration building. Hundreds more pro-Russia demonstrators clashed with the police outside the local headquarters of the national security service in Donetsk, blockading a police bus with parked cars and derailed trolleys and forcing the police to release detained protesters. Later on Thursday, Ukrainian officials said Mr. Gubarev had been arrested.", "url": "https://www.nytimes.com/2014/03/07/world/europe/ukraine-sanctions.html"}