{"authors": ["James Kanter"], "date_download": "2018-11-16 03:49:38", "date_modify": "2018-11-16 03:49:38", "date_publish": "2014-04-30 08:28:30", "description": "The court said Britain could not stop other European Union members from taxing securities trading — a tax the London financial community opposes.", "filename": "2014_05_01_business_international_european-court-rejects-british-challenge-to-tax-on-trading_1542340178.html", "image_url": "https://static01.nyt.com/images/2014/05/01/business/EUTax/EUTax-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_01_business_international_european-court-rejects-british-challenge-to-tax-on-trading_1542340178.html", "title": "European Court Rejects British Challenge to Tax on Trading", "title_page": "European Court Rejects British Challenge to Tax on Trading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "No detailed agreement is yet in place among those countries in favor, and they still must discuss how rapidly to adopt such a tax and precisely what financial trades it should cover — even what the money should be used toward.\nThe United States has expressed its own concerns about such a tax.\nThe Obama administration has opposed domestic proposals for a financial transactions tax, on the grounds that it would be vulnerable to evasion, create an incentive for traders to work around it and place a new burden on retail investors. A Treasury spokeswoman said that while Europe needed to decide on fees and taxes for itself, the Obama administration has made clear that it opposes such proposals to the extent that they might hurt United States investors or have other cross-border effects.\nBritain already operates a so-called stamp duty that taxes stock trading. But the British government has long been uneasy about handing any authority over taxation to Brussels.\nBritain is also in the throes of a debate over whether to sever some ties with the European Union, and the legal wrangling over the financial transactions tax is one of several disputes between Britain and the union on financial services.\nEven so, some specialists contend that such a tax, rather than harm traders in the City of London, could actually push more financial business toward London, as banks sought to leave countries where the tax would be in place.\nThe British Treasury said in a statement on Wednesday that the court’s decision confirmed that Britain still “will be able to challenge the final proposal for a Financial Transaction Tax if it is not in our national interest.” Britain “risked not being able to do that if we had not made this challenge now,” the statement added.\nTax lawyers said the debate was far from over.\nRichard Croker, the head of corporate tax at the law firm CMS Cameron McKenna, in referring to the ruling on Wednesday, said: “This is merely a skirmish in the battle.”", "url": "https://www.nytimes.com/2014/05/01/business/international/european-court-rejects-british-challenge-to-tax-on-trading.html"}