{"authors": ["Jad Mouawad"], "date_download": "2018-11-16 04:40:09", "date_modify": "2018-11-16 04:40:09", "date_publish": "2014-07-22 16:51:23", "description": "After a rocket fell near Ben-Gurion airport outside Tel Aviv, the Federal Aviation Administration told American carriers to halt service for 24 hours, and some other airlines followed suit.", "filename": "2014_07_23_world_middleeast_faa-halts-us-flights-to-israel_1542343209.html", "image_url": "https://static01.nyt.com/images/2014/07/23/world/23flights_now/23flights_now-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_23_world_middleeast_faa-halts-us-flights-to-israel_1542343209.html", "title": "Airlines Suspend Flights to Israel After Hamas Rocket Falls Near Main Airport", "title_page": "Airlines Suspend Flights to Israel After Hamas Rocket Falls Near Main Airport - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Airlines in the United States and Europe suspended flights to and from Israel on Tuesday after a rocket fell about a mile from Ben-Gurion International Airport outside Tel Aviv.\nMajor airlines canceled service — and in several cases, diverted planes in midflight — after the Federal Aviation Administration instructed American carriers not to fly to Israel for 24 hours because of the “potentially hazardous situation created by the armed conflict in Israel and Gaza.”\nThe disruption of air travel at the height of the summer tourism season highlighted the growing impact of the conflict in the Gaza Strip on the Israeli economy, even as the government sought to project an aura of business as usual.\nIt also provides a victory of sorts for the Palestinian militant movement Hamas, which controls Gaza and has been firing rockets at Israel for the past three weeks. It is the first time the group has managed to cause restrictions on travel to Ben-Gurion airport; the last time foreign airlines suspended service to Israel was in 1991, when Iraq fired Scud missiles at the country.", "url": "https://www.nytimes.com/2014/07/23/world/middleeast/faa-halts-us-flights-to-israel.html"}