{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 03:49:36", "date_modify": "2018-11-16 03:49:36", "date_publish": "2014-04-28 01:00:43", "description": "The strongest employment growth after the recession has been in low-wage work, at places like strip malls and fast-food restaurants, according to a new report.", "filename": "2014_04_28_business_economy_recovery-has-created-far-more-low-wage-jobs-than-better-paid-ones_1542340176.html", "image_url": "https://static01.nyt.com/images/2014/04/28/business/wage/wage-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_28_business_economy_recovery-has-created-far-more-low-wage-jobs-than-better-paid-ones_1542340176.html", "title": "Recovery Has Created Far More Low-Wage Jobs Than Better-Paid Ones", "title_page": "Recovery Has Created Far More Low-Wage Jobs Than Better-Paid Ones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The deep recession wiped out primarily high-wage and middle-wage jobs. Yet the strongest employment growth during the sluggish recovery has been in low-wage work, at places like strip malls and fast-food restaurants.\nIn essence, the poor economy has replaced good jobs with bad ones. That is the conclusion of a new report from the National Employment Law Project, a research and advocacy group, analyzing employment trends four years into the recovery.\n“Fast food is driving the bulk of the job growth at the low end — the job gains there are absolutely phenomenal,” said Michael Evangelist, the report’s author. “If this is the reality — if these jobs are here to stay and are going to be making up a considerable part of the economy — the question is, how do we make them better?”\nThe report shows that total employment has finally surpassed its pre-recession level. “The good news is we’re back to zero,” Mr. Evangelist said.", "url": "https://www.nytimes.com/2014/04/28/business/economy/recovery-has-created-far-more-low-wage-jobs-than-better-paid-ones.html"}