{"authors": ["Kareem Fahim"], "date_download": "2018-11-16 04:40:29", "date_modify": "2018-11-16 04:40:29", "date_publish": "2014-07-19 20:39:06", "description": "The governments were accused of dithering at critical moments, and at one point, Egypt even blamed Hamas, rather than Israel, for dozens of Palestinian deaths.", "filename": "2014_07_20_world_middleeast_palestinians-find-show-of-support-lacking-from-arab-nations-amid-offensive_1542343229.html", "image_url": "https://static01.nyt.com/images/2014/07/20/world/ARABsub/ARABsub-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_world_middleeast_palestinians-find-show-of-support-lacking-from-arab-nations-amid-offensive_1542343229.html", "title": "Palestinians Find Show of Support Lacking From Arab Leaders Amid Offensive", "title_page": "Palestinians Find Show of Support Lacking From Arab Leaders Amid Offensive  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The antagonism has continued under President Abdel Fattah el-Sisi, who led the ouster of Mr. Morsi and who has kept Egypt’s border crossing with Gaza all but sealed, further isolating not just Hamas but all the Palestinians trapped in the fighting there. A few hours before Israel launched its ground assault of Gaza on Thursday, Egypt’s official state news agency provided the Israelis with an unexpected boost.\nIn a statement, it quoted the country’s foreign minister as blaming Hamas for the deaths of at least 40 Palestinians. The statement, which also criticized Qatar and Turkey, said the deaths would have been prevented if Hamas had signed an Egyptian cease-fire initiative.\nOn Twitter, Anshel Pfeffer, a writer for Haaretz, the left-leaning Israeli newspaper, encapsulated the surprise at the turn of events: “Incredible that #Israel is going into #Gaza and the greatest Arab state, #Egypt is not saying a word of criticism, just blaming #Hamas.”\nFrom a distance, it was hard to know where the rest of Egypt stood. Television hosts continued to thunder against Hamas, though there was one notable moment of dissent, from a talk-show host who had been a reliable government supporter, but who chastised Mr. Sisi for failing to act.\n“It’s not just that the opposition is weak, divided or in jail,” said Marc Lynch, a professor of political science and international affairs at George Washington University. Egypt’s government had also successfully “mobilized so much anti-Muslim Brotherhood sentiment,” which also affected feelings about Hamas, he said.\nThere were few protests in Egypt: certainly nothing like the enormous pro-Palestinian rally on Saturday in London. But the space for such protest has been shrinking throughout the region, as people have become exhausted by all the turmoil, or fearful, amid new government efforts to limit dissent. Even so, the public’s gaze had not shifted from Gaza, analysts said.\nIn a recent column, Professor Lynch found that Twitter mentions of Gaza in the region “surges to dominate everything else once the conflict begins.”", "url": "https://www.nytimes.com/2014/07/20/world/middleeast/palestinians-find-show-of-support-lacking-from-arab-nations-amid-offensive.html"}