{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 04:22:57", "date_modify": "2018-11-16 04:22:57", "date_publish": "2014-08-24 15:27:39", "description": "As Ukraine celebrated its independence Sunday, President Petro O. Poroshenko, who is to meet with President Vladimir V. Putin of Russia in Belarus on Tuesday for peace talks, left little doubt that he saw Moscow as the source of the conflict.", "filename": "2014_08_25_world_europe_ukraine-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342177.html", "image_url": "https://static01.nyt.com/images/2014/08/24/world/europe/25UKRAINE-1/25UKRAINE-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_25_world_europe_ukraine-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342177.html", "title": "Ukraine Leader, Set to Meet Putin for Talks, Warns of Long Struggle", "title_page": "Ukraine Leader, Set to Meet Putin for Talks, Warns of Long Struggle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The announcement last week that Mr. Putin and Mr. Poroshenko would meet in Minsk, their first encounter since a frosty meeting during D-Day commemorations in France in June, stirred hopes of a negotiated settlement to the conflict in eastern Ukraine, which has killed more than 2,000 people and led Russia to accuse Ukraine of creating a humanitarian catastrophe through its offensive against the rebels.\nBut so far, Russia has shown no sign of moving away from a position that became a major obstacle in previous talks between lower-ranking Ukrainian and Russian officials: its insistence that it has nothing to do with the pro-Russian rebels and does not control them.\nAnother hurdle is confusion over exactly what it is that the rebels want for the eastern region: more autonomy within Ukraine to run their own affairs, formal recognition of the independent states they have declared in Donetsk and Luhansk or annexation by Russia. Ukraine says it is willing to give eastern regions more autonomy, but it has ruled out letting them join Russia or become independent.\nThe International Committee of the Red Cross said on Sunday that a humanitarian crisis was developing in the region, particularly in Luhansk, where Russia sent a huge convoy of trucks on Friday over the objections of Kiev. “Clearly, people living there need help,” Laurent Corbaz, the organization’s head of operations for Europe and Central Asia, said in a statement. “Food and medicine are in short supply, and access to clean water is very difficult. It is urgent to improve the situation.”\nMr. Corbaz also called for an end to what he called “intermittent shelling of residential areas” in Luhansk, adding that “this action endangers the lives of civilians, including humanitarian workers.” He did not say which forces were doing the shelling, but much of it appears to come from Ukrainian forces outside the city, in response to firing on their positions by the rebels.\nRussia sent more than 200 trucks into Luhansk on Friday without Red Cross escorts, in violation of agreements. The Kremlin said the step was necessary to deliver food, water and other supplies to needy residents in Luhansk, but Ukraine and the West denounced it as an illegal provocation. The trucks returned to Russia on Saturday without incident.\nThe Red Cross said its staff still had not been able to reach Luhansk because talks with all sides in the conflict had failed “to secure sufficient security guarantees for safe passage.” But it said it was advising local authorities in the rebel-held city about how to distribute aid delivered from Russia.", "url": "https://www.nytimes.com/2014/08/25/world/europe/ukraine-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}