{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:28:30", "date_modify": "2018-11-16 04:28:30", "date_publish": "2014-07-19 17:17:24", "description": "Young migrants from Central American countries have stories of abuse, abandonment and flight from organized crime that could make them eligible for U.S. entry, but they are often not heard.", "filename": "2014_07_20_us_rush-to-deport-young-migrants-could-trample-asylum-claims-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342510.html", "image_url": "https://static01.nyt.com/images/2014/07/17/multimedia/border-children/border-children-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_us_rush-to-deport-young-migrants-could-trample-asylum-claims-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342510.html", "title": "Rush to Deport Young Migrants Could Trample Asylum Claims", "title_page": "Rush to Deport Young Migrants Could Trample Asylum Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a third attempt she succeeded in crossing illegally into Texas, eventually confiding in those lawyers and anti-trafficking investigators. Now 18 and living in Texas, Andrea asked that her full name not be published because she still fears some relatives. This year, she won a special immigration status for juveniles.\nDebate in Washington has centered on a 2008 anti-trafficking law. Obama administration officials and some lawmakers from both parties are seeking to extend the fast-track screenings the law allows for unaccompanied youths from Mexico, using them for Central Americans as well.\nPolicy makers proposing to change the law say they want to strike a fair balance, creating tougher deterrents to reduce the illegal surge while preserving the country’s traditions of protecting people fleeing violence, especially children.\nBills were offered last week by two Texans, Senator John Cornyn, a Republican, and Representative Henry Cuellar, a Democrat; by two House Republicans, Robert W. Goodlatte of Virginia, chairman of the Judiciary Committee, and Jason Chaffetz of Utah; and by the senators from Arizona, John McCain and Jeff Flake, both Republicans.\nUnder the current statute, minors from Mexico must be interviewed by border agents within 48 hours after they are apprehended. If a Mexican minor does not express fear of returning home, agents can obtain his or her consent to leave voluntarily. Since October, more than 12,600 unaccompanied Mexicans were apprehended along the southwest border, and most were swiftly returned.For minors from other countries, the law requires their transfer within 72 hours to detention shelters run by the Department of Health and Human Services. Refugee officials work to find parents or other adults in this country who can care for them while they go through deportation proceedings. They receive basic guidance on their legal rights, and in some shelters volunteer lawyers interview them to assess their legal prospects.\nMinors can be eligible for a special juvenile status if they have been abused or abandoned by family; for asylum if they face life-threatening persecution; and for visas as victims or witnesses of serious crimes or human trafficking.", "url": "https://www.nytimes.com/2014/07/20/us/rush-to-deport-young-migrants-could-trample-asylum-claims-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}