{"authors": ["Andrew Higgins", "Michael R. Gordon"], "date_download": "2018-11-16 04:23:05", "date_modify": "2018-11-16 04:23:05", "date_publish": "2014-08-22 10:17:21", "description": "NATO officials said that the Russian military had moved artillery units inside Ukrainian territory in recent days and was using them to fire at Ukrainian forces.", "filename": "2014_08_23_world_europe_russian-convoy-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342185.html", "image_url": "https://static01.nyt.com/images/2014/08/23/world/UKRAINE/UKRAINE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_23_world_europe_russian-convoy-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342185.html", "title": "Russians Open Fire in Ukraine, NATO Reports", "title_page": "Russians Open Fire in Ukraine, NATO Reports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — Russia on Friday escalated tensions with Ukraine to the highest level since its stealthy invasion of Crimea in the spring, sending more than 200 trucks from a long-stalled aid convoy into rebel-held eastern Ukraine over the objections of Kiev and, NATO said, conducting military operations on Ukrainian territory.\nNATO officials said that the Russian military had moved artillery units inside Ukrainian territory in recent days and was using them to fire at Ukrainian forces. Russia has repeatedly denied sending troops or military hardware into Ukraine, just as it denied any link to the unidentified gunmen who paved the way for Moscow’s annexation of Crimea — until President Vladimir V. Putin stated in April that Russian troops were “of course” involved.\nThere has been “a major escalation in Russian military involvement in eastern Ukraine since mid-August, including the use of Russian forces,” Secretary General Anders Fogh Rasmussen of NATO said in a statement. “Russian artillery support — both cross-border and from within Ukraine — is being employed against the Ukrainian armed forces,” Mr. Rasmussen added.\nRussia’s Permanent Mission to NATO, in a statement, accused the alliance of indifference to humanitarian suffering in eastern Ukraine and described its protests over the entry of a Russian aid convoy into Ukraine without Red Cross escorts as “another cynical attempt to cover the crimes of Ukrainian authorities.”", "url": "https://www.nytimes.com/2014/08/23/world/europe/russian-convoy-ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}