{"authors": ["Nicola Twilley"], "date_download": "2018-11-16 04:19:30", "date_modify": "2018-11-16 04:19:30", "date_publish": "2014-07-25 14:15:59", "description": "A refrigeration boom is changing the way Chinese people eat — and threatening the planet in the process.", "filename": "2014_07_27_magazine_what-do-chinese-dumplings-have-to-do-with-global-warming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341970.html", "image_url": "https://static01.nyt.com/images/2014/07/27/magazine/27storagealt/27storagealt-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_27_magazine_what-do-chinese-dumplings-have-to-do-with-global-warming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341970.html", "title": "What Do Chinese Dumplings Have to Do With Global Warming?", "title_page": "What Do Chinese Dumplings Have to Do With Global Warming? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "‘In Sichuan, we’re eaters,” said Chen Zemin, the world’s first and only frozen-dumpling billionaire. “We have an expression that goes, ‘Even if you have a very poor life, you still have your teeth to please.’ ” He smiled and patted his not insubstantial belly. “I like to eat.”\nChen, who is 72, never planned on being a dumpling mogul. Like almost everyone who came of age during the Cultural Revolution, he didn’t get to choose his profession. He was a “gadget guy” during his high-school years. “I liked building circuits and crystal radios and that sort of thing,” he told me. “I applied to university to study semiconductor electronics.” But the state decided that Chen should become a surgeon, and so he dutifully completed his studies and amused himself in his free time by learning how to cook: He made Sichuan pickles, kung pao chicken and, of course, dumplings. Even after he became vice president of the Second People’s Hospital in Zhengzhou, a provincial city about halfway between Shanghai and Beijing, Chen remained bored with his day job. “I didn’t have enough to keep me busy,” he said, blinking earnestly, hands steepled beneath his chin. “I would wander round inspecting the building, and I had meetings, but I felt as if I spent most of my time reading the newspaper and drinking tea.” He engaged in lots of Rube Goldberg-like tinkering: jury-rigging the hospital’s aging equipment, fixing his neighbors’ radios and even building Zhengzhou’s first washing machine. And he cooked. For decades, his lunar New Year gifts of homemade glutinous rice balls were legendary among friends and neighbors.\nBut as China began to open up to the West and Deng Xiaoping, Mao’s reformist successor, declared that some people “will get rich first,” Chen, who not only was bored but had two sons’ weddings to pay for, wanted to become one of those people. It wasn’t long before he started thinking about, as he put it, giving “my rice balls legs.” Chinese pot stickers and rice balls are traditionally made in enormous batches, in order to justify the effort it takes to knead the dough, roll it out, mix the filling and wrap by hand a morsel that stays fresh for only one day. Because of his medical background, Chen had an idea for how to extend the life span of his spicy-pork won tons and sweet-sesame-paste-filled balls. “As a surgeon, you have to preserve things like organs or blood in a cold environment,” Chen said. “A surgeon’s career cannot be separate from refrigeration. I already knew that cold was the best physical way to preserve.”\nUsing mechanical parts harvested from the hospital junk pile, Chen built a two-stage freezer that chilled his glutinous rice balls one by one, quickly enough that large ice crystals didn’t form inside the filling and ruin the texture. His first patent covered a production process for the balls themselves; a second was for the packaging that would protect them from freezer burn. Soon enough, Chen realized that both innovations could be applied to pot stickers, too. And so in 1992, against the advice of his entire family, Chen, then 50, quit his hospital job, rented a small former print shop and started China’s first frozen-food business. He named his fledgling dumpling company Sanquan, which is short for the “Third Plenary Session of the 11th Central Committee of the Communist Party of China” — the 1978 gathering that marked the country’s first steps toward the open market.", "url": "https://www.nytimes.com/2014/07/27/magazine/what-do-chinese-dumplings-have-to-do-with-global-warming.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}