{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:08:17", "date_modify": "2018-11-16 04:08:17", "date_publish": "2014-04-22 11:38:29", "description": "For 15 years, an economics writer sought a data set that compared incomes across countries.", "filename": "2014_04_23_upshot_back-story-how-we-found-the-income-data.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_upshot_back-story-how-we-found-the-income-data.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "title": "Back Story: How We Found the Income Data", "title_page": "Back Story: How We Found the Income Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The sentence in Mr. Deaton’s book about Mr. Saez’s work seemed to suggest that such data might exist.\nThe obvious place to start looking was the World Top Incomes Database, an analysis of tax records maintained by Mr. Saez, Thomas Piketty and other economists. Connected to the publication of his recent book, “Capital in the 21st Century,” Mr. Piketty has posted large amounts of this data online.\nBut Mr. Piketty and Mr. Saez have focused their research on the very top of the distribution. The closest they come to capturing the experiences of the middle class is publishing data on the amount of income in each country going to the top 10 percent of earners. By subtracting this number from a country’s overall income, we could calculate the amount of income going to the bottom 90 percent. (The statement in Mr. Deaton’s book is a version of this calculation, for the bottom 99 percent.) Calculating an average income for the bottom 90 percent yields a crude measure of middle-class income, because it excludes the very high incomes at the top.\nStill, it’s a crude measure. It does not allow you to distinguish among the poor, the middle class and the upper middle class. The tax records in different countries can also differ in important ways, and Mr. Piketty, Mr. Saez and their colleagues have not yet turned their attention to sorting through these methodological issues. Mr. Piketty told me they plan to in coming years.\nSo my colleague Kevin Quealy and I also began looking elsewhere. Gallup, which does surveys on income around the world, comes close. It publishes an estimate of median income for dozens of countries for sometime during the period between 2006 and 2012. Yet Gallup does not have historical data.\nOur breakthrough came when Kevin began talking to researchers at a group known as LIS, which maintains the Luxembourg Income Study Database. They have devoted themselves to collecting income survey data from around the world and harmonizing the data — that is, making it comparable from one country to another, over time. Their data goes back as far as the 1970s. Timothy Smeeding, the founder of the Luxembourg group, who now teaches at the University of Wisconsin, has done academic work that comes the closest to the kind of analysis we wanted.\nWhen we spoke to other academic economists, they told us that LIS’s work was widely respected. Fortunately, a group of researchers at LIS — Janet Gornick, the current director, along with Thierry Kruten, and Branko Milanovic — agreed to work with us. Together, we designed an analysis that would shed light on the different experiences of the poor, middle class and affluent in industrialized countries over the last three decades. LIS then conducted the study that produced the data. The articles on The Upshot today about inequality stem from this data.", "url": "https://www.nytimes.com/2014/04/23/upshot/back-story-how-we-found-the-income-data.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}