{"authors": ["Ceylan Yeginsu"], "date_download": "2018-11-16 04:37:43", "date_modify": "2018-11-16 04:37:43", "date_publish": "2014-12-29 23:16:12", "description": "New ID cards will grant access to basic health care and education, while a separate proposal would allow conditional work permits.", "filename": "2014_12_30_world_europe_turkey-strengthens-rights-of-syrian-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343063.html", "image_url": "https://static01.nyt.com/images/2014/12/30/world/30turkey/30turkey-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_30_world_europe_turkey-strengthens-rights-of-syrian-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343063.html", "title": "Turkey Strengthens Rights of Syrian Refugees", "title_page": "Turkey Strengthens Rights of Syrian Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — Turkey has issued new regulations that grant Syrian refugees secure legal status in the country for the first time, clarifying and expanding rights for more than a million people who are rapidly assimilating into Turkish society.\nAfter spending nearly four years under temporary protection, in recent weeks the refugees have begun to receive new identification cards under a measure passed by the Council of Ministers in October granting them access to basic services like health care and education.\nThe regulation stops short of granting Syrians official refugee status, which would entitle them to a broader array of benefits like housing, public relief and various social services.\nNevertheless, most refugees have welcomed it as an indication of Turkey’s commitment to easing the rigors of their lives as their displacement takes on a sense of permanence, with Syria’s civil war raging on with no end in sight.", "url": "https://www.nytimes.com/2014/12/30/world/europe/turkey-strengthens-rights-of-syrian-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}