{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 03:54:11", "date_modify": "2018-11-16 03:54:11", "date_publish": "2014-06-24 10:35:21", "description": "A surge of voters showed up on Tuesday in African-American precincts and delivered Senator Thad Cochran a hard-fought victory over his Tea Party challenger, Chris McDaniel.", "filename": "2014_06_25_us_politics_thad-cochran-chris-mcdaniel-mississippi-senate-primary.html_module=inline_1542340451.html", "image_url": "https://static01.nyt.com/images/2014/06/25/us/politics/cochran-hp-1/cochran-hp-1-videoSixteenByNine1050-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_25_us_politics_thad-cochran-chris-mcdaniel-mississippi-senate-primary.html_module=inline_1542340451.html", "title": "Cochran Holds Off Tea Party Challenger in Mississippi", "title_page": "Cochran Holds Off Tea Party Challenger in Mississippi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A surge of voters showed up on Tuesday in African-American precincts and in Mr. Cochran’s other strongholds to surprise Mr. McDaniel, 41, who just Monday night declared his campaign had gone from impossible to improbable to unstoppable. Early Wednesday, with all but one precinct reporting, Mr. Cochran’s lead over Mr. McDaniel was a little more than 6,000 votes. Recounts are not required under Mississippi law, although Mr. McDaniel could seek to challenge the results through the courts.\nMr. Cochran’s victory was powered in part by African-Americans in areas of north Jackson whose turnout shattered that seen in those precincts in the primary. Turnout jumped fivefold at New Hope Baptist Church, and sevenfold at Green Elementary School, where only 14 voters came out on June 3 but about 100 showed up on Tuesday.\nTheir high numbers came despite pledges by conservative political action committees to monitor turnout in Democratic areas targeted by Mr. Cochran’s campaign. Both the N.A.A.C.P. — which sent its own poll watchers — and the United States Justice Department expressed concerns about the possible intimidation of black Democrats, but no irregularities were reported to Mississippi election officials. The state has no party registration, and anyone could vote in the Republican runoff who had not voted in the Democratic primary, which was won by former Representative Travis Childers, 56.\nMississippi – U.S. Senate\nIt was an extraordinary end to a wild campaign, with a Republican standing up for the rights of black Democrats, and with Tea Party groups from the North, especially the Senate Conservatives Fund, crying foul.\nAlso sure to inflame the right: a center-right super PAC, Defending Main Street, which contributed over $150,000 to Mr. Cochran during the runoff, received $250,000 from Michael Bloomberg in the same period, according to a source close to the former New York City mayor.\nMr. Bloomberg also contributed $250,000 to Mr Cochran’s super PAC, Mississippi Conservatives, before the primary.\nFor months, the contest between Mr. Cochran and Mr. McDaniel was viewed as this year’s main event in the six-year clash between conservative activists and Republican incumbents. Money and celebrities poured into Mississippi from all over the country, with the establishment determined to make the state a Tea Party Waterloo. For their part, conservative groups were hoping for one major victory for the season.\nAdvertisement Continue reading the main story\nBut after the surprise primary defeat this month of Representative Eric Cantor of Virginia, the House majority leader, the Mississippi contest took on greater significance. Outside conservative groups hoped to emerge with a second victory that would propel challenges in Tennessee, where Senator Lamar Alexander was widely expected to win, and perhaps in Kansas, where Senator Pat Roberts appeared to have recovered from an early stumble over whether he lived in Kansas or the Washington area.\nPhoto\nInstead, establishment Republicans and a surprisingly high number of Democrats helped deliver a come-from-behind victory for a senator known for his soft-spoken patrician air and his ability to bring home millions in dollars of federal spending.\nMr. Cochran shifted his campaign message from polishing his conservative credentials to extolling his record of keeping Mississippi flush with federal cash. He also attacked Mr. McDaniel for his vows of austerity, especially in education.\nThose attacks seemed to work with voters — at least enough to spook Democrats, and even some Republicans, who are accustomed to the protection and seniority of a long line of Congress members going back almost 100 years, including Senators John C. Stennis, James Eastland and Trent Lott and Representatives Sonny Montgomery and Jamie L. Whitten.\nJeanie Munn, who lives in Hattiesburg, said Mr. McDaniel “represents a threat to the state.” She cited a vote he cast in the State Senate against a new nursing school building at the University of Southern Mississippi.\nRoger Smith, a black Democrat who said he was being paid to organize for Mr. Cochran, said, “I don’t know too much about McDaniel other than what McDaniel’s saying: that he’s Tea Party, he’s against Obama, he don’t like black people.”\nSlide Show\n“You’re going to get one of the white guys in there,” he said. “You got to make a choice.”\nIn downtown Hattiesburg, Democratic voters trickled out of the Court Street United Methodist Church, saying they had voted for a Republican for the first time in their lives — Mr. Cochran. Heath Kleinke, 38, held his 4-month-old baby and said he wanted her to get a good education in Mississippi, something he believed would be made more difficult if Mr. McDaniel were to make good on his proposal to cut federal funding.\n“The fact that he openly criticizes Thad Cochran for talking to Democrats riled me up from the beginning,” added Mr. Kleinke, a graphic designer.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nKay Tyler, an African-American who works for the Jackson public school system, said Mr. Cochran simply never asked for her vote — until now. “He should have,” Ms. Tyler said.\nAdvertisement Continue reading the main story\nWhite Democrats also turned out for the senator. Dorothy McGehee, 88, a lifelong Democrat who registered blacks to vote in the civil rights era, found herself putting out Cochran yard signs in Meadville, Miss., and begging her friends to vote.\nKino Sintee, 17, and three black friends waved “Thad” signs on a street corner in a black Hattiesburg neighborhood. They said the preacher from Mount Olive Baptist Church asked them to help out.\nPhoto\n“They’re talking about taking everything away from us,” he said. “People still need stuff.”\nMichael Davis, 44, said it was his “duty” to stop Mr. McDaniel. “If anyone wants to tell me I’m stealing the election or something ludicrous like that, it doesn’t work that way,” he said.\nIn Tupelo, Miss., John Armistead, 73, a die-hard Democrat, and his wife, Sandra, 69, a Republican, put aside their differences on Tuesday, and both voted for Mr. Cochran.\n“Even though he votes with the Republicans on virtually everything, I’ve never seen Cochran as being so partisan,” Mr. Armistead said. “As a Democrat, that’s important to me. McDaniel is very partisan and will align himself with the right-wing, partisan-type people.”\nThose crossover votes from Democrats left many of Mr. McDaniel’s supporters seething.\n“Our whole system is corrupt,” said a glum Alicia Holloman of George County as the last results trickled into the McDaniel party at the Hattiesburg Convention Center. “We deserve to be called the most corrupt state in the nation.”\nHer husband, Michael, was more circumspect.\n“You should be able to vote the way you want to vote. It’s fair,” he said. “But when you’re on the losing side, it stinks.”", "url": "https://www.nytimes.com/2014/06/25/us/politics/thad-cochran-chris-mcdaniel-mississippi-senate-primary.html?module=inline"}