{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 04:35:47", "date_modify": "2018-11-16 04:35:47", "date_publish": "2014-02-24 03:08:09", "description": "Yulia V. Tymoshenko denied seeking a new political role amid speculation that she might want to resume her duties as prime minister.", "filename": "2014_02_24_world_europe_fresh-from-prison-former-prime-minister-re-emerges-on-political-stage.html_module=inline_1542342947.html", "image_url": "https://static01.nyt.com/images/2014/02/24/world/TYMOSHENKO/TYMOSHENKO-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_24_world_europe_fresh-from-prison-former-prime-minister-re-emerges-on-political-stage.html_module=inline_1542342947.html", "title": "Fresh From Prison, a Former Prime Minister Returns to the Political Stage", "title_page": "Fresh From Prison, a Former Prime Minister Returns to the Political Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — For nearly two years, foreign officials pleaded with President Viktor F. Yanukovych of Ukraine to let his archrival, former Prime Minister Yulia V. Tymoshenko, leave prison for medical care abroad, but he refused, convinced that she had just one destination in mind: a return to the political stage.\nOn Saturday, she made that comeback under more dramatic circumstances than anyone imagined. Hours after Mr. Yanukovych fled Kiev and Parliament stripped him of power, Ms. Tymoshenko, suffering from chronic back problems, appeared in a wheelchair on the stage in Independence Square, the main gathering point of the opposition in Kiev, and a place of collective grief over the 82 people killed in clashes last week.\n“After what you did, Ukraine is already yours,” Ms. Tymoshenko, near tears, told the crowd. It was an emotional speech and showed that even after 930 days in prison she remains Ukraine’s most charismatic political figure. She is also deeply polarizing, distrusted and even despised by some as a longtime player in the often corrupt corridors of power here.\nOn Saturday, she wore her trademark braid, but was frailer than in her last public appearances in 2011, when she was imprisoned and later convicted of abuse of power.", "url": "https://www.nytimes.com/2014/02/24/world/europe/fresh-from-prison-former-prime-minister-re-emerges-on-political-stage.html?module=inline"}