{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:12:31", "date_modify": "2018-11-16 04:12:31", "date_publish": "2014-12-18 13:10:55", "description": "Economic isolation has left Cuba poor, but people there live as long as their counterparts in richer countries.", "filename": "2014_12_19_upshot_can-cuba-escape-poverty-but-stay-healthy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341551.html", "image_url": "https://static01.nyt.com/images/2014/12/24/upshot/18UP-Bigdot/18UP-Bigdot-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_19_upshot_can-cuba-escape-poverty-but-stay-healthy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341551.html", "title": "Can Cuba Escape Poverty but Stay Healthy?", "title_page": "Can Cuba Escape Poverty but Stay Healthy? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The result: Cuba’s citizens are much more likely to die from the maladies that kill rich people — cancer and heart disease — than the communicable diseases that kill in most poor places.\nResearchers like to study the Cuban system because it may hold lessons about how to keep a country healthy. Historically, the health of a country’s population has been correlated with its overall wealth. But in recent history, that tight relationship has started to break down. Many countries that are much richer than Cuba are no healthier. And countries with similar wealth have life expectancies more than 25 years lower. Researchers may also want to look at countries that are like Cuba in terms of health and wealth — other poor countries with paradoxically high life expectancies include Lebanon and Albania.\nIn some ways, Cuba’s health care system may benefit from its relative isolation. In many developing countries with economies the size of Cuba’s, doctors and other medical professionals leave to live and work in the United States. Cuba has suffered no such brain drain. Though the country is poor, its wealth is more evenly distributed than in other poor countries.\nMr. Spiegel said that the country’s economic isolation may have other advantages, too: The country has become much more self-reliant, he said, and has invested in its own biomedical research. Those are all features that may change if the United States allows the country to open up to more liberal trade and immigration policies. However, the changes are also likely to bring improved wealth and more advanced medical technologies, which may help the country grow even healthier.", "url": "https://www.nytimes.com/2014/12/19/upshot/can-cuba-escape-poverty-but-stay-healthy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}