{"authors": ["Brendan Nyhan"], "date_download": "2018-11-16 03:15:14", "date_modify": "2018-11-16 03:15:14", "date_publish": "2014-10-24 14:13:26", "description": "A study was widely read as saying that liberals and conservatives get their news mainly from like-minded sources, but the truth is more complicated.", "filename": "2014_10_25_upshot_americans-dont-live-in-information-cocoons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338114.html", "image_url": "https://static01.nyt.com/images/2014/10/25/upshot/25up-upshot/25up-upshot-articleLarge.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_25_upshot_americans-dont-live-in-information-cocoons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338114.html", "title": "Americans Don’t Live in Information Cocoons", "title_page": "Americans Don’t Live in Information Cocoons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In this polarized age, have citizens retreated into information cocoons of like-minded media sources?\nA new Pew Research Center report found that the outlets people name as their main sources of information about news and politics are strongly correlated with their political views. Almost half of all respondents that Pew classified as consistent conservatives named Fox News as their primary news source, while consistent liberals were disproportionately likely to name National Public Radio (13 percent), MSNBC (12 percent) and The New York Times (10 percent). These results are in line with studies suggesting that people tend to select news and information that is consistent with their political preferences in controlled settings.\nThe Pew study has been widely interpreted to mean that people are living in partisan and ideological echo chambers — a fear that has been frequently expressed as new communication technologies have expanded the media choices of consumers. One of the most famous examples is Cass Sunstein’s “Republic.com,” a 2001 book that warned of a future in which people could filter out unwelcome viewpoints from the information they consume, potentially creating a more extreme and misinformed citizenry.\nBut have the predictions of widespread media echo chambers really come true? It’s hard to tell using questions like Pew’s, which ask people to self-report where they get their news. People can be biased in what outlets they choose to name or forgetful of the media they did consume in different settings and contexts. In particular, liberals or conservatives may be prone to exaggerating their exposure to ideologically consistent news outlets. Naming Fox or MSNBC in response to a question like the one Pew used may thus be more of a marker of tribal affiliation than a direct measure of news consumption.", "url": "https://www.nytimes.com/2014/10/25/upshot/americans-dont-live-in-information-cocoons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}