{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:15:12", "date_modify": "2018-11-16 03:15:12", "date_publish": "2014-11-20 11:55:09", "description": "Studies find that to keep a broad perspective online, just as in the real world, it helps to have a range of friends.", "filename": "2014_11_21_upshot_social-media-deepens-partisan-divides-but-not-always.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338112.html", "image_url": "https://static01.nyt.com/images/2014/11/20/upshot/20up-social/20up-social-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_21_upshot_social-media-deepens-partisan-divides-but-not-always.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338112.html", "title": "Social Media Deepens Partisan Divides. But Not Always.", "title_page": "Social Media Deepens Partisan Divides. But Not Always. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If there seems to be an unbridgeable gulf between conservatives and liberals in the United States, social networking sites might be partly to blame, according to a new study.\nSocial media like Twitter and Facebook can create an echo chamber in which people are exposed only to opinions in line with their own, according to the study, which analyzed Twitter usage during the 2012 election. Both conservatives and liberals were disproportionately exposed to like-minded information, and like-minded tweets reached them much more quickly than those from people who disagreed with them.\nThis effect matters because people increasingly rely on social media as a main source of news, and services like Twitter and Facebook are more aggressively filtering and shaping what people see based on their interests.\n“Two users of Twitter might be exposed to very different content based on which accounts they choose to follow, while two people reading the local newspaper might read different stories but at the end of the day it’s the same content they’re exposed to,” said Brian Knight, an economist at Brown University who co-authored the paper with Yosh Halberstam, an economist at the University of Toronto.", "url": "https://www.nytimes.com/2014/11/21/upshot/social-media-deepens-partisan-divides-but-not-always.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}