{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 03:45:27", "date_modify": "2018-11-16 03:45:27", "date_publish": "2014-08-02 16:30:06", "description": "Critics have raised an outcry over Sovaldi, a hepatitis C drug heralded as a breakthrough but costing $84,000 for a typical person’s total treatment.", "filename": "2014_08_03_upshot_is-a-1000-pill-really-too-much.html_module=inline_1542339927.html", "image_url": "https://static01.nyt.com/images/2014/08/02/upshot/03UP-Sovaldi/03UP-Sovaldi-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_03_upshot_is-a-1000-pill-really-too-much.html_module=inline_1542339927.html", "title": "$1,000 Hepatitis Pill Shows Why Fixing Health Costs Is So Hard", "title_page": "$1,000 Hepatitis Pill Shows Why Fixing Health Costs Is So Hard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "First of all, there is pent-up demand. There are a lot of people with hepatitis C — an estimated 3.2 million in the United States — many of whom have been waiting for a good treatment. Second, unlike drugs for most chronic diseases, like diabetes or H.I.V./AIDS, for which treatment continues over many years, Sovaldi can cure most patients’ hepatitis in just a few weeks, with the bill soon to follow. The lifetime cost of treating someone with an H.I.V. infection is around $380,000, according to estimates from the federal Centers for Disease Control and Prevention, but the annual bill is much smaller.\nThink about AIDS treatment as paying a mortgage. Sovaldi is like buying a house with cash.\nThe United States health insurance system works better for costs that are spread out and predictable. People change insurance frequently, discouraging insurers from making a big investment now that might pay off later. That does not mean that our health care system is not expensive — it is — but we are more used to costs that pile up slowly over time. Expensive one-time treatments like Sovaldi can be a shock to the system.\nHepatitis C slowly destroys the liver. Over decades, many infected people will end up with liver damage and complications, including joint pain and kidney disease, while a smaller number will get cirrhosis or liver cancer, and a tiny fraction will end up needing liver transplants. People used to get the virus from blood transfusions; now, it is contracted mostly by intravenous drug users who share needles.\nUntil now, doctors would mostly treat hepatitis C patients’ symptoms. Some drugs attacked the virus itself, but they did not work very well. And most had side effects, including fever, depression and anemia, that about half the patients were not healthy enough to tolerate.", "url": "https://www.nytimes.com/2014/08/03/upshot/is-a-1000-pill-really-too-much.html?module=inline"}