{"authors": ["Nimrod Nir"], "date_download": "2018-11-16 04:42:41", "date_modify": "2018-11-16 04:42:41", "date_publish": "2014-07-15 10:33:01", "description": "Contrary to what many of my fellow Israelis believe, not all Palestinians in the Gaza Strip are terrorists. One of them saved my life.", "filename": "2014_07_16_opinion_a-palestinian-saved-my-life.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343361.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_opinion_a-palestinian-saved-my-life.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343361.html", "title": "The Righteous Among the Gazans", "title_page": "Opinion | The Righteous Among the Gazans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But there was a time when we co-existed and had a deep, direct dialogue. It’s nowhere to be found today, and both sides are trapped by their leaders’ agendas. As in most wars, each side dehumanizes the other. The more time passes without contact, the easier it is to forget that there are very similar human beings on the other side. And the easier it is to kill each other.\nI became a lefty that day, but not necessarily a leftist. Despite my injury, I fought hard to be recruited into the Israeli army, and fought even harder to defend my country. During my army service, I was exposed to anti-Semitic textbooks in Palestinian schools, calling for murder and genocide. After my service, I heard the sirens in the Israeli cities bordering Gaza as I ran for shelter. And here I am now, in the heart of Israel, and the sirens are wailing again. Even if I wanted to run away from reality, there’s no more running. There’s simply nowhere to hide — for me or for the people of Gaza.\nI find it hard to believe that most Palestinians living in Gaza support an aerial Russian roulette. Yet most of them did democratically elect Hamas, an organization that seeks the destruction of the state of Israel. And while widespread criticism is heard from the Israeli left regarding Israel’s strikes on Gaza, we hear no such voices from Gaza condemning rockets fired at Israel.\nIt’s hard for me to oppose an Israeli strike on Gaza while Hamas continues to intentionally fire rockets at civilians. On the other hand, it’s easy to see things that way from where I sit. If I imagine living in destitute conditions for years, without even having a country to call my own, I might despair. And desperate measures might follow. But even the most righteous fight for freedom is not an excuse for intentionally killing innocents.\nIsraelis have every right to defend ourselves and our country, but that does not give some of my compatriots the right to shout “Death to Arabs” in the streets.\nI know quite well that there are good people — kind, warm, loving people — on the other side. And I don’t care if they represent the minority or the majority of the population. Abraham asked God to spare Sodom and Gomorrah for only 10 righteous people. We can be right without being hateful. We can act without being vengeful. Israelis must realize that not all Palestinians are terrorists. I owe my life to one of them.\nBecause governments are only as strong as the peoples’ support for them, the only way to end the bloodshed is to renew dialogue between the peoples rather than the leaders.", "url": "https://www.nytimes.com/2014/07/16/opinion/a-palestinian-saved-my-life.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}