{"authors": ["Ginia Bellafante"], "date_download": "2018-11-16 04:52:45", "date_modify": "2018-11-16 04:52:45", "date_publish": "2014-10-03 19:19:16", "description": "For the 50,000 students at LaGuardia Community College, the challenges can seem insurmountable.", "filename": "2014_10_05_nyregion_community-college-students-face-a-very-long-road-to-graduation_1542343965.html", "image_url": "https://static01.nyt.com/images/2014/10/05/nyregion/05COMMUNITY1/05COMMUNITY1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_05_nyregion_community-college-students-face-a-very-long-road-to-graduation_1542343965.html", "title": "Community College Students Face a Very Long Road to Graduation", "title_page": "Community College Students Face a Very Long Road to Graduation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Mr. de Jesus told his father that he was going to have a baby with his high school girlfriend, the announcement was not met favorably. “I was against him having children at such a young age,” Frank de Jesus, a former tool and die maker and bus driver told me one afternoon as he sat in his living room, where a wall of bookshelves included the works of Wilhelm Reich, Friedrich Engels and at least 14 volumes of Joseph Stalin’s writing. “I thought his life would be ruined. I didn’t make it difficult for them to stay together but I didn’t make it easy,” he said of his son’s relationship. The couple broke up not long after Svetlana was born; Vladimir shares custody of his daughter.\nNamed for Lenin, the younger Mr. de Jesus did not grow up in a house distinguished by an impoverishment of words; education was paramount. As a young man, Frank de Jesus had wanted to be a doctor. His mother was a teacher and his father was a waiter at the Carlyle Hotel. A rejection from the Bronx High School of Science was dispiriting, Mr. de Jesus told me, but he went on to take classes at Columbia University and the City College of New York before falling away, into the political movements of the late 1960s when he joined the Young Lords, the Puerto Rican civil rights group, in East Harlem.\nHe read mightily to his children — “The Hobbit,” works of Taoism — and his son has taken the same approach with Svetlana, accompanying her frequently to Barnes & Noble. One day when I was visiting the family, she emerged from her room, pulled the Bible off the shelf, sat on the floor of the living room and began reading it.\nThere are times when regardless of personal circumstance, parenthood can feel like a series of quotidian decisions that amount to a crude choice between your own success and the sparkling future you wish for your child. In a sense, any time someone in Mr. de Jesus’ position sits down with his child to help her understand addition, for instance, he is neglecting the work that will, in his own life, propel him forward.\nImage Mr. de Jesus in the halls of LaGuardia Community College. Credit Jake Naughton for The New York Times\nUnlike the students at private universities, who are offered an array of supports — academic, social, psychological — community college students rarely get the help they need from their chronically underfunded institutions. Many students come to community college struggling with how to navigate bureaucracies, and battling issues with executive function and time management. They arrive, in effect, having little understanding of how to be students.\n“People will say, ‘How come these kids can’t get their act together?’ ” Melinda Karp, assistant director of the Community College Research Center at Columbia University’s Teachers College, told me. “And part of it is structural, obviously, the result of growing up in chaotic environments.” A recent examination of studies on student support services conducted by the center showed that students given individual “coaches” for two semesters or more — coaches who actively helped them address various challenges in their lives while keeping watch on their academic performance — were more likely to remain in college and finish.", "url": "https://www.nytimes.com/2014/10/05/nyregion/community-college-students-face-a-very-long-road-to-graduation.html"}