{"authors": ["David E. Sanger", "Anne Barnard"], "date_download": "2018-11-16 04:38:03", "date_modify": "2018-11-16 04:38:03", "date_publish": "2014-09-27 17:40:10", "description": "The Pentagon said it had hit Islamic State targets in an area that has been subject to a weeklong onslaught by the militants, action that appeared to open a new front for American airstrikes in Syria.", "filename": "2014_09_28_world_middleeast_us-strikes-isis-in-syria-to-defend-kurds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343083.html", "image_url": "https://static01.nyt.com/images/2014/09/28/world/28syria/28syria-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_28_world_middleeast_us-strikes-isis-in-syria-to-defend-kurds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343083.html", "title": "U.S., Defending Kurds in Syria, Expands Airstrikes Against Islamic State Militants", "title_page": "U.S., Defending Kurds in Syria, Expands Airstrikes Against Islamic State Militants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Pentagon said on Saturday that it had conducted its first strikes against Islamic State targets in a besieged Kurdish area of Syria along the Turkish border, destroying two armored vehicles in an area that has been the subject of a weeklong onslaught by the Islamic State.\nThe action around Kobani, where at least 150,000 refugees have crossed into Turkey, appeared to signify the opening of a new front for American airstrikes in Syria, and came on a day when several other strikes took place in Raqqa, the de facto headquarters of the Islamic State’s forces, and other sites in the eastern part of the country.\nSymbolically, though, the modest strikes around Kobani demonstrated some American and Arab commitment to the direct defense of the Kurds in an area that, village by village, has been falling to Islamic State forces.\nAfter days of pleading for air cover, Kurds watching the fighting from across the Turkish border west of Kobani were gleeful as jets roared overhead and two columns of smoke could be seen from the eastern front miles away. They hoped it meant that American warplanes had finally come to their aid.", "url": "https://www.nytimes.com/2014/09/28/world/middleeast/us-strikes-isis-in-syria-to-defend-kurds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}