{"authors": ["Margot Sanger-Katz", "Kevin Quealy"], "date_download": "2018-11-16 03:40:26", "date_modify": "2018-11-16 03:40:26", "date_publish": "2014-08-27 16:18:43", "description": "Estimates of future medical spending keep falling. The changes are projected to save taxpayers hundreds of billions of dollars.", "filename": "2014_08_28_upshot_medicare-not-such-a-budget-buster-anymore.html_module=inline_1542339626.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_28_upshot_medicare-not-such-a-budget-buster-anymore.html_module=inline_1542339626.html", "title": "Medicare: Not Such a Budget-Buster Anymore", "title_page": "Medicare: Not Such a Budget-Buster Anymore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You’re looking at the biggest story involving the federal budget and a crucial one for the future of the American economy. Every year for the last six years in a row, the Congressional Budget Office has reduced its estimate for how much the federal government will need to spend on Medicare in coming years. The latest reduction came in a report from the budget office on Wednesday morning.\nThe changes are big. The difference between the current estimate for Medicare’s 2019 budget and the estimate for the 2019 budget four years ago is about $95 billion. That sum is greater than the government is expected to spend that year on unemployment insurance, welfare and Amtrak — combined. It’s equal to about one-fifth of the expected Pentagon budget in 2019. Widely discussed policy changes, like raising the estate tax, would generate just a tiny fraction of the budget savings relative to the recent changes in Medicare’s spending estimates.\nIn more concrete terms, the reduced estimates mean that the federal government’s long-term budget deficit is considerably less severe than commonly thought just a few years ago. The country still faces a projected deficit in future decades, thanks mostly to the retirement of the baby boomers and the high cost of medical care, but it is not likely to require the level of fiscal pain that many assumed several years ago.\nThe reduced estimates are also an indication of what’s happening in the overall health care system. Even as more people are getting access to health insurance, the costs of caring for individual patients is growing at a super-slow rate. That means that health care, which has eaten into salary gains for years and driven up debt and bankruptcies, may be starting to stabilize as a share of national spending.", "url": "https://www.nytimes.com/2014/08/28/upshot/medicare-not-such-a-budget-buster-anymore.html?module=inline"}