{"authors": ["Matthew L. Wald"], "date_download": "2018-11-16 04:50:51", "date_modify": "2018-11-16 04:50:51", "date_publish": "2014-05-15 01:16:17", "description": "The Environment and Public Works Committee asked a group of nuclear specialists whether enough had been done to assure that spent fuel from decommissioned reactors was being properly secured.", "filename": "2014_05_15_us_politics_panel-questions-experts-on-closed-reactor-risks_1542343851.html", "image_url": "https://static01.nyt.com/images/2014/05/15/us/NUCLEAR/NUCLEAR-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_15_us_politics_panel-questions-experts-on-closed-reactor-risks_1542343851.html", "title": "Panel Questions Experts on Closed Reactor Risks", "title_page": "Panel Questions Experts on Closed Reactor Risks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She then moved on to another witness.\nWhile the regulatory commission had said that the fuel pool storage was safe, its chairwoman, Alison Macfarlane, said before she became head of the agency that expedited movement to dry casks would reduce risks.\nA part of the problem with the spent fuel, which would remain dangerously radioactive for centuries, is the inability of the federal government to begin accepting the fuel for burial at a national repository, which was supposed to have happened in 1998. With the demise of the government’s plan to bury waste at Yucca Mountain, there is no process in place to find a new repository.\nMeanwhile, the costs keep rising for a declining industry. The Vermont Yankee nuclear reactor, which will cease operations this year, would eventually have the fuel transferred to dry casts at a cost of $150 million to $175 million, according to its owner, Entergy. The fuel would presumably sit at the site until longer-term storage or disposal is worked out.\nThe company said it would seek reimbursement from the Energy Department because the department failed to accept the fuel for burial. Entergy wants to take money from the fund set up to decommission the reactor, which totals about $600 million. That fund is already too small; it would probably take at least $1 billion to tear down the reactor and ship the low-level waste for burial.\nChristopher Recchia, the commissioner of Vermont’s Public Service Department, who testified before Ms. Boxer, said the state was hoping that interest income would eventually grow the fund until it was adequate to pay for decommissioning, but that taking money out now would make that harder.\nAt Entergy, T. Michael Twomey, vice president for regulatory strategy, said that after about 15 months, the spent fuel is too cool to cause a problem even if an earthquake, attack or other event drains the water that normally carries off the heat. He said that maintaining a full-scale emergency capacity would cost about $20 million a year, which would also come out of the decommissioning fund. “It’s not a free option,” he said.\nMs. Boxer, along with Senator Edward J. Markey, Democrat of Massachusetts, and Senator Bernard Sanders, independent of Vermont, are sponsoring bills to enforce the rules for operating reactors on retired ones.", "url": "https://www.nytimes.com/2014/05/15/us/politics/panel-questions-experts-on-closed-reactor-risks.html"}