{"authors": ["Lynn Zinser"], "date_download": "2018-11-16 04:04:04", "date_modify": "2018-11-16 04:04:04", "date_publish": "2014-08-21 21:00:06", "description": "Roger Federer, the No. 2 seed, has an easier route to the men’s final than No. 1 Novak Djokovic, who could face Stan Wawrinka and Andy Murray.", "filename": "2014_08_22_sports_tennis_us-open-draw-gives-roger-federer-a-favorable-path.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341044.html", "image_url": "https://static01.nyt.com/images/2014/08/22/sports/22draw/22draw-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_22_sports_tennis_us-open-draw-gives-roger-federer-a-favorable-path.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341044.html", "title": "Smaller Hill for Federer to Climb at the Open", "title_page": "Smaller Hill for Federer to Climb at the Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "No matches have been played yet at the United States Open, which does not kick off until Monday, but as the draw unfolded Thursday, Roger Federer must have felt as if he had already won something.\nThe withdrawal of the defending champion, Rafael Nadal, bumped Federer up to the second seed and guaranteed that he would not have to face No. 1 Novak Djokovic until the final, should they both make it.\nThe draw itself paved Federer an even smoother path. While Djokovic’s half of the draw includes the Australian Open champion Stan Wawrinka, the Big 4 member Andy Murray, as well as No. 5 Milos Raonic and the frequent top-10 denizens John Isner and Jo-Wilfried Tsonga, Federer’s half looks decidedly less onerous.\nFederer’s speed bumps? No. 4 David Ferrer, a tireless player, and No. 7 Grigor Dimitrov of Bulgaria, frequently hailed as a potential champion.", "url": "https://www.nytimes.com/2014/08/22/sports/tennis/us-open-draw-gives-roger-federer-a-favorable-path.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}