{"authors": ["Susan Chumsky"], "date_download": "2018-11-16 04:54:28", "date_modify": "2018-11-16 04:54:28", "date_publish": "2014-03-12 22:33:57", "description": "An industry responds to demand for greener and more meaningful send-offs.", "filename": "2014_03_13_fashion_baby-boomers-are-drawn-to-green-and-eco-friendly-funerals.html_module=inline_1542344068.html", "image_url": "https://static01.nyt.com/images/2014/03/13/fashion/13FUNERAL1_SPAN/13FUNERAL1_SPAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_13_fashion_baby-boomers-are-drawn-to-green-and-eco-friendly-funerals.html_module=inline_1542344068.html", "title": "The Rise of Back-to-the-Basics Funerals", "title_page": "The Rise of Back-to-the-Basics Funerals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "First there was Slow Food. Now come slow funerals. On a recent frigid Sunday at the Park Slope Food Coop, Amy Cunningham was giving a PowerPoint talk on green funerals to a graying crowd of about two dozen, many of them note-takers. “I think when the baby boom is of age and we’re actively leaving this world, the environmentally friendly approach will be business as usual,” she said. “It will not be the odd thing.”\nAs New York City’s boomers shift from wooden toys to wooden boxes, Ms. Cunningham is hoping to ease their transition. A former writer for women’s magazines who now works for Greenwood Heights Funeral & Cremation Services, in Brooklyn, she pointed to a chart projected behind her showing that almost 50 percent more Americans would die in 2050 than in 2020. “I remember my parents saying, ‘Oh, God, it’s awful when your friends begin to die,’ ” said Ms. Cunningham, who is 58. “But we’re going to be seeing that and then more so because of the sheer demographics. I have to keep up with my yoga, because I hope to be able to help people through this period.”\nUnlike the pricey organic produce at Whole Foods, back-to-basics funerals are usually cheaper than conventional ones. Ms. Cunningham said that a cremation in Brooklyn could cost less than $2,000, and her blog, The Inspired Funeral, lists 14 green cemeteries outside the city that charge less than those within it. The Green Burial Council estimates that one-quarter of older Americans want a green burial, and Ms. Cunningham said that about the same proportion of her clients make that choice.\nBeyond the East River, too, the funeral industry is responding to a widespread desire for greener and more meaningful send-offs. In Sebastopol, Calif., Jerrigrace Lyons advocates home funerals and encourages families to spend more time with the body. Nature’s Casket, outside Boulder, Colo., makes rustic, handmade pine coffins that can be used premortem as bookshelves. Eternal Reefs, near Atlanta, helps clients turn cremated remains into personalized, eco-friendly “reef balls,” which are placed on the ocean floor, aiding the growth of coral reefs.", "url": "https://www.nytimes.com/2014/03/13/fashion/baby-boomers-are-drawn-to-green-and-eco-friendly-funerals.html?module=inline"}