{"authors": ["Anne Barnard", "Isabel Kershner"], "date_download": "2018-11-16 04:40:21", "date_modify": "2018-11-16 04:40:21", "date_publish": "2014-07-20 04:38:54", "description": "The withering assault on the neighborhood of Shejaiya, and the death of 87 Palestinians and 13 Israeli soldiers and officers, appeared to shake the international community.", "filename": "2014_07_21_world_middleeast_gaza-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343221.html", "image_url": "https://static01.nyt.com/images/2014/07/20/world/middleeast/20140721-gaza-hp-ss-slide-2GJT/20140721-gaza-hp-ss-slide-2GJT-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_21_world_middleeast_gaza-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343221.html", "title": "Neighborhood Ravaged on Deadliest Day So Far for Both Sides in Gaza", "title_page": "Neighborhood Ravaged on Deadliest Day So Far for Both Sides in Gaza - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Israel has lost 18 soldiers so far, as well as two citizens killed by rocket and mortar fire. Two Americans were among the soldiers killed in Gaza; Jen Psaki, the State Department spokeswoman, identified them as Max Steinberg and Sean Carmeli. Mr. Steinberg’s family lives in California, and Mr. Carmeli was from Texas, The Associated Press reported.\nIn Shejaiya, the panic Sunday was palpable. Some of the men, women and children who streamed out of the area were barefoot. Israeli shells crashed all around, rockets fired by Palestinian militants soared overhead in the direction of Israel and small-arms fire whizzed past. Asked where they were going, one woman said, “God knows.”\nThe casualties quickly overwhelmed local hospitals. Doctors treated some victims on the floor.\nAs the day wore on and the casualties mounted, it became apparent that what had begun on Thursday night as a limited ground invasion to follow 10 days of intense airstrikes had developed into a more extensive and dangerous phase for both sides.\nLate Sunday, Hamas’s military wing announced it had captured an Israeli soldier, though the Israeli ambassador to the United Nations, Ron Prosor, said, “There is no kidnapped Israeli soldier,” adding, “Those rumors are untrue.”\nDespite the growing international alarm, Israel’s political and military leaders said that while acknowledging the pain for both sides, they were determined to continue with their mission. They have said the offensive is meant to root out Hamas’s vast network of underground tunnels, many of them leading into Israel, and to quell the rocket fire from Gaza, which continued on Sunday.\nIn a televised prime-time address to the nation, Prime Minister Benjamin Netanyahu said, “We are not deterred,” adding, “We will continue to operate as long as necessary.”\nMr. Netanyahu said he had “laid the diplomatic foundation that has given us international credit to operate,” listing major Western countries that he said understood Israel’s right to defend itself.\nMediterranean Sea ISRAEL GAZA SHIFA HOSPITAL Sderot Shejaiya neighborhood Gaza City KARNI BORDER CROSSING 2 Miles\nIn another sign that the conflict could continue to take a high toll, a senior Israeli military official noted that the Hamas fighters Israel faced in Shejaiya had “learned lessons” from past conflicts and were tough adversaries. “I have to admit that we were facing good fighters on the other side,” he said.\nAdvertisement Continue reading the main story\nSo far, Mr. Netanyahu appears to have the support of many Israelis, who were particularly shaken in recent days when militants used what the government had warned were “terror tunnels” to infiltrate their country.\nIt is unclear how much support Israel will receive abroad if the bombardment continues. Last week, Mr. Obama reaffirmed his “strong support for Israel’s right to defend itself,” but suggested that it was based on his understanding that “the current military ground operations are designed to deal with the tunnels.”\nOn Sunday, he again backed Israel’s right to self-defense, but also raised “serious concern about the growing number of casualties,” according to a statement released by the White House.\nMr. Kerry, who used his appearances on the talk shows to vociferously defend Israel’s right to take action, expressed his own consternation in private critical comments that were captured by Fox News on a live microphone. Mr. Kerry is heard to say to an aide: “It’s a hell of a pinpoint operation,” adding, “We got to get over there.”\nHis later answers to on-air questions suggested that he had been speaking sarcastically of an operation that is aimed at militants but had killed so many Palestinian civilians, including many children. He is expected to arrive in Egypt on Monday.\nVideo\nLate Sunday night, diplomats on the Security Council called for an “immediate cessation of hostilities” in brief remarks to the news media, falling far short of the resolution that Palestinians had hoped for.\nMr. Ban called on Israel to halt its operation in Gaza immediately, saying, “Israel must exercise maximum restraint and do far more to protect civilians.” He also called for an end to the rocket fire from Gaza.\nAdvertisement Continue reading the main story\nMr. Ban spoke in Doha, Qatar, hours before a scheduled meeting with President Mahmoud Abbas of the Palestinian Authority. Mr. Abbas called the Israeli action in Shejaiya “a crime against humanity,” according to Wafa, the official Palestinian news agency.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nLike other Israeli officials, Lt. Col. Peter Lerner, an Israeli military spokesman, noted that ground forces moved into Shejaiya after area residents had been warned to leave for days. But some residents have said they are unsure where they could go to be safe in the small, densely populated enclave.\nColonel Lerner said Hamas had “fortified” the whole neighborhood not far from the border with Israel, building a labyrinth of tunnels beneath the houses, which he called “Lower Gaza.” The fighting started about 1 a.m. and lasted about seven hours. Colonel Lerner said the Hamas fighters were armed with antitank missiles, rocket-propelled grenades and automatic weapons.\nAs the battle waned, the horror unfolded. Dark smoke rose at the edge of Shejaiya, and shelling cracked and thumped nearby with just a few seconds’ pause between rounds. Clusters of people periodically emerged from the narrower streets and rushed up the hill toward downtown.\nPhoto\nA chain of five children holding hands trotted uphill, dragged by an adult — the smallest boy, around 3, with an expression of confusion and terror. Barefoot, he clutched his flip-flops in his hand. Taxis ventured only to the bottom of the street, where they picked up pedestrians, so many on occasion that some had to sit in an open hatchback or trunk. In the chaos, many parents were separated from their children.\nAt Shifa Hospital, a girl who looked about 9 was brought into the emergency room and laid on a gurney, blood soaking the shoulder of her shirt. Motionless and barely alive, she stared at the ceiling, her mouth open. There was no relative with her to give her name. The medical staff stood quietly around her. Every now and then, they checked her vital signs, until it was time. They covered her with a white sheet, and she was gone. A few moments later, a new patient lay on the gurney.\nThe hospital grounds were crowded with displaced families sitting on the grass. Taghreed Harazin, 34, sat under a gazebo with her 6-month-old son, Diaa, in the car seat in which she had carried him on foot until finding a taxi. She said she had believed the evacuation order was only for the eastern part of the neighborhood, and mistakenly thought she would be safe at home. Moving was frightening, she said, because of airstrikes.\nBut during the night, heavy shelling started. They went to the basement for three hours, then ventured out at dawn.\nAs the family dashed through the streets to avoid crashing shells, Ms. Harazin, said, she saw the decapitated body of a boy who looked about 4.\nAdvertisement Continue reading the main story\n“We are not Hamas, and we are not with the others,” Ms. Harazin said. “We just want to live in our homes.”\nPhoto\nAsked what she thought of Hamas’s handling of the current war, she said, “Sometimes it’s difficult to express your opinion.” She said her husband had been beaten for complaining about Hamas.\nWadha Abu Amr, 62, said her family were refugees from what is now Beersheba, who fled in 1948 during the war over Israel’s founding.\n“I’m afraid that this is another 1948,” she said, “God forbid. We were driven out in 1948 and we are being driven out again now.”\nIn the worst-hit area, a cinder-block building had been flattened; a neighboring one was only partially standing and others across the street were burned. On side streets, glass and rubble littered the ground, and the walls were pocked with shrapnel marks. Workers tried to pull bodies from rubble.\nSeveral men appeared to be fighters, emerging from a hole broken in a concrete wall and shooing photographers away.\nThe remains of an exploded ambulance littered one street, the engine blown away from the ripped body of the vehicle. During the fighting, a Palestinian journalist who had ridden with an ambulance crew into the neighborhood was killed, along with a paramedic, whose body lay on a stretcher at Shifa Hospital, still in green scrubs.\nIn Israel, the mood was grim but determined. The military, suffering its heaviest loss in a single day since the 2006 war in Lebanon, said seven of the 13 soldiers were killed when militants detonated an explosive device against their armored personnel carrier, three died in clashes with militants and three died trapped in a burning building.\nThe senior military official, who briefed reporters in Tel Aviv and spoke on the condition of anonymity in line with army rules, said the forces faced hundreds of Hamas fighters.\nAdvertisement Continue reading the main story\n“It was a real battle there,” he said. “They were hiding in the apartments, shooting at the Israeli soldiers from the apartments, from the houses, from the windows.”", "url": "https://www.nytimes.com/2014/07/21/world/middleeast/gaza-israel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}