{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:28", "date_modify": "2018-11-16 03:39:28", "date_publish": "2014-05-12 15:52:18", "description": "A hotel company’s marketing campaign relies on “wow” moments created for its guests, told in six words.", "filename": "2014_05_12_business_media_putting-on-the-ritz-six-words-at-a-time.html_module=inline_1542339568.html", "image_url": "https://static01.nyt.com/images/2014/05/12/business/12adnews1-pic1/12adnews1-pic1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_12_business_media_putting-on-the-ritz-six-words-at-a-time.html_module=inline_1542339568.html", "title": "Putting On the Ritz, Six Words at a Time", "title_page": "Putting On the Ritz, Six Words at a Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A chain of luxury hotels and resorts is borrowing from an Internet meme to extend a marketing effort that celebrates the accumulation of experiences and memories rather than the trappings of wealth.\nThe campaign, scheduled to begin this week, is for the Ritz-Carlton Hotel Company division of Marriott International. It is intended to expand upon ads that Ritz-Carlton and its agency, Team One Advertising, introduced in 2011 with the theme “Let us stay with you.”\nThe new campaign, also by Team One, is called “Six-word wows,” after a popular online creative exercise known as six-word memoirs and six-word stories. All those efforts at producing among the shortest of short stories — “flash fiction,” as some describe it — are inspired by a moment in literary lore when, the legend goes, Ernest Hemingway was challenged to write a story in six words and replied, “For sale: baby shoes, never worn.”\nThe “wow” in the Ritz-Carlton campaign invokes the company’s parlance when referring to a goal to “wow” its guests. The capsule tales are taken from anecdotes that are shared two ways.", "url": "https://www.nytimes.com/2014/05/12/business/media/putting-on-the-ritz-six-words-at-a-time.html?module=inline"}