{"authors": ["Jennifer Medina"], "date_download": "2018-11-16 04:52:51", "date_modify": "2018-11-16 04:52:51", "date_publish": "2014-08-23 02:06:50", "description": "The shootings were similar — an unarmed black man killed by the police — but efforts by the department and local leaders in Los Angeles led to less violence than in Missouri.", "filename": "2014_08_23_us_despite-similar-shootings-steps-by-los-angeles-police-temper-reaction_1542343971.html", "image_url": "https://static01.nyt.com/images/2014/08/23/us/ANGELES1/ANGELES1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_23_us_despite-similar-shootings-steps-by-los-angeles-police-temper-reaction_1542343971.html", "title": "Despite Similar Shooting, Los Angeles’s ‘Bank of Trust’ Tempers Reaction", "title_page": "Despite Similar Shooting, Los Angeles’s ‘Bank of Trust’ Tempers Reaction  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The chief also does not make it the job of the department to exonerate the officer,” Mr. Harris-Dawson said. “They do take a minute to have some remorse for the fact that someone is dead.”\nWhen Earl Ofari Hutchinson, a longtime civil rights leader here and a frequent critic of the department, demanded a meeting with top police officials last week, they quickly arranged to discuss the case. They listened to Mr. Hutchinson’s demands for a “fast track” investigation and a quick release of the officers’ names and the autopsy results. Earl Paysinger, an assistant police chief, declined to predict when such information would be available, saying detectives were still canvassing the area looking for witnesses.\nChief Paysinger said in an interview on Friday that the department was “well aware we can’t let it go on indefinitely.”\n“We’ve seen this film before — this is ‘Groundhog Day’ for us,” Chief Paysinger said. “What the people are demanding is not unreasonable. We know that whatever we say first will become gospel, and we’d rather deal with some discontent now than putting out information we have to correct later.”\nMr. Paysinger, who has been with the department for nearly 40 years and oversees its day-to-day operations, said that the department had for years now tried to rely on what it called the “bank of trust” among community members. Just more than a year ago, the department was under a consent decree imposed by the Justice Department, after dozens of officers were accused of tampering with evidence and physically abusing and framing suspects.\n“We’ve learned that community outreach can’t wait for the day when you’re in trouble and need help,” Chief Paysinger said. Now, he said, the network of community support is so wide, it is a matter of course for officers to call local leaders routinely. And the efforts have expanded along with the importance of social media: Each police station now assigns personnel to monitor websites, Facebook and Twitter almost round-the-clock, watching for everything from signs of gang activity to how people are reacting to political events.", "url": "https://www.nytimes.com/2014/08/23/us/despite-similar-shootings-steps-by-los-angeles-police-temper-reaction.html"}