{"authors": ["Ashley Parker", "Jeremy W. Peters"], "date_download": "2018-11-16 04:28:49", "date_modify": "2018-11-16 04:28:49", "date_publish": "2014-07-23 01:15:48", "description": "Republicans in the House and Senate have rejected a Democratic funding plan, saying it did not include any changes to immigration law to address the overall problem.", "filename": "2014_07_23_us_plan-for-young-migrants-at-impasse-in-congress.html_module=inline_1542342529.html", "image_url": "https://static01.nyt.com/images/2014/07/23/us/sub-BORDER1/sub-BORDER1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_23_us_plan-for-young-migrants-at-impasse-in-congress.html_module=inline_1542342529.html", "title": "Plan for Young Migrants at Impasse in Congress", "title_page": "Plan for Young Migrants at Impasse in Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Already, the debate is morphing into something far larger than a dispute over funding and immigration law. Gov. Rick Perry of Texas, a possible contender for the Republican presidential nomination in 2016, has summoned 1,000 National Guard troops to the border, a move that conservatives have been urging for weeks. The gesture is largely a symbolic one, however, as the adjutant general of the Texas National Guard, John F. Nichols, made clear on Monday when he said his troops had no plans to detain anyone who crossed illegally from Mexico.\nRepublicans have said they would only support giving the administration more money if Democrats agreed to go along with a change to a 2008 law against human trafficking that would make it easier to send the children back to Central America — something that most Democrats have so far been unwilling to do.\n“We aren’t going to hand the president billions of dollars without policy changes to help fix the problem at the border,” said Speaker John A. Boehner, Republican of Ohio. “Right now, the lack of leadership from the White House is hurting our ability to help the kids who are caught in the middle of this crisis.”\nThe Senate Democratic funding bill would provide $1.2 billion to the Department of Health and Human Services to care for the children and $1.1 billion to the Department of Homeland Security — less on both fronts than Mr. Obama requested. The bill would also provide $300 million to the State Department to go after traffickers and smugglers, as well as for public information to deter families from sending their children here. And it would provide $124.5 million to the Justice Department — more than the president requested, in part to provide 10 more immigration judges than the 40 judges Mr. Obama initially asked for.", "url": "https://www.nytimes.com/2014/07/23/us/plan-for-young-migrants-at-impasse-in-congress.html?module=inline"}