{"authors": ["Julie Creswell"], "date_download": "2018-11-16 04:12:17", "date_modify": "2018-11-16 04:12:17", "date_publish": "2014-12-18 19:48:50", "description": "American companies were quick to start plans to bring products and services to a market they have not been in for the better part of 50 years — if ever.", "filename": "2014_12_19_business_us-businesses-assess-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341537.html", "image_url": "https://static01.nyt.com/images/2014/12/19/business/19cubabiz-web1/19cubabiz-web1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_19_business_us-businesses-assess-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341537.html", "title": "U.S. Companies Clamor to Do Business in New Cuban Market", "title_page": "U.S. Companies Clamor to Do Business in New Cuban Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead, the bigger opportunity for many consumer-focused companies may come from selling to the increasing number of Americans expected to visit Cuba if travel restrictions are fully lifted. If that happens, the annual number of visitors could jump to four million from three million practically overnight, analysts say. American visitors will presumably seek creature comforts in well-known brands like Coke, Pepsi and Bud Light.\nAmerican hospitality and hotel companies, shut out for decades, are quickly assessing the opportunities in Cuba as well, but analysts caution that they, too, will face some high barriers.\nWhile the Cuban government may welcome a high-end brand looking to establish a luxury resort — something to attract big spenders — it will probably follow its current path of offering only management contracts to many other hoteliers. The government in Havana prefers to own the buildings and land itself. That is the arrangement the Spanish chain Meliá Hotels International made for its Havana properties, two consultants said.\nImage John Deere views Cuba as a market for its farm and construction equipment. Credit The New York Times\nStill, American hotel executives indicated that they were undaunted.\n“We will take our cues from the U.S. government but look forward to opening hotels in Cuba, as companies from other countries have done already,” Arne M. Sorenson, president and chief executive of Marriott International, said by email.", "url": "https://www.nytimes.com/2014/12/19/business/us-businesses-assess-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}