{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:28:39", "date_modify": "2018-11-16 04:28:39", "date_publish": "2014-12-12 19:14:58", "description": "Though Mr. Bush is deeply conservative on some issues, in other ways — culturally and philosophically — he is out of step with the grass-roots activists who animate the party nowadays.", "filename": "2014_12_13_us_jeb-bush-weighing-presidential-run-aims-to-stand-firm-on-positions.html_module=inline_1542342519.html", "image_url": "https://static01.nyt.com/images/2014/12/13/us/JEB-web/JEB-web-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_13_us_jeb-bush-weighing-presidential-run-aims-to-stand-firm-on-positions.html_module=inline_1542342519.html", "title": "In New Election, Jeb Bush Stakes Out the Middle Ground", "title_page": "In New Election, Jeb Bush Stakes Out the Middle Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When former Gov. Jeb Bush of Florida quietly visited Senator John McCain in his Capitol Hill office this fall, discussion turned to a subject of increasing interest to Mr. Bush: how to run for president without pandering to the party’s conservative base.\n“I just said to him, ‘I think if you look back, despite the far right’s complaints, it is the centrist that wins the nomination,’ ” Mr. McCain, an Arizona Republican, said he told Mr. Bush.\nIn the past few weeks, Mr. Bush has moved toward a run for the White House. His family’s resistance has receded. His advisers are seeking staff. And the former governor is even slimming down, shedding about 15 pounds thanks to frequent swimming and personal training sessions after a knee operation last year.\nBut before pursuing the presidency, Mr. Bush, 61, is grappling with the central question of whether he can prevail in a grueling primary battle without shifting his positions or altering his persona to satisfy his party’s hard-liners. In conversations with donors, friends and advisers, he is discussing whether he can navigate, and avoid being tripped up by, the conservative Republican base.", "url": "https://www.nytimes.com/2014/12/13/us/jeb-bush-weighing-presidential-run-aims-to-stand-firm-on-positions.html?module=inline"}