{"authors": ["David Leonhardt", "Kevin Quealy"], "date_download": "2018-11-16 04:08:34", "date_modify": "2018-11-16 04:08:34", "date_publish": "2014-04-22 12:13:37", "description": "A look at where the numbers came from and the assumptions that underlie them.", "filename": "2014_04_23_upshot_about-the-data.html_module=inline_1542341314.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_upshot_about-the-data.html_module=inline_1542341314.html", "title": "About the Data", "title_page": "About the Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The data in today’s article on income comes from LIS, a group that maintains the Luxembourg Income Study Database. Staff members at LIS — based in Luxembourg and at the Graduate Center of the City University of New York — gather data on household income from around the world and harmonize the statistics, so that numbers from different countries can be compared. Government agencies typically conduct the underlying income surveys.\nThe data stretched back to the 1970s, though the most common years for the harmonized data sets are 1980, 1985, 1990, 1995, 2000, 2004, 2007 and 2010. The sample sizes of the underlying surveys vary from about 5,000 to 120,000 households.\nAt the request of The New York Times, a team of LIS researchers — Janet Gornick, the group’s director and a professor at the Graduate Center; Branko Milanovic, a senior scholar at LIS; and Thierry Kruten, the operations manager of LIS — conducted a study to compare incomes of about 20 countries across income distributions.\nThe income category in the study is often referred to as disposable household income. It includes income received from work, from wealth and from direct government benefits, such as retirement or unemployment benefits. The measure then subtracts direct taxes paid, such as income taxes. The definition does not include sales taxes or noncash benefits, such as health care provided by a government or employer. (Americans tend to face lower than average sales taxes, but they also receive less comprehensive health benefits and thus must use more of their disposal income on health care.)", "url": "https://www.nytimes.com/2014/04/23/upshot/about-the-data.html?module=inline"}