{"authors": ["Andrew Jacobs", "Chris Buckley", "Michael Forsythe"], "date_download": "2018-11-16 04:17:17", "date_modify": "2018-11-16 04:17:17", "date_publish": "2014-12-22 19:55:58", "description": "President Xi Jinping’s anticorruption campaign cast a wider net by focusing on a sitting official who was a trusted associate of the former President Hu Jintao.", "filename": "2014_12_23_world_asia_china-opens-inquiry-into-ling-jihua-aide-to-hu-jintao.html_module=inline_1542341837.html", "image_url": "https://static01.nyt.com/images/2014/12/23/world/23china/23china-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_23_world_asia_china-opens-inquiry-into-ling-jihua-aide-to-hu-jintao.html_module=inline_1542341837.html", "title": "Party Opens an Inquiry Into a Onetime Aide to China’s Ex-Leader", "title_page": "Party Opens an Inquiry Into a Onetime Aide to China’s Ex-Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His downfall on Monday came in the same manner as those of several other senior officials who had been recently toppled on corruption allegations: A tightening circle of investigations targets the official’s family and associates, and then the official is removed with a brief announcement from the party’s anticorruption agency. The party’s investigation is usually followed by a criminal inquiry and a trial that ends in a guilty verdict and a prison sentence dealt out by a party-run court.\nIn Mr. Ling’s case, that termination was particularly precipitous. Just last week, his essay lauding Mr. Xi’s policies toward ethnic minorities was published in Qiushi (Seeking Truth), the party’s premier doctrinal journal. Mr. Ling said he was sure that “under the staunch leadership of the party center with Comrade Xi Jinping as general secretary,” China’s Tibetans, Uighurs and other ethnic minorities would have a bright future.\nBut well before Monday, his brothers had been placed under investigation for graft and Mr. Ling’s own prospects appeared grim. In June, party investigators announced an inquiry into the activities of an older brother, Ling Zhengce, who was the deputy head of a government advisory body in the coal-rich northern province of Shanxi.\nMr. Xi and Wang Qishan, his political ally in charge of the party’s anticorruption agency, the Central Commission for Discipline Inspection, have often said their drive against graft would catch both “tigers and flies,” both senior and junior officials.\nMr. Ling did not reach the same high rank as other party figures taken down by corruption inquiries. But because he was still in power, his fall could signify that Mr. Xi is moving against senior sitting officials as he seeks to reshape the central leadership in his own mold, said Christopher K. Johnson, an expert on China at the Center for Strategic and International Studies in Washington, who formerly worked as a senior China analyst at the Central Intelligence Agency.\n“The tiger hunt is alive and well,” Mr. Johnson said in emailed answers to questions. “It marks a fundamental inflection point in the anti-graft campaign whereby the target set at the tiger level is shifting from retired — if very senior — officials to sitting high-level officials. That opens the door to a whole new world of possibilities for the campaign.”\nMr. Ling was often identified with a loose coterie of officials who rose through the party’s Communist Youth League, the organization previously led by Mr. Hu. Other standing officials associated with the Youth League network could also come under greater pressure and scrutiny, Mr. Johnson said.", "url": "https://www.nytimes.com/2014/12/23/world/asia/china-opens-inquiry-into-ling-jihua-aide-to-hu-jintao.html?module=inline"}