{"authors": ["Amy Chozick"], "date_download": "2018-11-16 04:28:53", "date_modify": "2018-11-16 04:28:53", "date_publish": "2014-10-27 00:35:38", "description": "The targeting of Hillary Rodham Clinton comes amid growing disillusionment about President Obama’s failure to enact immigration reform.", "filename": "2014_10_27_us_ahead-of-2016-immigration-activists-want-answers-from-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342533.html", "image_url": "https://static01.nyt.com/images/2014/10/27/us/27clinton/27clinton-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_27_us_ahead-of-2016-immigration-activists-want-answers-from-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342533.html", "title": "Ahead of 2016, Immigration Activists Want Answers From Clinton", "title_page": "Ahead of 2016, Immigration Activists Want Answers From Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLOTTE, N.C. — Hillary Rodham Clinton had just finished telling the crowd that North Carolina families could count on Senator Kay Hagan when the chants of Oliver Merino — a 25-year-old whose mother, an undocumented Mexican immigrant, faces deportation — grew louder.\nHe held a sign that read, “Hillary, do you stand with our immigrant families?” and shouted that his mother lives in constant fear of deportation. “I have to say that I understand immigration is an important issue, and we appreciate that,” Mrs. Clinton said. “We thank you for your advocacy.”\nPresident Obama has promised executive action on immigration change after the midterm elections. But immigration activists have already turned their focus — and their frustration — to his potential successor.\nThe incident at a rally here on Saturday was only the latest time members of a group of young, undocumented immigrants who call themselves Dreamers have aggressively confronted Mrs. Clinton.", "url": "https://www.nytimes.com/2014/10/27/us/ahead-of-2016-immigration-activists-want-answers-from-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}