{"authors": ["Ben Shpigel"], "date_download": "2018-11-16 04:36:33", "date_modify": "2018-11-16 04:36:33", "date_publish": "2014-03-07 09:55:10", "description": "Ukraine said on Friday that it would compete in the Paralympics instead of withdrawing in protest of Russia’s intervention in the Crimean Peninsula.", "filename": "2014_03_08_sports_olympics_ukraine-wont-boycott-paralympics-in-russia_1542342993.html", "image_url": "https://static01.nyt.com/images/2014/03/08/sports/08paralympicsSS-slide-5538689/08paralympicsSS-slide-5538689-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_08_sports_olympics_ukraine-wont-boycott-paralympics-in-russia_1542342993.html", "title": "Ukrainian Team Remains at Paralympics, for Now", "title_page": "Ukrainian Team Remains at Paralympics, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Slide Show\nSOCHI, Russia — Citing a desire to promote peace, Ukraine’s delegation to the Paralympics said Friday that it would compete in the Games instead of withdrawing in protest of Russia’s intervention in the Crimean Peninsula. But the leader of its delegation cautioned that Ukraine would return home immediately if the conflict in Crimea intensified.\nValerii Sushkevych, the president of Ukraine’s Paralympic committee, said he had met Thursday night with Russia’s president, Vladimir V. Putin, and expressed hope that peace would reign during the Paralympics, which began with an opening ceremony Friday and are scheduled to end March 17. Putin told Sushkevych that he would consider the request.\n“I am very much afraid that despite striving for peace, during the Paralympic Games we will see something which could not be rectified,” Sushkevych said. Should that happen, he said, Ukraine’s delegation would leave “at that very second.”\n“I hope very much that my message has been heard both by the sports community and my Russian colleagues,” Sushkevych said. “I hope very much that I’ve been heard by the president of Russia.”\nPhoto\nIn a protest, Ukraine sent only the flag-bearer of its 23-member team, the Nordic skier and biathlete Mykhaylo Tkachenko, to take part in the athletes’ parade at Friday’s ceremony. Tkachenko emerged in his wheelchair to a roar of apparent support from the crowd. Earlier, the crowd had similarly cheered Putin’s entrance into the stadium.\nAdvertisement Continue reading the main story\nSushkevych acknowledged that the uncertainty about his country’s participation had proved distracting for some of his athletes, who have been following the upheaval at home.", "url": "https://www.nytimes.com/2014/03/08/sports/olympics/ukraine-wont-boycott-paralympics-in-russia.html"}