{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:29:01", "date_modify": "2018-11-16 04:29:01", "date_publish": "2014-07-09 00:55:44", "description": "In an attempt to deter an illegal influx from Central America, unaccompanied minors and families with children will be sent to the front of the line.", "filename": "2014_07_09_us_us-adjusts-court-flow-to-meet-rise-in-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342541.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_09_us_us-adjusts-court-flow-to-meet-rise-in-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342541.html", "title": "U.S. Adjusts Court Flow to Meet Rise in Migrants", "title_page": "U.S. Adjusts Court Flow to Meet Rise in Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The officials spoke after the White House said it would request nearly $4 billion to stem the influx, including $45 million for additional immigration judges. They said the courts would hire 25 new judges and their support staffs. In addition, under a rule change to be published in coming days, the court system will appoint at least 15 temporary judges this year to serve on an emergency basis to hear cases of recent border crossers. The temporary judges will be drawn primarily from lawyers working in the Justice Department who are familiar with immigration law.\nThe court system was already in the process of hiring 30 new judges this year, adding up to an important expansion of the current corps of 243 immigration judges nationwide.\nThe new judges will be spread through courts across the country. Many will use video technology to hear cases of recent illegal crossers in distant locations.\nJudges now have only one priority for scheduling hearings: They take cases first of immigrants who are in detention. Under the new policy, unaccompanied minors and families in deportation proceedings — even those who have been released from detention — will also be priorities for judges.\n“Recent border crossers will now go to the front of the line before other cases in the system,” a Justice official said. But even with the new judges, the system will not be able to reduce the far longer waits that will result for immigrants in court proceedings who are not detained, officials said.", "url": "https://www.nytimes.com/2014/07/09/us/us-adjusts-court-flow-to-meet-rise-in-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}