{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:22:59", "date_modify": "2018-11-16 04:22:59", "date_publish": "2014-11-07 18:05:01", "description": "The Supreme Court will consider whether the Affordable Care Act allows tax subsidies in those states that did not set up exchanges for people to select their health insurance.", "filename": "2014_11_08_us_politics_supreme-court-to-hear-new-challenge-to-health-law.html_module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A8%22%7D_1542342179.html", "image_url": "https://static01.nyt.com/images/2014/11/08/us/SCOTUS-web/SCOTUS-web-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_08_us_politics_supreme-court-to-hear-new-challenge-to-health-law.html_module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A8%22%7D_1542342179.html", "title": "Justices to Hear New Challenge to Health Law", "title_page": "Justices to Hear New Challenge to Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The challengers say the provision means that only people in states with their own exchanges can get subsidies. Congress made the distinction, they say, to encourage states to participate.\nBut the Internal Revenue Service has issued a regulation saying subsidies are allowed whether the exchange is run by a state or by the federal government. The challengers say that regulation is at odds with the law.\nIn response, Solicitor General Donald B. Verrilli Jr. told the justices that the I.R.S. interpretation was correct, while the one offered by the challengers was “contrary to the act’s text and structure and would render the act unrecognizable to the Congress that passed it.”\nHealth insurance companies reacted cautiously to the announcement. “This issue is now in the hands of the justices, but it’s clear that significant policy changes would be required to ensure an affordable and stable market for consumers were the court to rule against the government,” Clare Krusing, the director of communications for America’s Health Insurance Plans, the industry trade group, said in a statement.\nJonathan H. Adler, a law professor at Case Western Reserve University and one of the architects of the new challenge, said the administration’s approach may be good policy, but is contrary to the plain terms of the law.\n“The Supreme Court has the opportunity to reaffirm the principle that the law is what Congress enacts, not what the administration or others wish Congress had enacted with the benefit of hindsight,” Mr. Adler said. “Granting tax credits to those who need help purchasing health insurance may be a good idea, and may have bipartisan support, but the I.R.S. lacks the authority to authorize such tax credits where Congress failed to do so.”\nThe case the Supreme Court agreed to hear comes from Virginia. It was brought by four people who said they did not want to be subject to the law’s requirement that they buy insurance or pay a penalty. If it was not for the subsidies, they said, they would have been eligible for a hardship exemption.", "url": "https://www.nytimes.com/2014/11/08/us/politics/supreme-court-to-hear-new-challenge-to-health-law.html?module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A8%22%7D"}