{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 04:41:28", "date_modify": "2018-11-16 04:41:28", "date_publish": "2014-07-04 09:58:07", "description": "The funeral for Muhammad Hussein Abu Khdeir, widely presumed to have been killed in an act of retaliation, was seen as a potential flash point.", "filename": "2014_07_05_world_middleeast_israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343288.html", "image_url": "https://static01.nyt.com/images/2014/07/05/world/SUB-05ISRAEL/SUB-05ISRAEL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_05_world_middleeast_israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343288.html", "title": "Tensions High in Jerusalem as Palestinian Teenager Is Given a Martyr’s Burial", "title_page": "Tensions High in Jerusalem as Palestinian Teenager Is Given a Martyr’s Burial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Tuesday, the three dead Israeli teenagers, Naftali Fraenkel and Gilad Shaar, both 16, and Eyal Yifrach, 19, were wrapped in Israeli flags and buried side by side, eulogized by Israel’s prime minister, president and chief rabbis. There were no speeches at Muhammad’s funeral Friday, where dignitaries included the grand mufti of Jerusalem; Ahmad Tibi, a Palestinian member of the Israeli Parliament; and Mustafa Barghouti, a leader of the Palestine Liberation Organization.\nMr. Tibi, who lives nearby and knows Muhammad’s family, drew a sharp contrast between Israel’s intense three-week search for the kidnappers of the three yeshivas and the authorities’ actions since Wednesday’s attack.\n“It’s an ordinary message that the life of Jewish Israelis is much more valuable than the life of others, especially Palestinians,” Mr. Tibi said in an interview. “This is a double standard, both moral and political, and it’s part of the anger in the street here, about what the Israelis are doing to our lives.”\nThe body, wrapped in a Palestinian flag, arrived about 2:30 p.m. and was greeted with firecrackers, whistling and calls of Allahu akbar, God is great. After a family visit inside the mosque and a brief prayer outside, the crowd carried Muhammad in an open-topped green wooden box down the main road, past the Israeli police line at Shuafat’s edge and finally to the cemetery. There, automatic rifle fire into the air marked the burial in a grave not far from a relative, Amjad, who had been fatally shot outside the old city at age 33 by a Jewish Israeli five years ago.\nAfterward, some youths hurled stones at Israeli forces, who responded with tear gas.\nEarlier, the throngs had chanted an old Hamas slogan and sung a fighting song from Fatah, the more moderate faction that dominates the P.L.O. “The gun lives on,” they said. “To Jerusalem we are going, martyrs in millions.” There were calls for suicide bombings, a third intifada, or uprising, a revenge attack in the Jewish settlement of Gilo, in South Jerusalem.\nAfter a while, a voice came on a loudspeaker and urged the youth to sing national songs instead of war anthems. There was one — “Oh, Palestine! Palestine lived on” — then the tone quickly turned. “Explode the skull of the Zionist,” came the next chant.", "url": "https://www.nytimes.com/2014/07/05/world/middleeast/israel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}