{"authors": ["Vivian Yee"], "date_download": "2018-11-16 04:22:42", "date_modify": "2018-11-16 04:22:42", "date_publish": "2014-04-01 02:17:44", "description": "The death of an innocent bystander has left the city wondering how what the police said was a petty turf war between “crews” of children could breed such random, deadly violence.", "filename": "2014_04_01_nyregion_an-8th-grader-a-gun-and-a-bus-rider-in-the-way_1542342162.html", "image_url": "https://static01.nyt.com/images/2014/04/01/nyregion/ANDERSONweb1/ANDERSONweb1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_nyregion_an-8th-grader-a-gun-and-a-bus-rider-in-the-way_1542342162.html", "title": "An 8th Grader, a Gun and a Bus Rider in the Way", "title_page": "An 8th Grader, a Gun and a Bus Rider in the Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kahton Anderson had all the status symbols a 14-year-old in his world could want: Air Jordans and Reeboks, sometimes a new pair every month. Name-brand sports clothes. A new PlayStation 4.\nAnd, lately, a silver .357 revolver.\nThe gun flashed recently at rush hour on the B15 bus, crossing from Clinton Hill to Bedford-Stuyvesant, in Brooklyn, when Kahton fired toward another teenager, the police said, instead striking a 39-year-old man on his way home. The man died soon after. Though Kahton had not yet graduated from middle school, he was taller than the detective escorting him out of the local precinct house.\nWith Kahton to be prosecuted on murder charges as an adult and the victim, Angel Rojas, buried by his family in the Dominican Republic, New York City has been left to wonder how what the police said was a petty turf war between “crews” of children barely into their teens could breed such random, deadly violence, particularly since the murder rate, especially killings by strangers, has dropped so much in recent years.\nYet in the narrow world these teenagers inhabit, in the poorest patches of Bedford-Stuyvesant, East New York and Brownsville, Brooklyn, violence is as thick as smog, alliances as fluid as water, quarrels as big as the Internet. The grievances behind their bullets make sense only to them.", "url": "https://www.nytimes.com/2014/04/01/nyregion/an-8th-grader-a-gun-and-a-bus-rider-in-the-way.html"}