{"authors": ["Michael Paulson"], "date_download": "2018-11-16 04:24:00", "date_modify": "2018-11-16 04:24:00", "date_publish": "2014-06-10 02:29:33", "description": "The Bowdoin Christian Fellowship group will cease to be recognized on campus after refusing to adhere to rules barring discrimination based on a person’s religious beliefs.", "filename": "2014_06_10_us_colleges-and-evangelicals-collide-on-bias-policy.html__r=0_1542342240.html", "image_url": "https://static01.nyt.com/images/2014/06/10/us/10COLLEGE-hp/10COLLEGE-hp-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_10_us_colleges-and-evangelicals-collide-on-bias-policy.html__r=0_1542342240.html", "title": "Colleges and Evangelicals Collide on Bias Policy", "title_page": "Colleges and Evangelicals Collide on Bias Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUNSWICK, Me. — For 40 years, evangelicals at Bowdoin College have gathered periodically to study the Bible together, to pray and to worship. They are a tiny minority on the liberal arts college campus, but they have been a part of the school’s community, gathering in the chapel, the dining center, the dorms.\nAfter this summer, the Bowdoin Christian Fellowship will no longer be recognized by the college. Already, the college has disabled the electronic key cards of the group’s longtime volunteer advisers.\nIn a collision between religious freedom and antidiscrimination policies, the student group, and its advisers, have refused to agree to the college’s demand that any student, regardless of his or her religious beliefs, should be able to run for election as a leader of any group, including the Christian association.\nSimilar conflicts are playing out on a handful of campuses around the country, driven by the universities’ desire to rid their campuses of bias, particularly against gay men and lesbians, but also, in the eyes of evangelicals, fueled by a discomfort in academia with conservative forms of Christianity. The universities have been emboldened to regulate religious groups by a Supreme Court ruling in 2010 that found it was constitutional for a public law school in California to deny recognition to a Christian student group that excluded gays.", "url": "https://www.nytimes.com/2014/06/10/us/colleges-and-evangelicals-collide-on-bias-policy.html?_r=0"}