{"authors": ["Jonathan Ansfield"], "date_download": "2018-11-16 04:17:19", "date_modify": "2018-11-16 04:17:19", "date_publish": "2014-03-31 19:16:20", "description": "China charged Lt. Gen. Gu Junshan with financial crimes and abuse of power in a case seen as part of an effort to tighten the party’s control over the military.", "filename": "2014_04_01_world_asia_chinese-military-general-charged-in-graft-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "image_url": "https://static01.nyt.com/images/2014/04/01/world/CHINAMILITARY/CHINAMILITARY-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_world_asia_chinese-military-general-charged-in-graft-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "title": "Leader of China Aims at Military With Graft Case", "title_page": "Leader of China Aims at Military With Graft Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Prosecutors accused a former senior military official on Monday of a litany of crimes, including bribery, embezzlement and abuse of power, presenting a first glimpse of what could be the biggest corruption scandal to ever engulf the Chinese armed forces.\nThe charges against the officer, Lt. Gen. Gu Junshan, are the outcome of a far-reaching inquiry under President Xi Jinping that signaled his determination to make high-profile examples out of dishonest military figures. His goal, military analysts said, is to transform a service larded with pet projects and patronage networks into a leaner fighting force more adept at projecting power abroad and buttressing party rule at home, while strengthening his own authority over the army.\nThe announcement of the case against General Gu, made by Xinhua, the official news agency, came two years after he was quietly dismissed as deputy chief of the General Logistics Department, and provided no details. But an internal inquiry has accused him of presiding over a vast land development racket that hoarded kickbacks, bought promotions, and enabled him and his family to amass dozens of expensive residences, including places where investigators found stockpiles of high-end liquor, gold bullion and cash, according to people briefed on the investigation.\nThe investigation into General Gu, who had a commanding authority over how resources in the army were used, has shaken the military because of the scale of his activities — estimates of his assets range from several hundred million to a few billion dollars — and because it threatens some of its most senior figures.", "url": "https://www.nytimes.com/2014/04/01/world/asia/chinese-military-general-charged-in-graft-inquiry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}