{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:50:07", "date_modify": "2018-11-16 04:50:07", "date_publish": "2014-06-23 09:09:24", "description": "Prosecutors had accused the journalists of conspiring with the Muslim Brotherhood to broadcast false reports of civil strife in order to bring down the government.", "filename": "2014_06_24_world_middleeast_egyptian-court-convicts-3-al-jazeera-journalists.html_module=inline_1542343807.html", "image_url": "https://static01.nyt.com/images/2014/06/24/world/24egypt-cnd/24egypt-cnd-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_24_world_middleeast_egyptian-court-convicts-3-al-jazeera-journalists.html_module=inline_1542343807.html", "title": "Egypt Convicts 3 Journalists; U.S. Is Critical", "title_page": "Egypt Convicts 3 Journalists; U.S. Is Critical - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All three have been in jail since their arrest in December after a raid on Al Jazeera’s makeshift studio in a Marriott Hotel, and they have been described in the state-run and pro-government Egyptian news media as “the Marriott cell.”\nRights advocates have described the charges as farcical. Although all three received sentences of seven years, Mr. Mohamed was given an additional three years for possession of a weapon: a single spent police bullet that he had recovered from a street protest as a souvenir.\nMr. Greste is not a Muslim, speaks no Arabic, and had spent only a few days in the Arab world before his arrest. Mr. Fahmy said in court that he was a “liberal” who drinks alcohol, and he personally participated in a march calling for the resignation of President Mohamed Morsi of the Muslim Brotherhood last June. In July, he marched in another demonstration to show support for the new military-backed government that has now sentenced him to seven years in prison.\nWhen asked by the court to screen the allegedly false news reports obtained from the defendants’ laptops, prosecutors showed only unrelated images that included Mr. Greste’s family vacation, horses grazing in a pasture in Luxor, Egypt, and a news conference by the Kenyan police that Mr. Greste had covered.\nThey are accused of attempting to broadcast false reports of civil strife, but at the time of the arrests, street protests and civil strife were common enough in Egypt that such broadcasts would have been far easier to film than to fabricate.\nJudge Mohammed Nagi Shehata, who led a panel of three and wore sunglasses throughout the trial, on Monday announced the verdict and sentences without explanation. He also sentenced a group of students tried along with the journalists to seven years in prison. They were apparently convicted of collaborating with the journalists to generate news reports of student protests against the takeover.", "url": "https://www.nytimes.com/2014/06/24/world/middleeast/egyptian-court-convicts-3-al-jazeera-journalists.html?module=inline"}