{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:16", "date_modify": "2018-11-16 04:03:16", "date_publish": "2014-10-15 23:35:14", "description": "The way for Tim Cook, the Apple chief, to woo the fashion industry is to take its priorities seriously.", "filename": "2014_10_16_fashion_for-tim-cook-of-apple-the-fashion-of-no-fashion.html_action=click&module=RelatedLinks&pgtype=Article_1542340996.html", "image_url": "https://static01.nyt.com/images/2014/10/16/fashion/16zUNBUTTONED1/16zUNBUTTONED1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_16_fashion_for-tim-cook-of-apple-the-fashion-of-no-fashion.html_action=click&module=RelatedLinks&pgtype=Article_1542340996.html", "title": "This Emperor Needs New Clothes", "title_page": "This Emperor Needs New Clothes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "IS IT TIME for Tim Cook to tuck in his shirt? Every time I see the Apple chief executive take the stage, as he probably will on Thursday at yet another exciting new product introduction, I can’t help wondering.\nMuch has been made, after all, of Apple’s recent cozying up to the fashion world: its supersecret unveiling of its watch to a few carefully chosen magazine editors last month; said watch’s introduction during New York Fashion Week; the pop-up display and dinners held in its honor during Paris Fashion Week; and its starring appearance on the cover of China Vogue’s November issue, attractively accessorized with a Céline dress and the model Liu Wen.\nBut as we enter the age of the wearable, might it not behoove the leader of such a brand to look the part? This is not a flippant question.\nIt is true that Mr. Cook does seem to have developed a signature personal style in the spirit of his predecessor, Steve Jobs, who wore a jeans-and-black-mock-turtleneck combo pretty much every time he appeared in public. To wit: a large, slightly wrinkled, untucked button-down shirt. Though the color may change (the shirt has appeared in varying shades of black, blue and even lavender), the form remains the same.", "url": "https://www.nytimes.com/2014/10/16/fashion/for-tim-cook-of-apple-the-fashion-of-no-fashion.html?action=click&module=RelatedLinks&pgtype=Article"}