{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:04", "date_modify": "2018-11-16 03:39:04", "date_publish": "2014-10-06 16:44:19", "description": "The campaign is designed to promote the city for living and working by building a sense of place into the ads.", "filename": "2014_10_06_business_media_a-new-effort-from-a-new-jersey-city-urges-make-it-yours_1542339544.html", "image_url": "https://static01.nyt.com/images/2014/10/06/business/06adnews-1-pic1/06adnews-1-pic1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_06_business_media_a-new-effort-from-a-new-jersey-city-urges-make-it-yours_1542339544.html", "title": "A New Effort From a ‘New’ Jersey City Urges, ‘Make It Yours’", "title_page": "A New Effort From a ‘New’ Jersey City Urges, ‘Make It Yours’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jersey City, once described as \"an unfashionable town named after an unfashionable state,” has been having a moment lately, deemed \"much transformed\" from “a scruffy ne’er-do-well” into “a gentrifying bedroom community.” Now, to keep that momentum going, the city is teaming with the Jersey City Economic Development Corporation for a campaign meant to encourage more people to consider Jersey City as a place to live, visit and locate businesses.\nThe campaign, to begin this week, seeks to further burnish the image of Jersey City, which is benefiting from an increase in residential real estate construction, the arrival of businesses like Starbucks and the relocation there of companies like Forbes Media, which has been in Manhattan since its founding in 1917.\nThe campaign carries the theme “Make it yours,” with the word “yours” tilted for emphasis as if it was italicized. The theme is accompanied by a new logo that presents the “C,” “t” and “y” of “City” in bold capital letters and the word “Jersey” on its side, taking the place of the “i.”\nThe campaign has a total budget estimated at $1.2 million; plans call for $400,000 to be spent in October. The campaign includes print, digital, streaming and traditional radio, outdoor and transit ads as well as a presence in social media with a hashtag, #JCMakeItYours. The primary target markets are two boroughs of New York City, Brooklyn and Manhattan, along with Bergen County, N.J.", "url": "https://www.nytimes.com/2014/10/06/business/media/a-new-effort-from-a-new-jersey-city-urges-make-it-yours.html"}