{"authors": ["Liz Alderman"], "date_download": "2018-11-16 03:15:14", "date_modify": "2018-11-16 03:15:14", "date_publish": "2014-02-17 23:00:55", "description": "Hoping for foreign investment, France’s president pledged tax stability to a group of high-ranking executives from the world’s multinationals. But forgetting some of his campaign rhetoric may not be easy.", "filename": "2014_02_18_business_international_hollande-throws-open-frances-doors-to-business.html_action=click&module=inline&region=searchResults&_r=1_1542338114.html", "image_url": "https://static01.nyt.com/images/2014/02/18/business/FRANCEBIZ/FRANCEBIZ-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_18_business_international_hollande-throws-open-frances-doors-to-business.html_action=click&module=inline&region=searchResults&_r=1_1542338114.html", "title": "France Tries to Tempt In More Foreign Investment", "title_page": "France Tries to Tempt In More Foreign Investment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — President François Hollande of France has begun a major charm offensive to convince the world that France is open for business in a bid to lure back investments, which have slumped since he took office.\nArmed with pledges not to be overly taxing, he gathered nearly 40 chiefs of some of the world’s biggest multinational companies and investment funds on Monday under the gilded eaves of the Élysée Palace and told them that their money was not only welcome — it was sorely needed.\nMr. Hollande reiterated his pledge from last month to reduce by 30 billion euros, or $41 billion, the social charges that companies pay on their employees. But he went further on Monday, announcing plans to stabilize corporate tax rules, simplify customs procedures for imports and exports and introduce a tax break for foreign start-ups.\n“I know that France is seen as a more complicated country than others,” Mr. Hollande told the leaders of General Electric, Volvo, Nestlé, Mars and others, as well as representatives of BlackRock and the sovereign investment funds of China, Qatar and Kuwait. The message, he added, is that “we aren’t afraid of opening ourselves up to the world.”", "url": "https://www.nytimes.com/2014/02/18/business/international/hollande-throws-open-frances-doors-to-business.html?action=click&module=inline&region=searchResults&_r=1"}