{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:08", "date_modify": "2018-11-16 03:39:08", "date_publish": "2014-12-01 02:31:46", "description": "Account assignments, miscellaneous news from advertising agencies and more.", "filename": "2014_12_01_business_media_news-from-the-advertising-industry-_1542339548.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_01_business_media_news-from-the-advertising-industry-_1542339548.html", "title": "News From the Advertising Industry", "title_page": "News From the Advertising Industry  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Accounts\n■ CarMax, Richmond, Va., selected McKinney, Durham, N.C., part of Cheil Worldwide, as its lead creative agency. Spending was estimated at $60 million. The work was previously handled by Silver & Partners, New York, which did not take part in a review for the account.\n■ Sabra Dipping Company, White Plains, named the Martin Agency, Richmond, Va., part of the Interpublic Group of Companies, as the creative agency for its Sabra line of hummus, dips and spreads. Spending was estimated at $10 million to $15 million. The account was previously handled by StrawberryFrog, New York, part of APCO Worldwide. Sabra Dipping is a joint venture of the Strauss Group of Israel and PepsiCo. The change was first reported by Adweek.com.\nPeople\n■ Three longtime advertising and public relations executives — Barry Kluger, Rob Snyder and Deborah Wagner — opened the KSW Agency, Scottsdale, Ariz., offering services like creative development, public relations, design, production and branding.\nMiscellany\n■ Julia Louis-Dreyfus has been signed for a campaign for Old Navy, a division of Gap Inc., that is to run through summer 2015. Financial terms were not disclosed. Ms. Louis-Dreyfus will initially appear in humorous commercials, scheduled to begin on Wednesday, that promote Christmas shopping at Old Navy. In the first two spots, which were directed by Roman Coppola, Ms. Louis-Dreyfus plays a character who is always pleased with herself but not above interrupting her self-congratulatory monologues to race off to Old Navy to take advantage of holiday sales. Video clips from all the commercials, offering outtakes and the like, are to be posted on the Old Navy page on YouTube. Ms. Louis-Dreyfus has been hired as Old Navy completed a yearlong deal with Amy Poehler. Ms. Louis-Dreyfus, like Ms. Poehler, will help create the commercials in which she appears, working with the Old Navy agency, Chandelier Creative, New York.", "url": "https://www.nytimes.com/2014/12/01/business/media/news-from-the-advertising-industry-.html"}