{"authors": ["Matthew L. Wald"], "date_download": "2018-11-16 04:50:51", "date_modify": "2018-11-16 04:50:51", "date_publish": "2014-05-10 00:25:56", "description": "The Indian Point power plant is one of 10 sites considered most in need for a re-evaluation of earthquake vulnerability.", "filename": "2014_05_10_nyregion_agency-urges-quake-study-for-indian-point_1542343851.html", "image_url": "https://static01.nyt.com/images/2014/05/10/nyregion/10NUKE/10NUKE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_10_nyregion_agency-urges-quake-study-for-indian-point_1542343851.html", "title": "Agency Urges Quake Study for Indian Point", "title_page": "Agency Urges Quake Study for Indian Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The commission has described the work as important but not requiring instant action. It asked for a quick review of key systems that would keep nuclear fuel cool after an earthquake, in addition to a detailed analysis of the plant. If problems are found in those systems, they would have to be corrected by the end of 2016.\nBut Eric Leeds, the director of the commission’s Office of Nuclear Reactor Regulation, said in a statement, “We’re confident the plants are safe to continue operating.”\nThe commission included the Oyster Creek plant, in Forked River, N.J., in a second list of sites that must submit an analysis by December 2019. The owners of Oyster Creek, the oldest commercial reactor in the United States, have already agreed with state environmental regulators to retire the plant by the end of 2019 because its cooling system has killed marine life.\nEstimating the occurrence of significant earthquakes has always been difficult. In 2011, an earthquake centered in Mineral, Va., near the North Anna reactors, shook the East Coast and exceeded the safety standards that the plant had been designed to meet. Engineers found only cosmetic damage after weeks of study.\nAnalysis for the two operating reactors at Indian Point is estimated to cost around $10 million. The owner of the reactors, Entergy, had taken steps that the company hoped would forestall the need for the analysis, including tearing down a smokestack from a long-retired reactor that had the potential, during a quake, of toppling onto a control room of a working reactor.", "url": "https://www.nytimes.com/2014/05/10/nyregion/agency-urges-quake-study-for-indian-point.html"}