{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:47:09", "date_modify": "2018-11-16 04:47:09", "date_publish": "2014-11-18 09:58:04", "description": "Or: Why an Elsa dress is like prescription drugs.", "filename": "2014_11_23_magazine_how-disney-turned-frozen-into-a-cash-cow.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343629.html", "image_url": "https://static01.nyt.com/images/2014/11/23/magazine/23econ/23econ-articleLarge-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_23_magazine_how-disney-turned-frozen-into-a-cash-cow.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343629.html", "title": "How Disney Turned ‘Frozen’ Into a Cash Cow", "title_page": "How Disney Turned ‘Frozen’ Into a Cash Cow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They realized they had succeeded, and then some, soon after the movie was released, when they went to see it like ordinary people. Lee found herself in a New York theater, where many audience members already knew the words. Then she started to hear people singing on the street. A year later, they haven’t stopped. Does she ever get tired of hearing “Let It Go”? No. Not really. Not yet. “When I’m old, it will be the only thing left in my brain,” she says.\nBrands are said to be in decline. Studies show that customers are less loyal to companies, quicker to try something new. Products increasingly rise and fall on their own merits. “Brand names have become less important as proxies for quality,” says Itamar Simonson, a professor at Stanford University. He argues that consumers now get better information about products from the Internet. But Disney, perhaps more than any other large company, appears to be impervious to the trend. It helps that the company is not selling products based on the quality of craftsmanship, but based on the quality of its stories. Disney also specializes in selling affordable luxuries. An Elsa dress is considerably more expensive than an ordinary dress, like a cup of Starbucks coffee costs more than an ordinary cup of coffee. But it is not that expensive. Every item of the dozens of “Frozen” products at the Disney store cost less than $100. More important, though, to Disney’s success is that many of its best customers are still learning how to read and don’t care what things cost. It’s not as if toddlers check out Amazon reviews.\nAs a result, Disney is in the midst of a golden age of profitability. Disney characters have been endorsing products since 1929, when Walt Disney put Mickey Mouse on a writing tablet. But licensing, which began as a sideline, has become the main event. In most years, Disney makes more money from selling branded movie merchandise than from the actual movies. “We create products that extend the storytelling — the emotional connection that the consumer has when they’re seeing the film carries on in the three-dimensional world,” says Josh Silverman, the executive vice president for global licensing. A recent favorite, he says, is the Olaf snow-cone maker. Modeled after the slapstick snowman who provides the comic relief in “Frozen,” it emits frosty treats from a somewhat disturbing hole in Olaf’s belly.\nImage Credit Illustration by Kelsey Dake\nThe popularity of “Frozen” is also buoyed by the expanding toy market for girls. Princesses may seem like a permanent feature of the toyscape, but they were less common before the 1990s. “The idea that pink princess fantasy dream dolls have always been a part of girlhood is false,” says Elizabeth Sweet, a lecturer at the University of California, Davis, who studies the cultural history of toys. Sweet has found that the popularity of gender-neutral toys reached a peak in the mid-1970s. Since then, toy makers have embraced the market-doubling effect of pushing certain toys to boys and other toys to girls. Sweet says the level of gender segregation has never been higher. A typical big-box store might have four aisles of blue toys and four aisles of pink toys with an aisle of yellow toys in between. “Separate but equal,” she says. Legos, for example, evolved from simple packs of building blocks into play sets mostly sold to boys, often with brand tie-ins. In 2012, the company introduced Lego Friends, which are basically Legos for girls.", "url": "https://www.nytimes.com/2014/11/23/magazine/how-disney-turned-frozen-into-a-cash-cow.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}