{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:37:03", "date_modify": "2018-11-16 04:37:03", "date_publish": "2014-03-06 22:43:36", "description": "With the end of the Cold War, Russia ceased being a concentration of choice among future foreign policy professionals. The dearth is being felt now.", "filename": "2014_03_07_world_europe_american-experts-on-russia_1542343023.html", "image_url": "https://static01.nyt.com/images/2014/03/07/world/07experts/07experts-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_world_europe_american-experts-on-russia_1542343023.html", "title": "Russia Experts See Thinning Ranks’ Effect on U.S. Policy", "title_page": "Russia Experts See Thinning Ranks’ Effect on U.S. Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — “I have to do a TV broadcast now, can I call you back in maybe an hour?” Angela Stent, the director of the Russian studies department at Georgetown University, said when she picked up the phone. An hour later she apologized again. “I’m afraid I’ll have to call you back.”\nFor Ms. Stent and other professional Russia watchers, the phone has been ringing off the hook since Ukraine became a geopolitical focal point. “It’s kind of a reunion,” she said. “Everyone comes out of the woodwork.”\nBut while the control of Crimea by President Vladimir V. Putin of Russia has brought America’s Russia experts in from the cold, the news media spotlight has also showed important shifts in how American academics and policy makers think about Russia, not to mention the quality and quantity of the people doing the thinking. Among those experts, there is a belief that a dearth of talent in the field and ineffectual management from the White House have combined to create an unsophisticated and cartoonish view of a former superpower, and potential threat, that refuses to be relegated to the ash heap of history.\n“It’s a shorter bench,” said Michael A. McFaul, who returned from his post as the American ambassador in Moscow on Feb. 26, as the crisis unfolded. He said the present and future stars in the government did not make their careers in the Russia field, which long ago was eclipsed by the Middle East and Asia as the major draws of government and intelligence agency talent.", "url": "https://www.nytimes.com/2014/03/07/world/europe/american-experts-on-russia.html"}