{"authors": ["Michael Powell"], "date_download": "2018-11-16 04:30:38", "date_modify": "2018-11-16 04:30:38", "date_publish": "2014-05-31 00:11:48", "description": "The mayor said he did not clearly hear an Orthodox rabbi’s remarks criticizing Conservative and Reform Judaism.", "filename": "2014_05_31_nyregion_given-another-chance-to-address-rabbis-remarks-de-blasio-sidesteps_1542342638.html", "image_url": "https://static01.nyt.com/images/2014/05/31/nyregion/31GOTHAM/31GOTHAM-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_31_nyregion_given-another-chance-to-address-rabbis-remarks-de-blasio-sidesteps_1542342638.html", "title": "De Blasio Remains Mum on Rabbi’s Remarks", "title_page": "De Blasio Remains Mum on Rabbi’s Remarks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Where to start? Mr. de Blasio sometimes shows a political operative’s desire not to discomfort an audience. He certainly gets too cute here. He could obtain a transcript at the snap of his fingers.\nThis past Wednesday, the mayor’s press secretary, Phil Walzak, told me that he and another mayoral aide had reviewed the tape of Rabbi Perlow’s remarks. “I talked to my guy who was on the scene last night, and who reviewed this video with me again, to be sure,” Mr. Walzak told me in an email.\nMayoral aides also told me that Mr. de Blasio arrived halfway through the rabbi’s speech, which was “more than half” in Yiddish and Hebrew.\nNeither of these statements is true. The mayor arrived just as the rabbi began speaking. And the rabbi, a learned scholar, used some Hebrew and Yiddish. But he rendered many remarks in English, such as these: “The Torah must be guarded from the secular forces that seek to corrupt its values and the lives of Yidden” — or Jews — “from intruders who sometimes in the name of Judaism completely subvert and destroy the eternal values of our people.”\nYou wonder if the mayor’s transcription services are overworked?\nThe question the mayor does not want to answer is whether, as a representative of New York City, secular and religious, he had a responsibility to offer a few gentle words in defense of non-Orthodox Jews, who make up a majority of Jews in New York.\nMaybe the mayor disagrees with me. He could argue this was a theological dispute and none of his business. Or that he would take up his disagreements privately.\nI might not like his answers, but such words would have the singular virtue of being straightforward, with no dance-step of evasion.", "url": "https://www.nytimes.com/2014/05/31/nyregion/given-another-chance-to-address-rabbis-remarks-de-blasio-sidesteps.html"}