{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:40:07", "date_modify": "2018-11-16 04:40:07", "date_publish": "2014-06-01 19:05:22", "description": "The White House pushed back against Republican criticism that the deal was a dangerous transgression of longstanding policy against negotiating with terror groups, and might have violated American law.", "filename": "2014_06_02_us_politics_bowe-bergdahl_1542343207.html", "image_url": "https://static01.nyt.com/images/2014/05/31/multimedia/bergdahl/bergdahl-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_02_us_politics_bowe-bergdahl_1542343207.html", "title": "Administration Defends Swap With Taliban to Free U.S. Soldier", "title_page": "Administration Defends Swap With Taliban to Free U.S. Soldier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Ms. Rice said: “Sergeant Bergdahl wasn’t simply a hostage; he was an American prisoner of war captured on the battlefield. We have a sacred obligation that we have upheld since the founding of our republic to do our utmost to bring back our men and women who are taken in battle, and we did that in this instance.” She was speaking on the ABC program “This Week.”\nSenator John McCain, the Arizona Republican who himself was a prisoner of war in North Vietnam for six years, welcomed the return to American custody of Sergeant Bergdahl, who had spent five years in Taliban hands in conditions that remain unclear.\nBut Mr. McCain said he had serious concerns about the release of the five Taliban detainees, calling them “the hardest of the hard core.” He added, “It is disturbing that these individuals would have the ability to re-enter the fight, and they are big, high-level people, possibly responsible for the deaths of thousands” of Shiite Muslims in Afghanistan.\nMs. Rice, appearing separately on CNN, noted that President Obama had received “very specific assurances” regarding the handling of the freed detainees when he spoke by phone on Tuesday with the emir of Qatar. That country is taking in the five.", "url": "https://www.nytimes.com/2014/06/02/us/politics/bowe-bergdahl.html"}