{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:41:45", "date_modify": "2018-11-16 04:41:45", "date_publish": "2014-07-14 22:23:35", "description": "Officials released new details about the killing of a Palestinian youth, saying that three Israeli Jews looked for hours for a victim to avenge the killings of three Israeli teenagers.", "filename": "2014_07_15_world_middleeast_israeli-youths-murder-called-blueprint-for-revenge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343305.html", "image_url": "https://static01.nyt.com/images/2014/07/14/world/middleeast/israel-video/israel-video-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_15_world_middleeast_israeli-youths-murder-called-blueprint-for-revenge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343305.html", "title": "A Focused Hunt for a Victim to Avenge Israelis’ Deaths", "title_page": "A Focused Hunt for a Victim to Avenge Israelis’ Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The authorities were investigating reports that the adult driver and one of the youths had tried to abduct a small Palestinian boy from the same area of Shuafat the night before. Mousa Zaloum, 8, was later photographed with red marks on his neck. In an interview with Channel 2 News in Israel the boy said the would-be kidnappers had choked him with a rope. Mousa’s mother struggled with the kidnappers, and her son escaped.\nMuhammad was not so fortunate. The fifth of seven children, three sons and four daughters, Muhammad was studying at a vocational school to be an electrician. His charred body was identified by means of DNA samples taken from his parents’ saliva.\nSpeaking to reporters soon after, his mother, Suha Abu Khdeir, recounted that he had been playing a computer game on a laptop with one of his brothers, then left the house at 3:30 a.m. to meet his friends for the dawn prayer that starts the daily fast during the Muslim holy month of Ramadan.\nSecurity cameras along the street captured the moments of his abduction. Youths ran to the house to tell Muhammad’s parents that he had been forced into the gray Hyundai. They called the police and tried to call Muhammad’s cellphone. It rang, but nobody answered\nMuhammad was buried two days later in a tense funeral attended by thousands.\nEli Cohen, a police investigator, told Army Radio that the car seen in video of the abduction was later found parked outside the home of one of the suspects. On the night between July 5 and 6, seven suspects were arrested. Three convinced investigators that they had no role in the murder or in the attempted kidnapping the night before, and were released. Another was a relative who admitted to investigators that he had learned about the abduction and murder after the event.\nHearing about the developments in the case, Hassan Abu Khdeir, a representative of the family, said on Monday, “We do not trust the Israeli judicial system.” He said that human rights groups were collecting details and the family hoped to press the case in an international court.\nThe killing of Muhammad was widely condemned in Israel, despite the outrage over the kidnapping and killing of the three Israeli teenagers. Prime Minister Benjamin Netanyahu pledged that anyone found guilty would “face the full weight of the law.”", "url": "https://www.nytimes.com/2014/07/15/world/middleeast/israeli-youths-murder-called-blueprint-for-revenge.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}