{"authors": ["Roderick Conway Morris"], "date_download": "2018-11-16 04:52:44", "date_modify": "2018-11-16 04:52:44", "date_publish": "2014-10-16 13:45:50", "description": "\"Ming: 50 years that changed China,\" in the Sainbury Exhibitions Gallery at the British Museum from Sept. 18 to Jan. 5 looks at the dynasty's many accomplishments.", "filename": "2014_10_16_arts_international_ming-the-dynasty-behind-the-vases.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343964.html", "image_url": "https://static01.nyt.com/images/2014/10/16/arts/16iht-rartming-1/16iht-rartming-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_16_arts_international_ming-the-dynasty-behind-the-vases.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343964.html", "title": "Ming: The Dynasty Behind the Vases", "title_page": "Ming: The Dynasty Behind the Vases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The Ming Dynasty ruled China from 1368 to 1644, and it was under its aegis, during the first half of the 15th century, that technological and design advances brought milky white and cobalt-blue porcelain to perfection.\nThe most internationally sought-after of all ceramics, Ming products became synonymous with the country that produced them, referred to in India and the Middle East as “chini” and in English as “china.”\nBut this artistic high point was just one of the many achievements of the Ming Dynasty between 1400 and 1450, as shown by “Ming: 50 years that changed China,” in the recently opened Sainsbury Exhibitions Gallery at the British Museum. The show runs from Sept. 18 until Jan. 5, 2015.\nFive years in the planning, this dazzling show is curated by Professor Craig Clunas of Oxford University and Jessica Harrison-Hall of the British Museum.", "url": "https://www.nytimes.com/2014/10/16/arts/international/ming-the-dynasty-behind-the-vases.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}