{"authors": ["Jodi Rudoren", "Anne Barnard"], "date_download": "2018-11-16 04:40:52", "date_modify": "2018-11-16 04:40:52", "date_publish": "2014-07-17 08:10:48", "description": "Israel said it would target tunnels that could infiltrate its territory after cease-fire talks failed to de-escalate the air war that had raged for 10 days.", "filename": "2014_07_18_world_middleeast_israel-gaza-strip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343252.html", "image_url": "https://static01.nyt.com/images/2014/07/18/world/middleeast/ISRAEL/ISRAEL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_18_world_middleeast_israel-gaza-strip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343252.html", "title": "Israeli Military Invades Gaza, With Sights Set on Hamas Operations", "title_page": "Israeli Military Invades Gaza, With Sights Set on Hamas Operations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Israeli tanks rolled into the northern Gaza Strip on Thursday night and naval gunboats pounded targets in the south as Israel began a ground invasion after 10 days of aerial bombardment failed to stop Palestinian militants from showering Israeli cities with rockets.\nIsraeli leaders said the incursion was a limited one focused on tunnels into its territory like the one used for a predawn attack Thursday that was thwarted. They said it was not intended to topple Hamas, the militant Islamist movement, from its longtime rule of Gaza.\nAs rockets continued to rain down on Israeli cities, a military spokesman said the mission’s expansion was “not time bound” and was aimed to ensure Hamas operatives were “pursued, paralyzed and threatened” as it targeted “terrorist infrastructure” in the north, south and east of Gaza “in parallel.”\nAs midnight approached Thursday, residents of some sparsely populated farmland in northern Gaza were cowering in their homes, afraid to answer mobile phones or peek out windows. Some sent text messages reporting that they could hear tank shelling, heavy artillery, and F-16s dropping bombs. Moussa al-Ghoul, 63, who lives northwest of Beit Lahiya, said his neighborhood had turned into “a war zone” with tanks surrounding his home, having destroyed those of two of his sons. He said shells were landing “everywhere.”", "url": "https://www.nytimes.com/2014/07/18/world/middleeast/israel-gaza-strip.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}