{"authors": ["Michael Beschloss"], "date_download": "2018-11-16 04:12:44", "date_modify": "2018-11-16 04:12:44", "date_publish": "2014-12-17 21:47:24", "description": "A meeting just a few days before the president’s assassination.", "filename": "2014_12_18_upshot_when-jfk-secretly-reached-out-to-castro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "image_url": "https://static01.nyt.com/images/2014/12/24/upshot/18UP-Beschloss/18UP-Beschloss-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_18_upshot_when-jfk-secretly-reached-out-to-castro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "title": "When J.F.K. Secretly Reached Out to Castro", "title_page": "When J.F.K. Secretly Reached Out to Castro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kennedy saw Operation Mongoose as a substitute for authorizing a full-fledged American invasion to remove Castro from power. But the Cuban leader mistakenly presumed that Mongoose was actually the prelude to such an invasion, and he asked the Soviet leader, Nikita Khrushchev, to do something to keep the Americans out. Castro’s request was one of the reasons that, in the fall of 1962, Khrushchev ordered nuclear-capable missiles sent to Cuba, which led to the Cuban Missile Crisis.\nKennedy settled the crisis, in part, by pledging that the United States would not invade Cuba; however that pledge was conditioned on the presumption that Castro would stop trying to encourage other revolutions like his own throughout Latin America. But Castro was furious that Khrushchev had not consulted him before making his bargain with Kennedy to end the crisis — and furious as well that U.S. covert action against him had not ceased. (In fact, on the day of President Kennedy’s assassination, the C.I.A., in Paris, gave a disaffected comrade of Castro’s a poison pen that was to be used against the Cuban leader.)\nIn September 1963, Castro appeared at a Brazilian Embassy reception in Havana and warned, “American leaders should know that if they are aiding terrorist plans to eliminate Cuban leaders, then they themselves will not be safe.”\nLate on Tuesday, Nov. 19, 1963 — the evening before President Kennedy’s final full day at the White House — the C.I.A.'s covert action chief, Richard Helms, brought J.F.K. what he termed “hard evidence” that Castro was still trying to foment revolution throughout Latin America.\nHelms (who later served as C.I.A. director from 1966 to 1973) and an aide, Hershel Peake, told Kennedy about their agency’s discovery: a three-ton arms cache left by Cuban terrorists on a beach in Venezuela, along with blueprints for a plan to seize control of that country by stopping Venezuelan elections scheduled for 12 days hence.\nStanding in the Cabinet Room near windows overlooking the darkened Rose Garden, Helms brandished what he called a “vicious-looking” rifle and told the president how its identifying Cuban seal had been sanded off.\nHelms (who died in 2002) told me in 1987 that he realized that in response to this evidence, Kennedy “wasn’t going to invade Cuba,” but that he was certain the president’s “real energy” on Cuba was directed toward covert action. Helms insisted that J.F.K.'s quiet efforts to communicate with Castro were at best “a feint” — “like most two-track policies, try everything.”", "url": "https://www.nytimes.com/2014/12/18/upshot/when-jfk-secretly-reached-out-to-castro.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}