{"authors": ["Emily Bazelon"], "date_download": "2018-11-16 04:38:39", "date_modify": "2018-11-16 04:38:39", "date_publish": "2014-08-28 14:54:28", "description": "Some activists like Rebecca Gomperts are now imagining the unthinkable: a future where most abortions happen at home.", "filename": "2014_08_31_magazine_the-dawn-of-the-post-clinic-abortion.html__r=0&module=inline_1542343119.html", "image_url": "https://static01.nyt.com/images/2014/08/27/multimedia/vessel-clip/vessel-clip-articleLarge-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_31_magazine_the-dawn-of-the-post-clinic-abortion.html__r=0&module=inline_1542343119.html", "title": "The Dawn of the Post-Clinic Abortion", "title_page": "The Dawn of the Post-Clinic Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Of the thousands of emails that come to Women on Web, 40 to 60 a month now originate in the United States, Gomperts said, double the number from two years ago. On the first day I was in the office, she showed me a recent email from Florida. “Please tell me where I can get miso without a prescription,” the email read. “I live in the United States and have no health insurance. I have two children and I am currently out of work, there’s no way I can afford another child. Please help. I’m desperate.”\nGomperts is sympathetic but firm in her refusal to get involved in the United States. “We’re sorry, the doctors of Women on Web cannot provide the service in any country with safe abortion services,” reads the response American women receive from the help desk. She told me: “I know that it’s difficult, because abortion is not accessible to them. But this is not our work. I think this is a problem the U.S. has to solve itself. There are so many resources, so much money available there for abortion rights groups, I think they should be able to work on this. Starting on paper, with changing the laws.”\nThe laws regarding access to medical abortion have been contested in the United States since the drugs became available in the 1980s. Mifepristone was initially licensed in France in 1988. Abortion opponents lobbied to keep the drug out of the United States, and in 1990, the administration of George H. W. Bush made it illegal to bring the drug into the country for personal use. In 2000, however, after a long Clinton-era fight, the Food and Drug Administration approved mifepristone under the name RU-486. Doctors could dispense the drug, but the F.D.A. imposed restrictions that persist to this day. Before doctors can order the medication, they must provide information about their qualifications. Patients have to be given the medication at a doctor’s office instead of picking it up at a pharmacy. Mifepristone also carries a black-box label, the F.D.A.'s strongest alert for life-threatening effects. It has been used in 2.3 million procedures resulting in 11 reported deaths of women. Misoprostol, which is 85 percent effective on its own, is available in the United States by prescription.\nThe F.D.A. approved mifepristone through the seventh week of pregnancy. Many doctors, though, prescribe the medication off label through 10 weeks, based on recent research showing it remains effective. Medical abortion now accounts for approximately a third of all abortion through that period in this country. Ohio and Texas require abortion providers to follow the more restrictive F.D.A. protocol; a similar law will go into effect in Oklahoma in November.\nA medical abortion in the United States usually involves two office visits. At the first, a woman often has an ultrasound, to date the pregnancy. She is given mifepristone in the office and misoprostol to take at home 24 hours later. Then, at a follow-up visit, the woman has an examination to make sure the abortion is complete. (The F.D.A. protocol, however, calls for three visits and recommends that the misoprostol be taken under medical supervision; Texas requires four visits.) Some clinics in the United States and abroad are experimenting with cutting the number of office visits by making the follow-up visit optional — if the woman isn’t sure whether an abortion is complete, she can either take a home pregnancy test or return for an examination.\nA number of clinics have explored the option of allowing women, particularly those who live in remote areas, to receive the drugs without seeing a doctor in person. In one program set up by Planned Parenthood in 2008 in Iowa, doctors in Des Moines have used videoconferencing to treat more than 6,500 patients in rural clinics, talking with them on-screen and viewing test results. By pushing a button on their computers, the doctors can remotely open a drawer that holds the needed dose of pills. The patient takes the mifepristone with the doctor watching and a nurse or medical assistant supervising on site, and then the patient leaves, with the misoprostol, to miscarry at home. A study of the program found that the telemedicine patients had the same outcomes — high rates of successful abortion and low rates of complications — as women who saw their doctors in person. In 2010, the Iowa Medical Board found that the telemedicine program was safe and met the prevailing standard of care. After complaints from Iowa Right to Life, however, Terry Branstad, the Republican governor, replaced the board last year. The new members voted to halt the telemedicine. Planned Parenthood challenged the board’s decision, but a judge upheld it earlier this month.", "url": "https://www.nytimes.com/2014/08/31/magazine/the-dawn-of-the-post-clinic-abortion.html?_r=0&module=inline"}