{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 04:41:03", "date_modify": "2018-11-16 04:41:03", "date_publish": "2014-07-02 03:15:54", "description": "American officials said Ahmed Abu Khattala has not incriminated himself in the killing of Ambassador J. Christopher Stevens and three others, but he has provided interrogators with “key facts” about what occurred on the day of the attacks.", "filename": "2014_07_02_world_middleeast_benghazi-suspect-said-to-corroborate-details-of-attacks_1542343263.html", "image_url": "https://static01.nyt.com/images/2014/07/02/world/middleeast/02KHATTALA/02KHATTALA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_02_world_middleeast_benghazi-suspect-said-to-corroborate-details-of-attacks_1542343263.html", "title": "Benghazi Suspect Said to Corroborate Important Details of Attacks", "title_page": "Benghazi Suspect Said to Corroborate Important Details of Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The militia leader who has been charged in connection with the 2012 killing of the United States ambassador in Benghazi, Libya, has provided American interrogators with “voluntary statements” that corroborate “key facts” about the attacks, the Justice Department said in a court document filed Tuesday night.\nThe government did not say what the militia leader, Ahmed Abu Khattala, had told interrogators since he was apprehended by American commandos two weeks ago in a raid on the outskirts of Benghazi. American officials briefed on the case said Mr. Abu Khattala has not incriminated himself in the killing of Ambassador J. Christopher Stevens and three others. But he has provided interrogators with information about what occurred in Benghazi on Sept. 11, 2012, the day of the attacks on the American compounds there.\nIn the document, federal prosecutors said Mr. Abu Khattala had plotted attacks against the United States and other Western interests in recent months. They argued that because he posed a continued threat to the United States he should remain in custody until trial. Mr. Abu Khattala is scheduled to appear before a magistrate judge here on Wednesday for a hearing on whether he should continue to be detained.", "url": "https://www.nytimes.com/2014/07/02/world/middleeast/benghazi-suspect-said-to-corroborate-details-of-attacks.html"}