{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:07", "date_modify": "2018-11-16 03:39:07", "date_publish": "2014-10-20 17:03:37", "description": "Haberman, an agency in Minneapolis, has created a story designed to appeal to consumers of wellness products.", "filename": "2014_10_20_business_media_when-it-comes-to-tea-promoting-the-power-of-the-plant_1542339547.html", "image_url": "https://static01.nyt.com/images/2014/10/20/business/20adnews-pic1/20adnews-pic1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_20_business_media_when-it-comes-to-tea-promoting-the-power-of-the-plant_1542339547.html", "title": "When It Comes to Tea, Promoting the Power of the Plant", "title_page": "When It Comes to Tea, Promoting the Power of the Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Decades ago, “flower power” was shorthand for a philosophy of peace and love. Today, a marketer in the growing field of wellness products is inviting tea drinkers to love the benefits of “plant power.”\nThe marketer is Traditional Medicinals,which sells more than 50 varieties of herbal tea with groovy names like Easy Now, Echinacea Plus, Mother’s Milk, Nighty Night, Roasted Dandelion Root, Smooth Move and Throat Coat. The campaign, now underway, carries the theme “Plant power for a better you.”\nThe campaign is being created by an agency in Minneapolis, Haberman, that Traditional Medicinals hired in August for tasks like advertising, public relations, media buying and social media. Before that, the company worked with agencies that included Egg in Seattle.\nHaberman styles itself as providing “modern storytelling for pioneers” and, in this instance, the story being told is how Traditional Medicinals, a pioneer in the herbal-tea category for four decades, offers products that are “created by herbalists” with ingredients good enough to be called “pharmacopoeial grade” — that is, adhering to high standards.", "url": "https://www.nytimes.com/2014/10/20/business/media/when-it-comes-to-tea-promoting-the-power-of-the-plant.html"}