{"authors": ["Michael D. Shear", "Ashley Parker"], "date_download": "2018-11-16 04:28:14", "date_modify": "2018-11-16 04:28:14", "date_publish": "2014-07-25 11:36:54", "description": "The president met with three Central American presidents as he pushes Congress to approve more money and resources to address the issue along the United States border with Mexico.", "filename": "2014_07_26_us_politics_obama-migrant-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342494.html", "image_url": "https://static01.nyt.com/images/2014/07/26/us/BORDER/BORDER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_26_us_politics_obama-migrant-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342494.html", "title": "Obama Presses Central American Leaders to Slow a Wave of Child Migrants", "title_page": "Obama Presses Central American Leaders to Slow a Wave of Child Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama on Friday urged the presidents of Guatemala, Honduras and El Salvador to exercise what he called their “shared responsibility” to help stem the flow of migrant children toward the United States border, but the Central American leaders said America shares some of the blame for the crisis.\nAfter a 90-minute meeting in the Cabinet Room of the White House, Mr. Obama told reporters that he and his counterparts had talked about the fates of thousands of unaccompanied children from Central America who have been pouring across the border with Mexico.\n“Children who do not have proper claims and families with children who do not have proper claims at some point will be subject to repatriation to their home countries,” Mr. Obama said.", "url": "https://www.nytimes.com/2014/07/26/us/politics/obama-migrant-children.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}