{"authors": ["Jon Pareles", "Jon Caramanica"], "date_download": "2018-11-16 03:10:04", "date_modify": "2018-11-16 03:10:04", "date_publish": "2014-12-15 22:39:01", "description": "D’Angelo’s first album in 14 years is a knotty, inward-looking, musicianly album made to reveal itself slowly. It doesn’t leap out of speakers; it oozes and bubbles.", "filename": "2014_12_16_arts_music_review-dangelos-black-messiah.html_module=inline_1542337804.html", "image_url": "https://static01.nyt.com/images/2014/12/16/arts/NEWMUSIC1/NEWMUSIC1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_16_arts_music_review-dangelos-black-messiah.html_module=inline_1542337804.html", "title": "Review: D’Angelo’s ‘Black Messiah’", "title_page": "Review: D’Angelo’s ‘Black Messiah’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "D’Angelo’s 14-year vanishing act ended decisively on midnight as Monday began when he released “Black Messiah,” his first new album since 2000. It’s not the kind of larger-than-life pop event and sharply etched public statement that “Beyoncé” delivered as last year’s December surprise. “Black Messiah” is a knotty, inward-looking, musicianly album made to reveal itself slowly. It doesn’t leap out of speakers; it oozes and bubbles, waiting for a listener to be drawn in. As it does, the pleasures and rewards keep growing.\nWith his 1995 debut album, “Brown Sugar,” and a slowly wrought follow-up, “Voodoo,” in 2000, D’Angelo took upon himself the mission of soul music’s most heroic figures: to be simultaneously an individual, a social conscience, a carnal being and a spiritual one. And, not incidentally, to be both steeped in musical history and ready to transform it, to reach for ever deeper grooves. He succeeded — so well, perhaps, that expectations for his next step grew overwhelming. To call the new album “Black Messiah” is to hint at a second coming, but the album’s notes insist, instead, that “We should all aspire to be a Black Messiah.”\n“Black Messiah” (RCA) follows a decade of public silence in which D’Angelo grappled with drugs, alcohol and a 2005 car crash that broke half his ribs. Stardom also shook him up, particularly the way he was treated as a sex symbol after he flaunted his body on the cover of “Voodoo” and in the video for “Untitled (How Does It Feel”), which lingered over his six-pack abs. He returned to performing, relying on his old songs, only in 2012, when the recording of “Black Messiah” was well underway.", "url": "https://www.nytimes.com/2014/12/16/arts/music/review-dangelos-black-messiah.html?module=inline"}