{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:13:37", "date_modify": "2018-11-16 04:13:37", "date_publish": "2014-04-04 16:36:17", "description": "The Obama administration said the increases were much greater in states that expanded Medicaid eligibility under the Affordable Care Act.", "filename": "2014_04_05_us_politics_health-law-helps-increase-medicaid-rolls-by-3-million.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341617.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_05_us_politics_health-law-helps-increase-medicaid-rolls-by-3-million.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341617.html", "title": "Law Lifts Enrollment in Medicaid by Millions", "title_page": "Law Lifts Enrollment in Medicaid by Millions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Enrollment in Medicaid has increased by three million people, to a total of 62 million, largely because of the Affordable Care Act, the Obama administration said Friday.\nAs expected, the increases have been much greater in states that expanded Medicaid eligibility.\n“The increase in Medicaid enrollments across the country is encouraging, but more work is left to do,” said Kathleen Sebelius, the secretary of health and human services, who is trying to persuade more states to expand the program.\nThe new figures compare February enrollment in Medicaid and the Children’s Health Insurance Program with the average monthly enrollment from July to September 2013, just before the health insurance marketplaces opened.\nAbout half of the states, including California and New York, have expanded Medicaid. In states where the expansion was in effect in February, enrollment increased by 8.3 percent, to a total of 35 million people. In states that have not expanded Medicaid, enrollment was up 1.6 percent.", "url": "https://www.nytimes.com/2014/04/05/us/politics/health-law-helps-increase-medicaid-rolls-by-3-million.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}