{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:03:48", "date_modify": "2018-11-16 04:03:48", "date_publish": "2014-02-27 05:01:10", "description": "The Food and Drug Administration will propose major changes to nutrition labels on food packages, including more prominent calorie counts and the adjustment of some portion sizes.", "filename": "2014_02_27_health_new-fda-nutrition-labels-would-make-serving-sizes-reflect-actual-servings.html__r=0&module=inline_1542341028.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_27_health_new-fda-nutrition-labels-would-make-serving-sizes-reflect-actual-servings.html__r=0&module=inline_1542341028.html", "title": "New F.D.A. Nutrition Labels Would Make ‘Serving Sizes’ Reflect Actual Servings", "title_page": "New F.D.A. Nutrition Labels Would Make ‘Serving Sizes’ Reflect Actual Servings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Food and Drug Administration for the first time in two decades will propose major changes to nutrition labels on food packages, putting calorie counts in large type and adjusting portion sizes to reflect how much Americans actually eat.\nIt would be the first significant redrawing of the nutrition information on food labels since the federal government started requiring them in the early 1990s. Those labels were based on eating habits and nutrition data from the 1970s and ’80s, before portion sizes expanded significantly, and federal health officials argued that the changes were needed to bring labels into step with the reality of the modern American diet.\n“It’s an amazing transformation,” said Dr. Margaret A. Hamburg, commissioner of the F.D.A. “Things like the size of a muffin have changed so dramatically. It is important that the information on the nutrition fact labels reflect the realities in the world today.”\nThe proposed changes include what experts say will be a particularly controversial item: a separate line for sugars that are manufactured and added to food, substances that many public health experts say have contributed substantially to the obesity problem in this country. The food industry has argued against similar suggestions in the past.", "url": "https://www.nytimes.com/2014/02/27/health/new-fda-nutrition-labels-would-make-serving-sizes-reflect-actual-servings.html?_r=0&module=inline"}