{"authors": ["Fares Akram", "Anne Barnard"], "date_download": "2018-11-16 04:40:28", "date_modify": "2018-11-16 04:40:28", "date_publish": "2014-07-20 03:22:57", "description": "Hospitals that were poorly equipped and staffed even before the Israeli military operation are struggling to cope with a surge of casualties from a war that continues to intensify.", "filename": "2014_07_20_world_middleeast_gaza-poorly-equipped-hospitals-before-israeli-military-operation-now-scenes-of-chaos-and-grief_1542343228.html", "image_url": "https://static01.nyt.com/images/2014/07/20/world/20HOSPITAL/20HOSPITAL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_world_middleeast_gaza-poorly-equipped-hospitals-before-israeli-military-operation-now-scenes-of-chaos-and-grief_1542343228.html", "title": "In Hospitals Across Gaza, Scenes of Chaos and Grief", "title_page": "In Hospitals Across Gaza, Scenes of Chaos and Grief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JABALIYA CAMP, Gaza Strip — The ambulance at Kamal Adwan, the main hospital in the northern Gaza Strip, already had turned on its sirens to move a critically injured man to a better-equipped hospital. Several women blocked its way, one of them clinging to the vehicle and trying to open the side door. Only when she fainted from emotion could the ambulance leave.\nAll around, in the early afternoon on Saturday, wounded people streamed into the hospital. Medics wheeled out a man who was covered with shrapnel wounds, pressing a ventilator to his face. Six policemen were at the door to the emergency room, scuffling with panicked relatives trying to burst in.\nOn the third day of the Israeli ground operation in Gaza, similarly chaotic scenes were repeated at overwhelmed hospitals across the strip, where medical supplies are already depleted and staff exhausted after 12 days of heavy aerial bombing now intensified by ground battles. They are struggling to cope with a war that has already killed more than 333 Palestinians and wounded more than 2,400. With both Israel and the Hamas militants who dominate Gaza holding out to achieve their goals before a cease-fire, the operation appears to be more intense than a similar conflict in 2012, which lasted eight days, killing 133 Palestinians.\nEven in ordinary times, Gaza hospitals are poorly supplied, and with the arrival of more patients on Saturday as the invasion intensified, doctors’ frustrations grew over the lack of crucial equipment. Kamal Adwan Hospital, for instance, has only two beds with ventilators and monitoring equipment, so the critically wounded had to go to the already-overwhelmed Shifa Hospital in Gaza City.", "url": "https://www.nytimes.com/2014/07/20/world/middleeast/gaza-poorly-equipped-hospitals-before-israeli-military-operation-now-scenes-of-chaos-and-grief.html"}