{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:15:07", "date_modify": "2018-11-16 04:15:07", "date_publish": "2014-09-16 02:08:34", "description": "Marina Silva, a former cabinet minister, has gained attention in her race against Dilma Rousseff, in part by repudiating the power structure she helped assemble.", "filename": "2014_09_16_world_americas_challenger-marina-silva-upends-brazilian-race-for-presidency-against-dilma-rousseff.html_module=inline_1542341707.html", "image_url": "https://static01.nyt.com/images/2014/09/16/world/BRAZIL-1/BRAZIL-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_16_world_americas_challenger-marina-silva-upends-brazilian-race-for-presidency-against-dilma-rousseff.html_module=inline_1542341707.html", "title": "Challenger Upends Brazilian Race for Presidency", "title_page": "Challenger Upends Brazilian Race for Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — When Dilma Rousseff and Marina Silva were both cabinet ministers, they clashed on everything from building nuclear power plants to licensing huge dams in the Amazon.\nMs. Rousseff came out on top, emerging as the political heir to President Luiz Inácio Lula da Silva and ultimately succeeding him as president. But she now finds herself locked in a heated race with Ms. Silva, an environmental icon who is jockeying for the lead in polling ahead of the Oct. 5 election as an insurgent candidate repudiating the power structure she helped assemble.\nMs. Silva’s upending of the presidential race is a symbol of the antiestablishment sentiment that has roiled Brazil, including anxiety over a sluggish economy and fatigue with political corruption. Her rising popularity also taps into shifts in society like the rising clout of evangelical Christian voters and a growing disquiet with policies that have raised incomes while doing little to improve the quality of life in Brazilian cities.\n“Marina differs from other politicians” in this election “in that she came almost from nothing,” said Sonia Regina Gonçalo, 34, a janitor, referring to Ms. Silva, who was born into extreme poverty in the far reaches of the Amazon. “She’s the ideal candidate for this time in Brazil.”", "url": "https://www.nytimes.com/2014/09/16/world/americas/challenger-marina-silva-upends-brazilian-race-for-presidency-against-dilma-rousseff.html?module=inline"}