{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:36", "date_modify": "2018-11-16 04:17:36", "date_publish": "2014-12-05 17:26:08", "description": "The former head of the domestic security apparatus is the first member of the Politburo Standing Committee, retired or active, to face a criminal corruption inquiry.", "filename": "2014_12_06_world_asia_zhou-yongkang-china-arrests-former-security-chief.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341856.html", "image_url": "https://static01.nyt.com/images/2014/12/06/world/06china-2/06china-1417821877362-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_06_world_asia_zhou-yongkang-china-arrests-former-security-chief.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341856.html", "title": "China Arrests Ex-Chief of Domestic Security in Graft Case", "title_page": "China Arrests Ex-Chief of Domestic Security in Graft Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Zhou Yongkang, the once-feared head of China’s domestic security, has been expelled from the Communist Party and arrested, the official state news agency announced early Saturday, disclosing a barrage of charges that included taking bribes, helping family members and cronies plunder government assets and leaking official secrets.\nThe move indicated that Mr. Zhou, once widely seen as invulnerable, was being held up by the party to show that top officials were not immune from punishment under President Xi Jinping.\nThe announcement signaled the biggest move yet in Mr. Xi’s two-year campaign to curb graft and malfeasance in the party hierarchy. Mr. Zhou, 72, became the first member of the elite Politburo Standing Committee, retired or active, to face criminal investigation in a corruption case. The state news media celebrated the decision as a confirmation that Mr. Xi was serious about cleaning up officialdom.\n“Corruption is a cancer that has invaded the party’s healthy tissue,” an editorial in People’s Daily, the party’s main newspaper, said Saturday. “We must use investigating and dealing with Zhou Yongkang’s grave violations to thoroughly advance the struggle against corruption.”", "url": "https://www.nytimes.com/2014/12/06/world/asia/zhou-yongkang-china-arrests-former-security-chief.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}