{"authors": ["Suhasini Raj"], "date_download": "2018-11-16 04:43:34", "date_modify": "2018-11-16 04:43:34", "date_publish": "2014-12-07 07:04:45", "description": "The authorities in New Delhi have arrested a suspect who is said to have assaulted a woman while taking her home late Friday.", "filename": "2014_12_08_world_asia_woman-accuses-uber-driver-in-india-of-rape.html_module=inline_1542343414.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_08_world_asia_woman-accuses-uber-driver-in-india-of-rape.html_module=inline_1542343414.html", "title": "Woman Accuses Uber Driver in India of Rape", "title_page": "Woman Accuses Uber Driver in India of Rape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEW DELHI — A woman was raped late Friday by a driver for Uber, the hail-a-ride service, who diverted from the intended route and switched off his cellphone so that he was untraceable during the ride, police officials in New Delhi said.\nThe authorities arrested the accused driver, identified as Shiv Kumar Yadav, 32, on Sunday evening in his native city, around 90 miles southeast of New Delhi. Officials intend to bring civil or criminal charges against the ride-sharing service, said Madhur Verma, the deputy commissioner of the police for the northern district of New Delhi.\nThe woman, 26, who works at a finance company, was returning from a dinner engagement and used the mobile app for Uber to hail a car to drive her home to Gurgaon, outside New Delhi, Mr. Verma said. The rape case was reported to the police about 1:25 a.m. on Saturday. Mr. Verma said the woman had been physically examined and showed signs of a “fierce sexual assault and rape.”\nThe police in Delhi said Mr. Yadav, who migrated to the capital from the neighboring state of Uttar Pradesh, lived in a rented one-room house and had no criminal history.", "url": "https://www.nytimes.com/2014/12/08/world/asia/woman-accuses-uber-driver-in-india-of-rape.html?module=inline"}