{"authors": ["Dan Levin"], "date_download": "2018-11-16 04:09:57", "date_modify": "2018-11-16 04:09:57", "date_publish": "2014-12-19 20:13:53", "description": "A court in Beijing ruled that the clinic must pay compensation to a gay man who sued it for giving him electric shocks intended to change his sexual orientation.", "filename": "2014_12_20_world_asia_chinese-court-sides-with-gay-man-against-clinic-that-tried-to-convert-him_1542341397.html", "image_url": "https://static01.nyt.com/images/2014/12/20/world/CHINAGAY/CHINAGAY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_20_world_asia_chinese-court-sides-with-gay-man-against-clinic-that-tried-to-convert-him_1542341397.html", "title": "Chinese Court Sides With Gay Man in ‘Conversion’ Suit", "title_page": "Chinese Court Sides With Gay Man in ‘Conversion’ Suit  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — In a victory for gay rights advocates in China, a Beijing court ruled on Friday that a Chinese clinic must pay compensation to a gay man who sued it for giving him electric shocks intended to change his sexual orientation.\nStating that homosexuality is not a mental illness, the Haidian District People’s Court ordered the Xinyupiaoxiang Counseling Center in the southwestern city of Chongqing to pay 3,400 renminbi, or $560, for costs incurred by the plaintiff, Yang Teng. It also ordered Baidu, China’s leading search engine, which was also named in the lawsuit, to remove the advertisement that Mr. Yang said led him to the clinic.\nReached by telephone after the verdict was announced, Mr. Yang said he thought the verdict “has inspired a lot of gay people.” He added, “It shows them that we don’t need to be cured, and when things like this happen and we look to protect our rights from being violated, we can get a fair result.”\nMr. Yang filed the lawsuit against the clinic in March with the assistance of the Beijing L.G.B.T. Center, a nonprofit organization representing gay, lesbian, bisexual and transgender people. He visited the clinic in February, after his parents found out about his sexuality and pressured him to become straight.", "url": "https://www.nytimes.com/2014/12/20/world/asia/chinese-court-sides-with-gay-man-against-clinic-that-tried-to-convert-him.html"}