{"authors": ["Donald G. Mcneil Jr."], "date_download": "2018-11-16 04:03:31", "date_modify": "2018-11-16 04:03:31", "date_publish": "2014-06-02 19:32:29", "description": "A study of data from 188 countries finds that obesity abounds in rich and poor countries alike, and sometimes neighbors have quite different levels.", "filename": "2014_06_03_health_no-nation-has-lowered-obesity-rate-in-33-years.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341011.html", "image_url": "https://static01.nyt.com/images/2014/06/03/science/03GLOB/GLOBAL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_health_no-nation-has-lowered-obesity-rate-in-33-years.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341011.html", "title": "No Nation Has Lowered Obesity Rate in 33 Years", "title_page": "No Nation Has Lowered Obesity Rate in 33 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly 30 percent of the world’s population is overweight or obese, and not one country has reduced its obesity rate in 33 years, according to a new study combining three decades of data from 188 countries, published in The Lancet last month.\nThough there are patterns, obesity is not evenly distributed by region, by ethnic group or by national income levels. It is more common among women than men, especially in poor countries.\nAlthough 13 percent of the world’s obese people live in the United States, the world’s richest country, 62 percent live in poor or middle-income countries. Countries with the highest rates included Tonga, Samoa and Kiribati in the South Pacific and Kuwait, Libya and Qatar in the Middle East.\nCitizens of many Middle Eastern countries, including Egypt and Saudi Arabia, gained the most weight over the last 30 years.", "url": "https://www.nytimes.com/2014/06/03/health/no-nation-has-lowered-obesity-rate-in-33-years.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}