{"authors": ["Brian Knowlton"], "date_download": "2018-11-16 04:40:07", "date_modify": "2018-11-16 04:40:07", "date_publish": "2014-06-19 21:56:17", "description": "The agency said it would lower or eliminate some fines for failing to disclose offshore accounts, while tightening other requirements.", "filename": "2014_06_20_business_international_irs-eases-some-rules-for-taxpayers-overseas_1542343207.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_20_business_international_irs-eases-some-rules-for-taxpayers-overseas_1542343207.html", "title": "I.R.S. Eases Some Rules for Taxpayers Overseas", "title_page": "I.R.S. Eases Some Rules for Taxpayers Overseas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Facing criticism that its crackdown on overseas tax cheats had disproportionately hurt small taxpayers guilty of innocent oversights, the Internal Revenue Service said it would revise its rules, lowering or eliminating some fines while tightening other requirements.\n“A compliance regime that is too harsh won’t net the desired result,” the I.R.S. commissioner, John Koskinen, said in a statement on Wednesday.\nHe acknowledged that the changes to the agency’s offshore voluntary compliance programs, which provide a path for people to make things right, were partly a response to feedback from angry taxpayers and to sharp criticism from the agency’s own taxpayer advocate.\nOverseas tax-collection efforts, greatly increased by the agency in recent years, have drawn intense criticism from Americans overseas and groups representing them. They say the pressure is so great and potential penalties so high that growing numbers of expatriates have renounced their citizenship.", "url": "https://www.nytimes.com/2014/06/20/business/international/irs-eases-some-rules-for-taxpayers-overseas.html"}