{"authors": ["Jodi Rudoren", "Anne Barnard"], "date_download": "2018-11-16 04:41:37", "date_modify": "2018-11-16 04:41:37", "date_publish": "2014-07-15 06:21:23", "description": "Israel abandoned the Egyptian plan for a cease-fire after Palestinian militants continued to fire rockets. Mortar fire caused the first Israeli fatality in the confrontation, the military said.", "filename": "2014_07_16_world_middleeast_israel-gaza-strip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343297.html", "image_url": "https://static01.nyt.com/images/2014/07/16/world/16gaza4/16gaza4-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_world_middleeast_israel-gaza-strip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343297.html", "title": "First Israeli Killed Near Gaza Border", "title_page": "First Israeli Killed Near Gaza Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Twitter post, in Hebrew, by Hamas’s military wing, the Izzedine al-Qassam Brigades, took responsibility for the rockets that were fired at Israeli cities on Tuesday, adding, “We will continue to bombard until our conditions are met.”\nThe current hostilities, in which at least 185 Palestinians have been killed, are the third intense flare-up between Israel and the Palestinians in Gaza in less than six years. They began more than two months after the spectacular collapse of American-brokered peace talks and a month after the swearing-in of a new Palestinian government that was based on a reconciliation pact with Hamas.\nTensions had been rising since the June 12 abduction and killing of three Israeli teenagers in the occupied West Bank, which Israel blamed on Hamas, and the July 2 kidnapping and killing of a Palestinian 16-year-old in an apparent revenge attack by extremist Jews.\nOn Tuesday, hospital officials in Gaza said they had admitted a man wounded in an Israeli strike after the cease-fire was supposed to have started. Lying on a stretcher at Shifa Hospital, the patient, Mahmoud Muhanna, 26, said he had been riding a motorbike to check on his family’s residence when an explosion flung him to the pavement, cracking his head.\nHe was admitted around noon, doctors said, and he said the explosion took place sometime after 11 a.m., although the Israeli military said it resumed its attacks only hours later; it was possible he was hit by an errant rocket fired from Gaza. “I heard there was a cease-fire,” he said, cringing as a doctor manipulated his leg. “I was fooled.” Still, Mr. Muhanna, asked if he still wanted a cease-fire to take hold, said, “Of course.”\nOutside Shifa Hospital, which has treated many of the conflict’s worst casualties and become a focal point of mourning and defiance, several dozen people cheered as a rocket ripped skyward, leaving a white contrail.", "url": "https://www.nytimes.com/2014/07/16/world/middleeast/israel-gaza-strip.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}