{"authors": ["Neil Macfarquhar", "Andrew E. Kramer"], "date_download": "2018-11-16 04:22:54", "date_modify": "2018-11-16 04:22:54", "date_publish": "2014-08-29 08:33:45", "description": "As separatists seized a strategically located town in southeast Ukraine, President Vladimir V. Putin issued a congratulatory message to the insurgents.", "filename": "2014_08_30_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342174.html", "image_url": "https://static01.nyt.com/images/2014/08/30/world/UKRAINE/UKRAINE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_30_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342174.html", "title": "Praising Rebels, Putin Toughens Tone on Ukraine", "title_page": "Praising Rebels, Putin Toughens Tone on Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the initial reaction from Ukraine on Friday was to try to align the country more with the West. The Ukrainian prime minister, Arseniy P. Yatsenyuk, announced a new bill to cancel Ukraine’s status as a nonaligned country and “restore its aspirations to become a NATO member” as well as to join the European Union.\nThe proposal was considered unlikely to advance, as NATO cannot accept new members with disputed borders.\nAnalysts suggested that the move was a blunder by the government in Kiev, similar to its attempts to ban Russian as an official language after toppling the elected president in February. Both developments fed Moscow’s fears that the West is manipulating events in Ukraine to create a threat on Russia’s doorstep.\nIn one conciliatory gesture, Mr. Putin suggested in his statement that the militia groups open a humanitarian corridor to allow surrounded Ukrainian soldiers to escape and to avoid further loss of life. Aleksandr Zakharchenko, the rebel leader who said on Thursday that more than 3,000 Russians, including active soldiers on leave, had fought among the separatists, quickly agreed to Mr. Putin’s proposal. But he said the Ukrainians would have to abandon their weapons.\nUkraine rejected the proposal and said no such corridors had been established. “Combat is going on there with an aim to kill,” said Col. Andriy Lysenko, the spokesman for the Ukrainian national security council. The flurry of heightened military activity and threat of wider violence prompted renewed calls from the West for stronger economic sanctions that put new pressure on the ruble. It cost more than 37 rubles to buy a dollar on Friday, compared with about 32 rubles before the crisis began.\nThe three rounds of sanctions imposed so far have yet to notably alter Mr. Putin’s conduct in Ukraine, however, despite the economic problems they are causing.\nIf Mr. Putin does not get what Russia wants via negotiations, he is likely to maintain a low-level conflict in eastern Ukraine for some time, analysts suggested. It is a pattern established in other countries like Georgia and Moldova that have sought close alliances with the West.\n“The Ukrainians behaved much tougher than Mr. Putin anticipated, but we know that Putin never retreats,” said Alexander M. Golts, an independent analyst.", "url": "https://www.nytimes.com/2014/08/30/world/europe/ukraine-conflict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}