{"authors": ["Neil Macfarquhar", "Michael R. Gordon"], "date_download": "2018-11-16 04:22:48", "date_modify": "2018-11-16 04:22:48", "date_publish": "2014-08-28 10:58:33", "description": "President Petro O. Poroshenko of Ukraine said that mercenaries and regular Russian servicemen were trying to overrun positions held by the Ukrainian military.", "filename": "2014_08_29_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342168.html", "image_url": "https://static01.nyt.com/images/2014/08/29/world/29UKRAINE3/29UKRAINE3-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_29_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342168.html", "title": "Ukraine Leader Says ‘Huge Loads of Arms’ Pour in From Russia", "title_page": "Ukraine Leader Says ‘Huge Loads of Arms’ Pour in From Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Supported by NATO satellite imagery showing Russian forces on the move in eastern Ukraine, its president accused Russia on Thursday of an invasion to aid the separatists, and his national security council ordered mandatory conscription to help counter what he called an “extremely difficult” threat.\nThe assertions by the president, Petro O. Poroshenko, came two days after he had met with President Vladimir V. Putin of Russia in attempts to find a way to end the nearly six-month-old crisis roiling Ukraine. The conflict has escalated into the worst East-West confrontation since the Cold War, and the developments on the ground in the rebellious east along the Russian border suggested it would worsen.\nMr. Poroshenko scrapped a trip to Turkey to deal with the crisis and called an emergency meeting of the Ukrainian National Security and Defense Council. He dismissed Kremlin claims that any Russian soldiers in Ukraine were volunteers who had sacrificed their vacations to help the heavily pro-Russian east suffering oppression from the Kiev central government.\n“Columns of heavy artillery, huge loads of arms and regular Russian servicemen came to the territory of Ukraine from Russia through the uncontrolled border area,” Mr. Poroshenko said. Mercenaries, along with regular servicemen, were trying to overrun positions held by the Ukrainian military, he said, according to a statement on his official website.", "url": "https://www.nytimes.com/2014/08/29/world/europe/ukraine-conflict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}