{"authors": ["Ian Mcgugan"], "date_download": "2018-11-16 04:07:28", "date_modify": "2018-11-16 04:07:28", "date_publish": "2014-11-14 15:21:57", "description": "A viral stunt unlocks secrets about how we give to charity.", "filename": "2014_11_16_magazine_the-ice-bucket-racket.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341248.html", "image_url": "https://static01.nyt.com/images/2014/11/16/magazine/16eureka1/mag-16Eureka-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_16_magazine_the-ice-bucket-racket.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341248.html", "title": "The Ice-Bucket Racket", "title_page": "The Ice-Bucket Racket - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ever since the ice-bucket challenge swept the Internet this summer, raising more than $115 million for A.L.S. research, a legion of imitators has sprung up to try and cash in themselves. In the approaching holiday season, as fund-raising appeals swell, we can now smash a pie in our faces, snap selfies first thing in the morning or take a photo of ourselves grabbing our crotches, among other tasteful gestures, to express solidarity with various worthy causes. But the failure of these newer gimmicks to enjoy anywhere near the same popularity as the frigid original demonstrates the peculiar and finicky nature of our altruism — a psychological puzzle that both scientists and economists are trying to decipher.\nResearchers have consistently demonstrated — to absolutely no one’s surprise — that we are prone to doling out cash for reasons that are indeed self-interested. We like to enhance our reputations, for instance, or avoid the social stigma of falling behind others in our peer group. Thankfully, though, we’re not quite as selfish as classical economists assume. In lab experiments, in which people are given dictatorlike abilities to split a jackpot between themselves and strangers, a surprising number choose to split the cash equally, despite the lack of any incentive to do so. Other experiments have turned up evidence of our strong capacity for empathy, too. In general, numerous tests also show a natural — if guarded — inclination toward charity.\nThis capacity is so strong, in fact, that it may actually work against itself and transform us into Scrooges. One of the most intriguing recent excursions into the minds of givers took place in a suburban Boston store, where three researchers — James Andreoni, a professor of economics at the University of California, San Diego; Justin Rao, an economist at Microsoft Research; and Hannah Trachtman, a Harvard undergraduate — used the Salvation Army’s Christmas fund-raising campaign to examine people’s reaction to appeals for money. The store had two entrances, and the researchers tried putting their charity solicitors at just one door, or at both doors. For half the experiment, the solicitors simply rang a bell beside the donor station. The rest of the time, they made eye contact with each passer-by and said, “Please give today.”\nThe results demonstrated that people are pretty adept at ignoring appeals that aren’t right in their faces. When the solicitors simply rang a bell, people didn’t avoid them. But when they started to make eye contact and speak up, traffic patterns shifted significantly. If the solicitors were at only one door, many shoppers would swerve out of their way and enter via the other one. If the speaking solicitors were at both doors, people suddenly developed an unusual interest in a third entrance, which was intended only as a drop-off for recycling materials. It’s not a huge shock that people avoid being hit up for charity. What is distinctly odd, however, is that the speaking solicitors still succeeded in raising about 60 percent more than their nonspeaking counterparts, despite the common allergy to their presence.", "url": "https://www.nytimes.com/2014/11/16/magazine/the-ice-bucket-racket.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}