{"authors": ["Ian Lovett"], "date_download": "2018-11-16 04:24:02", "date_modify": "2018-11-16 04:24:02", "date_publish": "2014-03-04 01:44:01", "description": "After decades of nearly uniform tribal support for Indian gambling, casino-owning tribes have emerged as some of the most powerful and dogged opponents of new Indian casinos.", "filename": "2014_03_04_us_tribes-clash-as-casinos-move-away-from-home.html__r=0&module=inline_1542342242.html", "image_url": "https://static01.nyt.com/images/2014/03/04/us/CASINO-1/CASINO-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_04_us_tribes-clash-as-casinos-move-away-from-home.html__r=0&module=inline_1542342242.html", "title": "Tribes Clash as Casinos Move Away From Home", "title_page": "Tribes Clash as Casinos Move Away From Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MADERA, Calif. — Hemmed in on a small, rocky settlement, with trailers for housing and tribal members so poor they often cannot afford burials for their family members, the North Fork band of Mono Indians went in search of new land that could offer an economic lifeline: a place to build a casino.\n“We are virtually landless,” said Elaine Bethel-Fink, the North Fork chairwoman. “So we had to seek land elsewhere.”\nBut the Chukchansi Indians, with their own thriving casino just 30 miles away, have another name for the North Fork’s plan to open a rival casino on the dusty plot of land it acquired just north of this city, 36 miles from its Rancheria, or tribal settlement.\n“It’s reservation shopping,” said Nancy Ayala, one of the Chukchansi tribal leaders.\nAfter decades of nearly uniform tribal support for Indian gambling — fighting in court and at the ballot box against state governments and anti-gambling politicians who sought to close their poker rooms — casino-owning Indian tribes have emerged as some of the most powerful and dogged opponents of new Indian casinos.", "url": "https://www.nytimes.com/2014/03/04/us/tribes-clash-as-casinos-move-away-from-home.html?_r=0&module=inline"}