{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 04:35:18", "date_modify": "2018-11-16 04:35:18", "date_publish": "2014-03-28 15:39:06", "description": "The 1 in the Duma’s 445-1 approval of the Crimea annexation is a deputy from Siberia’s largest city who was skewered by Russian social media afterward.", "filename": "2014_03_29_world_europe_Russia-Duma-Crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342918.html", "image_url": "https://static01.nyt.com/images/2014/03/29/world/RUSSIA-2/RUSSIA-2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_29_world_europe_Russia-Duma-Crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342918.html", "title": "Odd Man Out When Vote Was 445-1 on Crimea", "title_page": "Odd Man Out When Vote Was 445-1 on Crimea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — The State Duma, Russia’s lower house of Parliament, is not exactly known as a bastion of independent thinking, so when the final vote approving the annexation of Crimea appeared on two large overhead screens last week at 445 to 1, it caused a stir.\nWho was the 1?\nIt turned out to be Ilya V. Ponomarev, 38, an independent, left-of-center two-term deputy from Novosibirsk, Siberia’s largest city.\nMr. Ponomarev said he had first contemplated voting against annexation on March 1, when the Federation Council, Parliament’s upper house, endorsed the use of military force in Ukraine if deemed necessary by the Kremlin. But Mr. Ponomarev made up his mind only after President Vladimir V. Putin’s March 18 speech announcing that Russia would annex Crimea, the deputy said, describing it as “so confrontational.”\nThe lone “no” vote was meant to send a message to the governments of Russia and Ukraine, and especially to the people of Ukraine, “that it is not unanimous, that there are people in Russia who think differently,” Mr. Ponomarev, with clear blue eyes and a brown beard, said in an interview.", "url": "https://www.nytimes.com/2014/03/29/world/europe/Russia-Duma-Crimea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}