{"authors": ["Ashley Southall"], "date_download": "2018-11-16 03:23:18", "date_modify": "2018-11-16 03:23:18", "date_publish": "2014-11-23 03:00:22", "description": "The authorities said the boy brandished what turned out to be a fake gun on a playground, then reached for it when two officers arrived.", "filename": "2014_11_23_us_cleveland-police-officer-wounds-boy-12-in-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338598.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_23_us_cleveland-police-officer-wounds-boy-12-in-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338598.html", "title": "Boy, 12, Shot and Wounded by Cleveland Police Officer", "title_page": "Boy, 12, Shot and Wounded by Cleveland Police Officer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Cleveland police officer shot and wounded a 12-year-old boy who was carrying what turned out to be a fake pistol outside a recreation center on Saturday after witnesses said the boy had brandished the gun on a playground, the authorities said.\nTwo police officers responded to the scene and ordered the boy to raise his hands, but he refused and reached for a gun in his waistband, the Cleveland Division of Police said in a statement.\nAn officer fired two shots, striking the boy once in the abdomen, police and emergency medical services officials said. He was taken to a hospital in serious condition and underwent surgery. His mother told a local news station that her son’s condition had deteriorated to critical on Saturday night.\nAt an evening press conference, Deputy Chief Ed Tomba of the Cleveland police said the boy did not threaten the officers or point the weapon at them. \"There was no verbal or no confrontation,” he said.", "url": "https://www.nytimes.com/2014/11/23/us/cleveland-police-officer-wounds-boy-12-in-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}