{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 04:35:40", "date_modify": "2018-11-16 04:35:40", "date_publish": "2014-03-15 11:50:44", "description": "Crimean and Russian officials cite the independence of Kosovo to justify secession, but even Kosovo has struggled to gain international legitimacy.", "filename": "2014_03_16_world_europe_for-crimea-secession-is-only-as-good-as-recognition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342940.html", "image_url": "https://static01.nyt.com/images/2014/03/16/world/europe/20140316CRIMEA-slide-9LCG/20140316CRIMEA-slide-9LCG-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_16_world_europe_for-crimea-secession-is-only-as-good-as-recognition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342940.html", "title": "For Crimea, Secession Is Only as Good as Recognition", "title_page": "For Crimea, Secession Is Only as Good as Recognition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "However, while the court had not found Kosovo’s declaration to be illegal, the ruling did not necessarily confer legitimacy on the state of Kosovo, Mr. Ker-Lindsay said. As such, it was not actually the precedent that Russia claims it is.\nWhile dozens of countries, including the United States, Germany, France and Britain, have recognized Kosovo as a sovereign nation, the United Nations, which confers legitimacy, has not. Nor have all of the European Union’s members, some of whom fear that to do so would give momentum to secessionist movements across Europe, from Scots in Britain to Catalans in Spain. The result is that Kosovo has struggled to gain international legitimacy.\nIn the case of Crimea, Ukraine has insisted that its referendum violates the country’s Constitution. But constitutional constraints on territorial independence are not necessarily sufficient to hold a country together, Mr. Ker-Lindsay noted.\nPlenty of states, he said, have constitutions affirming their territorial integrity, but this can nevertheless be upended by the popular will to secede, geopolitics, or both.\nWhat mattered under international law for a country trying to prevent its breakup was whether its territorial integrity was guaranteed by an international treaty or affirmed by an international body, such as the United Nations Security Council.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHere, Cyprus is a good example. In 1983, after Turks in northern Cyprus declared independence from Cyprus and created the Turkish Republic of Northern Cyprus, the Security Council passed two resolutions calling the declaration illegal, and requesting that no other states should recognize it. That effectively isolated the north and deprived it of international legitimacy, as well as much-needed foreign investment. To this day, Turkey remains the only country to have recognized Northern Cyprus.\nThough Russia and Crimea are citing Kosovo as a precedent, the differences may be more powerful than the similarities.\nIn the first place, Kosovo was under United Nations administration when it declared independence in February 2008 in the aftermath of a brutal ethnic war with Serbia; Crimeans are being asked to vote on independence amid a Russian-backed military intervention.\nAdvertisement Continue reading the main story\nPetrit Selimi, Kosovo’s deputy foreign minister, also noted that violent suppression of Kosovo’s majority ethnic-Albanian population by the Serbian strongman Slobodan Milosevic in the 1990s gave the aspiring country a moral claim on nationhood. Almost no one outside Moscow has argued that the ethnic Russian population in Crimea has been subjected to state-sanctioned repression from Kiev.\n“When Kosovo declared independence in 1992, no one listened,” he said. “After mass killings took place, that changed. It is sad, but the more blood you have shed, the better the chance you have of your nation being accepted internationally.”\nChancellor Angela Merkel of Germany insisted last week that analogies between the West’s actions in Kosovo and Russian actions in Crimea were “shameful.” NATO, she noted in a speech to the German Parliament, acted after the international community had helplessly watched ethnic cleansing in Kosovo.\n“To make it crystal clear: The situation from that time is in no way comparable to what is happening in Ukraine today,” she said, referring to Kosovo. “Russia’s actions in Ukraine unequivocally breach basic principles of international law.”\nNevertheless, Mr. Ker-Lindsay noted, the American argument that Kosovo was a “unique case” was legally and semantically questionable, too, since any country with sufficient geopolitical heft could selectively choose to endorse a territory’s independence.\n“It is a troubling argument that Kosovo is a unique case,” said Mr. Ker-Lindsay. “And it has deeply troubled the Russians, who see it as a double standard.”", "url": "https://www.nytimes.com/2014/03/16/world/europe/for-crimea-secession-is-only-as-good-as-recognition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}