{"authors": ["Kenneth Chang"], "date_download": "2018-11-16 03:44:02", "date_modify": "2018-11-16 03:44:02", "date_publish": "2014-09-11 14:00:06", "description": "A model of the largest known predatory dinosaur, and the only dinosaur known to spend much of its life in water, will be displayed in Washington.", "filename": "2014_09_12_science_a-nomads-find-helps-solve-the-mystery-of-the-spinosaurus_1542339842.html", "image_url": "https://static01.nyt.com/images/2014/09/12/science/12dino-1/12dino-1-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_12_science_a-nomads-find-helps-solve-the-mystery-of-the-spinosaurus_1542339842.html", "title": "A Lost-and-Found Nomad Helps Solve the Mystery of a Swimming Dinosaur", "title_page": "A Lost-and-Found Nomad Helps Solve the Mystery of a Swimming Dinosaur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s probably the most bizarre dinosaur out there,” said Dr. Ibrahim, a graduate student when he saw the first bones, and now a postdoctoral researcher at the University of Chicago.\nSpinosaurus had been an intriguing mystery for decades. The original fossil of the dinosaur, discovered in Egypt a century ago and moved to a German museum, was destroyed during World War II, leaving paleontologists with little more than a few drawings to ponder.\nPhoto\nThe new partial skeleton is of a Spinosaurus not fully grown, about 36 feet long. Its forelimbs were large and strong, with scythe-like claws; its hind legs were short, with paddle-shaped feet.\nIn an article published online on Thursday by the journal Science, Dr. Ibrahim and an international team of colleagues describe the features that made the dinosaur well suited for swimming and feasting on giant fish that lived in the rivers there.\nConical teeth in a crocodilian snout overlapped like a snare for trapping fish, and it had nostrils halfway up the skull so it could stick its snout into the water and still breathe.\nWith its flat feet, Spinosaurus may have paddled like a duck. It had a long, flexible tail, which it may have used for propulsion. “It’s like a cross between an aquatic bird and a crocodile,” said Paul C. Sereno, a paleontologist at the University of Chicago who was part of the research team.\nOn land, Spinosaurus was ungainly. The researchers calculated that its center of mass would have been too far forward for it to have stood easily on its hind legs, like other predator dinosaurs; instead, it ambled on all four legs.\nAdvertisement Continue reading the main story\n“It does add significantly to the strangeness,” said Matthew C. Lamanna, a paleontologist at the Carnegie Museum of Natural History in Pittsburgh, who was not involved with the research. He described the evidence for Spinosaurus’s semiaquatic existence as “quite convincing.”\nAn exhibition on Spinosaurus opens Friday at the National Geographic Museum in Washington. The National Geographic Society provided financing for the research.\nThe new findings may return prominence to Ernst Stromer, the German paleontologist who first described Spinosaurus aegyptiacus, meaning “Egyptian spine lizard.”\nPhoto\nStromer’s fossil, mounted in the Bavarian State Collection of Paleontology in Munich, included the lower jaw and parts of the spine.\nIn April 1944, the British Royal Air Force dropped a bomb on the museum, and Spinosaurus — and every Egyptian dinosaur fossil known at the time — burned.\nAfter that, some isolated bones of Spinosaurus were found, but nothing as complete as Stromer’s specimen. Some evidence, like the conical teeth, suggested Spinosaurus ate fish, but perhaps it just waded into a river and caught them like a grizzly bear.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOne fossil, uncovered in Morocco around 1975, had been thought to be part of the lower jaw of a crocodile, but a decade ago, Cristiano Dal Sasso of the Milan museum realized that interpretation was upside down. “There were too many bones to be the lower jaw,” he said.\nIt was actually from the top half of a snout of a huge adult Spinosaurus.\nIn 2008, an Italian geologist showed the new Spinosaurus bones to Dr. Dal Sasso, who then showed them to Dr. Ibrahim.\nBut the scientists were missing crucial geological information about where the bones had been excavated.\nAdvertisement Continue reading the main story\nDr. Ibrahim needed to find the nomad, so last year, he returned to the Erfoud area.\nA researcher helping him, Samir Zouhri, of University Hassan II Casablanca, asked how they would locate the man, whether Dr. Ibrahim had a name or an address or a phone number.\n“I didn’t want to disappoint my Moroccan colleague,” Dr. Ibrahim said, “so I told him I distinctly remember that the man had a mustache.”\nSlide Show\nDr. Zouhri did not seem impressed. “He basically thought that was not an adequate starting point for our wild-goose chase,” Dr. Ibrahim said.\nThe search indeed proved fruitless, and they were sitting in a cafe, about to give up, when a mustachioed man walked past.\nIt was the nomad who had showed Dr. Ibrahim the Spinosaurus bones five years earlier.\n“I had to run, because he was walking fast,” Dr. Ibrahim said. “He recognized me, and I convinced him to take us to the site.”\nThe nomad, who Dr. Ibrahim said did not want public attention, remains anonymous.\nA few months later, Dr. Ibrahim and other members of the research team returned, uncovering more bone fragments and confirming that the fossils Dr. Ibrahim had seen in 2008 and those in Milan were all from the same dinosaur.\nThe partial skeleton — about a quarter to a third of the animal, Dr. Sereno estimated — did not tell the whole story. The researchers made a three-dimensional digital model of the bones and added pieces scanned from other fossils like the Milan snout and the Stromer drawings.\nThe new fossil also served as a Rosetta stone. A second dinosaur fossil of Stromer’s turned out to be a Spinosaurus; some of its bones matched those from the Moroccan find.\nAdvertisement Continue reading the main story\nPutting all the pieces together and making educated guesses from close relatives of Spinosaurus, the researchers came up with a complete skeleton and produced a life-size model for the National Geographic exhibition.\nThe dearth of swimming dinosaurs has been something of a mystery. Among other groups of animals, some species did move from land to water — for instance, the mammals that evolved into whales. Even among birds, the modern-day descendants of dinosaurs, some like penguins and ducks spend copious time in the water.\n“Dinosaurs were landlubbers,” Dr. Sereno said. “Until this one.”", "url": "https://www.nytimes.com/2014/09/12/science/a-nomads-find-helps-solve-the-mystery-of-the-spinosaurus.html"}