{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2018-11-16 04:37:13", "date_modify": "2018-11-16 04:37:13", "date_publish": "2014-02-22 04:33:13", "description": "President Viktor F. Yanukovych fled Kiev, denouncing what he called a violent coup, as his nemesis, former Prime Minister Yulia V. Tymoshenko, was released from prison and Parliament found him unable to fulfill his duties.", "filename": "2014_02_23_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343033.html", "image_url": "https://static01.nyt.com/images/2014/02/23/world/europe/20140223UKRAINE-slide-A8A9/20140223UKRAINE-slide-A8A9-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_23_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343033.html", "title": "Archrival Is Freed as Ukraine Leader Flees", "title_page": "Archrival Is Freed as Ukraine Leader Flees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With the riot police they battled for days having disappeared, the protesters claimed to be in charge of security for the city. There was no sign of looting, either in the city proper or in the presidential compound.\nA pugnacious Mr. Yanukovych appeared on television Saturday afternoon, apparently from the eastern city of Kharkiv, near Ukraine’s eastern border with Russia, saying that he had been forced to leave the capital because of a “coup,” and that he had not resigned, and had no plans to. He said indignantly that his car had been fired upon as he drove away.\n“I don’t plan to leave the country. I don’t plan to resign,” he said, speaking in Russian rather than Ukrainian, the country’s official language. “I am a legitimately elected president.” He added: “What is happening today, mostly, it is vandalism, banditism and a coup d'état. This is my assessment and I am deeply convinced of this. I will remain on the territory of Ukraine.” He also complained of “traitors” among his own former supporters but he declined to name them.\nVideo\nRegional governors from eastern Ukraine met in Kharkiv and adopted a resolution resisting the authority of Parliament. They said that until matters were resolved, “we have decided to take responsibility for safeguarding the constitutional order, legality, citizens’ rights and their security on our territories.”\nOne of the few institutions still taking orders from the president was the official trilingual website of the Ukrainian presidency, which posted a transcript of his defiant television appearance. But, by evening, the text had appeared only in Ukrainian and Russian, suggesting that his English translator had perhaps jumped ship.\nThe former nerve center of Mr. Yanukovych’s power, the huge compound of the presidential administration, just a few hundred yards from Independence Square, was empty Saturday aside from protesters who patrolled its courtyard and blocked off a nearby street to prevent residents from swarming into the building. Ukrainian flags flying outside had all been lowered to half-mast, in honor of those killed by police officers and snipers on Thursday.\nMr. Yanukovych said in his television appearance that he would be traveling to the southeastern part of Ukraine to talk to his supporters — a plan that carried potentially ominous overtones, in that the southeast is the location of Crimea, the historically Russian section of the country that is the site of a Russian naval base.\nAdvertisement Continue reading the main story\nThe president’s departure from Kiev on the same day he reached a peace deal with the opposition that he had hoped would keep him in office until at least December capped three months of street protests and a week of frenzied violence in the capital that left more than 80 protesters dead. It turned what began in November as a street protest driven by pro-Europe chants and nationalist songs into a momentous but still ill-defined revolution.\nPhoto\nWith nobody clearly in charge, other than the so far remarkably disciplined fighting squads, lieutenants of Ms. Tymoshenko moved to fill the power vacuum. With Oleksandr V. Turchynov, a former acting prime minister and close ally of Ms. Tymoshenko, presiding over the Parliament, her Fatherland party seemed to be in charge, at least temporarily.\nWith a veto-proof majority of more than 300 of the 450 seats, Mr. Turchynov guided the Parliament through the constitutional process of declaring the president unable to fulfill his duties and setting a date for new elections.\nBut with Mr. Yanukovych roaming around eastern Ukraine trying to rally support and with the economy in free fall, the country seemed certain to face severe new challenges in the months ahead. Adding to the combustible mix was uncertainty over the intentions of Russia, which now faces the loss of a key ally in a former Soviet republic and the prospect of a new government led by people it scorned as terrorists and fascists in what it considers a critical part of its own sphere of influence.\nIt was possibly with the Kremlin in mind that the White House issued a statement Saturday welcoming the changes and stressing that, “The unshakable principle guiding events must be that the people of Ukraine determine their own future.”\nAmerican officials said President Vladimir V. Putin of Russia told President Obama in a telephone call on Friday that he would work toward resolving the crisis, but his foreign minister, Sergey V. Lavrov, did not sound as conciliatory. In a telephone call, he told the foreign ministers of Germany, France and Poland, who helped mediate a short-lived peace deal agreed on Friday, that opposition leaders who signed the accord with Mr. Yanukovych had reneged on their commitments and were “following the lead of armed extremists and pogromists, whose actions pose a direct threat to Ukraine’s sovereignty and constitutional order.”\nBELARUS 200 Miles POLAND RUSSIA Kiev Kharkiv Lviv Dnieper River UKRAINE Donetsk MOLDOVA ROMANIA ROMANIA Sea of Azov Sevastopol Danube Black Sea\nRussia’s focus on the inviolability of Friday’s accord, however, marks an abrupt change of direction as it had earlier distanced itself from the deal, with its envoy to the Ukraine negotiations refusing to join European diplomats in signing off on the accord.\nAnticipating the potential troubles, one of the president’s oldest and most stalwart allies, the billionaire businessman Rinat Akhmetov, issued a statement stressing the need to keep Ukraine “united,” an apparent rebuff to any schemes to establish a new power center in the east.\nAdvertisement Continue reading the main story\n“My position remains unchanged: I am for a strong, independent and united Ukraine,” said Mr. Akhmetov, Ukraine’s richest man. “Today I place a special focus on the word ‘united’ as this has never been more important.” Mr. Akhmetov and most other wealthy businessmen, who are known as oligarchs, have infuriated protesters by declining throughout months of protest to come out clearly against the president.\nHaving amassed huge wealth under a deeply corrupt system headed by Mr. Yanukovych since his election in 2010, Ukraine’s oligarchs could now face an angry backlash from the street. That could well drag in Oleksandr Yanukovych, the president’s dentist-turned-businessman son, who is said to have amassed a fortune approaching $200 million since his father took office.\nThe economy will remain the greatest problem facing the country, once the leadership questions are settled. The International Monetary Fund remains a potential source of financing to replace the $15 billion that Russia had made available before the protests. But that comes with an insistence on austerity and economic changes that will inflict considerable pain, and it is unclear if Europe or the United States will be willing to do more.\n“Nobody wants to end up owning all the problems that Ukraine faces,” said Mark Leonard, director of the European Council on Foreign Relations, “the country is bankrupt, it has a terrible, broken system of government and insane levels of corruption.”", "url": "https://www.nytimes.com/2014/02/23/world/europe/ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}