{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 03:43:34", "date_modify": "2018-11-16 03:43:34", "date_publish": "2014-08-13 19:01:27", "description": "Publicity about suicides, especially those of celebrities, has been linked to an increase in suicides, especially among young people.", "filename": "2014_08_14_upshot_the-science-behind-suicide-contagion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339814.html", "image_url": "https://static01.nyt.com/images/2014/08/14/upshot/14UP-Suicide/14UP-Suicide-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_14_upshot_the-science-behind-suicide-contagion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339814.html", "title": "The Science Behind Suicide Contagion", "title_page": "The Science Behind Suicide Contagion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Marilyn Monroe died in August 1962, with the cause listed as probable suicide, the nation reacted. In the months afterward, there was extensive news coverage, widespread sorrow and a spate of suicides. According to one study, the suicide rate in the United States jumped by 12 percent compared with the same months in the previous year.\nMental illness is not a communicable disease, but there’s a strong body of evidence that suicide is still contagious. Publicity surrounding a suicide has been repeatedly and definitively linked to a subsequent increase in suicide, especially among young people. Analysis suggests that at least 5 percent of youth suicides are influenced by contagion.\nPeople who kill themselves are already vulnerable, but publicity around another suicide appears to make a difference as they are considering their options. The evidence suggests that suicide “outbreaks” and “clusters” are real phenomena; one death can set off others. There’s a particularly strong effect from celebrity suicides.\n“Suicide contagion is real, which is why I’m concerned about it,” said Madelyn Gould, a professor of Epidemiology in Psychiatry at Columbia University, who has studied suicide contagion extensively.", "url": "https://www.nytimes.com/2014/08/14/upshot/the-science-behind-suicide-contagion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}