{"authors": ["James Gorman"], "date_download": "2018-11-16 04:07:04", "date_modify": "2018-11-16 04:07:04", "date_publish": "2014-10-20 14:30:04", "description": "A recent study shows that soaring birds deal with gusts by momentarily pulling in their wings, an action called a wing tuck.", "filename": "2014_10_20_science_on-eagles-wings-a-revelation-about-flight.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341224.html", "image_url": "https://static01.nyt.com/images/2014/10/17/multimedia/science-take-eagle-tuck/science-take-eagle-tuck-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_20_science_on-eagles-wings-a-revelation-about-flight.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341224.html", "title": "On Eagle’s Wings, a Revelation About Flight", "title_page": "On Eagle’s Wings, a Revelation About Flight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When an aircraft hits turbulence, bad things can happen. At the very least, passengers may feel an unpleasant lurch in their stomachs.\nBut soaring birds, however they may feel, seem better able to deal with sudden gusts, said Graham K. Taylor, a mathematical biologist at the University of Oxford.\nAnd the way they do it, he and his colleagues Kate V. Reynolds and Adrian L.R. Thomas have found, is by momentarily pulling in their wings — a maneuver called a wing tuck.\nThe behavior has long been observed in big soaring birds like eagles and vultures. But the three scientists recently reported in The Journal of the Royal Society Interface that they have documented the maneuver in “a level of detail that’s completely unprecedented” and shown that the tuck is different from regular wing flapping.", "url": "https://www.nytimes.com/2014/10/20/science/on-eagles-wings-a-revelation-about-flight.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}