{"authors": ["Edward Wong"], "date_download": "2018-11-16 03:54:39", "date_modify": "2018-11-16 03:54:39", "date_publish": "2014-11-20 11:08:15", "description": "The State Council, China’s cabinet, released details of an energy strategy that includes capping coal consumption at 4.2 billion tons.", "filename": "2014_11_21_business_energy-environment_china-to-place-limit-on-coal-use-in-2020_1542340479.html", "image_url": "https://static01.nyt.com/images/2014/11/21/world/asia/21coal/21coal-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_21_business_energy-environment_china-to-place-limit-on-coal-use-in-2020_1542340479.html", "title": "In Step to Lower Carbon Emissions, China Will Place a Limit on Coal Use in 2020", "title_page": "In Step to Lower Carbon Emissions, China Will Place a Limit on Coal Use in 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China plans to set a cap on coal consumption in 2020, an important step for the country in trying to achieve a recently announced goal of having carbon dioxide emissions peak by around 2030.\nThe State Council, China’s cabinet, released details of an energy strategy late Wednesday that includes capping coal consumption at 4.2 billion tons in 2020 and having coal be no more than 62 percent of the primary energy mix by that year.\nWorldwide, coal burning for industrial use is the largest source of carbon dioxide emissions, which are the biggest catalyst of global climate change. China is the biggest emitter of greenhouses gases in the world, and it uses as much coal each year as the rest of the world combined.\nIn theory, coal consumption might increase beyond 2020, but some researchers say economic trends show the rate of growth in coal use slowing in coming years and peaking about 2020. That means the State Council’s timeline is consistent with the findings of those researchers. The numbers announced Wednesday might be further formalized in China’s next five-year plan, whose details will be released around March.", "url": "https://www.nytimes.com/2014/11/21/business/energy-environment/china-to-place-limit-on-coal-use-in-2020.html"}