{"authors": ["Patricia Cohen"], "date_download": "2018-11-16 04:07:55", "date_modify": "2018-11-16 04:07:55", "date_publish": "2014-12-03 07:45:45", "description": "The Federal Reserve says that more than 30 percent of Americans report irregular incomes that sabotage efforts to budget and save. Unreliable work hours are cited most often.", "filename": "2014_12_04_business_unsteady-incomes-keep-millions-of-workers-behind-on-bills-_1542341275.html", "image_url": "https://static01.nyt.com/images/2014/11/30/business/20141130VOLATILE-hp/20141130VOLATILE-hp-videoSixteenByNine1050-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_04_business_unsteady-incomes-keep-millions-of-workers-behind-on-bills-_1542341275.html", "title": "Unsteady Incomes Keep Millions Behind on Bills", "title_page": "Unsteady Incomes Keep Millions Behind on Bills - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A 2012 study by Daniel Sichel, an economist at Wellesley; Douglas Elmendorf, director of the Congressional Budget Office; and Karen Dynan, who now heads the Treasury Department’ Office of Economic Policy, found that “household income became noticeably more volatile between the early 1970s and the late 2000s” despite a period of increased stability throughout the economy as a whole.\nA more recent national survey by the Federal Reserve, based on 2013 data, suggests the problem has not only persisted as the economy recovers but may even have worsened. More than 30 percent of Americans reported spikes and dips in their incomes. Among that group, 42 percent cited an irregular work schedule; an additional 27 percent blamed a span of joblessness or seasonal work.\nThe data show “a clear upward trend in income volatility,” according to a report from U.S. Financial Diaries, which on Wednesday released the first results of an in-depth study of low- and moderate-income families.\nIn the diaries’ research, nearly all of the 235 households studied experienced a drop in monthly income of at least 25 percent in a single year. The main culprits were reduced work hours, health problems and shifts in household size, like a needy relative coming to stay.\n“Low pay is also unsteady as well,” said Jonathan Morduch, who oversees the diaries’ project. “This is a hidden inequality that often gets lost.”\nThat strain explains why more than three-quarters of those surveyed said financial stability was more important than moving up the income ladder.\n“When you have that extra, you tend to spend more,” said Christine Chavez, a 27-year-old single mother who works for a collection agency in Bakersfield, Calif. “And when the next month comes, that extra isn’t there.”\nAdvertisement Continue reading the main story\nSuch insecurity sabotages the most diligent efforts to budget and save for the future and is a pressing issue for many families here in the Kentucky suburbs stretching south from Cincinnati, where corporations like Toyota, Procter & Gamble, General Electric, DHL and Fidelity run a lot of back-office operations. Amazon has seven distribution sites. EBay recently opened a fulfillment center in nearby Walton, and hired about 2,000 seasonal workers at $12 an hour.\nTalia Frye, director of Brighton Family Center, a nonprofit agency in Newport, said the availability of full-time work had shrunk sharply since the 2008 financial crisis hit. “They might even be able to get a 12-, 13-, 14-dollar-an-hour job at an Amazon, or an eBay,” she said. “It’s income; it’s just not sustainable income.”\nOf the more than 6,800 households that sought emergency help from Brighton last year, 71 percent had worked at some time during the year, Ms. Frye explained on a recent morning. Tables in the lobby were piled high with boxes of pizza donated by Little Caesars, and a neat pantry down the hall was stocked with jars of peanut butter, boxes of macaroni and cheese, cans of tuna fish and a freezer full of meat.\n“They work hard,” Ms. Frye said, “and they still come up short.”\nAcross the country, nearly seven million people working part time would prefer full-time jobs but can’t find them. While their numbers are down from the peak a couple of years ago, these involuntary part-timers still account for 4.5 percent of the labor force, compared to an average of 2.7 percent before the recession.\nSlide Show\nHere in northern Kentucky, the Vories not only turned to the Brighton Center for food, they also applied for federal mortgage assistance, timed payments to grace periods, borrowed from family and relied on their church and friends.\nThey reluctantly cashed in Mr. Vories’ 401(k) retirement account, absorbing the 10 percent penalty in return for a much-needed $4,500. And they borrowed a total of $2,500 from their bank at a 10 percent interest rate.\n“You think, ‘How can you afford that?’ ” Mr. Vories said, “but because it’s getting our bills paid, you do.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nNone of that was necessary when Mr. Vories was steadily earning $425 a week. Fidelity matched his weekly 401(k) contributions and offered good health insurance that covered most of the medical bills from 9-year-old Caleb’s severe ADHD and 6-year-old Josh’s mild autism.\nThey could afford the occasional night out with dinner and a movie. He was a few months away from the seven-year mark and a bump up in pay and vacation days, when he lost his job in February 2013.\nAdvertisement Continue reading the main story\nOver the next 10 months, Mr. Vories said he applied for 75 jobs. Nothing.\nLast December, he received a letter promising a three-month extension of his unemployment insurance, so he and Erica bought Christmas presents for the boys, a little Fender guitar for Caleb, and a drum set for Josh. But then congressional Republicans and Democrats deadlocked and no extended benefits were approved.\nThe take home pay for Ms. Vories, 34, took a hit because she had to buy health insurance for the family. She signed up for a higher-paying night shift from 10 p.m. to 6:30 a.m., hoping to make up for the unexpected loss of her husband’s unemployment insurance check. Despite the extra $250 a month, she had to stop after five months.\n“You’re basically a zombie,” Ms. Vories said. “I saw the boys basically on Saturday, and you’re just playing catch-up.”\nThey reduced their church contributions. During the winter, they turned the heat down to 64 degrees. “We had one little space heater, and we would take it to whatever room we were in,” Mr. Vories said.\nStill, the bills piled up. “We would get one week behind, then we would get two weeks behind, then three weeks behind,” Mr. Vories said.\nMr. Vories’s job with the I.R.S. during tax season brought home $375 a week, but it lasted only six weeks. Thanks to help from the Hardest Hit Fund, a temporary federal mortgage assistance program, they avoided losing their home.\nThey kept the house, but didn’t have enough money to fix the central air-conditioning that quit right before the temperature shot past 90 degrees. They closed off the family room downstairs because of the sweltering heat. Parishioners at their church lent them a couple of window units.\nA few weeks later, the Vories’s 2002 Toyota Corolla quit on their way back from a church tent revival meeting. With only one car, Ms. Vories had to stop working the early shift, which had allowed her to be home in time to meet the school bus. Mr. Vories’s mother pitched in to babysit.\nAdvertisement Continue reading the main story\nIn September, Mr. Vories stopped by LaRosa’s pizzeria, where he got his first job at 15, washing dishes after school. He was overjoyed to hear they needed a delivery driver.\nBut then in mid-October, as they we were driving home from visiting family, their Nissan van was totaled in a car accident. It was a heartbreak, because they had just poured in more than $1,000, given by Ms. Vories’s parents, in repairs.\n“It just feels like money down the drain,” Mr. Vories said, shaking his head.\nProud of an above-average evaluation at the I.R.S., Mr. Vories said he was hopeful he would be rehired after the new year for seasonal work, which could ultimately turn into a full-time job.\nIn the meantime, Mr. Vories is delivering pizzas, using his parents’ Mercury Grand Marquis.", "url": "https://www.nytimes.com/2014/12/04/business/unsteady-incomes-keep-millions-of-workers-behind-on-bills-.html"}