{"authors": ["Mark Bittman"], "date_download": "2018-11-16 03:32:25", "date_modify": "2018-11-16 03:32:25", "date_publish": "2014-10-07 18:37:28", "description": "Mark Bittman’s take on a great pasta dish for the fall, pasta alla Norma.", "filename": "2014_10_08_dining_a-recipe-for-pasta-alla-norma-mark-bittmans-way_1542339145.html", "image_url": "https://static01.nyt.com/images/2014/10/08/dining/08BITTMAN/08BITTMAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_08_dining_a-recipe-for-pasta-alla-norma-mark-bittmans-way_1542339145.html", "title": "A Twist Adds Complexity to a Pasta Dish", "title_page": "A Twist Adds Complexity to a Pasta Dish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To me it’s the best pasta dish of fall: those late nightshades, eggplant and tomato, cooked until meltingly tender, sweet and bitter at the same time, with plenty of anise-y basil and salt in the form of grated or small-diced ricotta salata.\nFor whatever reason, it’s called pasta alla Norma — created in Sicily, it’s said, as a tribute to an opera, it’s said — but it’s hard to believe anything more complicated than that eggplant and tomato have been cooked together since they were grown together, and that their sauciness made them a natural on pasta. Most recipes are not recipes at all, but reveal themselves naturally, in the course of things.\nI make pasta alla Norma all the time, starting in August and ending when the last eggplants leave the markets. I make it slow and I make it fast, I make it carefully and I make it hastily. And truth be told, I make it well and I make it badly. I made it with a friend a couple of weeks ago who suggested, since there was time, that I slow-roast the tomatoes. They were cherries, and tiny, and would become incredibly wet on the stove, so it was a good idea to get rid of some of the moisture in hopes of producing a drier, thicker base.\nI sliced them in half and put them, with salt and oil, in the oven for a couple of hours, the last hour with a piece or two of crushed garlic. When it was almost time to eat, I sliced in a half-dozen or so fairy-tale eggplant, the wonderful variety that’s become popular and prevalent this year. Those I cooked in oil until they were soft, then drained them. I tossed them with the tomatoes, thinned the sauce a tiny bit with pasta water and put it in a bowl with the pasta and cheese and basil.", "url": "https://www.nytimes.com/2014/10/08/dining/a-recipe-for-pasta-alla-norma-mark-bittmans-way.html"}