{"authors": ["Julie Hirschfeld Davis", "Julia Preston"], "date_download": "2018-11-16 03:16:16", "date_modify": "2018-11-16 03:16:16", "date_publish": "2014-06-30 18:58:59", "description": "President Obama said he would act to move resources away from the interior of the country in the face of Republican refusals to overhaul the nation’s immigration laws.", "filename": "2014_07_01_us_obama-to-use-executive-action-to-bolster-border-enforcement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338176.html", "image_url": "https://static01.nyt.com/images/2014/07/01/us/01BORDER/01BORDER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_01_us_obama-to-use-executive-action-to-bolster-border-enforcement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338176.html", "title": "Obama Says He’ll Order Action to Aid Immigrants", "title_page": "Obama Says He’ll Order Action to Aid Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama said Monday he would use his executive power to make potentially sweeping changes to the nation’s immigration system without Congress, acknowledging the death of his more than yearlong effort to enact compromise legislation granting legal status to 11 million immigrants here illegally.\nMr. Obama said he had ordered a shift of immigration enforcement resources from the interior of the country toward the southern border, and was asking his team to report back to him by the end of the summer on additional actions he could take. The actions could be as far-reaching as giving work permits and protection from deportation to millions of immigrants now in the country.\nMr. Obama angrily blamed congressional Republicans for the collapse of the legislative effort.\n“While I will continue to push House Republicans to drop the excuses and act — and I hope their constituents will, too — America cannot wait forever for them to act,” Mr. Obama said in a statement from the Rose Garden, in which he made plain his frustration about what he called Republicans’ failure “to pass a darn bill.”\n“I’m beginning a new effort to fix as much of our immigration system as I can on my own, without Congress,” he added.", "url": "https://www.nytimes.com/2014/07/01/us/obama-to-use-executive-action-to-bolster-border-enforcement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}