{"authors": ["Keith Bradsher", "Michael Forsythe", "Chris Buckley"], "date_download": "2018-11-16 04:22:16", "date_modify": "2018-11-16 04:22:16", "date_publish": "2014-07-01 07:50:19", "description": "A huge throng of people, mostly young, took to Hong Kong’s streets Tuesday, defying Beijing’s dwindling tolerance for challenges to its control.", "filename": "2014_07_02_world_asia_hong-kong-china-democracy-march_1542342136.html", "image_url": "https://static01.nyt.com/images/2014/07/01/world/asia/02HONGKONG2/02HONGKONG2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_02_world_asia_hong-kong-china-democracy-march_1542342136.html", "title": "Huge Crowds Turn Out for Pro-Democracy March in Hong Kong, Defying Beijing", "title_page": "Huge Crowds Turn Out for Pro-Democracy March in Hong Kong, Defying Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — The appeal of democratic ideas drew thousands of protesters into the streets of Hong Kong on Tuesday in a defiant but largely peaceful march advocating free and open elections for the territory’s chief executive.\nA nearly solid river of protesters, most of them young, poured out of Victoria Park through the afternoon and into the evening, heading for the skyscraper-lined canyons of downtown Hong Kong, Asia’s top financial center. There, hundreds staged two sit-ins past dawn, prompting the police to remove and arrest 511 people on charges of obstructing the police and unlawful assembly.\nShouting slogans in Cantonese such as “change comes from the people,” the demonstrators largely stood their ground even after the police warned them that they were in violation of the law. Through the day, the protesters showed their determination by waiting unflinchingly and with barely a complaint under a succession of deluges for a chance to walk through downtown Hong Kong, carrying banners calling for the introduction of full democracy and reading “Say No to Communist China.” And even as organizers boasted of record crowds, they insisted that the protest was merely a dress rehearsal for much larger sit-ins that may happen this year if the Chinese government refuses to allow free elections in this former British colony.", "url": "https://www.nytimes.com/2014/07/02/world/asia/hong-kong-china-democracy-march.html"}