{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:22", "date_modify": "2018-11-16 03:49:22", "date_publish": "2014-09-16 08:59:02", "description": "As American cities compete for college-educated workers, Portland has a unique problem: It has way too many.", "filename": "2014_09_21_magazine_will-portland-always-be-a-retirement-community-for-the-young_1542340162.html", "image_url": "https://static01.nyt.com/images/2014/09/21/magazine/21economy1/21economy1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_21_magazine_will-portland-always-be-a-retirement-community-for-the-young_1542340162.html", "title": "Will Portland Always Be a Retirement Community for the Young?", "title_page": "Will Portland Always Be a Retirement Community for the Young? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet Portland is hardly immune from larger economic forces. The vast majority of its migrants hail from the West Coast, including many who have been priced out of Seattle or San Francisco. And as more of these newcomers flood the city, they threaten to remake its slacker image. Surreptitiously, this process is already underway. Between 2001 and 2012, gross domestic product per person grew 50 percent, more than any other city, even those in Silicon Valley. Accordingly, employment is climbing, as are housing prices and the overall cost of living.\nAffordability has long been one of Portland’s most attractive features. What happens when that disappears? Schrock and Jurjevich, the economists at Portland State, have coined a term, the amenity paradox, that refers to cities where the same amenities that attract people end up eroding what made a city desirable in the first place. Portland seems likely to fall into this historical cycle. Just as some New Yorkers may decamp for Charlotte to live like kings, it’s likely that Portland’s designers and baristas, the very people who have made the city what it is, will one day no longer be able to afford the houses they live in, either. “We could have told a similar story about retiring Midwestern farmers moving to Los Angeles at the end of the 19th century,” Glaeser says.\nAlbouy told me that he has always wondered why Portland doesn’t invest more in its institutions of higher education. If you took Portland’s quality of life and citizens, he said, and added Pittsburgh’s universities, you would come out with a world-class city. But the answer, perhaps, is that Portland’s best chance for retaining its culture is to make sure other people don’t want to live there. (Unless, of course, it is those nine months of constant rain.) At some point, though, the economic forces may be beyond their control.\nAnother solution for keeping Portland weird, at least temporarily, may come from within the city itself. In the wake of the financial crisis, many young college graduates have delayed their lives, put off worries about jobs and houses and families and instead moved to cool cities to wait out the recession, says William Frey, a demographer at the Brookings Institution. During that time, the young and educated abandoned cities like Phoenix and Atlanta in large numbers for places like Austin and Portland. But as job prospects improve, and unemployment shrinks to its lowest levels since the crash, it’s likely that many of the young people who fled to Portland will soon chase their ambitions to less cool places — the ones that people move to when it’s time to become an adult. Then Portland will find out who the true believers really are.", "url": "https://www.nytimes.com/2014/09/21/magazine/will-portland-always-be-a-retirement-community-for-the-young.html"}