{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 04:35:22", "date_modify": "2018-11-16 04:35:22", "date_publish": "2014-03-16 09:26:33", "description": "An overwhelming majority voted on Sunday to leave Ukraine in a referendum that Western leaders have declared illegal and vowed to punish with sanctions.", "filename": "2014_03_17_world_europe_crimea-ukraine-secession-vote-referendum_1542342922.html", "image_url": "https://static01.nyt.com/images/2014/03/17/world/17ukraine/17ukraine-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_17_world_europe_crimea-ukraine-secession-vote-referendum_1542342922.html", "title": "Crimea Votes to Secede From Ukraine as Russian Troops Keep Watch", "title_page": "Crimea Votes to Secede From Ukraine as Russian Troops Keep Watch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unrest continued to swirl in eastern Ukraine as well, where Russian troops have massed along the border, raising fears of a new military incursion into mainland Ukraine. In Kharkiv, several thousand pro-Russia demonstrators scuffled on Sunday with the police outside the governor’s office. The crowd shouted, “Putin! Putin! Putin!” and “Crimea we are with you!” After pushing against the thick ranks of Ukrainian police guarding the governor’s office for several minutes, the crowd marched to the Russian Consulate, carrying Russian flags and freshly made red banners that read “Russian Spring.”\nVideo\nPresident Obama spoke with Mr. Putin by telephone on Sunday, but the statements they later released had little if any hint of progress toward a peaceful resolution of the crisis.\n“President Obama emphasized that the Crimean ‘referendum,’ which violates the Ukrainian constitution and occurred under the duress of Russian military intervention, would not be recognized by the United States and the international community,” the White House said in its statement. The president, it added, again warned of “additional costs” to be imposed on Russia and urged Mr. Putin to take “a clear path for resolving this crisis diplomatically.”\nSecretary of State John Kerry also expressed concern in a phone call on Sunday with his Russian counterpart, Sergey V. Lavrov, about “continuing provocations” in eastern cities, where American officials have accused the Kremlin and its intelligence agents of fomenting unrest.\nFor his part, according to the Kremlin, Mr. Putin called the referendum “fully consistent with international law and the U.N. Charter” and cited what he called the famous Kosovo precedent, referring to the province that amid atrocities on Kosovar Albanians broke away from Serbia with Western help and eventually declared independence. Mr. Putin repeated his claims that the Russian-speaking population in Crimea was being terrorized by rampant ultranationalist and radical groups and said that European monitors should be allowed into all of Ukraine.\nIn a sign of Mr. Putin’s extreme confidence, and the West’s relatively limited options to confront him, the Russian president remained in the southern resort city of Sochi, where he watched the final events of the Paralympics and planned to attend the closing ceremony.\nMr. Putin’s spokesman, Dmitri S. Peskov, at the same time, brushed aside a warning from the leaders of the Group of 7 world powers of unspecified consequences for Russia’s violation of international law in Crimea, saying it would have no effect on Russia’s policies.\nAdvertisement Continue reading the main story\nDespite the uncertainties still surrounding Crimea, jubilant victory parties broke out long before the polls closed here in Simferopol, the capital, and in Sevastopol, where Russia has long maintained the headquarters of its Black Sea fleet. In Simferopol’s Lenin Square a crowd of thousands celebrated late into the night creating a sea of Russian flags, pumping their fists in the air in victory and chanting “Russia! Russia!”\nVideo\nAs they left the polls, after casting paper ballots, many voters were ebullient and expressed no concern about the soldiers with automatic weapons deployed across the peninsula.\n“Our people must be united in Russia,” Yelena Parkholenko, 27, a manicurist with violet hair, said matter-of-factly after casting her vote at School No. 21 in Simferopol.\n“We were not asked when Crimea was combined with Ukraine. Now they are asking us,” said Svetlana Fedotova, a small-business owner, who arrived to vote at School No. 21, with her daughter, Yekaterina, and 9-month-old granddaughter Yelizaveta. “We’re Russian and we want to live in Russia.”\nCitizens with misgivings about joining Mr. Putin’s Russian Federation, particularly Crimean Tatars, a Muslim Turkic people with a history of persecution by Russia, generally opted to stay home rather than participate in what they called a rigged vote.\nAt a cultural center that served as a polling station in Bakhchysaray, the historical home of Crimean Tatars, few if any Tatars were casting ballots.\nEarly on Sunday, Enrique Ravello, an election observer visiting Simferopol from Catalonia, Spain, and a supporter of the separatist movement there, praised the strong voter turnout and said his region was envious of Crimea.\n“Crimea in Catalonia is for us an example, for what we would like to do,” Mr. Ravello said. “We don’t know if the so-called Western democratic Spain will permit us to be as free as you are today.”\nPhoto\nFreedom, however, was a matter of debate, especially given the Russian military presence. The referendum also offered no option that would maintain Crimea’s current status of limited autonomy from the Ukrainian government.\nAdvertisement Continue reading the main story\nIn Kiev, the new government held an emergency cabinet meeting to discuss the continuing military threat in eastern Ukraine. The acting prime minister, Arseny P. Yatsenyuk, told ministers that the government would prosecute the organizers of the referendum and others supporting Crimean separatism. Mr. Yatsenyuk said the organizers were now “under the cover of Russian troops” but the Ukrainian government would “bring them to justice in Ukrainian and international courts.”\nOn Saturday, the Ukrainian Parliament voted to dissolve the Crimean Parliament — a step that was largely symbolic given that it was blithely ignored here in Simferopol.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCrimea was effectively part of Russia from the late 1700s until the dissolution of the Soviet Union in 1991. Geographically, however, the peninsula is isolated from Russia, and annexing it could prove logistically complicated and exceedingly costly at a time when the Kremlin is bracing for an economic slowdown.\nOn Saturday, Russian forces arrived by helicopter to seize control of a natural gas terminal just outside the Crimean border, drawing renewed threats of military retaliation by the government in Kiev, but also underscoring the enormous challenges that lie ahead for Russia should it move forward with the annexation.\nVoters on Sunday said that they were not deterred from charting their new course toward Russia, despite fears that vital utility services, transportation arteries and business links could be cut off. A bridge across the Strait of Kerch, the smallest water body separating Russia from Crimea, would take years to build.\nIn exit interviews at the polls, many voters expressed joy at the prospect of leaving Ukraine and absolute faith that Mr. Putin would make the transition smooth, issuing new passports, paying pensions and providing other benefits.\nBELARUS 150 Miles RUSSIA POLAND Kiev Dnieper River Lviv Kharkiv UKRAINE Don River Donetsk MOLDOVA ROMANIA Strelkovoye Kerch Simferopol Sevastopol CRIMEA Danube River Black Sea\nFor many voters, religious affiliation was also a major factor in supporting secession from Ukraine.\n“I’m Orthodox, and Orthodoxy began in Crimea,” said Yury Lyudmilov, 72, a poet and film director with flowing white hair who came to vote under overcast skies in dark-tinted glasses. “Orthodox people must be reunited.”\nReferring to Russia, Ukraine and Belarus, Mr. Lyudmilov added, “This is all Russia — greater Russia, minor Russia and white Russia.”\nAdvertisement Continue reading the main story\nSergei Aksyonov, the pro-Russian prime minister of Crimea, has sought to reassure residents that contingency plans are in place, and that it would not be in Ukraine’s interest to break current agreements on supplies of water, electricity, natural gas and other essentials.\n“There are absolutely no grounds for switching the power off,” Mr. Aksyonov said at a news conference last week. “The bills are being paid in full and in compliance with the legislation of Ukraine. Such outages are possible only if it’s done of nuisance to play a nasty trick on Crimeans.”\nCrimeans, whose numbers include a majority of ethnic Russians, as well as ethnic Ukrainians, Crimean Tatars and dozens of other ethnicities, have lived peacefully over the nearly quarter-century of Ukrainian independence.\nSunday’s vote, however, threatened to split society in numerous, and perhaps unexpected, ways. In addition to Crimean Tatars, who make up about 12 percent of the population and generally oppose becoming part of Russia, many young Crimeans, born after Ukrainian independence, have come out strongly against the referendum, putting them in conflict with their parents and grandparents, some of whom have fond memories of the Soviet Union.\n“The vote is fiction,” said Kseniya Zaplantinskaya, 19, a philosophy student. “In my family there are different opinions; my parents are for Russia.”\nAnastasia Sherbina, 21, a medical student, said she would vote for Crimea to remain part of Ukraine, the only national identity she has ever known. “I was born here,” Ms. Sherbina said. “I’ve lived here. I want to be a Ukrainian.”\nIn Bakhchysaray, Nina Trofimovna, 68, offered the opposite view. “We’re returning home to Russia,” she said. “It won’t be simple, but we’re ready for anything because we’re going home.”", "url": "https://www.nytimes.com/2014/03/17/world/europe/crimea-ukraine-secession-vote-referendum.html"}