{"authors": ["Ashley Southall", "Julie Turkewitz"], "date_download": "2018-11-16 04:22:53", "date_modify": "2018-11-16 04:22:53", "date_publish": "2014-03-21 01:55:13", "description": "A 14-year-old gunman opened fire on a B15 bus on Marcus Garvey Boulevard near Lafayette Avenue on Thursday evening, shooting a 39-year-old man in the head.", "filename": "2014_03_21_nyregion_man-fatally-shot-on-bus-in-brooklyn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342173.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_21_nyregion_man-fatally-shot-on-bus-in-brooklyn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342173.html", "title": "14-Year-Old Kills Rider on Bus in Brooklyn, Police Say", "title_page": "14-Year-Old Kills Rider on Bus in Brooklyn, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Rojas’s cousin Josie Guerrero, 26, also expressed shock that her cousin might have been killed by a teenager. “It was a 14-year-old,” she said. “I feel like two lives have been taken.”\nThe police said they believed that the teenager was the only shooter and were reviewing surveillance footage from a laundromat near the site of the shooting.\nSultan Alshami, 27, who works at the Van Buren Deli Grocery near where the shooting happened, said he heard gunfire as the bus passed on Marcus Garvey Boulevard, and he dropped to the floor. “I thought someone was robbing the store or they were having a war outside,” he said.\nWhen Mr. Alshami got to his feet, he saw people outside running away from the bus. The police arrived shortly afterward and surrounded the bus, he said.\nThe bus stopped in front of the Bedford-Stuyvesant Volunteer Ambulance Corps. Commanding Officer Shanida Robinson, who was on duty at the time, said two emergency medical technicians and three cadets rushed to aid the victim and took him to the hospital.\n“He was alive but nonresponsive,” she said, adding that she saw an entry wound in the man’s head.\nChristopher Womble, 40, was among the emergency technicians who boarded the bus after the shooting. He saw a woman under a bench — and the wounded man bleeding from the back of the head. “In this area,” he said, “this is kind of common.”\nGeorgette Benjamin, 39, who lives a block away from where the shooting occurred, was home with her young daughter when she heard the shots. “I figured it was gunfire,” she said.\nThe shooting happened less than a month after a New York City police officer was shot in both legs by a man he and his partner had just pulled off a bus in Crown Heights for failing to pay the fare. The police had stepped up patrols of city buses, at the request of the Metropolitan Transportation Authority, because of an increase in assaults on bus drivers and other crimes.", "url": "https://www.nytimes.com/2014/03/21/nyregion/man-fatally-shot-on-bus-in-brooklyn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}