{"authors": ["Sindya N. Bhanoo"], "date_download": "2018-11-16 04:21:05", "date_modify": "2018-11-16 04:21:05", "date_publish": "2014-01-27 22:53:42", "description": "As polar bears spend more time on land in a warming climate, they are adapting their diets, eating more snow-goose eggs and caribou instead of ringed seal pups.", "filename": "2014_01_28_science_polar-bears-turn-to-snow-goose-egg-diet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342065.html", "image_url": "https://static01.nyt.com/images/2014/01/28/science/28OBOX2/28OBOX2-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_28_science_polar-bears-turn-to-snow-goose-egg-diet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342065.html", "title": "Polar Bears Turn to Snow-Goose Egg Diet", "title_page": "Polar Bears Turn to Snow-Goose Egg Diet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a warming climate causes sea ice in the Arctic to melt earlier each year, polar bears are spending more time on land — and changing their diets accordingly. A new study shows that the bears, whose traditional prey is ringed seal pups, are now eating more snow-goose eggs and caribou.\nLinda J. Gormezano, an ecologist at the American Museum of Natural History and the Hudson Bay Project, and her colleagues studied the scat of polar bears in the western Hudson Bay and also captured video footage of the bears foraging. They reported their findings in three papers published in the journals Ecology and Evolution, Polar Biology and BMC Ecology.\nThe researchers found that the period in which polar bears return to land increasingly overlaps with the nesting period of snow geese.\n“The bears can basically just walk on land and pick up eggs,” Dr. Gormezano said.\nThe bears’ interest in the geese may stem from the birds’ abundance in recent years. In the 1960s, there were fewer than 2,500 nesting pairs of snow geese in the region. Today there are more than 50,000.", "url": "https://www.nytimes.com/2014/01/28/science/polar-bears-turn-to-snow-goose-egg-diet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}