{"authors": ["Edward Wyatt"], "date_download": "2018-11-16 03:20:41", "date_modify": "2018-11-16 03:20:41", "date_publish": "2014-01-14 17:09:45", "description": "The decision by a federal appeals court could pave the way for providers like Verizon and AT&T to charge content companies to deliver data at a faster speed.", "filename": "2014_01_15_technology_appeals-court-rejects-fcc-rules-on-internet-service-providers_1542338441.html", "image_url": "https://static01.nyt.com/images/2014/01/15/business/FCC/FCC-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_15_technology_appeals-court-rejects-fcc-rules-on-internet-service-providers_1542338441.html", "title": "Rebuffing F.C.C. in ‘Net Neutrality’ Case, Court Allows Streaming Deals", "title_page": "Rebuffing F.C.C. in ‘Net Neutrality’ Case, Court Allows Streaming Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Internet service providers are free to make deals with services like Netflix or Amazon allowing those companies to pay to stream their products to online viewers through a faster, express lane on the web, a federal appeals court ruled on Tuesday.\nFederal regulators had tried to prevent those deals, saying they would give large, rich companies an unfair edge in reaching consumers. But since the Internet is not considered a utility under federal law, the court said, it is not subject to regulations banning the arrangements.\nSome deals could come soon. In challenging the 2010 regulations at issue in the case, Verizon told the court that if not for the rules by the Federal Communications Commission, “we would be exploring those commercial arrangements.”\nInternet users will probably not see an immediate difference with their service. Consumer advocates, though, warned that higher costs to content providers could be passed on to the public, and called the ruling a serious blow against the concept of a free and open Internet. “It leaves consumers at the mercy of a handful of cable and phone providers that can give preferential treatment to the content they profit from,” said Delara Derakhshani, policy counsel for Consumers Union.", "url": "https://www.nytimes.com/2014/01/15/technology/appeals-court-rejects-fcc-rules-on-internet-service-providers.html"}