{"authors": ["James Kanter"], "date_download": "2018-11-16 04:22:14", "date_modify": "2018-11-16 04:22:14", "date_publish": "2014-10-24 03:44:12", "description": "The main target that won approval was a pledge to slash emissions by at least 40 percent, compared with 1990 levels, by 2030.", "filename": "2014_10_24_world_europe_european-leaders-agree-on-targets-to-fight-climate-change-.html_module=inline_1542342134.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_24_world_europe_european-leaders-agree-on-targets-to-fight-climate-change-.html_module=inline_1542342134.html", "title": "European Leaders Agree on Targets to Fight Climate Change", "title_page": "European Leaders Agree on Targets to Fight Climate Change  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Curbing the emissions that contribute to a changing climate has long been a popular cause in Europe. Policy makers here frequently highlight how their industries and citizens emit lower levels of greenhouse gases like carbon dioxide than those of the United States and other industrialized countries. But there is not the same enthusiasm in Europe to embrace the green agenda as there was five years ago, before the climate conference in Copenhagen that ended in failure.\nThe protracted downturn in Europe set off by the sovereign debt crisis has crimped funding for green projects. Also, the takeoff of technologies to tap cheap shale gas — despite the highly uncertain future of that industry in Europe, where the technology is unpopular — has dented prospects for some renewable alternatives.\nAnother factor adding to the complexity of developing strategies to cut emissions in Europe is the disaster at Fukushima, Japan, where an earthquake and a tsunami in 2011 led to meltdowns at a nuclear plant. Germany has since stepped up its phaseout of nuclear technology even though it emits almost zero planet-warming gases.\nAlso hanging over the summit meeting was the standoff between the Europeans and Russia over its annexation of Crimea and destabilization of Ukraine.\nFor Poland, reliance on highly polluting coal is seen as a defense against the need to switch to natural gas, a resource that the government in Moscow has already used as a political weapon by cutting supplies, and a source of employment for the mining industry. But Poland’s stance put it at odds with countries like Sweden and Germany that were seeking far-reaching targets on energy efficiency and renewable sources.\n“We could have envisaged getting more, but we, in the spirit of compromise, decided to agree on a 27 percent target,” Ms. Merkel told the news conference, referring to the target for renewable sources.", "url": "https://www.nytimes.com/2014/10/24/world/europe/european-leaders-agree-on-targets-to-fight-climate-change-.html?module=inline"}