{"authors": ["Elisabetta Povoledo"], "date_download": "2018-11-16 03:15:30", "date_modify": "2018-11-16 03:15:30", "date_publish": "2014-02-17 15:09:48", "description": "Matteo Renzi, the 39-year-old mayor of Florence, forced out the Italian prime minister last week in an intraparty coup.", "filename": "2014_02_18_world_europe_partys-new-leader-agrees-to-form-government-in-italy.html_module=inline_1542338130.html", "image_url": "https://static01.nyt.com/images/2014/02/18/world/18ITALY/18ITALY-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_18_world_europe_partys-new-leader-agrees-to-form-government-in-italy.html_module=inline_1542338130.html", "title": "Party’s New Leader Agrees to Form Government in Italy", "title_page": "Party’s New Leader Agrees to Form Government in Italy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ROME — Pledging to commit all his “enthusiasm, courage and energy” to the task, Matteo Renzi, the leader of the Democratic Party, said on Monday that he would try to form a new government that could stabilize Italy’s politics and economy.\nPresident Giorgio Napolitano gave a mandate to Mr. Renzi, the 39-year-old mayor of Florence, to replace Enrico Letta, whom Mr. Renzi forced out last week as prime minister in an intraparty coup. “I have accepted, with reservation,” the mandate, aware of “the importance of the challenge” ahead, Mr. Renzi told reporters after meeting with Mr. Napolitano.\nMr. Renzi immediately laid out an ambitious agenda, pledging to draft an urgent overhaul of Italy’s electoral law by the end of February and to pass measures to combat Italy’s 12.7 percent unemployment rate by March. He said that by April he would submit proposed changes to Italy’s sclerotic public administration laws and its byzantine corporate regulations, which are widely blamed for restraining the country’s economic progress. He promised proposals to revise Italy’s tax system by May. He said that bringing down unemployment, which he called Italy’s “biggest emergency,” would be his main priority.", "url": "https://www.nytimes.com/2014/02/18/world/europe/partys-new-leader-agrees-to-form-government-in-italy.html?module=inline"}