{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:09", "date_modify": "2018-11-16 04:17:09", "date_publish": "2014-06-30 11:42:54", "description": "In the most far-reaching public move so far in President Xi Jinping’s drive against corruption, the Communist Party leadership expelled a retired military commander.", "filename": "2014_07_01_world_asia_china-moves-against-one-of-its-top-leaders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341829.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_01_world_asia_china-moves-against-one-of-its-top-leaders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341829.html", "title": "China’s Antigraft Push Snares an Ex-General", "title_page": "China’s Antigraft Push Snares an Ex-General - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — In the most far-reaching public move so far in President Xi Jinping’s drive against corruption in China, the Communist Party on Monday expelled a retired military commander, Xu Caihou, and handed him over for an investigation into accusations that he took huge bribes in return for military promotions.\nUntil his retirement in late 2012, General Xu held one of the highest ranks in the People’s Liberation Army, as a vice chairman of the party’s Central Military Commission. He was also a member of the elite Politburo. He has become the most prominent Chinese military leader to be purged in decades, and the most senior official named publicly in Mr. Xi’s campaign to clean up the elite and impose his authority on the party, government and army.\nThe Politburo, made up of 25 senior officials, expelled General Xu from the party and handed his case to prosecutors after hearing the findings of a secretive inquiry started in March, according to an announcement from the Central Commission for Discipline Inspection, the party’s arm for investigating corruption and abuses of power.\n“The investigation found Xu Caihou used his office to provide help for others in promotions, and accepted bribes directly or through his family,” said the commission, citing the meeting. “He exploited the influence of his office to bring gain to others, and his family accepted wealth and property from others, gravely violating party discipline and bringing suspicion of the crime of accepting bribes. The circumstances were grave and the effects were malignant.”", "url": "https://www.nytimes.com/2014/07/01/world/asia/china-moves-against-one-of-its-top-leaders.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}