{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:50", "date_modify": "2018-11-16 03:49:50", "date_publish": "2014-09-06 11:00:12", "description": "A study finds that having a child helps your career, if you are a man. For women, it does the opposite.", "filename": "2014_09_07_upshot_a-child-helps-your-career-if-youre-a-man.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340190.html", "image_url": "https://static01.nyt.com/images/2014/09/07/business/7-UP-WAGES-bento/7-UP-WAGES-bento-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_07_upshot_a-child-helps-your-career-if-youre-a-man.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340190.html", "title": "The Motherhood Penalty vs. the Fatherhood Bonus", "title_page": "The Motherhood Penalty vs. the Fatherhood Bonus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The majority of it, research suggests, is because of discrimination. “A lot of these effects really are very much due to a cultural bias against mothers,” said Shelley J. Correll, a sociology professor at Stanford University and director of the school’s Clayman Institute for Gender Research.\nMs. Correll co-wrote a study at Cornell in which the researchers sent fake résumés to hundreds of employers. They were identical, except on some there was a line about being a member of the parent-teacher association, suggesting that the applicant was a parent. Mothers were half as likely to be called back, while fathers were called back slightly more often than the men whose résumés did not mention parenthood. In a similar study done in a laboratory, Ms. Correll asked participants how much they would pay job applicants if they were employers. Mothers were offered on average $11,000 less than childless women and $13,000 less than fathers.\nIn her research, Ms. Correll found that employers rate fathers as the most desirable employees, followed by childless women, childless men and finally mothers. They also hold mothers to harsher performance standards and are less lenient when they are late.\nThere was one exception in Ms. Budig’s study: Women in the top 10 percent of earners lost no income when they had children, and those in the top 5 percent received bonuses, similar to men. She speculated that in these rarefied jobs, employers see high-performing women as more similar to men, and that women might work more and negotiate for higher pay in order to afford household and child care help.\nAt the other end of the earnings spectrum, low-income women lost 6 percent in wages per child, two percentage points more than the average. For men, the largest bonuses went to white and Latino men who were highly educated and in professional jobs. The smallest pay bumps went to unmarried African-American men who had less education and had manual labor jobs. “The daddy bonus increases the earnings of men already privileged in the labor market,” Ms. Budig wrote.\nThat low-income workers benefit the least or suffer the most economically from parenthood is perhaps not surprising. They are the least likely to have flexible schedules or benefits like paid parental leave. Low-wage women with children under 6, when offspring need the most in-person care, paid a wage penalty five times as great as that of higher-paid women with young children, Ms. Budig found.", "url": "https://www.nytimes.com/2014/09/07/upshot/a-child-helps-your-career-if-youre-a-man.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}