{"authors": ["Choe Sang-Hun", "Kirk Semple", "Su-Hyun Lee"], "date_download": "2018-11-16 04:45:49", "date_modify": "2018-11-16 04:45:49", "date_publish": "2014-04-20 21:17:58", "description": "A portrait of chaos is emerging from crew members, survivors and a transcript of the vessel’s final 40 minutes of communications with emergency dispatchers.", "filename": "2014_04_21_world_asia_chaos-ruled-sinking-ferry.html_module=inline_1542343549.html", "image_url": "https://static01.nyt.com/images/2014/04/21/world/asia/Korea/Korea-videoSixteenByNine1050-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_21_world_asia_chaos-ruled-sinking-ferry.html_module=inline_1542343549.html", "title": "Errors Mounted as Chaos Ruled Capsizing Ferry", "title_page": "Errors Mounted as Chaos Ruled Capsizing Ferry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Even if you can’t use your speaker, do your best to go out and ensure that your passengers wear life jackets or thick clothes,” emergency dispatchers said.\n“If our passengers evacuate, will they be immediately rescued?” the ship responded.\n“Let them float even with life rings. Hurry!” the dispatchers responded. A minute later, they added: “We don’t know the situation there. So the captain should make a final decision, and he should hurry to decide whether to evacuate them.”\nA communications officer, in a separate part of the ferry, said he never received instructions from the bridge to tell passengers to abandon ship. One crew member on the bridge said he heard the captain give the order to evacuate, but that he did not hear the message broadcast to the passengers. Survivors have not reported hearing it.\nWhen the ferry, the Sewol, began its overnight journey at 9 p.m. last Tuesday, embarking from a pier in Incheon, west of Seoul, and heading toward the southern resort island of Jeju, its voyage seemed like so many others the ship had taken. The 460-foot-long, five-story ferry plied this 264-mile route twice a week, along a busy shipping lane down the west coast of South Korea.\nPhoto\nIt had 443 passengers on board — 60 percent of its capacity. Most of them were second-year high school students on what was supposed to be the last school trip before they entered a pressure-cooker year of cramming for college entrance exams. The ship also carried a full load of cargo, including 124 cars, 56 trucks and 105 shipping containers.\nSome of the students gathered on the deck watching fireworks bursting in the night sky. Below deck, others strolled in small groups or gathered in entertainment rooms to sing karaoke or play video games.\nUp in the pilothouse, on the ship’s top deck, the crew worked in four shifts. This ship left late because of fog, and Oh Yong-seok, 58, a helmsman, was on a second shift, taking the wheel under the guidance of a shipmate at 11 p.m. The water was calm, the night quiet, Mr. Oh recalled in a series of interviews in the past week. The captain stopped by the bridge from time to time to check on matters.\nAdvertisement Continue reading the main story\nAs Mr. Oh handed over the controls to the third shift, Mr. Oh suggested that crew members double-check the straps tying down the vehicles and cargo in the hold, he recalled. On his round, he told them that he had noticed that several had come loose and he tightened them. Otherwise, he said, there were no issues. With that, he retired to his berth and fell into a deep sleep.\nThe last shift began at 7:30 a.m., under the watch of Park Han-gyeol, 26, the youngest of the ship’s mates. She had been with the company only six months. On this trip, her shift coincided with the passage of the ship through the most challenging section of the voyage: a waterway known for its rapid and unpredictable currents and frequent ship accidents.\n“When the current hits the ship’s side, it can throw the ship off course,” Mr. Oh said. “It’s not easy to steer there.”\nMs. Park was navigating this notorious waterway for the first time, giving instructions to a helmsman at the wheel, according to prosecutors who have raised the question of how qualified she was for the difficult passage.\nOn Monday, prosecutors detained the Sewol’s three remaining ship mates and its chief engineer for questioning.\nInvestigators say the Sewol appeared to make a sharp turn to the left around the time it began to tilt, and they were looking into whether unsecured cargo may have shifted, contributing to the accident. The helmsman on duty, Jo Jun-gi, later told reporters that “I made a mistake of my own, but the ship turned much more than usual.” A prosecutor said investigators were also looking into “discrepancies” between Ms. Park’s and Mr. Jo’s versions of what happened.\nAt 8:48 a.m., Mr. Oh said, he was jolted awake as his body was thrown against the port side wall of his quarters. The vessel had begun to list.\nPhoto\nHe lurched from his room barefoot and scrambled along the corridor of the ship toward the bridge. The first person he saw was Mr. Lee, the ship’s captain.\nAdvertisement Continue reading the main story\nMr. Lee, who had been in his room, had just clambered out of his cabin and, with the ship slowly turning onto its side, was now holding onto the doorway of the pilothouse, trying to pull himself inside and get control of the ship. Mr. Oh pushed the captain up and into the room and followed as well.\nSoon, all of the ship’s mates and helmsmen had gathered there. Mr. Lee, clutching onto a pillar near the map table at the center of the bridge, began barking orders.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The ship was already listing so heavily everyone was hanging onto whatever they could grab,” Mr. Oh recalled. “It was clear we were in a really bad situation.”\nThat situation would in short order get even worse.\nInvestigators trying to reconstruct events have been weighing a range of possible causes, including pilot error; an unexpected current; failure in the ship’s ballast; loose or unbalanced cargo; a recent addition of more cabins on the upper deck of the 20-year-old ferry that may have impaired its ability to recover balance; and loosely abided safety regulations.\nAt 8:55 a.m., with the ship tilting and unable to move, someone on the bridge asked the local maritime authorities to “please come quickly,” according to the transcript of the ship-to-shore radio communications.\nMr. Lee ordered the crew to right the ship. But Ms. Park said the ballast motor was not working, Mr. Oh recalled.\nAt 9:05 a.m., the radio on shore crackled with another urgent message from the Sewol: “What’s going on with the Coast Guard?” A government emergency dispatcher began asking ships in the area to go to the Sewol’s aid.\nTwo levels below, Kang Hae-seong, one of the ship’s communications officers, was in the broadcasting room and trying to figure out what to do. With the ship listing about 30 degrees and cutlery falling off the shelves, he made an announcement on the public address system urging the passengers to stay where they were and not to move hastily.\n“I didn’t have time to look at the manual but I thought I should calm people down first,” he recalled in an interview.\nNORTH KOREA Seoul Incheon SOUTH KOREA Yellow Sea Ferry route JINDO Approximate site of ferry sinking JEJU 50 MILES\nMr. Lee said on Friday that he did not order an immediate evacuation because he feared the passengers would be endangered by the strong currents and the cold water. Mr. Oh said Mr. Lee first tried to get the ship’s life rafts deployed. His crew tried but could not make it to the lifeboats.\nAdvertisement Continue reading the main story\nBy 9:18 a.m., the Sewol reported that it was listing at an angle of more than 50 degrees. “Impossible to evacuate,” someone on the Sewol’s bridge told emergency dispatchers by radio.\nDown below, Mr. Kang contacted the Coast Guard using his cellphone and then continued to tell people on the public address system to remain where they were “a little while longer” because the rescue boats were coming.\nAt 9:23 a.m., the bridge sent another distress call: “We are about to sink.”\nAs the ship continued to list and filled with water, Mr. Kang and his colleagues stacked chairs to enable some passengers to climb to the fourth floor.\n“It was chaotic because everyone was just busy saving themselves and many people weren’t pulling up the people below them,” Mr. Kang recalled.\nMr. Oh said he heard Mr. Lee, before leaving the bridge, give the order to evacuate, but Mr. Oh did not hear it broadcast. Mr. Kang, the communications officer, said he never received the order. A senior prosecutor said investigators were still trying to figure out whether it ever reached the passengers.\nAt 9:38 a.m., in the ship’s last communication with emergency dispatchers, the bridge reported that the vessel was listing at 60 degrees. “Those who can evacuate through the port side are trying it,” a voice said over the radio.\nAll the crew members began to flee the bridge. More than two-thirds of the 29-member crew, including the entire navigation team, survived. Only about a third of the passengers — 174 — got out alive. By Monday, 61 people had been confirmed dead and 241 were still missing.\nMr. Oh saw Mr. Lee slide down the floor of the wheelhouse and crash through a door in the port-side wall. The helmsman said it was not clear whether the captain was evacuating or had just lost his grip of the pole and fell.\nAdvertisement Continue reading the main story\nHe did not see Mr. Lee again until an image of him was broadcast on television: The captain was in handcuffs, charged with accidental homicide. He was also charged with abandoning his passengers in a time of crisis, a crime punishable by up to life in prison.", "url": "https://www.nytimes.com/2014/04/21/world/asia/chaos-ruled-sinking-ferry.html?module=inline"}