{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2018-11-16 04:37:00", "date_modify": "2018-11-16 04:37:00", "date_publish": "2014-02-21 03:34:26", "description": "Groups of young men with far-right political affiliations in Ukraine have provided much of the front-line muscle in increasingly bloody clashes with the police.", "filename": "2014_02_21_world_europe_protesters-join-fight-in-kiev-100-at-a-time_1542343020.html", "image_url": "https://static01.nyt.com/images/2014/02/21/world/opposition/opposition-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_21_world_europe_protesters-join-fight-in-kiev-100-at-a-time_1542343020.html", "title": "Converts Join With Militants in Kiev Clash", "title_page": "Converts Join With Militants in Kiev Clash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — As the center of the Ukrainian capital tipped into a maelstrom of gunfire and blood on Thursday, a man wearing a helmet stood on a street corner near Independence Square, the epicenter of the violence, holding a leaf of printer paper.\n“Guys,” he called out, “we are forming a new hundred. Please sign up.”\nAnton Chontorog, 23, a computer programmer, joined a small crowd of young men who lined up to enroll in the hundred, the basic organizing unit of a strikingly resilient force that is providing the tip of the spear in the violent showdown with government security forces. The sotni, as the units are called, take their name from a traditional form of Cossack cavalry division. Activists estimate at least 32 such groups are in Kiev now, with more forming all the time.\nMr. Chontorog said that he had been in the square many times as a protester, but that after the violence on Thursday wanted to commit himself to the fight, which meant following orders from the commander of his hundred. “A volunteer just shows up to help,” he said. “The difference is that a member of a hundred has obligations.”\nAcross Kiev and beyond, personal barriers that once defined the limits of behavior are crumbling, pushing this fractured but, until a few weeks ago, proudly peaceful nation into a spiral of chaos.", "url": "https://www.nytimes.com/2014/02/21/world/europe/protesters-join-fight-in-kiev-100-at-a-time.html"}