{"authors": ["Douglas Martin"], "date_download": "2018-11-16 03:51:37", "date_modify": "2018-11-16 03:51:37", "date_publish": "2014-06-03 04:02:03", "description": "Mr. Finkelstein turned Macy’s into one of the nation’s smartest, fastest-growing department store chains, only to see it wind up in bankruptcy court.", "filename": "2014_06_03_business_edward-s-finkelstein-89-is-dead-took-macys-to-its-highs-and-lows.html_module=inline_1542340297.html", "image_url": "https://static01.nyt.com/images/2014/06/03/world/FINKELSTEIN-obit/FINKELSTEIN-obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_business_edward-s-finkelstein-89-is-dead-took-macys-to-its-highs-and-lows.html_module=inline_1542340297.html", "title": "Edward Finkelstein, 89, Dies; Took Macy’s to Its Highs and Lows", "title_page": "Edward Finkelstein, 89, Dies; Took Macy’s to Its Highs and Lows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Edward S. Finkelstein, a master merchandiser who turned Macy’s into one of the nation’s smartest, fastest-growing department store chains, only to see it wind up in bankruptcy court, died on Saturday at his home in Thousand Oaks, Calif. He was 89.\nHis son Daniel confirmed the death.\n“Between Aug. 1, 1979, and through most of 1985, few merchants were as lavishly praised as Ed Finkelstein,” Isadore Barmash, a former retailing reporter for The New York Times, wrote in his 1989 book, “Macy’s for Sale.”\nStanley Marcus of Neiman Marcus called him “one of the brightest merchants of our time.” It was Mr. Finkelstein, as president of Macy’s California in the early 1970s, who came up with the idea for the Cellar, transforming what was a bargain basement into a sparkling housewares arcade.\nIn 1974, after being promoted to president of Macy’s New York, he brought the concept to the company’s flagship store, on West 34th Street in Manhattan. The Cellar there included gourmet food shops, flower stalls, a replica of a 19th-century English pharmacy and a branch of P. J. Clarke’s, the popular East Side bar and restaurant.", "url": "https://www.nytimes.com/2014/06/03/business/edward-s-finkelstein-89-is-dead-took-macys-to-its-highs-and-lows.html?module=inline"}