{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:39", "date_modify": "2018-11-16 04:03:39", "date_publish": "2014-09-02 20:47:34", "description": "A guide to the key players as designers prepare to roll out the garments.", "filename": "2014_09_04_fashion_new-york-fashion-week-guide-who-and-what-to-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341019.html", "image_url": "https://static01.nyt.com/images/2014/09/03/fashion/04UNBUTTONEDSPAN/04UNBUTTONEDSPAN-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_04_fashion_new-york-fashion-week-guide-who-and-what-to-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341019.html", "title": "New York Fashion Week Guide: Whom and What to Know", "title_page": "New York Fashion Week Guide: Whom and What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In London, eyes will be on Christopher Bailey, making his debut as both chief executive and chief creative officer at Burberry. At issue: whether the added pressures of being a chief executive have had any effect on the aesthetic direction of the brand. In the game of Who’s Wooing Who? Simone Rocha, known to be a designer atop the wish list of many a large group, will likewise have an audience to watch (ooh ... is that a Kering talent spotter I see? An LVMH executive?). And it will be interesting to parse the difference LVMH mentorship and money (300,000 euros) has made for Thomas Tait, recipient of the Group’s first Young Designers Prize.\nAs for Milan, the new name on the schedule, or behind an old name on the schedule, is Jil Sander’s Rodolfo Paglialunga, who has the unenviable task of reviving a house that became something of a fashion punch line when its founder left last October for the third time (an anonymous team designed the collection for autumn/winter). His only competition for buzzy-generating brand of the week is, perhaps surprisingly, Roberto Cavalli, whose long journey toward selling a minority stake appears to finally be coming to fruition. Will some new investors be in the front row? This is the question.\nWhich brings us to the last leg of the marathon (phew!) otherwise known as Paris. There the debuts to watch will be Jonathan Anderson at Loewe, where a wholesale revamp and up-tiering of the brand seems to be underway; David Koma at Thierry Mugler; and Julie de Libran at Sonia Rykiel. All three are tasked with breathing new life into floundering names whose to-ing-and-fro-ing under various designers for the last few seasons has been meaningfully eroding their brand equity.\nFinally, a farewell of sorts will take place at Hermès, where Christophe Lemaire will reveal his swan song for the brand (he is leaving to concentrate on his own line). He hasn’t been there that long — only four years — and he never really rocked the aesthetic Birkin boat, so audience tears will probably not be forthcoming à la Tom Ford departure from Gucci, but they will be watching the faces of the family members Axel Dumas (chief executive) and Pierre-Alexis Dumas (artistic director) to try to understand whether Mr. Lemaire left on the best, or slightly less salubrious, terms. Fittingly, it is the last big show of not only Paris, but the whole season. From endings come new beginnings.\nTrend to Know: Tech\nWhile changes in silhouettes and skirt length will indubitably occur thanks to all of the above, some of the loudest style buzz is actually emanating from the fashion/tech arena. This week, Intel is set to unveil its smart bracelet, a bangle studded with semiprecious gems, designed by Opening Ceremony’s Humberto Leon and Carol Lim, while at Vivienne Tam’s show on Sunday, a self-charging iPhone case created in collaboration with wireless specialist Zeusé will appear on the runway. But the Internet is rife with speculation on Tuesday in Cupertino, Calif., Apple is finally going to reveal its long-awaited foray into wearable tech, complete with creative mock-ups of what it may look like. The company is not saying anything other than, and I quote the invitation, “wish we could say more.” But if it fulfills expectations, it may well be the biggest fashion event of the season. Even if it is taking place on the opposite coast from Lincoln Center and an ocean away from the European style capitals. This season, the runway increasingly seems like a state of mind.", "url": "https://www.nytimes.com/2014/09/04/fashion/new-york-fashion-week-guide-who-and-what-to-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}