{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:08", "date_modify": "2018-11-16 03:49:08", "date_publish": "2014-10-20 00:30:06", "description": "More young people are moving to the very heart of cities, even in economically troubled places like Buffalo and Cleveland.", "filename": "2014_10_20_upshot_where-young-college-graduates-are-choosing-to-live_1542340148.html", "image_url": "https://static01.nyt.com/images/2014/10/20/us/20UP-CITIES-hp/20UP-CITIES-hp-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_20_upshot_where-young-college-graduates-are-choosing-to-live_1542340148.html", "title": "Where Young College Graduates Are Choosing to Live", "title_page": "Where Young College Graduates Are Choosing to Live - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s a type of growth that feeds on itself — the more young workers you have, the more companies are interested in locating their operations in that area and the more young people are going to move there,” he said.\nAbout 25 percent more young college graduates live in major metropolitan areas today than in 2000, which is double the percentage increase in cities’ total population. All the 51 biggest metros except Detroit have gained young talent, either from net migration to the cities or from residents graduating from college, according to the report. It is based on data from the federal American Community Survey and written by Joe Cortright, an economist who runs City Observatory and Impresa, a consulting firm on regional economies.\nDenver has become one of the most powerful magnets. Its population of the young and educated is up 47 percent since 2000, nearly double the percentage increase in the New York metro area. And 7.5 percent of Denver’s population is in this group, more than the national average of 5.2 percent and more than anywhere but Washington, the Bay Area and Boston.\nDenver has many of the tangible things young people want, economists say, including mountains, sunshine and jobs in booming industries like tech. Perhaps more important, it also has the ones that give cities the perception of cultural cool, like microbreweries and bike-sharing and an acceptance of marijuana and same-sex marriage.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“With lots of cultural things to do and getting away to the mountains, you can have the work-play balance more than any place I’ve ever lived,” said Colleen Douglass, 27, a video producer at Craftsy, a start-up with online classes for crafts. “There’s this really thriving start-up scene here, and the sense we can be in a place we love and work at a cool new company but not live in Silicon Valley.”\nOther cities that have had significant increases in a young and educated population and that now have more than their share include San Diego, Baltimore, Pittsburgh, Indianapolis, Nashville, Salt Lake City and Portland, Ore.\nAt the other end of the spectrum are the cities where less than 4 percent of the population are young college graduates. Among those, Detroit lost about 10 percent of this group, while Providence gained just 6 percent and Memphis 10 percent.\nAtlanta, one of the biggest net gainers of young graduates in the 1990s, has taken a sharp turn. Its young, educated population has increased just 2.8 percent since 2000, significantly less than its overall population. It is suffering the consequences of overenthusiasm for new houses and new jobs before the crash, economists say.\nAdvertisement Continue reading the main story\nThe population of young, educated people in Dallas, Charlotte and Raleigh is also growing more slowly than their populations as a whole.\nThe effects of the migration of the young and the restless are most vividly seen in urban cores. In 1980, young adults were 10 percent more likely than other people to live in these areas, according to the report from City Observatory, which is sponsored by the Knight Foundation. In 2010, they were 51 percent more likely, and those with college degrees were 126 percent more likely. The trend extends to all the largest metropolitan areas except Detroit and Birmingham, Ala.\nOf the metropolitan areas with the most populous city centers, Washington and Philadelphia showed the largest increases of young adults living there, at 75 and 78 percent. Other cities that have made big gains in that category are Baltimore, Los Angeles, San Diego, Dallas, Miami and St. Louis. Washington also had the largest share of young college graduates over all, at 8.1 percent.\n“They want something exciting, culturally fun, involving a lot of diversity — and their fathers’ suburban lifestyle doesn’t seem to be all that thrilling to many of them,” Mr. Glaeser said.\nHow many eventually desert the city centers as they age remains to be seen, but demographers predict that many will stay. They say that could not only bolster city economies, but also lead to decreases in crime and improvements in public schools. If the trends continue, places like Pittsburgh and Buffalo could develop a new reputation — as role models for resurgence.", "url": "https://www.nytimes.com/2014/10/20/upshot/where-young-college-graduates-are-choosing-to-live.html"}