{"authors": ["David W. Chen"], "date_download": "2018-11-16 04:45:27", "date_modify": "2018-11-16 04:45:27", "date_publish": "2014-08-25 02:39:35", "description": "She has little name recognition and fewer campaign funds, but Zephyr Teachout, a Fordham law professor, is relishing her run against Gov. Andrew M. Cuomo in the Democratic primary.", "filename": "2014_08_25_nyregion_cuomo-opponent-unbowed-by-underdog-status.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "image_url": "https://static01.nyt.com/images/2014/08/25/nyregion/25ZEPHYR/25ZEPHYR-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_25_nyregion_cuomo-opponent-unbowed-by-underdog-status.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "title": "Teachout, Cuomo Opponent, Is Unbowed by Underdog Status", "title_page": "Teachout, Cuomo Opponent, Is Unbowed by Underdog Status - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There she was, just to the right of the stage, waving her arms furiously, hoping that the event’s host, Eric L. Adams, the Brooklyn borough president, would see her and give her a shout-out. No such luck; a tall security guard was in the way.\nAs Zephyr Teachout was leaving the gospel concert in East Flatbush, a man in a wheelchair called out, “Who are you?” Ever eager, she explained that she was running as a progressive against Gov. Andrew M. Cuomo in the Democratic primary.\nThe man, won over, pointed to a homemade campaign button pinned to Ms. Teachout’s jacket. “Can I have your button?” he asked. She gladly obliged.\nJust a few months ago, Ms. Teachout was a popular Fordham University law professor with ties to Occupy Wall Street and a keen interest in political corruption. But after the liberal Working Families Party approached her to run against Mr. Cuomo — before it arrived at a bitterly contested decision to stick by the governor — Ms. Teachout decided, with the encouragement of other liberal activists, to mount her own long-shot campaign.", "url": "https://www.nytimes.com/2014/08/25/nyregion/cuomo-opponent-unbowed-by-underdog-status.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}