{"authors": ["Jeff Gordinier", "The New York Times"], "date_download": "2018-11-16 03:39:01", "date_modify": "2018-11-16 03:39:01", "date_publish": "2014-02-18 16:20:10", "description": "Can a Scandinavian cuisine escape its chilly image? Some chefs are working on it.", "filename": "2014_02_19_dining_a-nordic-quest-in-new-york_1542339541.html", "image_url": "https://static01.nyt.com/images/2014/02/19/dining/20140219-NORDIC-slide-SD14/20140219-NORDIC-slide-SD14-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_19_dining_a-nordic-quest-in-new-york_1542339541.html", "title": "A Nordic Quest in New York", "title_page": "A Nordic Quest in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As it turns out, Nordic-influenced chefs in New York are fully aware of that, and their mindfulness regarding what works with their audience, and what doesn’t, has led to a subtle evolution in how they cook here. Selling chilly, windswept austerity may have helped in marketing Ingmar Bergman films, but restaurants are a trickier proposition. As Mr. Jernmark of Aquavit put it with a laugh: “It has to be delicious. It can’t just be a burnt beet.”\nCan new Nordic ideas and techniques flourish outside the icy region that produced them — and morph from a quirky trend into something as culturally steadfast as Legos, another Danish export? With its cluster of Noma-tinged restaurants, as well as some punishingly Nordic weather of late, New York seems like the perfect place to find out. So I strapped on my snow boots and set out on a quest to see how these chefs have been tweaking the haute cuisine of Copenhagen for the New York palate.\nFirst, it’s important to note that New Nordic cuisine isn’t the same as the more traditional fare that involves Swedish meatballs, gravlax and pickled herring, although the two sporadically overlap. You can still find the classics at spots like Scandinavia House on Park Avenue, and at Aquavit, where Marcus Samuelsson helped pioneer a new level of refinement in the 1990s and 2000s. Paradoxically, the New Nordic movement strives to carry diners way back to a more ancient realm of flavor. Even when looking forward, it summons a sort of Norse gastronomic mythology centered on twigs, berries, roots, weeds, bark, hay, grass, kelp, fish, soil and barrel-fermented funk.\nBut even New Nordic can be an eel-slippery thing to pin down. Right away I started to hear a striking sentiment from each of the chefs. “I don’t think this is a Nordic restaurant at all,” said Daniel Burns, who runs the kitchen at Luksus, a 26-seat room tucked behind Torst, a beer bar in Greenpoint whose elegant rusticity calls to mind a mountain sauna designed by Philip Johnson .\nPhoto\nYes, Mr. Burns was the pastry chef at Noma from 2006 to 2009, when the restaurant was leaping up a prominent list of the world’s 50 best, but he grew up in Halifax , Nova Scotia , and he’s quick to point out that his résumé also includes jobs at the Fat Duck and St. John, in England , and as the head of R&D for David Chang ’s expanding Momofuku network.\n“Hopefully people come here because I worked at Noma,” Mr. Burns said. “Yes, please.” What those diners soon realize, though, is that his tasting menu is an expression of his personal style, as opposed to a “let’s forage because I’m told that’s a really cool thing to do” (as he put it) aping of Copenhagen chic. “Because what is New Nordic?” Mr. Burns said. “I think most of New Nordic is trying to copy Noma, and I’m totally uninterested in that.”\nWhen the movement first got rolling — Noma opened in 2003, and the ripple-creating Nordic manifesto went public not long after — it put a proud stress on the flavors of the Scandinavian forests and coasts. But what does that mean when you’re based on a busy thoroughfare in Brooklyn? “New Nordic is about local,” Mr. Burns said. “So what the hell is New Nordic elsewhere?”\nAdvertisement Continue reading the main story\nFor him, it may mean paying homage to a few of his favorite bites from Denmark, such as aebleskiver, a sort of fritter made of fluffy pancake batter and sometimes stuffed with mushroom and duck confit, while also offering rich slices of rib-eye steak bathed in a brown butter sauce. It may mean taking a pass on imported sea buckthorn, which he called “the tropical fruit-ish flavor of the Nordic region,” while still incorporating the flavor of spruce trees from Maine and Vermont . “Because I think it’s delicious, and I think it’s unique,” he said. “Maybe I think that pine trees are more relevant than the sea buckthorn. You just need to make the call.”\nThen there’s Skal, a sort-of-Icelandic neighborhood joint on the Lower East Side whose chef, Ben Spiegel, grew up in Toronto and interned at Noma for a few months. “I was pretty worried about opening up a restaurant that was explicitly Nordic,” Mr. Spiegel said. “I was worried that Nordic food in New York has a somewhat negative connotation.”\nThe cooking at Skal may nod toward the seasonality and style of the Noma diaspora, but his standout dishes (like charred broccoli brushed with a garlicky sauce that manages to be both fatty and funky) could hail from anywhere on a GPS. “We’re just cooking,” he said. “It’s food.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nNavigating New York preferences can be particularly educational for chefs and restaurateurs who grew up in Scandinavia, where (as in China or Brazil ) childhood sense memories hinge on dishes that never cross the lips of most Americans. “Everybody in Sweden grows up eating blood pudding,” said Hakan Swahn, an owner of Aquavit, which opened in Midtown in 1987 and has recently been merging New Nordic ideas with traditional touchstones of flavor. “My mouth is watering when I just say the word.”\nFredrik Berselius, the 34-year-old chef at Aska, whose willowy, mysterious presence suggests David Bowie in his Thin White Duke period, grew up in Sweden and can slip into a nostalgic reverie when he talks about mushroom-hunting and berry-picking in the Viking glade. In his mind, a connection to nature is not an abstract notion. “For me it’s still a very personal thing,” he said.\nBut so is his palate, and at Aska, in Williamsburg, Brooklyn, Mr. Berselius has tried to calibrate the tasting menu to be simultaneously adventurous and appealing. “We don’t want to try to serve people food that we think is disgusting,” he said.\nConsider surstromming: So legendary is the aromatic funk of this fermented fish dish that it qualifies as something of a private punch line among Scandinavians. A few weeks back, Mr. Berselius made some with mackerel, instead of the usual herring. “I was going to serve it for New Year’s, but I was voted down by everybody else in the restaurant,” he said. “Because it’s intense. It’s pungent. It punches you in the face.”\nPhoto\nMost of the dishes at Aska — the potatoes with a flavorful broth of whey, or the tender oxtail with celery root — are more apt to lull customers into a satisfied murmur. Those customers will no longer find the polarizing blood chip, however — the pig’s plasma cracker that Pete Wells of The New York Times compared to a “healing wound.”\n“A lot of people just jumped on the chip thing,” Mr. Berselius said. “I loved it — I’ve eaten so much of that blood chip.” In its eight-month run, though, this ferrous amuse-bouche seemed to monopolize conversations about the restaurant to a lopsided degree. It has since been phased out. (There is, however, a fried-and-breaded pig’s blood snack that might be deemed a croquette.)\nAdvertisement Continue reading the main story\nMr. Berselius likes cooking in a style that leaves diners “a little bit puzzled, maybe, but happy,” he said. “Then they come back. That’s what we should work toward. The food will always evolve, hopefully.”\nThe customers have never stopped coming back at Acme, where the dinner rush on a Friday night can feel like what would happen if the air-kissy gleam of Fashion Week were turned into a permanent installation of performance art. The room is usually packed.\nMr. Refslund, the chef, decided to steer for the crowd-pleasing allure of comfort food. Indeed, his own personal evolution could be seen as a reflection of how Nordic cuisine itself has transformed in order to click with a New York sensibility.\nBack in Denmark, Mr. Refslund preferred a stern and formal approach. “I was too stuffy at the time,” he recalled. “I didn’t want to have music at the restaurant. I was that guy.”\nHe has loosened up “The Seventh Seal” shtick considerably at Acme, where dishes like country toast and chicken and eggs (imagine a homey casserole elevated to the ambrosial) have become the gastronomic equivalent of hit singles. “It should be delicious and it should be fun,” he said. “I like to have a good time when I go out to eat.”\nAnd if any restaurant in New York provides a road map for how to achieve longevity, it’s Aquavit, which has cast its midnight-sun glow in Midtown for almost 27 years. Mr. Jernmark, the 31-year-old chef, seems to have a sense of what will make his New York comrades last.\n“I think they’re going to find themselves becoming more American than Nordic,” he said. “The food needs to be finger-licking good. If it’s not, we have failed.”\nRecipes: Charred Broccoli | Oak Ice Cream", "url": "https://www.nytimes.com/2014/02/19/dining/a-nordic-quest-in-new-york.html"}