{"authors": ["Ben Shpigel"], "date_download": "2018-11-16 04:36:38", "date_modify": "2018-11-16 04:36:38", "date_publish": "2014-03-07 02:30:22", "description": "With turmoil in their own country, Ukrainian Paralympic officials said they would announce on Friday whether their team would compete in the Games.", "filename": "2014_03_07_sports_olympics_ukraine-weighs-boycott-of-paralympics-in-russia_1542342998.html", "image_url": "https://static01.nyt.com/images/2014/03/07/sports/Y7PARALYMPICS/Y7PARALYMPICS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_sports_olympics_ukraine-weighs-boycott-of-paralympics-in-russia_1542342998.html", "title": "Ukraine Weighs Boycott of Paralympics in Russia", "title_page": "Ukraine Weighs Boycott of Paralympics in Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KRASNAYA POLYANA, Russia — The chant echoed throughout the plaza of the Paralympians’ mountain village here, and it grew only louder as the Ukrainian delegation marched on. “Peace for Ukraine,” its members shouted in their native language, again and again, their words grounded more in hope than in confidence.\nThe turmoil in Ukraine, where the Crimean Peninsula was seized by Russia in response to the formation of a new pro-Western government, has cast into doubt the nation’s participation in the Paralympics. Ukraine’s team is expected to announce its decision at a news conference Friday afternoon, just before the Games open. As Ukrainian officials deliberated, the team staged what amounted to a protest at the welcoming ceremony Thursday, leaving before it ended.\n“If I say very good, it’s not honest,” said Valerii Sushkevych, the president of Ukraine’s Paralympic committee, when asked how his team was handling the crisis back home. “Most of my sportsmen, their eyes cried. And very, very nervous. Very afraid about the country. About a life, a future life in my country.”\nAfter meeting for three hours with the International Paralympic Committee on Wednesday night, Ukrainian Paralympic officials continued discussions on Thursday, though Sushkevych would not elaborate on what was said, or what developments could prompt Ukraine to leave Sochi — or, alternatively, to compete — other than saying, “Peace; peace for my country.” He said he had spoken for more than two hours with his team, soliciting thoughts and feelings. The team members spoke of hearing conflicting reports about a possible Russian retreat in Crimea, of hopes raised and dashed.", "url": "https://www.nytimes.com/2014/03/07/sports/olympics/ukraine-weighs-boycott-of-paralympics-in-russia.html"}