{"authors": ["Julia Preston"], "date_download": "2018-11-16 03:16:42", "date_modify": "2018-11-16 03:16:42", "date_publish": "2014-05-16 23:54:13", "description": "Border authorities in South Texas have been overwhelmed by a recent surge of young illegal migrants traveling by themselves, leading the Department of Homeland Security to call for resources from other agencies.", "filename": "2014_05_17_us_us-sets-up-crisis-shelter-as-children-flow-across-border-alone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338202.html", "image_url": "https://static01.nyt.com/images/2014/05/17/us/17BORDER3/17BORDER3-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_17_us_us-sets-up-crisis-shelter-as-children-flow-across-border-alone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338202.html", "title": "U.S. Setting Up Emergency Shelter in Texas as Youths Cross Border Alone", "title_page": "U.S. Setting Up Emergency Shelter in Texas as Youths Cross Border Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With border authorities in South Texas overwhelmed by a surge of young illegal migrants traveling by themselves, the Department of Homeland Security declared a crisis this week and moved to set up an emergency shelter for the youths at an Air Force base in San Antonio, officials said Friday.\nAfter seeing children packed in a Border Patrol station in McAllen, Tex., during a visit last Sunday, Homeland Security Secretary Jeh Johnson on Monday declared “a level-four condition of readiness” in the Rio Grande Valley. The alert was an official recognition that federal agencies overseeing borders, immigration enforcement and child welfare had been outstripped by a sudden increase in unaccompanied minors in recent weeks.\nOn Sunday, Department of Health and Human Services officials will open a shelter for up to 1,000 minors at Lackland Air Force Base in Texas, authorities said, and will begin transferring youths there by land and air. The level-four alert is the highest for agencies handling children crossing the border illegally, and allows Homeland Security officials to call on emergency resources from other agencies, officials said.", "url": "https://www.nytimes.com/2014/05/17/us/us-sets-up-crisis-shelter-as-children-flow-across-border-alone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}