{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:42", "date_modify": "2018-11-16 04:14:42", "date_publish": "2014-10-05 19:59:50", "description": "President Dilma Rousseff emerged on Sunday as the front-runner, but she failed to win a majority of the vote, opening the way for a runoff with Aécio Neves.", "filename": "2014_10_06_world_americas_brazil-presidential-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341682.html", "image_url": "https://static01.nyt.com/images/2014/10/05/world/BRAZIL-runoff/BRAZIL-runoff-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_06_world_americas_brazil-presidential-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341682.html", "title": "Dilma Rousseff Emerges as Front-Runner in Brazil’s Election but Faces Runoff", "title_page": "Dilma Rousseff Emerges as Front-Runner in Brazil’s Election but Faces Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — President Dilma Rousseff emerged on Sunday as the front-runner in one of the most tightly contested presidential elections since democracy was re-established in Brazil in the 1980s, but she failed to win a majority of the vote, opening the way for a runoff with Aécio Neves, the pro-business scion of a powerful political family.\nThe strong showing by Mr. Neves, a senator from the state of Minas Gerais, enabled him to surpass Marina Silva, an environmental leader who soared in opinion polls in September, only to be eliminated from the race.\nMs. Rousseff got 41.5 percent of the vote, against 33.7 percent for Mr. Neves and 21.3 percent for Ms. Silva, electoral officials said, with 99 percent of votes counted.\nWhile Ms. Rousseff, 66, is expected to remain the favorite going into the Oct. 26 runoff, the surge by Mr. Neves reflects disenchantment among many voters with Ms. Rousseff’s leftist Workers Party, which is seeking to remain in power amid criticism over a sluggish economy and a scandal shaking the nation’s oil industry.", "url": "https://www.nytimes.com/2014/10/06/world/americas/brazil-presidential-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}