{"authors": ["Quentin Hardy"], "date_download": "2018-11-16 03:14:49", "date_modify": "2018-11-16 03:14:49", "date_publish": "2014-10-07 01:54:16", "description": "By splitting Hewlett-Packard into two new entities, Meg Whitman is putting her own, decisive stamp on the iconic company she has led for three years.", "filename": "2014_10_07_technology_meg-whitman-finds-a-vision-for-hp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338089.html", "image_url": "https://static01.nyt.com/images/2014/10/07/business/WHITMAN/WHITMAN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_07_technology_meg-whitman-finds-a-vision-for-hp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338089.html", "title": "Meg Whitman Finds a Vision for HP", "title_page": "Meg Whitman Finds a Vision for HP - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — In one day, Meg Whitman has created two of America’s biggest companies. All she had to do was break apart Hewlett-Packard, the company credited with creating Silicon Valley.\nHer plan is to make HP’s parts bigger than its current whole, allowing one side of the company to return to HP’s roots servicing big business customers and solving big computing problems under the label Hewlett-Packard Enterprise. On the other side under the brand HP Inc. will be PCs and printers, the products that powered HP’s growth for much of the last decade but are wilting in the face of consumer demand for mobile technology.\nThat Ms. Whitman will stay on as chief executive of Hewlett-Packard Enterprise says much about where she believes the future of the company lies. And it makes clear that she is very much putting her own stamp on the iconic company that she has led for three years.\nOn Monday, Ms. Whitman, 58, presented this move as something of a victory lap, despite criticism that the PC business, where she will still be chairman of the board, is being treated as a weak sibling.", "url": "https://www.nytimes.com/2014/10/07/technology/meg-whitman-finds-a-vision-for-hp.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}