{"authors": ["Edward Wyatt"], "date_download": "2018-11-16 03:20:20", "date_modify": "2018-11-16 03:20:20", "date_publish": "2014-02-15 02:01:31", "description": "The proposed merger of Comcast and Time Warner Cable has raised concerns about the rising cost of cable service.", "filename": "2014_02_15_business_media_as-services-expand-cable-bills-keep-rising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338420.html", "image_url": "https://static01.nyt.com/images/2014/02/15/business/Comcast/Comcast-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_15_business_media_as-services-expand-cable-bills-keep-rising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338420.html", "title": "As Services Expand, Cable Bills Keep Rising", "title_page": "As Services Expand, Cable Bills Keep Rising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Comcast argues that most of the factors affecting the price of cable service are not under the company’s control. It points to programming costs, like the fees paid to networks for the right to carry their content, and the high cost of providing popular but expensive channels like ESPN. Comcast’s central argument in favor of the takeover is one of geography: Competition among providers will not be affected by the deal, it says, because Comcast and Time Warner Cable do not compete in any of the same markets.\n“Even without a merger, local cable monopolies have unconstrained power to raise prices,” said Susan P. Crawford, a visiting law professor at Harvard and the author of “Captive Audience,” a book about monopoly power — particularly Comcast’s — in the cable and broadband business. “A merger further lowers the risk of Comcast having to face competition, because it raises the barriers to entry for a newcomer.”\nThe most recent F.C.C. study on cable industry prices shows that the average monthly price of expanded basic cable service, which had an average of 150 channels, was $61.63 for the year ended Jan. 1, 2012. That was up from $22.35 for the same tier of service in 1995, when the average expanded basic service had only 44 channels. So while the total cost increased, the price per channel decreased by about 10 cents.\nBasic cable service, the tier with the fewest channels, cost consumers $20.55 in 2012, up from $12.06 in 1998, the earliest year for which data was available. That is a compounded annual increase of about 4 percent.\nCritics, and so-called cord-cutters — people who have given up their cable service for the Internet — point out that cable packages force viewers to pay for channels they do not watch, minimizing the value of having all those additional options.\nOddly, the F.C.C. data shows that prices for expanded basic service were higher in those markets where federal regulators deemed that there is “effective competition” because of the presence of other providers — rival cable companies or satellite networks or both. On average, expanded basic service cost 2.5 percent more in competitive markets than in noncompetitive markets, belying the conventional market theory that competition leads to lower prices.\nTo Michael J. Copps, a former F.C.C. commissioner, the data shows that increasing consolidation in the cable business is bad for consumers, and the Comcast-Time Warner Cable merger would be no exception. “You’re putting one company where there were two before,” he said. “I think that does take competition away.”\nScott Cleland, chairman of NetCompetition, an advocacy group that counts Comcast and other cable companies among its members, disagreed. He said that the argument for allowing cable company mergers was the same that allowed for the consolidation of the Baby Bell companies after the breakup of AT&T. “It’s a geographic extension,” he said. “The companies serve geographically separate areas. That’s what makes this merger different than the AT&T/T-Mobile merger. That was a competitor being eliminated. For residential and business broadband customers, this merger is not taking away a competitor.”", "url": "https://www.nytimes.com/2014/02/15/business/media/as-services-expand-cable-bills-keep-rising.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}