{"authors": ["David Barboza"], "date_download": "2018-11-16 04:22:18", "date_modify": "2018-11-16 04:22:18", "date_publish": "2014-07-02 17:35:36", "description": "The expulsions of the three men, who had ties to the former Politburo Standing Committee member Zhou Yongkang, were the latest sign that officials may announce charges against Mr. Zhou himself.", "filename": "2014_07_03_world_asia_china-expels-3-officials-in-corruption-inquiry.html_ref=world_1542342138.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_03_world_asia_china-expels-3-officials-in-corruption-inquiry.html_ref=world_1542342138.html", "title": "China Expels 3 Officials in Corruption Inquiry", "title_page": "China Expels 3 Officials in Corruption Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SHANGHAI — The ruling Communist Party in China expelled three government officials on Wednesday who had ties to Zhou Yongkang, a former member of the powerful Politburo Standing Committee. The expulsions were the latest sign that officials were preparing to announce charges against Mr. Zhou himself.\nThe party announced that Ji Wenlin, a former vice governor of Hainan Province, had been expelled for “severe violation of discipline and laws,” including bribery, adultery and “taking advantage of his posts to seek benefits for others,” according to the official Xinhua news agency. Similar accusations were leveled against the other two expelled officials: Tan Hong, a former senior officer in the guard bureau of the Ministry of Public Security, and Yu Gang, former deputy head of the general office of the party’s Commission for Political and Legal Affairs.\nAll three men will face prosecution.\nCaixin, one of China’s most respected business magazines, reported on Wednesday that the men had worked as aides to Mr. Zhou, who belonged to the standing committee until 2012. Mr. Zhou and several of his relatives are believed to be in detention.\nPresident Xi Jinping has been pursuing an anticorruption campaign reaching nearly all levels of government.", "url": "https://www.nytimes.com/2014/07/03/world/asia/china-expels-3-officials-in-corruption-inquiry.html?ref=world"}