{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:50:12", "date_modify": "2018-11-16 04:50:12", "date_publish": "2014-04-28 11:21:17", "description": "An Egyptian judge sentenced the spiritual leader of the Muslim Brotherhood and hundreds of others on charges of inciting or committing acts of violence.", "filename": "2014_04_29_world_middleeast_egypt-sentences-hundreds-to-death.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343812.html", "image_url": "https://static01.nyt.com/images/2014/04/28/world/middleeast/29EGYPT2/29EGYPT2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_29_world_middleeast_egypt-sentences-hundreds-to-death.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343812.html", "title": "Uproar in Egypt After Judge Sentences More Than 680 to Death", "title_page": "Uproar in Egypt After Judge Sentences More Than 680 to Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When he learned months ago that he had been charged with participating in the attack, he said, he immediately went to the police to explain that there must be a mistake. He said he told them that he was obviously too unwell to have taken part. And he said that their arrest warrant had listed his age as 45 instead of 60, and his occupation as unemployed. But the police insisted that the charges were correct and, inexplicably, allowed him to leave and continue his work at the school.\n“Everything is a whim,” he said. “There is no rule of law.”\nThose like Mr. Abdel-Wahab who were sentenced in absentia — the vast majority of the defendants — would be entitled to a retrial if they were brought into custody, and all the verdicts are subject to appeal. In finalizing last month’s mass verdict, the judge in both cases, Saed Youssef, on Monday confirmed the death sentences on 37 of those defendants while commuting 492 to life in prison — understood here as a term of 25 years. But if the verdicts are not yet final, rights advocates say the two mass death sentences are just the most extreme examples in a pattern of harsh, politicized verdicts supporting the new military-backed government in its sweeping crackdown. Increasingly, said Michele Dunne, an Egypt expert at the Carnegie Endowment for International Peace, “there seems to be no attempt even to construct plausible cases.”\nThe death sentence against the Brotherhood’s spiritual leader, Mohamed Badie, 70, known as the supreme guide, appeared to mark a particular escalation. Trained as a veterinarian, he is revered as a religious authority by hundreds of thousands of Brotherhood members and supporters around the country, and, if carried out, his death sentence would mark the first time the Egyptian government has executed a supreme guide during more than six decades of often-bloody attempts to suppress the Brotherhood. In 1954, the government of President Gamal Abdel Nasser sentenced to death Supreme Guide Hassan el-Houdaibi, but his sentence was later commuted and he was released.\nSecurity forces arrested Mr. Badie last summer, and he remains in jail in Cairo facing multiple charges of inciting violence in the aftermath of the military takeover. His conviction in the Edwa case, however, is notable because he was known to be in Cairo at the time of the attack on the police station. And what’s more, all of his public statements during the period leading up to the attack emphasized calls for nonviolence. “Our peacefulness is stronger than bullets,” he declared in a televised speech, in a phrase that became a Brotherhood rallying cry.", "url": "https://www.nytimes.com/2014/04/29/world/middleeast/egypt-sentences-hundreds-to-death.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}