{"authors": ["Steven Lee Myers", "Ellen Barry", "Alan Cowell"], "date_download": "2018-11-16 04:37:57", "date_modify": "2018-11-16 04:37:57", "date_publish": "2014-03-04 03:26:20", "description": "President Vladimir V. Putin of Russia described events in Ukraine as an unconstitutional coup, expressed contempt toward the United States and called any potential use of military force “a last resort.”", "filename": "2014_03_05_world_europe_ukraine.html_hp=&module=inline_1542343077.html", "image_url": "https://static01.nyt.com/images/2014/03/05/world/05UKRAINE/05UKRAINE-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_05_world_europe_ukraine.html_hp=&module=inline_1542343077.html", "title": "Assailing U.S. and Kiev, Putin Keeps Open Option of Force", "title_page": "Assailing U.S. and Kiev, Putin Keeps Open Option of Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He flatly denied that Russian troops had occupied Crimea and said the United States government had interfered in Ukraine “from across the pond in America as if they were sitting in a laboratory and running experiments on rats, without any understanding of the consequences.”\nMr. Putin delivered a version of the crisis almost entirely at odds with the view held by most officials in Europe and the United States, as well as by many Ukrainians. He described anti-government protests in Kiev as an “orgy” of radicals and nationalists, noting a swastika armband that he had glimpsed in images of the crowd. He also insisted that ousted President Viktor F. Yanukovych had never ordered security forces to shoot protesters, suggesting that snipers stationed on rooftops “may have been provocateurs from opposition parties.”\nVideo\nHe said Mr. Yanukovych’s fatal mistake had been to order security forces to withdraw from the site of the protests after days of bloodshed, while the sides were engaged in negotiations, and that he had personally warned him not to do so. He said Russia had then stepped in to assist Mr. Yanukovych, but did so for humanitarian reasons, “because death is the simplest way to get rid of the legitimate president, and it would have happened. I think he would have been probably killed.”\nAnd he expressed confidence that the crisis would not boil over into war, because, as he put it, Ukrainian and Russian soldiers are “brothers in arms.”\n“I am convinced that Ukrainian personnel and Russian personnel will not be on different sides of the barricades, they will be on the same side of the barricades,” he said. “There has not been a shot fired in Crimea. The tense situation in Crimea, related to the possibility of the use of force, has been exhausted. There was no necessity of that.”\nBoth President Obama in Washington and Mr. Kerry in Kiev dismissed Mr. Putin’s justifications for the intervention, asserting Russia had violated international law and Ukrainian sovereignty.\n“I know President Putin seems to have a different set of lawyers making a different set of interpretations but I don’t think that’s fooling anybody,” Mr. Obama said. He added that Ukrainians should have the right to determine their own fate in elections now slated for May. “Mr. Putin can throw a lot of words out there, but the facts on the ground indicate that right now he’s not abiding by that principle,” Mr. Obama said. “There is still the opportunity for Russia to do so, working with the international community to help stabilize the situation.”\nAdvertisement Continue reading the main story\nThe Kremlin leader took issue with Western threats of reprisals, including sanctions and a boycott of the meeting of the Group of 8 industrial nations that is scheduled to be held in Russia. “All threats against Russia are counterproductive and harmful,” he said, according to Reuters, adding that Russia was ready to host the G-8 but Western leaders who did not want to attend “don’t need to.”\nMr. Putin acknowledged that had met two days ago with Mr. Yanukovych, saying he was “safe and sound” and dismissing rumors that the ousted Ukrainian president had died of a heart attack.\nMr. Putin’s remarks came after he declared the scheduled end of a military exercise he had ordered in western Russia near Ukraine’s border last week, telling military units that participated to return to their permanent garrisons.\nVideo\nThere was no indication that Mr. Putin’s move presaged any easing of a crisis that has raised Western fears that the region may be spinning toward a broader conflict. Tension remained high in Crimea, where Russian troops are blockading Ukrainian military facilities in what the authorities in Kiev have called a declaration of war.\nHe denied that military personnel in unmarked uniforms who now control much of Crimea are Russian forces, describing them instead as “local defense forces.”\n“Look at the people who were operating in Kiev – they were very well trained at special camps in Poland and Lithuania, they were trained by special structures,” he said. “Why do you think that the self-defense forces in Crimea should be any less professional?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe said Russia is not considering annexing Crimea, but said Crimean citizens should be allowed to determine their own future, presumably as part of Russia or Ukraine.\n“We are not considering this possibility,” he said. “It’s up to people living in a certain territory, if they can exercise their free will, and determine their future. For example, if Kosovo’s Albanians were allowed to do that, self-determination, which according to U.N. documents is a right, but we will never instigate it, never support such trends.”\n“Only the people who live in a certain territory have the right to decide their own future,” he said.\nAdvertisement Continue reading the main story\nBut in a graphic illustration of the standoff and its potential hazards, Russian troops on Tuesday fired warning shots in the air as approximately 200 unarmed Ukrainian soldiers approached Russian positions on the perimeter of the contested Belbek airfield in Crimea to press demands to return to their positions there and conduct joint patrols.\nIn Moscow, the Kremlin responded to American warnings of economic punishment and isolation for its actions in Crimea with a counterthreat that Moscow might abandon the dollar as a reserve currency and refuse to repay loans to American banks, Reuters reported. The warning came from Sergei Glazyev, a Kremlin aide with limited influence over the formulation of a policy but boasting a reputation for staking out hard-line positions, the news agency said.\nSlide Show\nSecretary of State John Kerry met with the fledgling Ukrainian leadership that forced President Yanukovych to flee to Russia last month as the crisis deepened. He was the highest-ranking Western official to meet the interim leaders in Ukraine, signaling the Obama administration’s support for a government that the Kremlin does not recognize.\nThe Russian military exercise coincided with the deployment of Russian special forces troops to Crimea beginning last Friday, though officials maintained it was not directly related to the conflict in Ukraine. Nothing the Kremlin reported on Tuesday suggested that the Russian operations in Crimea would end.\nThe military exercise involved the mobilization of the entire Western Military District, which stretches from the border of Ukraine to the Arctic, as well as units from the Central Military District, the Baltic Fleet and air defense commands. The troops dispatched to Ukraine are reported to have deployed from ports and airfields in the Southern Military District.\nMr. Putin ordered the mobilization only days before Russian forces began spreading through Crimea, and despite officials’ reassurances to the contrary, the timing and scale of the operations had a palpable message. Mr. Putin attended the culmination of the exercises near St. Petersburg on Monday, appearing in state television reports observing live-fire training involving tanks and helicopters.\nThe Kremlin announced the end of the maneuvers – which involved 150,000 troops, as well as air and naval forces and live-fire demonstrations in several Russian bases – and reported that they had been “successfully carried out.”\nAt the United Nations, Secretary General Ban Ki-moon’s office announced he had sent a senior adviser, Robert Serry, to Crimea, while Deputy Secretary General Jan Eliasson remained in Kiev, where he had spoken to members of the acting Ukrainian government including the interim president, Oleksandr V. Turchynov.\nMr. Ban’s office said in a statement that in Mr. Eliasson had thanked Mr. Turchynov for his government’s “measured response to unfolding events.” The statement gave few hints of diplomatic options but that “the United Nations’ efforts in this regard are rooted in the U.N. Charter, in particular the principles of territorial integrity and the peaceful settlement of disputes.”\nAdvertisement Continue reading the main story\nWhether the East-West standoff on Ukraine will affect other matters facing the United Nations Security Council remains unclear. The Council is scheduled to take up a range of crises in the coming days, all requiring consensus among Western powers and Russia, including Syria’s progress on destroying its chemical weapons arsenal and allowing humanitarian aid to reach civilians in the three-year-old Syrian conflict.", "url": "https://www.nytimes.com/2014/03/05/world/europe/ukraine.html?hp=&module=inline"}