{"authors": ["David Jolly"], "date_download": "2018-11-16 04:37:42", "date_modify": "2018-11-16 04:37:42", "date_publish": "2014-03-04 10:23:18", "description": "The Russian benchmark index gained 5 percent on Tuesday after a 10.8 percent decline the day before, and stock markets elsewhere made up lost ground.", "filename": "2014_03_05_business_international_global-markets-rise-on-hopes-of-tension-easing-in-ukraine_1542343062.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_05_business_international_global-markets-rise-on-hopes-of-tension-easing-in-ukraine_1542343062.html", "title": "Markets Rebound on Hopes of Tension Easing in Ukraine", "title_page": "Markets Rebound on Hopes of Tension Easing in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Global markets calmed on Tuesday on hopes of a cooling of tensions between Russia and Ukraine, helping stocks recover some of their losses from a sell-off on Monday.\nA day after global markets sank on fears that the conflict over the Crimea might spiral out of control, stocks in the United States, Europe and Asia turned higher, while oil and natural gas prices eased. The Russian benchmark, the Micex index, rose 5 percent after a 10.8 percent decline on Monday, while the ruble clawed back a 0.3 percent gain against the dollar.\nIt appeared on Tuesday that Russia was backing away from extreme action, with President Vladimir V. Putin calling an end to the surprise military exercise he ordered last week. Mr. Putin said in a televised news conference on Tuesday that he saw no need to use force at the moment, but he warned that Russia was ready to use “all options” in the conflict. He also threatened to abandon the dollar as a reserve currency should the United States move forward with sanctions, according to Reuters.", "url": "https://www.nytimes.com/2014/03/05/business/international/global-markets-rise-on-hopes-of-tension-easing-in-ukraine.html"}