{"authors": ["Tyler Cowen"], "date_download": "2018-11-16 04:35:53", "date_modify": "2018-11-16 04:35:53", "date_publish": "2014-03-15 15:25:28", "description": "As applied to political crises, economic concepts suggest that negotiated settlements may become elusive.", "filename": "2014_03_16_business_crimea-through-a-game-theory-lens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342953.html", "image_url": "https://static01.nyt.com/images/2014/03/16/business/16-VIEW/16-VIEW-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_16_business_crimea-through-a-game-theory-lens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342953.html", "title": "Crimea Through a Game-Theory Lens", "title_page": "Crimea Through a Game-Theory Lens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MARKET DETERRENCE A more reassuring kind of deterrence has to do with the response of Russian markets to the crisis. Russia is a far more globalized economy than it was during the Soviet era. On the first market day after the Crimean takeover, the reaction was a plunging ruble, and a decline in the Russian stock market of more than 10 percent. Russia’s central bank raised interest rates to 7 percent from 5.5 percent to protect the ruble’s value. Such market reactions penalize Russian decision makers, who also know that a broader conflict would endanger Russia’s oil and gas revenue, which makes up about 70 percent of its export income.\nIn this case, market forces provide a relatively safe form of deterrence. Unlike governmental sanctions, market-led penalties limit the risk of direct political retaliation, making it harder for the Russian government to turn falling market prices into a story of victimization by outside powers.\nCREDIBILITY AND CONSEQUENCES How much credibility will the United States lose if it doesn’t respond forcefully to Russian action? This, too, is a problem of game theory.\nA commitment by a sovereign state is credible only when that state’s self-interest dictates honoring it. Previous American pledges to help or protect Ukraine were not all that credible to begin with, given the greater power and historical influence of Russia in the region. Failing to protect Crimea therefore doesn’t automatically lead to a big shift in the world’s perception of American willingness to honor commitments where the nation’s loyalties and interests are more certain. Daryl G. Press, a professor of government at Dartmouth, articulates a general version of that argument in his book “Calculating Credibility.”\nStill, there may be a net loss of credibility, perhaps a serious one, when the world is uncertain where American self-interest lies. For instance, how dedicated is the United States to protecting various disputed small Asian islands from Chinese domination or conquest? How much does America care about the de facto independence of Taiwan these days, or about limiting China’s influence in the South China Sea? The answers may not be obvious, especially in a diverse democracy like ours.\nBut for strategists in China and elsewhere in Asia seeking clues to American behavior, it’s possible that the effectiveness of the United States response on Crimea will matter a great deal. For actual deterrence, the United States would mainly need to create negative consequences for Russia, not just engage in posturing.\nIn any case, it is unlikely that Russia will happily reverse course and hand back Crimea, and so we may well see some careful calculations on how negative those longer-term consequences will be. In this sense, economics — through the medium of game theory — is again earning its moniker as the dismal science.", "url": "https://www.nytimes.com/2014/03/16/business/crimea-through-a-game-theory-lens.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}