{"authors": ["Neil Irwin"], "date_download": "2018-11-16 04:08:07", "date_modify": "2018-11-16 04:08:07", "date_publish": "2014-05-22 04:03:52", "description": "Some issues defy any attempts to solve with a spreadsheet, so know your personality before making the plunge.", "filename": "2014_05_22_upshot_five-questions-you-need-to-ask-yourself-before-buying-a-home_1542341287.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_22_upshot_five-questions-you-need-to-ask-yourself-before-buying-a-home_1542341287.html", "title": "Five Questions You Need to Ask Yourself Before Buying a Home", "title_page": "Five Questions You Need to Ask Yourself Before Buying a Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How confident are you that you will want to stay?\nOne of the biggest factors shaping the desirability of buying versus renting is how long you will stay in a place. Given the huge costs, both financial and psychic, of selling a house, it is generally a far better deal to buy if you will live in a place for a decade than if you will be moving in three years.\nBut simply putting your best guess of how long you will stay gives you a limited view of things. We all actually have a range of possibilities. What are the odds that a year from now you will get offered a dream job in London, or meet the love of your life who already has a great place, or conversely go through a break-up or divorce?\nOur best plans are still only guesses, but some people are more settled and less likely to have a sudden move than others (a person who is absolutely committed to staying in his or her current city, for example, or a happily married couple with all the children they want). Be honest with yourself about how settled, or unsettled, your future living situation really is.\nHow confident are you about your future income?\nOne of the advantages of renting is that if your earning power suddenly changes, it is relatively easy to adjust your living situation accordingly. Lose your job and have to take a pay cut to find a new one? That isn’t much fun, but it’s less painful if it results in moving into a smaller apartment rather than having your house foreclosed upon and your credit wrecked.\nThat’s all a case for being conservative when thinking about your future earnings. If you earn a commission or bonus, how variable is it? Don’t assume that one good year will be repeated forever. Do you work in an industry that is healthy and growing, or one in which layoffs are happening all the time? If you lost your job, how hard would it be to find a new one, and would you probably be paid more or less than you are now?\nThe more confident you are in your future earnings, the more comfortable you should be taking on that home mortgage.\nCan you force yourself to save?\nAs my colleague Josh Barro has pointed out, one of the real, if underappreciated, benefits of buying a home is that it forces you to save. A typical mortgage pays itself off bit by bit over the 15 or 30 years you are making payments. With modest appreciation in the value of the home, at the inflation rate or a little bit above, people who buy a house in their 30s and stay there can end up with quite a valuable asset, debt free, in their 60s.", "url": "https://www.nytimes.com/2014/05/22/upshot/five-questions-you-need-to-ask-yourself-before-buying-a-home.html"}