{"authors": ["Josh Barro"], "date_download": "2018-11-16 04:23:46", "date_modify": "2018-11-16 04:23:46", "date_publish": "2014-11-05 14:27:55", "description": "Significant expansions of gambling passed in three states, but were rejected in two where in-state interests balked.", "filename": "2014_11_06_upshot_the-strange-case-of-states-addiction-to-casinos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342226.html", "image_url": "https://static01.nyt.com/images/2014/11/06/upshot/06UP-Gambling/06UP-Gambling-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_06_upshot_the-strange-case-of-states-addiction-to-casinos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342226.html", "title": "The Strange Case of States’ Penchant for Casinos", "title_page": "The Strange Case of States’ Penchant for Casinos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rather than discouraging states from expanding gambling, in many cases this phenomenon has encouraged them. After all, if you don’t expand gambling, you stand to lose existing revenue to your eagerly expanding neighbors. A key argument for Massachusetts casinos is that many residents gamble at Indian casinos in Connecticut, spilling revenue across the border. Rhode Island’s casino expansion was sold as a defensive move against Massachusetts and Connecticut.\nWhere this cannibalization crosses state lines, voters have tended to expand gambling. But in California and Colorado, it would have occurred within the state. California voters rejected an Indian gambling compact that would have allowed a new casino in the Central Valley, which was contentious partly because the operating tribe bought land far from its ancestral reservation to build it. A tribe with a nearby casino was a leading funder of the campaign to reject the compact.\nSimilarly, Colorado voters rejected a plan for casino-style gambling at racetracks, which operators of existing casinos in the state opposed. There and in California, new state revenue was likely to be offset by lost revenue from existing operators.\nGiven the interstate-versus-intrastate competition distinction, it’s no surprise that small states like Massachusetts and Rhode Island approved more gambling while California and Colorado rejected it. Casino expansion has spread like wildfire in the last decade through the Mid-Atlantic and the Rust Belt, where many population centers are near state borders. And even if revenue continues to disappoint, the states are likely to keep expanding gambling, just to keep up.", "url": "https://www.nytimes.com/2014/11/06/upshot/the-strange-case-of-states-addiction-to-casinos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}