{"authors": ["Michael Forsythe", "Chris Buckley"], "date_download": "2018-11-16 04:22:29", "date_modify": "2018-11-16 04:22:29", "date_publish": "2014-06-22 11:01:36", "description": "Three days into a 10-day voting period, more than 600,000 ballots have been cast in a nonbinding poll on the selection of a leader for the city of seven million.", "filename": "2014_06_23_world_asia_big-voter-turnout-in-unofficial-hong-kong-poll.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342149.html", "image_url": "https://static01.nyt.com/images/2014/06/23/world/HONG-KONG/HONG-KONG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_23_world_asia_big-voter-turnout-in-unofficial-hong-kong-poll.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342149.html", "title": "Poll on Democracy Draws Big Turnout in Hong Kong", "title_page": "Poll on Democracy Draws Big Turnout in Hong Kong  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Participation in an informal poll to gauge Hong Kong’s desire for democracy is exceeding expectations, helped on Sunday by hundreds of volunteers who are reaching potential voters in subway stations and shopping malls, bringing American-style retail politics to one small corner of the People’s Republic of China.\nThree days into a 10-day voting period, more than 689,000 ballots had been cast, equal to almost one-fifth of the number of registered voters in Hong Kong, a former British colony that was returned to Chinese sovereignty in 1997.\nOrganizers had publicly said they hoped for at least 100,000 participants in the poll, which has been condemned as “illegal and invalid” by the central government in Beijing. Most votes have been cast online — on computers through a website or by smartphones with an app — but on Sunday, polling centers opened across Hong Kong, and people voted in curtained booths. The poll is nonbinding and does not have the backing of the Hong Kong government.\nUsing tactics that would be familiar ahead of the Iowa caucuses or New Hampshire primary, groups of students and other volunteers on Sunday caught potential voters at the bus and subway stations and near the city’s shopping malls. Though Hong Kong is just more than one-quarter the size of Rhode Island, its 7.2 million people make it more populous than all but 12 American states.", "url": "https://www.nytimes.com/2014/06/23/world/asia/big-voter-turnout-in-unofficial-hong-kong-poll.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}