{"authors": ["Julia Preston"], "date_download": "2018-11-16 03:16:33", "date_modify": "2018-11-16 03:16:33", "date_publish": "2014-06-25 20:29:12", "description": "An area downstream of the Anzalduas Dam on the Rio Grande is a prime crossing ground for families and children seeking to enter the United States.", "filename": "2014_06_26_us_snakes-and-thorny-brush-and-children-at-the-border-alone.html_module=inline_1542338193.html", "image_url": "https://static01.nyt.com/images/2014/06/25/us/BORDER-ss-slide-NI7R/BORDER-ss-slide-NI7R-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_26_us_snakes-and-thorny-brush-and-children-at-the-border-alone.html_module=inline_1542338193.html", "title": "Snakes and Thorny Brush, and Children at the Border Alone", "title_page": "Snakes and Thorny Brush, and Children at the Border Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Where are your parents, Alex?” Chief Ortiz asked, using a nickname to put the boy at ease.\n“In San Antonio,” he said.\nBut the child had no address for his family in the Texas city 250 miles to the north, or for an aunt in Maryland, which he thought was just as close. The agents gave him water and the boy smiled gratefully, not knowing that his journey, already three weeks long, would likely be a lot longer.\nFamilies and children have become a high-profit, low-risk business for Mexican narcotics cartel bosses who, Chief Ortiz said, have taken control of human smuggling across the Rio Grande. They now offer family packages, migrants said, charging up to $7,500 to bring a minor alone or a mother with children from Central America to the American side of the river.\nSmugglers like to use this snake-infested, thorn-ridden brushland for their crossings. A federal wildlife refuge, the site is downstream from the Anzalduas Dam, where the river slows and narrows, making it easy to paddle across. The bank is strewn with worn-out sneakers, broken baby bottles and rotting life preservers, the refuse of migrants who made it across and moved on. In less than two hours one evening last week, Border Patrol agents encountered 37 migrants walking the dusty roads here.\nAlejandro said he had been brought by “Santiago the smuggler.” Another migrant in the group was probably traveling with the boy, a neighbor or a cousin, Chief Ortiz said. Once they were back at the Border Patrol station, agents would have to figure out who that was.\nMore than 52,000 minors traveling without their parents have been caught crossing the southwest border illegally since October, including 9,000 in May alone, a record.\nThe migration surge also includes 39,000 adults with children detained since October, also an unprecedented figure. Authorities anticipate they will apprehend more than 240,000 illegal migrants, about three-quarters from Central America, in the Rio Grande Valley during this fiscal year.\nWhere the River Slows TEXAS Anzalduas Dam Rio Grande Devil’s Corner Hidalgo MEXICO Reynosa 3 miles N.M. Ft. Worth Dallas TEXAS Houston San Antonio MEXICO Gulf of Mexico Area of detail 200 miles\nMany migrants say they are fleeing poverty and vicious gang violence at home, and some were drawn by rumors the United States was giving entry permits for women and children. But many, especially the youngest, are coming to reconnect with families, hoping to join parents or close relatives who live in this country, often without papers.\nAdvertisement Continue reading the main story\n“There’s obviously a host of reasons that motivates the individuals to cross,” Chief Ortiz said. “But trying to reunite with a family member who may already be here is probably one of the ones that comes at the top.”\nChief Ortiz watched as agents coaxed information from the new detainees. The migrants answered, some apprehensively, others seemed relieved, none attempted to resist.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA 14-year-old boy from Honduras said, “My parents are dead.” There was an aunt in New Orleans he wanted to find.\nA 19-year-old Guatemalan woman was tugging her 2-year-old child, whose father she said was in Indiana. Having lost her way at high noon, she was reeling from dehydration. She gulped water the agents offered.\nIncreasing numbers of women and children caught crossing illegally have been able to stay in the United States. Border authorities are required to turn over unaccompanied minors within 72 hours to the Department of Health and Human Services, which oversees detention shelters and works to find parents or guardians in this country. After President Obama declared a humanitarian crisis this month, new shelters for minors were opened at three military bases.\nOfficials had been releasing most women apprehended with children, but White House officials announced last week they would begin detaining or monitoring more of those families in an effort to discourage others from coming.\nMost days, the crossings here come at dawn and at dusk. The smugglers pull up in vans on the Mexican bank, and send loads of migrants across the river on inflatable rafts, sometimes three or four trips in an hour. Guides know there is little chance the Border Patrol will stop them at the international boundary midstream.", "url": "https://www.nytimes.com/2014/06/26/us/snakes-and-thorny-brush-and-children-at-the-border-alone.html?module=inline"}