{"authors": ["Julie Hirschfeld Davis", "Julia Preston"], "date_download": "2018-11-16 04:28:58", "date_modify": "2018-11-16 04:28:58", "date_publish": "2014-07-04 01:34:33", "description": "President Obama is trying to beat back the illegal influx of Central American migrants while vowing to take unilateral action to move his stalled immigration agenda.", "filename": "2014_07_04_us_amid-influx-of-migrants-obama-to-skip-border-visit-on-texas-trip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342538.html", "image_url": "https://static01.nyt.com/images/2014/07/04/us/SUBIMMIG/SUBIMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_04_us_amid-influx-of-migrants-obama-to-skip-border-visit-on-texas-trip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342538.html", "title": "Amid Influx of Migrants, Obama Is to Skip Border Visit on Texas Trip", "title_page": "Amid Influx of Migrants, Obama Is to Skip Border Visit on Texas Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But House Republican leaders who participated in a tour of the South Texas border by members of the House Judiciary Committee said the president was not doing nearly enough to deter families and children from risking the dangers of the journey across Mexico. “Clearly there is little if any consequence right now for illegal immigration and that needs to change,” said Representative Robert W. Goodlatte of Virginia, the Republican chairman of the committee, speaking by telephone from Harlingen, Tex., at the end of the tour. He said the president should apply fast-track deportations to many more people crossing the border illegally and step up deportations from inside the country.\nAnother Republican on the tour, Representative Darrell Issa of California, chairman of the House Oversight and Government Reform Committee, said the president should cancel a two-year-old program that gives protection from deportation to young immigrants living illegally in this country since childhood. He and 29 other House lawmakers sent a letter to Mr. Obama on Wednesday demanding an end to the program.\nBut in an unusual glimmer of possible accord between the White House and Republican lawmakers, Mr. Goodlatte said the House would be willing to “take a very close look” if Mr. Obama sent over narrowly tailored proposals to toughen enforcement and “make it easier for the Border Patrol to do their jobs.”\nPolicy makers on all sides were focusing increasingly on a mesh of laws mandating special treatment of unaccompanied migrant children, most of which were passed under President George W. Bush.\nUnder an anti-trafficking statute adopted — with bipartisan support — in 2008, minors caught traveling without their parents, if they are not from Mexico, cannot be rapidly deported. Youths from Central America must be transferred within 72 hours from the Border Patrol to the Department of Health and Human Services, which detains them in shelters and works to release them to parents or other responsible adults in the United States.\nThe president will seek a legal change that would allow the border authorities to treat minors from El Salvador, Guatemala and Honduras — the home countries of most recent migrants — the way they now treat unaccompanied minors from Mexico, a country that has a different procedure because it shares a border with the United States. Under the 2008 law, youths from contiguous countries are questioned by border agents immediately after they are caught. If they do not express fear of returning home or say they have been victims of trafficking, agents can secure their consent to be deported and they are rapidly returned home.\n“It’s a fair way to deal with people in the immigration system,” Mr. Earnest said of the expedited procedures. In addition, he said, “It sends a clear and unmistakable signal to parents who might be considering putting their children in the hands of a stranger, in some cases a criminal, to transport them to the southwest border, with the expectation that if they get to the border that they’ll be allowed to remain in the country: That is simply not the case.”", "url": "https://www.nytimes.com/2014/07/04/us/amid-influx-of-migrants-obama-to-skip-border-visit-on-texas-trip.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}