{"authors": ["Anne Barnard"], "date_download": "2018-11-16 04:41:12", "date_modify": "2018-11-16 04:41:12", "date_publish": "2014-07-17 14:28:34", "description": "Israel and Hamas observed a five-hour humanitarian pause in their fighting on Thursday, and Gazans left their homes to take advantage of it.", "filename": "2014_07_18_world_middleeast_gaza-strip-humanitarian-pause-for-israel-hamas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343272.html", "image_url": "https://static01.nyt.com/images/2014/07/18/world/18gaza2/18gaza2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_18_world_middleeast_gaza-strip-humanitarian-pause-for-israel-hamas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343272.html", "title": "In Battered City, an All-Too-Brief Taste of Normal Life", "title_page": "In Battered City, an All-Too-Brief Taste of Normal Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GAZA CITY — Having piled his grocery cart with tuna cans, Kellogg’s Corn Flakes and Jell-O, Dr. Ayman Abdullah turned to the toy aisle and invited each of his three children to pick something – a reward, he said, for the nine days they spent indoors during the Israeli bombardment.\n“They were fed up,” he said, as his daughter Yomna, 9, picked out a snow globe enclosing a hand-holding couple and the word “Love.” She was dressed as if for a party, in a flowered dress and Hello Kitty necklace, as the family took advantage Thursday of a five-hour humanitarian pause in the fighting requested by the United Nations.\nNearby was Gaza City’s first traffic jam since July 8, when simmering hostilities erupted between Israel and Hamas, the militant group that dominates Gaza. The cause of the congestion: throngs of people shoving toward cash machines and bank counters, operational for the first time since the violence erupted.\nGone were the thuds of Israeli F-16 airstrikes and the smell of cordite that had punctuated days and nights here, along with the ripping sound of Hamas rocket launches. People dragged out plastic chairs to sit under trees, and a few shops opened. Even beggars reappeared.", "url": "https://www.nytimes.com/2014/07/18/world/middleeast/gaza-strip-humanitarian-pause-for-israel-hamas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}