{"authors": ["Brooks Barnes", "Nicole Perlroth"], "date_download": "2018-11-16 04:18:47", "date_modify": "2018-11-16 04:18:47", "date_publish": "2014-12-03 21:26:24", "description": "The studio, working with law enforcement agencies, has been exploring whether the hacking was related to one of Sony’s coming movies, “The Interview.”", "filename": "2014_12_04_business_sony-pictures-and-fbi-investigating-attack-by-hackers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341927.html", "image_url": "https://static01.nyt.com/images/2014/12/04/business/04sony-web1/04sony-web1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_04_business_sony-pictures-and-fbi-investigating-attack-by-hackers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341927.html", "title": "Sony Pictures and F.B.I. Widen Hack Inquiry", "title_page": "Sony Pictures and F.B.I. Widen Hack Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Sony Pictures Entertainment and the F.B.I. on Wednesday were seeking more information about an attack that crippled Sony’s computer systems — including whether North Korea, or perhaps a former employee, was responsible.\n“The investigation continues into this very sophisticated cyberattack,” the studio said in a statement. It added that a news report by the technology site Re/code, which said that North Korea had been identified as the source of the attack and that the studio planned an imminent announcement, was “not accurate.”\nSony was hit by hackers on Nov. 24, resulting in a companywide computer shutdown and the leak of corporate information, including the multimillion-dollar pre-bonus salaries of executives and the Social Security numbers of rank-and-file employees. A group calling itself the Guardians of Peace has taken credit for the attacks.\nThe studio, working with various law enforcement agencies, has been exploring whether the breach was related to one of Sony’s coming movies, “The Interview,” a comedy about two American tabloid TV journalists recruited to assassinate the North Korean leader Kim Jong-un. North Korean officials have been sharply critical of the film.", "url": "https://www.nytimes.com/2014/12/04/business/sony-pictures-and-fbi-investigating-attack-by-hackers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}