{"authors": ["Jennifer Medina"], "date_download": "2018-11-16 04:28:21", "date_modify": "2018-11-16 04:28:21", "date_publish": "2014-07-25 15:29:28", "description": "Officials said more than half of all children initially placed in shelters have gone on to be reunited with at least one parent already living in the United States.", "filename": "2014_07_26_us_migrant-children-texas-released-to-relatives.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342501.html", "image_url": "https://static01.nyt.com/images/2014/07/26/us/26children1/26children1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_26_us_migrant-children-texas-released-to-relatives.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342501.html", "title": "Most Migrant Children Entering U.S. Are Now With Relatives, Data Show", "title_page": "Most Migrant Children Entering U.S. Are Now With Relatives, Data Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — The vast majority of unaccompanied migrant children arriving in the United States from Central America this year have been released to relatives in states with large established Central American populations, according to federal data released Thursday night.\nA total of 30,340 children have been released to sponsors — primarily parents and other relatives — from the start of the year through July 7, according to the Office of Refugee Resettlement, which has overseen the care of the children after they are turned over by Customs and Border Protection. More children have been released in Texas than in any other state, with sponsors there receiving 4,280 children, followed by New York with 3,347. Florida has received 3,181 children and California 3,150. Maryland and Virginia have each also received more than 2,200 children.\nThe numbers do not include those children who are still being cared for in shelters, which have prompted the most outrage from governors and other local officials across the country. Many children who are placed in shelters for some period of time — anywhere between a few days and a few months — have later been released to family members.\nOfficials have said that more than half of all children initially placed in shelters have gone on to be reunited with at least one parent already living in the United States, and 85 percent of all children have been placed with a close family member.", "url": "https://www.nytimes.com/2014/07/26/us/migrant-children-texas-released-to-relatives.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}