{"authors": ["Robert Mackey"], "date_download": "2018-11-16 04:23:17", "date_modify": "2018-11-16 04:23:17", "date_publish": "2014-08-21 01:29:59", "description": "Mark Paslawsky, a 55-year-old American investment banker, died fighting Russian-backed separatists in Ukraine this week.", "filename": "2014_08_21_world_europe_an-american-voice-on-ukraines-front-lines-goes-silent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342197.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_21_world_europe_an-american-voice-on-ukraines-front-lines-goes-silent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342197.html", "title": "An American Voice on Ukraine’s Front Lines Goes Silent", "title_page": "An American Voice on Ukraine’s Front Lines Goes Silent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a telephone interview on Thursday, Nestor Paslawsky said, “I understood his conviction to the cause. He felt that he wanted to do his part in helping Ukraine.” He also explained that his brother’s Twitter pen name was inspired by his love of Bruce Springsteen. “He would travel all over Europe,” to attend the New Jersey rocker’s shows whenever he toured, Nestor Paslawsky recalled, most recently seeing him play in Vienna in 2012.\nThe family is making plans for a funeral in Kiev, where Mr. Paslawsky lived.\nThe death was also mourned on the Expatua website by members of the Ukrainian diaspora who had taken part in a crowd-funding campaign to support the battalion, regularly sending them cash, food and supplies.\nThe circumstances of the American’s death were described to Vice News by Maxim Dondyuk, a Ukrainian photographer embedded with the battalion, which remained under siege by rebel forces late Wednesday.", "url": "https://www.nytimes.com/2014/08/21/world/europe/an-american-voice-on-ukraines-front-lines-goes-silent.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}