{"authors": ["Ashley Parker"], "date_download": "2018-11-16 04:28:40", "date_modify": "2018-11-16 04:28:40", "date_publish": "2014-01-18 19:20:11", "description": "The former presidential candidate gives his thoughts on another run (“No, no, no”) and on the future for him and his party.", "filename": "2014_01_19_us_politics_an-interview-with-mitt-romney.html_module=inline_1542342520.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_19_us_politics_an-interview-with-mitt-romney.html_module=inline_1542342520.html", "title": "An Interview With Mitt Romney", "title_page": "An Interview With Mitt Romney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Gov. Chris Christie’s recent political troubles, after it was revealed that lane closings in Fort Lee, N.J., that snarled traffic and emergency vehicles were spurred by political retribution:\n“I think the bridge issue is behind him. I think he dealt with it in a very effective way, unlike other people who’ve been in a setting like that, and I’m thinking of the president. He took responsibility, he fired people who had let him down, and I think people will look back on this as being an example of how you handle something like this effectively. I think it showed him as a strong leader, a compassionate person, entirely open — stood in front of the American people and spoke for a couple of hours, took questions. I don’t think he’s hurt by this. I think it’s something which is one more element of his capability as a leader.”\nOn whether he thinks Mr. Christie can overcome his reputation as a bully:\n“I think it’s far from me to characterize someone’s image, but I think people see him as a real straight shooter, who pulls no punches and tells it like it is, and I think the American people like that. And people see him as a man of candor, and that he’s able to be as tough as he needs to be, and I think they’d like to see in the president of the United States someone who can stand up to Congress when they’re not doing what they need to do, who can stand up to his own party and shout them down, who can stand up to Vladimir Putin. I think they want to see a strong leader, and I think Chris is at this stage seen as a very effective leader by the American people.”\nOn the political schadenfreude — including from some of his own donors and aides — surrounding the Christie scandal:\n“Well, there will always be within a party people who backed one candidate versus people who backed another, and there will be factions in the party, and there’s always a little glee faction looking at the difficulty of the other faction. But one of the things that our party has to rely on to ever win is that when we choose a nominee, to all get behind them. And I’ve read some articles where people say we’ve got to get rid of the Republicans that are RINOs, we’ve got to get rid of the libertarians, we’ve got to get rid of this, the evangelicals. It’s like, no, no, no. We need everybody to come together. I mean, I went and campaigned for Ken Cuccinelli, and did a fund-raiser for Ken Cuccinelli. He’s not from my faction of the Republican Party, but you know what? When the nominee is chosen, we have got to come together, or we will never lead.”\nOn the direction of the Republican Party:\n“A couple things. One, when you don’t have a president, you don’t have a leader of the party who can discipline all the factions and keep them in the corral, and that’s just the peril we have in a party without a president, and the Democrats had that in the past, and they had the same kind of splintering, and yet they came together when they got a president. We’ll do the same thing, hopefully, when we get a president. I also think that you’re seeing different voices express views about where to take the party, but I’m going to be comfortable in the process we use to select our nominees if it is carried out by a large number of people through primaries. I think the trend to move towards caucuses and conventions, whether to nominate senators, governors or presidential nominees, I think the move towards caucuses and conventions is a very bad one, and that our party should reward those states that spend the time and money to have primaries. I think you’ve got to involve the most number of people. And if the most number of people support a libertarian or someone who’s from one faction or another, that I may not be as aligned with, I’ll work for that person. But I want the nominees to be selected by the broadest number of people in primaries.”", "url": "https://www.nytimes.com/2014/01/19/us/politics/an-interview-with-mitt-romney.html?module=inline"}