{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 04:23:14", "date_modify": "2018-11-16 04:23:14", "date_publish": "2014-11-12 10:30:06", "description": "Congressional Republicans have plans to transform Medicare and Medicaid and to cut taxes for high earners, measures once out of reach with Democrats controlling the Senate.", "filename": "2014_11_13_us_politics_in-control-republicans-see-budget-as-way-to-push-agenda.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342194.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_13_us_politics_in-control-republicans-see-budget-as-way-to-push-agenda.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342194.html", "title": "In Control, Republican Lawmakers See Budget as Way to Push Agenda", "title_page": "In Control, Republican Lawmakers See Budget as Way to Push Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Next year, House Republicans will try again to transform Medicare and Medicaid, repeal the Affordable Care Act, shrink domestic spending and substantially cut the highest tax rates through the budget process. Then they will leave it to the new Senate Republican majority to decide how far to press the party’s small-government vision, senior House aides said this week.\nHouse Republican officials said the first budget blueprint of the 114th Congress will not stray far from the plans drafted by Representative Paul D. Ryan, Republican of Wisconsin and the departing Budget Committee chairman. Those plans, passed along party lines three times since Republicans took control of the House in 2011, were never going anywhere with the Senate in Democratic hands.\nWith this month’s Republican sweep in the midterm elections, the stakes have changed.\n“They’re firing with real budget bullets,” said Representative Chris Van Hollen of Maryland, the ranking Democrat on the House Budget Committee. “Real people will get hurt.”\nSenator Ron Johnson, Republican of Wisconsin, a Budget Committee member, said Tuesday that House and Senate Republicans dealing with the budget would “try and coordinate as much as possible,” and “hew to some basic principles,” the first being achieving a balanced budget in 10 years.", "url": "https://www.nytimes.com/2014/11/13/us/politics/in-control-republicans-see-budget-as-way-to-push-agenda.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}