{"authors": ["Henry Fountain"], "date_download": "2018-11-16 04:24:38", "date_modify": "2018-11-16 04:24:38", "date_publish": "2014-07-22 02:19:06", "description": "Many scientists say capturing the carbon that spews from power plants and locking it away is necessary to stave off the worst effects of climate change.", "filename": "2014_07_22_science_corralling-carbon-before-it-belches-from-stack.html_module=inline_1542342278.html", "image_url": "https://static01.nyt.com/images/2014/07/22/us/22jpCAPTURE1/22jpCAPTURE1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_22_science_corralling-carbon-before-it-belches-from-stack.html_module=inline_1542342278.html", "title": "Corralling Carbon Before It Belches From Stack", "title_page": "Corralling Carbon Before It Belches From Stack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The challenge is even more stark overseas. China already burns almost as much coal as all other nations combined, and its appetite keeps expanding. Worldwide, coal consumption in 2020 will be about twice what it was in 2000, according to the United States Energy Information Administration, and will continue to grow for decades.\nEven the abundant natural gas unleashed by fracking, while cleaner than coal, is a major source of greenhouse gases. Ultimately, many scientists say, those emissions will need to be trapped and stored, too.\n“If you want to carry on using those fossil hydrocarbons, that means cleaning up their emissions,” said Stuart Haszeldine, a geologist at the University of Edinburgh. Capturing carbon, he said, “is the single best way of doing that.”\nYet it is no magic bullet. Because it requires so much energy, sucking up carbon reduces a plant’s ability to make electricity — the whole point of its existence. There are basic questions of whether carbon dioxide can be safely stored underground. And the technology is expensive. Updating the Saskatchewan plant alone cost $1.2 billion — two-thirds of which went for the equipment to remove the gas.\nIn the pine woods of Kemper County, Miss., another carbon-capture effort is taking shape, in a massive new power plant that will be fed a steady diet of coal from the strip mine next door. Bruce Harrington, the operations manager, likened the hulking beast to an anthill: It seems curiously quiet on the outside, but deep within an army of workers is cutting, welding and testing. Disturb it, he said, and thousands of people will come pouring out.\nBattling delays, the plant’s owner, Southern Company, hopes to have it open next year. But it is more complex than the Saskatchewan effort, and the price tag has ballooned to $5.5 billion, more than double the original estimate.", "url": "https://www.nytimes.com/2014/07/22/science/corralling-carbon-before-it-belches-from-stack.html?module=inline"}