{"authors": ["Dan Bilefsky", "Maïa De La Baume"], "date_download": "2018-11-16 03:49:12", "date_modify": "2018-11-16 03:49:12", "date_publish": "2014-12-02 16:36:05", "description": "The nonbinding vote by the lower house of Parliament was the latest in a series of moves in Europe that have underlined growing frustration with Israeli policies.", "filename": "2014_12_03_world_europe_france-vote-recognize-palestine.html_module=inline_1542340152.html", "image_url": "https://static01.nyt.com/images/2014/12/02/multimedia/france-palestine-vote/france-palestine-vote-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_03_world_europe_france-vote-recognize-palestine.html_module=inline_1542340152.html", "title": "Symbolic Vote in France Backs Palestinian State", "title_page": "Symbolic Vote in France Backs Palestinian State  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — First it was the British and the Irish. Then the Swedes and the Spanish. And on Tuesday, the French, too, added their weight to the push for recognition of a Palestinian state.\nThe vote in the French lower house of Parliament favoring such a step was a largely symbolic move. But it was the fifth such gesture in two months, and arguably the most important, in what has amounted to a cascade of support for the Palestinian cause and a widening torrent of criticism of Israeli policy across Europe.\nThough the vote is unlikely to affect France’s foreign policy, it nevertheless carries particular resonance coming from a country with the largest Muslim and Jewish populations in Europe.\nAs such, France itself has become something of a proxy playing field for the Arab-Israeli conflict, which this summer spilled over into the streets of cities around the country with sometimes violent protests during Israel’s military campaign against Hamas.", "url": "https://www.nytimes.com/2014/12/03/world/europe/france-vote-recognize-palestine.html?module=inline"}