{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:39:36", "date_modify": "2018-11-16 04:39:36", "date_publish": "2014-06-26 20:32:19", "description": "World War I destroyed kings, kaisers, czars and sultans; it demolished empires; it introduced chemical weapons; it brought millions of women into the work force.", "filename": "2014_06_27_world_europe_world-war-i-brought-fundamental-changes-to-the-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343176.html", "image_url": "https://static01.nyt.com/images/2014/06/27/world/europe/20140627-WAR-slide-9G69/20140627-WAR-slide-9G69-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_27_world_europe_world-war-i-brought-fundamental-changes-to-the-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343176.html", "title": "The War to End All Wars? Hardly. But It Did Change Them Forever.", "title_page": "The War to End All Wars? Hardly. But It Did Change Them Forever. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The war destroyed kings, kaisers, czars and sultans; it demolished empires; it introduced chemical weapons, tanks and airborne bombing; it brought millions of women into the work force, hastening their legal right to vote. It gave independence to nations like Ukraine, Poland and the Baltic countries and created new nations in the Middle East with often arbitrary borders; it brought about major cultural changes, including a new understanding of the psychology of war, of “shell shock” and post-traumatic stress.\nIt also featured the initial step of the United States as a global power. President Woodrow Wilson ultimately failed in his ambitions for a new world order and a credible League of Nations, setting off much chaos with his insistence on an armistice and his support for undefined “self-determination.” And the rapid retreat of the United States from Europe helped sow the ground for World War II.\nHistorians still squabble over responsibility for the war. Some continue to blame Germany and others depict a system of rivalries, alliances and anxieties, driven by concerns about the growing weakness of the Austro-Hungarian and Ottoman Empires and the growing strength of Germany and Russia that was likely to produce a war in any case, even if there was some other casus belli.\nSlide Show\nBut the emotional legacies are different for different countries. For France the war, however bloody, was a necessary response to invasion. Preventing the German Army from reaching Paris in the first battle of the Marne spelled the difference between freedom and slavery. The second battle of the Marne, with the help at last of American soldiers, was the beginning of the end for the Germans. This was France’s “good war,” while World War II was an embarrassing collapse, with significant collaboration.\nFor Germany, which had invested heavily in the machinery of war, it was an almost incomprehensible defeat, laying the groundwork for revolution, revanchism, fascism and genocide. Oddly enough, says Max Hastings, a war historian, Germany could have dominated Europe in 20 years economically if only it had not gone to war.\n“The supreme irony of 1914 is how many of the rulers of Europe grossly overestimated military power and grossly underestimated economic power,” Mr. Hastings said, a point he now emphasizes when speaking with Chinese generals. The Germans, too, are still coming to terms with their past, unsure how much to press their current economic and political strength in Europe.\nFor Britain, there remains a debate about whether the British even had to fight. But fight they did, with millions of volunteers until the dead were mounded so high that conscription was finally imposed in 1916. The memory of July 1, 1916, the first day of the Battle of the Somme — when 20,000 British soldiers died, 40,000 were wounded and 60 percent of officers were killed — has marked British consciousness and become a byword for mindless slaughter.\nAdvertisement Continue reading the main story\n“The sense that the war was futile and unnecessary still hangs over a lot of the discussion in Britain,” said Lawrence Freedman, professor of war studies at King’s College, London.\nIn Britain there is also a deep presumption that the generals were incompetent and cold to human sacrifice, that “lions” — the brave ordinary Tommies — were “led by donkeys” like Field Marshal Douglas Haig.\n“That was almost certainly true at the start, but not true at the end,” Mr. Freedman said. “But the notion that lives were lost on an industrial scale because generals kept trying to launch offensives for a few feet of ground is widespread.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn fact, the beginning of the war was mobile and extremely bloody, as were the last few months, when the big offensives of 1918 broke the German Army. The rate of killing in the muck and mud of the trenches was much lower than during the mobile part of the war.\nIf the inheritance is mixed, the war still casts a long shadow, refracted through what can now seem the inevitability of World War II and our tumultuous modern history. This is also, after all, the 75th anniversary of the start of that war and the 25th anniversary of the collapse of the Berlin Wall.\nThe end of the Cold War was in a sense a return to the end of World War I, restoring sovereignty to the countries of Eastern Europe, one reason they are so eager to defend it now.\nAnalysts wonder if the period of American and European supremacy itself is fading, given the rise of China and the return of traditional nationalism, not just in Russia but in the many euroskeptic voters in France, Britain and Denmark.\nInevitably, analogies are drawn. Some analysts compare Germany after the war to Russia now, arguing that just as Germany rejected the “Carthaginian peace” at the end of World War I, so Russia is now rejecting the “settlement” of the Cold War, seeing it as unjust, chafing over its defeat and prompting a new Russian aggressiveness and irredentism.\nSome question whether the lessons of 1914 or of 1939 are more valid today. Do we heed only the lessons of 1939, when restraint was costly, and miss the lessons of 1914, when restraint could have avoided the war?\nAdvertisement Continue reading the main story\nSome see a continuing struggle between Germany and Russia for mastery of Europe, a struggle that marked both world wars and continues today, and not just in Ukraine, where a century ago its people fought on both sides. Others see World War I, at least as it began in Sarajevo, as the third Balkan War, while the post-Cold War collapse of Yugoslavia and its multinational, multicultural, multireligious model continues to present unresolved difficulties for Europe, in Bosnia, Kosovo and beyond. Similar tensions persist in Northern Ireland, the rump of Ireland’s incomplete revolution that began with the Easter Rising of 1916.\nOthers point to the dangers of declining powers faced with rising ones, considering both China and the Middle East, where the Syrian civil war and the advance of Islamic militants toward Baghdad are ripping up the colonial borders drawn up in the Sykes-Picot agreement by the French and British, with Russian agreement, in 1916, the middle of the war, when the Ottoman Empire was cracking. The carnage at Gallipoli helped shape the national identity of the inheritor state, modern Turkey, let alone Australia.\nEven the Balfour Declaration, which threw British support behind the establishment of a Jewish state in Palestine, was signed during the war, in November 1917.\nWith the new interest in the centenary, mourners and tourists, schoolchildren and relatives, walk the living battlefields of Ypres, which still turn up human remains and live ammunition. And they walk the finely kept grass between the gray headstones here at Tyne Cot, laying bright red poppies upon the earth.\nThe poppy is one of the most obvious inheritances of the Great War — made famous in the 1915 poem by a Canadian military doctor, Lt. Col. John McCrae: “In Flanders fields, the poppies blow, between the crosses row on row, that mark our place…” The short poem was written as a eulogy and a call to solidarity from the dead to the living, that they not “break faith with us who die.”\nNot far away is the tiny Flanders Field American Cemetery and Memorial, an exquisitely kept six acres containing only 368 graves, including 21 unknown, while the names of 43 more, missing in action, are carved on the walls of a small chapel.\nIf Tyne Cot is the largest military cemetery for the Commonwealth, this is the smallest American military cemetery. The headstones tell the stories of first- and second-generation Americans, their names redolent of the Europe their parents left to make a better life, who returned here to die. Like Giuseppe Spano, a private from Pennsylvania, and Angelo Mazzarella, a private from West Virginia, and Emil P. Wiser, a private from Montana, and Ole Olson, a private from Wisconsin, and John Dziurzynski, a private first class from Ohio.\n“The dead were and are not,” the historian G. M. Trevelyan wrote in his autobiography. “Their place knows them no more and is ours today. Yet they were once as real as we, and we shall tomorrow be shadows like them.”", "url": "https://www.nytimes.com/2014/06/27/world/europe/world-war-i-brought-fundamental-changes-to-the-world.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}