{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:41:35", "date_modify": "2018-11-16 04:41:35", "date_publish": "2014-07-02 06:11:25", "description": "In what may have been a retaliation for the kidnapping and killing of three Israeli teenagers who were buried a day earlier, a Palestinian youth was forced into a car and killed.", "filename": "2014_07_03_world_middleeast_israel.html_module=inline_1542343295.html", "image_url": "https://static01.nyt.com/images/2014/07/03/world/03FAMILY2/03FAMILY2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_03_world_middleeast_israel.html_module=inline_1542343295.html", "title": "Arab Boy’s Death Escalates Clash Over Abductions", "title_page": "Arab Boy’s Death Escalates Clash Over Abductions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Israeli teenagers, Eyal Yifrach, 19; Naftali Fraenkel, 16, who also held United States citizenship; and Gilad Shaar, 16, were abducted on June 12 as they tried to hitch a ride home from their West Bank yeshivas. Muhammad was forced into a car near his neighborhood mosque, a few yards from his home in the Shuafat neighborhood before 4 a.m. as he waited for his friends to go and pray, witnesses told his parents.\nImage Muhammad Hussein Abu Khdeir was killed a day after the burial of three Israelis. Credit Agence France-Presse — Getty Images\n“We don’t feel safe,” Suha Abu Khdeir, Muhammad’s mother, said as she sat in an upper floor of the family’s stone house, quiet and tearful, surrounded by women who had come to comfort her. “They took him from in front of our home,” she added.\nOutside in the small yard, masked youths with slingshots were hurling rocks and rolling burning tires toward Israeli security forces. The forces, a short distance away on the main road, responded with tear gas, stun grenades and other means, according to a police spokesman, who said protesters had also thrown several pipe bombs.\nA half-mile section of the main thoroughfare, in an area that Israel seized in the 1967 war and annexed in opposition to international opinion, was carpeted with rocks and remained closed as clashes continued throughout the day. Shelters at stops along Jerusalem’s light-rail line, which runs through Arab and Jewish neighborhoods, were smashed.\nTensions had already been running high. During the recent Israeli crackdown in the West Bank, six Palestinians were killed in confrontations with Israeli forces and about 400 Palestinians, many of them affiliated with Hamas, were arrested. Militants in Gaza fired more than 20 rockets and mortar rounds into southern Israel on Wednesday. They fell without causing injury.\nSitting in an enclosed porch surrounded by male mourners, Hussein Abu Khdeir, Muhammad’s father, who owns an electrical appliance store, said he had spent eight hours with police investigators. Tired and unshaven, he said that he had not been allowed to see his son’s body, which was at the Abu Kabir Forensic Institute in Tel Aviv, but that investigators had identified it by matching DNA samples taken from the saliva of both parents.", "url": "https://www.nytimes.com/2014/07/03/world/middleeast/israel.html?module=inline"}