{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 04:24:47", "date_modify": "2018-11-16 04:24:47", "date_publish": "2014-11-21 03:20:28", "description": "American negotiators want to slow the Iranian nuclear program so that it would take at least a year to make material for a bomb if Iran decided not to abide by the deal.", "filename": "2014_11_21_world_middleeast_us-lays-out-limits-it-seeks-in-iran-nuclear-talks.html_ref=world_1542342287.html", "image_url": "https://static01.nyt.com/images/2014/11/21/world/21nuclear/21nuclear-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_21_world_middleeast_us-lays-out-limits-it-seeks-in-iran-nuclear-talks.html_ref=world_1542342287.html", "title": "U.S. Lays Out Limits It Seeks in Iran Nuclear Talks", "title_page": "U.S. Lays Out Limits It Seeks in Iran Nuclear Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But translating this simple goal into a verifiable agreement has been devilishly difficult.\nThe United States long ago dropped the goal of eliminating Iran’s enrichment ability, a demand that Israel has long insisted was the surest way to guarantee Iran did not maintain an option to pursue the development of nuclear arms.\nSo the negotiations have been focused on measures that would constrain Iran’s ability to quickly produce a nuclear bomb but allow it the ability to maintain what Iran insists is a peaceful program of nuclear power and research. Shortly after arriving here Thursday night to join the talks, Mr. Kerry met for more than two hours with Mohammad Javad Zarif, Iran’s foreign minister, and Catherine Ashton, the European Union’s envoy to the Iran talks. But there was no word on whether they had made any headway.\nOne critical question is how many and what type of centrifuges Iran will be allowed to keep to continue enriching uranium. Another question is what happens to the nuclear material Iran already possesses, which could be used in making a bomb. A third question is what kind of measures can be taken to limit Iran’s ability to produce plutonium, which can also be used in producing a nuclear weapon. Affecting all of these issues is the length of time an accord would be in effect.\nAt the same time, the Western and Iranian negotiators must agree on a schedule for suspending or lifting sanctions, Iran’s goal in the talks, while preserving the West’s leverage in case the accord begins to fray.\nIran has nearly 10,000 operational centrifuges, which Iran insists will be used to make fuel for civilian reactors. But given Iran’s current abilities, Mr. Kerry has said that it would not take Iran long to produce enough enriched material for a bomb if it abandoned the temporary freeze it had been observing while talks are underway.", "url": "https://www.nytimes.com/2014/11/21/world/middleeast/us-lays-out-limits-it-seeks-in-iran-nuclear-talks.html?ref=world"}