{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 03:11:11", "date_modify": "2018-11-16 03:11:11", "date_publish": "2014-10-08 20:56:41", "description": "The paintings of hands and animals in seven limestone caves on Sulawesi had previously been dismissed as no more than 10,000 years old.", "filename": "2014_10_09_science_ancient-indonesian-find-may-rival-oldest-known-cave-art_1542337871.html", "image_url": "https://static01.nyt.com/images/2014/10/09/science/09cave/09cave-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_09_science_ancient-indonesian-find-may-rival-oldest-known-cave-art_1542337871.html", "title": "Cave Paintings in Indonesia May Be Among the Oldest Known", "title_page": "Cave Paintings in Indonesia May Be Among the Oldest Known  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is nothing like a blank stone surface to inspire a widely shared urge to make art.\nA team of researchers reported in the journal Nature on Wednesday that paintings of hands and animals in seven limestone caves on the Indonesian island of Sulawesi may be as old as the earliest European cave art.\nThe oldest cave painting known until now is a 40,800-year-old red disk from El Castillo, in northern Spain.\nOther archaeologists of human origins said the new findings were spectacular and, in at least one sense, unexpected. Sulawesi’s cave art, first described in the 1950s, had previously been dismissed as no more than 10,000 years old.\n“Assuming that the dates are good,” Nicholas Conard, an archaeologist at the University of Tübingen in Germany, said in an email, “this is good news, and the only surprising thing is not that analogous finds would exist elsewhere, but rather that it has been so hard to find them” until now.", "url": "https://www.nytimes.com/2014/10/09/science/ancient-indonesian-find-may-rival-oldest-known-cave-art.html"}