{"authors": ["Tim Arango"], "date_download": "2018-11-16 04:39:33", "date_modify": "2018-11-16 04:39:33", "date_publish": "2014-06-26 20:32:50", "description": "For the Turks and the Australians, the Gallipoli campaign has taken on an outsize importance as the bloody event that became the foundation of a modern national consciousness.", "filename": "2014_06_27_world_europe_gallipoli-world-war-i-campaign-laid-ground-for-national-identities.html_module=inline_1542343173.html", "image_url": "https://static01.nyt.com/images/2014/06/27/world/europe/20140627-GALLIPOLI-slide-M59B/20140627-GALLIPOLI-slide-M59B-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_27_world_europe_gallipoli-world-war-i-campaign-laid-ground-for-national-identities.html_module=inline_1542343173.html", "title": "At Gallipoli, a Campaign That Laid Ground for National Identities", "title_page": "At Gallipoli, a Campaign That Laid Ground for National Identities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Australians were looking for a blood sacrifice to sanctify their nationhood,” said Peter Stanley, an Australian historian, explaining that Australia had gained its independence from Britain through negotiation and referendums, not war.\n“In those days, people believed that nations were born in blood,” he said.\nOn a recent afternoon, one visitor, Robert Lewien, walked among the gravestones along the shoreline near Anzac Cove, named for the acronym of the force that landed there, the Australian and New Zealand Army Corps, just as thousands of his fellow Australians do each year.\n“My grandfather fought here,” he said. “But he never talked about it.” His wife, Sheryl Lewien, walked alongside him, looking for the grave of a relative.\nAnother Australian walking nearby, Jacques O’Connor, 67, was also visiting for the first time. Back home, he said, “there’s been a resurgence in emotions.”\nPhoto\n“Our kids, our grandkids, want to come here more than us or our parents did,” he said.\nIn victory, the Turks ended decades of Ottoman defeats on the edges of the empire and emerged with a new sense of nationalism — and a leader, Mustafa Kemal, later known as Ataturk, who would lead the country to independence after the war ended. Mustafa Kemal, then a young officer, met the invading Australians with his men on the day of the landing and earned a reputation as a military genius for his success.\nAdvertisement Continue reading the main story\n“Gallipoli is the place that for the first time, after a century of defeats, the Turks were successful,” said A. Mete Tuncoku, a Turkish historian. “Turkish nationalism started re-emerging after the campaign.”\nMr. Tuncoku, sitting at a waterside cafe, pointed across the straits toward the peninsula. “When we look at everything post-1923, we come back to this,” he said, referring to the year that modern Turkey was founded.\nIn recent years, though, Turks have been engaged in an ideological contest over Gallipoli’s legacy. With the rise of the country’s Islamist government under Prime Minister Recep Tayyip Erdogan have come efforts to diminish the role of Ataturk, who established Turkey under secular principles. The military, which once had a predominant role over politics in Turkey, has also been pushed aside under Mr. Erdogan.\nbulgaria Black Sea Istanbul Ottoman Empire (1910) Area of detail Aegean Sea Ottoman Empire GREECE 100 miles 20 miles Sea of Marmara Gallipoli GALLIPOLI PENINSULA Dardanelles Anzac Cove Canakkale Aegean Sea TURKEY\nAs a result, the Gallipoli campaign is being recast as a holy war and has become one more element in the polarization of Turkey, split between the secular and the religious.\n“The Islamists say, ‘We defeated the infidels,'” said Kenan Celik, a longtime tour guide of Gallipoli’s battlefields. “The Kemalists say the imperialists. It’s two different interpretations.”\nMany conservative Turkish municipal governments have been organizing free battlefield tours, with a message delivered by tour guides, Mr. Celik said, of “how great Islam is.”\n“They come from central Anatolia,” Mr. Celik said of the flocks of religious tourists in recent years, with a measure of disgust. “They don’t have much education. They’ll believe in anything.”\nThe shared history has established an enduring connection between Turkey and Australia. In 1934, Ataturk famously wrote a letter to Australian mothers, saying, “having lost their lives on this land, they have become our sons as well.” There is a statue of Ataturk in Canberra, the Australian capital.\nAdvertisement Continue reading the main story\nMuch of the sense of mutual respect between the two countries is founded on stories of camaraderie on the front lines between Australians and Turks, of tossing food, cigarettes and other gifts into opposing trenches.\nWhile there was some of that, it is largely shrouded in myths, said Mr. Stanley, the historian. The truth is, they just wanted to kill one another and win the war, something evident in the letters from the front.\nEarly one morning almost a century ago, an Australian soldier hunched in his trench near Anzac Cove and considered his enemy.\nHe wrote, “Everything is so quiet and still one would never dream that two opposing forces, each eager for the other’s blood, were separated by only a few yards – and in places only a few feet.”", "url": "https://www.nytimes.com/2014/06/27/world/europe/gallipoli-world-war-i-campaign-laid-ground-for-national-identities.html?module=inline"}