{"authors": ["Julie Satow"], "date_download": "2018-11-16 03:09:02", "date_modify": "2018-11-16 03:09:02", "date_publish": "2014-09-17 00:39:15", "description": "RFR, run by Aby Rosen and Michael Fuchs, has purchased a number of major properties over the last year, and plans to invest nearly $1 billion more in 2014.", "filename": "2014_09_17_realestate_commercial_despite-record-prices-rfr-goes-on-a-manhattan-buying-spree.html_mcubz=0&module=inline_1542337742.html", "image_url": "https://static01.nyt.com/images/2014/09/17/business/SEAGRAMS-04/SEAGRAMS-04-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_17_realestate_commercial_despite-record-prices-rfr-goes-on-a-manhattan-buying-spree.html_mcubz=0&module=inline_1542337742.html", "title": "Despite Record Prices, RFR Goes on a Manhattan Buying Spree", "title_page": "Despite Record Prices, RFR Goes on a Manhattan Buying Spree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Walking into Aby Rosen’s office on the third floor of the Lever House in Midtown, guests are greeted by several light installations hung above the elevator banks.\nThey feature impish phrases like “You Forgot to Kiss My Soul” by the artist Tracey Emin, but also more provocative ones, including two pieces with vulgar language. It is, perhaps, the first indication that Mr. Rosen is not your typical, staid office landlord.\nMr. Rosen, a co-founder and principal of RFR Holdings, is one of the city’s busiest developers, buying buildings across Manhattan at a time when many other players are sitting on the sidelines, waiting for prices to come down.\nIn the past year, the developer has been on a Manhattan acquisition spree, buying a graffiti-covered building in SoHo, a low-rise building at 11 Bond Street, a Holiday Inn hotel near Canal Street, a mansion on the Upper East Side, and the six-story Church Missions House, a Flemish-Renaissance landmark building in the Flatiron district.", "url": "https://www.nytimes.com/2014/09/17/realestate/commercial/despite-record-prices-rfr-goes-on-a-manhattan-buying-spree.html?mcubz=0&module=inline"}