{"authors": ["Todd Woody"], "date_download": "2018-11-16 03:43:12", "date_modify": "2018-11-16 03:43:12", "date_publish": "2014-02-17 04:59:24", "description": "A project developed by WaterFX, a start-up in drought-stricken California, exploits two things the Central Valley possesses in abundance — fallow land and sunshine — to cut desalinization costs.", "filename": "2014_02_17_technology_water-cleaning-technology-could-help-farmers_1542339792.html", "image_url": "https://static01.nyt.com/images/2014/02/17/business/solarwater/solarwater-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_17_technology_water-cleaning-technology-could-help-farmers_1542339792.html", "title": "Water-Cleaning Technology Could Help Farmers", "title_page": "Water-Cleaning Technology Could Help Farmers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FIREBAUGH, Calif. — The giant solar receiver installed on a wheat field here in California’s agricultural heartland slowly rotates to track the sun and capture its energy. The 377-foot array, however, does not generate electricity but instead creates heat used to desalinate water.\nIt is part of a project developed by a San Francisco area start-up called WaterFX that is tapping an abundant, if contaminated, resource in this parched region: the billions of gallons of water that lie just below the surface.\nFinanced by the Panoche Water District with state funds, the $1 million solar thermal desalinization plant is removing impurities from drainage water at half the cost of traditional desalinization, according to Aaron Mandell, a founder of WaterFX.\nIf the technology proves commercially viable — a larger plant is to be built this year — it could offer some relief to the West’s long-running water wars.", "url": "https://www.nytimes.com/2014/02/17/technology/water-cleaning-technology-could-help-farmers.html"}