{"authors": ["Michael Paulson"], "date_download": "2018-11-16 04:28:32", "date_modify": "2018-11-16 04:28:32", "date_publish": "2014-07-23 15:40:06", "description": "Across the theological spectrum, clergy are urging Americans to welcome the child migrants arriving from Central America, and many are providing services for them.", "filename": "2014_07_24_us_us-religious-leaders-embrace-cause-of-immigrant-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342512.html", "image_url": "https://static01.nyt.com/images/2014/07/24/us/IMMIG-3/IMMIG1-1406152671332-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_24_us_us-religious-leaders-embrace-cause-of-immigrant-children.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342512.html", "title": "U.S. Religious Leaders Embrace Cause of Immigrant Children", "title_page": "U.S. Religious Leaders Embrace Cause of Immigrant Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After protesters shouting “Go home” turned back busloads of immigrant mothers and children in Murrieta, Calif., a furious Cardinal Timothy M. Dolan, the Roman Catholic archbishop of New York, sat down at his notepad and drafted a blog post detailing his shame at the episode, writing, “It was un-American; it was unbiblical; it was inhumane.”\nWhen the governor of Iowa, Terry E. Branstad, said he did not want the migrants in his state, declaring, “We can’t accept every child in the world who has problems,” clergy members in Des Moines held a prayer vigil at a United Methodist Church to demonstrate their desire to make room for the refugees.\nThe United States’ response to the arrival of tens of thousands of migrant children, many of them fleeing violence and exploitation in Central America, has been symbolized by an angry pushback from citizens and local officials who have channeled their outrage over illegal immigration into opposition to proposed shelter sites. But around the nation, an array of religious leaders are trying to mobilize support for the children, saying the nation can and should welcome them.", "url": "https://www.nytimes.com/2014/07/24/us/us-religious-leaders-embrace-cause-of-immigrant-children.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}