{"authors": ["Katrin Bennhold"], "date_download": "2018-11-16 03:22:21", "date_modify": "2018-11-16 03:22:21", "date_publish": "2014-07-23 01:30:30", "description": "Celebrities have found that taking a stand either way on Scotland's independence referendum can stir anger in about half of its population.", "filename": "2014_07_23_world_europe_reading-the-future-of-scotland-in-the-stars_1542338541.html", "image_url": "https://static01.nyt.com/images/2014/07/23/world/SCOTLANDjp/SCOTLANDjp-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_23_world_europe_reading-the-future-of-scotland-in-the-stars_1542338541.html", "title": "Reading the Future of Scotland in the Stars", "title_page": "Reading the Future of Scotland in the Stars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cox, who played the devious C.I.A. officer in “The Bourne Supremacy,” has become the throaty voice of a cartoon Scottie dog called Duggy Dug who features in a series of pro-independence video clips. In one of the more surreal ones, Dug is having a nap on his tartan when he has a nightmare about what Scotland would look like after a no vote. “Welcome to permanent austerity,” a banner reads as Mr. Cox’s voice runs down a bleak list: health care privatized, older Scots deprived of free bus passes and Dug’s Spanish dog friend Pepe deported after Britain left the European Union.\nOn the other side, the antisecession movement has its own video, “Let’s Stay Together,” unveiled last week. It features the comedian Eddie Izzard and Ross Kemp, a soap-opera star and former husband of the newspaper editor Rebekah Brooks.\nThere have also been less predictable endorsements: After companies like Standard Life and Royal Bank of Scotland hinted that they might move jobs south of the border if Scotland secedes, Willie Walsh, the chief executive of International Airlines Group, which owns British Airways, told the BBC that independence would be good for business: Scotland’s first minister, Alex Salmond, has promised to scrap a tax on airline passengers. Mr. Walsh said, “So it’s probably going to be a positive development, if it does happen, for British Airways.”\nImage Annie Lennox appears less sure about Scottish independence. Credit Eamonn Mccormack/Getty Images\nIn both camps, stars admit to struggling with their decision.\nMr. McGregor told The Daily Mail that he loves Scotland. “But I also like the idea of Great Britain, and I don’t know that it wouldn’t be a terrible shame to break it all up,” he said.\nMs. Thompson, whose mother is Scottish, suggested that she understands the “romance” of independence. “England was so awful to Scotland,” she told Spanish television, but added that erecting new borders in a shrinking world was not the answer.\nThe most notable recruit for the anti-independence campaign has been Ms. Rowling, the popular author of the Harry Potter books, who donated one million pounds to the cause.", "url": "https://www.nytimes.com/2014/07/23/world/europe/reading-the-future-of-scotland-in-the-stars.html"}