{"authors": ["Eli Yokley", "Mitch Smith"], "date_download": "2018-11-16 04:52:59", "date_modify": "2018-11-16 04:52:59", "date_publish": "2014-12-18 18:29:30", "description": "Attorney General Chris Koster announced lawsuits addressing an issue raised during racially charged protests over the death of Michael Brown in Ferguson.", "filename": "2014_12_19_us_missouri-sues-13-st-louis-suburbs-over-predatory-traffic-fines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343979.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_19_us_missouri-sues-13-st-louis-suburbs-over-predatory-traffic-fines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343979.html", "title": "Contesting Traffic Fines, Missouri Sues 13 Suburbs of St. Louis", "title_page": "Contesting Traffic Fines, Missouri Sues 13 Suburbs of St. Louis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ST. LOUIS — Missouri’s attorney general announced lawsuits against 13 of this city’s suburbs on Thursday, accusing them of ignoring a law that sets limits on revenue derived from traffic fines. The move comes after widespread allegations of harassment and profiteering by small municipal governments against the poor and minorities.\nThe attorney general, Chris Koster, a Democrat, spoke in downtown St. Louis and suggested that more sweeping changes could be needed to bring municipalities into line.\nSince the racially charged protests over the death of Michael Brown at the hands of a police officer in nearby Ferguson in August, demonstrators have frequently complained about a perceived hypervigilance to minor traffic violations in St. Louis County’s patchwork of 90 municipalities. Many of those cities have their own courts and police departments, but some are only a few square blocks in size and have populations smaller than some high schools.\n“When traffic ticketing is used to promote public safety, that’s appropriate,” Mr. Koster said. “When traffic tickets are used to promote revenue, that’s inappropriate.” Such practices, he said, are “predatory.”", "url": "https://www.nytimes.com/2014/12/19/us/missouri-sues-13-st-louis-suburbs-over-predatory-traffic-fines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}