{"authors": ["Alissa J. Rubin", "Tim Arango", "Helene Cooper"], "date_download": "2018-11-16 04:38:30", "date_modify": "2018-11-16 04:38:30", "date_publish": "2014-08-08 13:17:41", "description": "American warplanes launched airstrikes against Sunni militants in northern Iraq on Friday, destroying rebel positions around Erbil, the Kurdish capital.", "filename": "2014_08_09_world_middleeast_iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343110.html", "image_url": "https://static01.nyt.com/images/2014/08/09/world/09iraq10/09iraq10-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_09_world_middleeast_iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343110.html", "title": "U.S. Jets and Drones Attack Militants in Iraq, Hoping to Stop Advance", "title_page": "U.S. Jets and Drones Attack Militants in Iraq, Hoping to Stop Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is the message of the leader of the faithful,” the leader, known as Abu Bakr al-Baghdadi, wrote in a message addressed to “America, the defender of the cross.”\n“You should know, you defender of the cross, that getting others to fight on your behalf will not do for you in Syria as it will not do for you in Iraq,” he said. “And soon enough, you will be in direct confrontation — forced to do so, God willing. And the sons of Islam have prepared themselves for this day. So wait, and we will be waiting, too.”\nISIS fighters had come within 25 miles of Erbil in a rapid advance that took American military planners by surprise.\nRear Adm. John Kirby, the Pentagon spokesman, said in a statement that ISIS fighters near the mortar positions had been “successfully eliminated,” although he did not say exactly how many had been killed. Another Defense Department official said that the precision of the laser-guided bombs dropped was such that in the case of the strike on the stationary convoy, “you know that vehicle and the people in it don’t exist anymore.”", "url": "https://www.nytimes.com/2014/08/09/world/middleeast/iraq.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}