{"authors": ["Frances Robles"], "date_download": "2018-11-16 04:53:01", "date_modify": "2018-11-16 04:53:01", "date_publish": "2014-09-13 00:01:43", "description": "The trust level was not high in court and at the police clerk’s window in Ferguson, Mo., this week as municipal penalties were scaled back in an effort to repair the city’s frayed relationship with the black community.", "filename": "2014_09_13_us_mistrust-lingers-as-ferguson-takes-new-tack-on-fines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343981.html", "image_url": "https://static01.nyt.com/images/2014/09/13/us/JP-FERGUSON/JP-FERGUSON-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_13_us_mistrust-lingers-as-ferguson-takes-new-tack-on-fines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343981.html", "title": "Mistrust Lingers as Ferguson Takes New Tack on Fines", "title_page": "Mistrust Lingers as Ferguson Takes New Tack on Fines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FERGUSON, Mo. — There were lots of jitters at the Ferguson police clerk’s window this week, as steady streams of drivers with unpaid traffic tickets and pending arrest warrants turned themselves in as part of a new city initiative to repair its frayed relationship with black residents.\nThey looked around skeptically. “I don’t know if they are going to lock me up,” said Katrina Clemons, who owes almost $800 in fines and penalties from a $250 traffic ticket. “I do not like coming here.”\nThe drivers came with their citations, thousand-dollar invoices, and tales of racial profiling and exorbitant fees. In the wake of last month’s killing of an unarmed black teenager by a white police officer, their frustrations with the police and local courts had boiled over, pressuring elected city officials this week to scale back municipal penalties that had helped fill the city’s coffers even as they had lightened the wallets of the poor.\nOn Tuesday, the City Council decided to abolish fines that are routinely issued if a defendant fails to show up for court, repeal a “failure to appear” law that led to many incarcerations, and give people a month to come forward and void their warrants. It also created a special docket for defendants who have difficulty making payments on outstanding fines and moved to establish a civilian review board to oversee the Police Department, which is under investigation by the Justice Department’s civil rights division.", "url": "https://www.nytimes.com/2014/09/13/us/mistrust-lingers-as-ferguson-takes-new-tack-on-fines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}