{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:29:40", "date_modify": "2018-11-16 04:29:40", "date_publish": "2014-01-01 02:46:38", "description": "Mr. Cuomo on Tuesday granted pardons to three men who had already completed their sentences.", "filename": "2014_01_01_nyregion_cuomo-issues-pardons-for-first-time-in-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_01_nyregion_cuomo-issues-pardons-for-first-time-in-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "title": "Cuomo Issues Pardons for First Time in Office", "title_page": "Cuomo Issues Pardons for First Time in Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — Gov. Andrew M. Cuomo announced the first pardons of his term on Tuesday afternoon, granting clemency to three New Yorkers whose lives, he said, continued to be “hampered by their criminal records.”\nThe pardons came hours before the end of the year and were issued after several editorial boards and columnists called on Mr. Cuomo, who took office in 2011, to exercise his clemency powers, something often used in abundance by governors during the holiday season. On Christmas Eve, for example, Gov. Jerry Brown of California announced more than 125 pardons to people convicted of crimes including drug use and drug dealing, gang activity and petty theft.\nMr. Cuomo followed suit, albeit in a limited fashion, on Tuesday, granting pardons to three individuals who had already completed their sentences. “These New Yorkers have paid their debt to society long ago, but have been prevented from having the same legal rights as others because of their past crimes,” the governor said in a statement. “Each has shown themselves to be law-abiding citizens who have contributed to society, given back to their communities and are deserving of a second chance.”\nTwo of the pardons went to drug offenders. Seymour Hunter, 70, was convicted of the attempted sale of a controlled substance in 1994, according to the governor’s office. Mr. Hunter served a single day in jail and successfully completed a rehabilitation program; once homeless, he now lives in Manhattan and works at a nonprofit group that works against homelessness. Mr. Cuomo’s office noted that Mr. Hunter, who was born in Jamaica but lives in the United States legally, is seeking American citizenship. Mr. Hunter on Tuesday said the pardon “will definitely help” that process go forward.", "url": "https://www.nytimes.com/2014/01/01/nyregion/cuomo-issues-pardons-for-first-time-in-office.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}