{"authors": ["Emily Bazelon"], "date_download": "2018-11-16 04:38:23", "date_modify": "2018-11-16 04:38:23", "date_publish": "2014-09-22 18:52:28", "description": "An exclusive interview with Jennifer Whalen, who is serving time for ordering pills online for her 16-year-old daughter to induce a miscarriage.", "filename": "2014_09_22_magazine_a-mother-in-jail-for-helping-her-daughter-have-an-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343103.html", "image_url": "https://static01.nyt.com/images/2014/09/22/magazine/22abortion-pill-copy/22abortion-pill-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_22_magazine_a-mother-in-jail-for-helping-her-daughter-have-an-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343103.html", "title": "A Mother in Jail for Helping Her Daughter Have an Abortion", "title_page": "A Mother in Jail for Helping Her Daughter Have an Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whalen told me that in the winter of 2012, her daughter came to her and said she was pregnant. Whalen told her she would “support her in any decision she made.” Her daughter, who was in high school, took a few days to think and then asked her mother for help ending the pregnancy. “She said, ‘I can’t have a baby right now,’ and she asked me to look up clinics,” Whalen said.\nTogether, they looked online. The closest clinic was about 75 miles away. Pennsylvania requires women seeking abortions to first receive counseling and wait 24 hours before returning for the procedure. The cost of a first-trimester abortion is typically between $300 and $600. Whalen works as a personal-care aide at an assisted-living center for the elderly. She didn’t have health insurance for her daughter. And she was worried about taking time away from work and her family to make two trips or to stay overnight. At the time, Whalen and her husband shared one car, which they both used to get to work. And she hadn’t told her husband about the pregnancy. “I knew he would be upset, and I was protecting the whole family,” she said. (Whalen’s husband, who waited outside in the car during our interview, declined to talk to me.)\nWhalen called a local women’s center on her daughter’s behalf but was told no one there could help, she said. She and her daughter did more online searching, and a site popped up with misoprostol and mifepristone for sale for $45. Whalen hadn’t heard of the medication before. “I read all the information,” she said. “They said these pills would help give a miscarriage, and they were the same ones a doctor would give you.” She says she had no idea that buying them was illegal.\nThe practical problem with going online to find the pills that cause abortion is that scam sites abound. Women can wind up with fake medication or without all the information they need to take the drugs safely. But that didn’t happen in this case. When the drugs arrived, about five days later, Whalen and her daughter read the instructions to make sure of the correct dosage and to know how to look for complications. After her daughter took the pills, she started bleeding, as if she were having her period, Whalen said. “Then she started having stomach pains, and she got scared, so that was when I took her to the hospital. At first, she didn’t want me to tell the hospital anything. I told her, ‘We have to, so they can take care of you the way they need to.’” In fact, doctors have told me, there is no medical reason for women to tell a health care provider that they’ve taken the pills, because any treatment they receive is the same as it would be for a spontaneous miscarriage. But the drugs Whalen’s daughter took didn’t include that information.\nAt the emergency room of Geisinger Medical Center, Whalen said, hospital personnel checked her daughter and sent her home without any other intervention. (When I called the hospital, a spokeswoman said she could not comment on the case because of patient confidentiality.) The miscarriage was already complete, and Whalen’s daughter had no other related symptoms. A few days later, she went back to school.", "url": "https://www.nytimes.com/2014/09/22/magazine/a-mother-in-jail-for-helping-her-daughter-have-an-abortion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}