{"authors": ["Randal C. Archibold"], "date_download": "2018-11-16 04:28:45", "date_modify": "2018-11-16 04:28:45", "date_publish": "2014-07-19 14:58:37", "description": "Mexico has announced plans for tightened deportation and border control policies as its migrant numbers surge in response to worsening gang violence in Central America.", "filename": "2014_07_20_world_americas_on-southern-border-mexico-faces-crisis-of-its-own.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342525.html", "image_url": "https://static01.nyt.com/images/2014/07/17/world/americas/20140718-MEXICO-slide-KORB/20140718-MEXICO-slide-KORB-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_world_americas_on-southern-border-mexico-faces-crisis-of-its-own.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342525.html", "title": "On Southern Border, Mexico Faces Crisis of Its Own", "title_page": "On Southern Border, Mexico Faces Crisis of Its Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Mexican government and President Enrique Peña Nieto emphasized in a speech at the border that Mexico and Guatemala are planning a new guest worker program and a temporary, three-day transit visa. The program and visa — both free — would allow access to four border states in an effort, the interior minister said, to have an “orderly flow.” The program may be extended to Hondurans and Salvadorans in the future, he said, adding that controlling the process would make migration safer and outweigh any concern about attracting more people.\nAlthough thousands of children, families and adults have made it to the United States, often with the help of a smuggler paying off law enforcement officers along the way, Mexican officials estimate that half of those who try do not, instead getting stranded in the country when they run out of money or are detained by immigration agents patrolling buses, checkpoints, hotels and places they transit.\nVideo\nLast year, Mexico deported 89,000 Central Americans, including 9,000 children, the bulk of the returnees coming from Honduras, Guatemala and El Salvador, officials have said. In the fiscal year that ended last September, the United States sent back 106,420 from those countries.\nSo far this year, Mexico has detained 53 child migrants a day, mostly Central American, double the pace of the same period last year. It has deported more than 30,000 Central Americans so far this year, including more than 14,000 Hondurans, driven home on packed buses at least three times a week.\nFrancisco Alba, a migration scholar at the Colegio de Mexico in Mexico City, said the influx creates a conundrum: It is almost impossible to stop the flow, yet the country cannot support a large population of refugees.\n“There is not really much the country can do about it,” Mr. Alba said. “It cannot really stop these flows. Its tradition is to not have these tight controls and to have a relatively accommodating attitude toward migration, to a point.”\nBut now Mexico plans to bolster its border security, including a plan to stop waves of people, some of them with babies and toddlers, from stowing away on a northbound freight train known as “The Beast,” because of rampant accidents and violent crime. Images of the train and the little done to stop it had appalled American members of Congress and human rights advocates.\nAdvertisement Continue reading the main story\nIn a recent accident, a 2-year-old boy fell from the train and suffered the partial amputation of his leg while traveling with his mother from Honduras to reunite with her American father in Texas. The woman, a 23-year-old aspiring graphic artist, severely injured the arm she uses to draw.\n“They will not be able to get on the train,” Mr. Osorio Chong said, promising details of how they will be stopped in the coming days. “They cannot use this train because their lives are at risk, and they don’t have permission to be in the country.”\nU.S. 500 miles MEXICO Gulf of Mexico Mexico City Tenosique Pacific Ocean GUAT.\nMexico is deporting migrants at a brisk clip as its shelters fill up with families and children who are broke, exhausted and now daunted by the long, often dangerous trek and spreading word that legal entry to the United States would be nearly impossible.\nAdvocates worry that migrants may be pushed to take more dangerous routes or pay larger bribes to immigration agents and the police, already a widespread practice here.\n“It is just going to make everything even more underground,” said Ruben Figueroa, an activist who helps migrants at a shelter here.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nToo little, advocates say, is being done for people who flee the violence in their home country but cannot stomach the often treacherous 1,000-mile journey across Mexico toward the United States.\nMexico revised its immigration law in 2010 after a criminal gang massacred 72 Central American migrants. The new law made it a civil offense rather than a crime to be in the country without authorization and established procedures for migrants to get temporary visas so they would not have to travel at the mercy of criminal gangs.\nBut human rights advocates say that in practice, few qualify for the transit visa, which requires travelers to have enough money for lodging during the trip. Fewer still qualify for a humanitarian visa because, aside from those mutilated on the train, they cannot prove they have been harmed during their transit.\nEven without official permission to stay, many migrants find an extensive system of church and nonprofit shelters helping them and making the journey north possible. La 72 shelter sits just down the road from an immigration checkpoint, but officers do not bother the migrants staying there. Indeed, a state police patrol guards the shelter.\nVideo\nOn a recent day, several children, most traveling with a family member, scampered about playing tag and board games while adolescents listened to music and watched television.\nAdvertisement Continue reading the main story\nThe families seemed in no rush to continue; several of them stayed put when the nearby freight train moved through, and several said they loathed to take it given the dangers.\nRuth Maribel Flores, 28, carried her 2-month-old baby, Genesis, mostly by car from Honduras after gang members demanded the family home in Tegucigalpa under threat of death, accusing her 9-year-old son of being a lookout for a rival faction.\n“Little by little, we hope to get to my sister in Tennessee,” Ms. Flores said, cradling Genesis and fretting over the child’s developing cold amid a growing number of families and teenagers stalled here. “But for now we are staying here and hoping. We hear Mexico may have a visa, and we will try that, too.”\nHer husband, Carlos González, said the journey had exhausted the family’s meager means.\n“We are out of money,” he said. “They robbed us in Guatemala — the money exchanger, the migration officer, everybody.”\nDunia Ruiz traveled with her 14-year-old daughter from Honduras mostly by hitching rides, she said. She decided to leave with her daughter after gang members raped a young cousin and she had heard, incorrectly, that the United States was offering visas to women with children.\nNow, she is staying in Tenosique with only a vague plan to head north. She plans to ask Mexico for a visa to stay.\n“If I can stay here and work even for a little while, I would do that,” she said. “The most important thing was to just get out of Honduras.”", "url": "https://www.nytimes.com/2014/07/20/world/americas/on-southern-border-mexico-faces-crisis-of-its-own.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}