{"authors": ["Nicholas Confessore"], "date_download": "2018-11-16 04:28:39", "date_modify": "2018-11-16 04:28:39", "date_publish": "2014-12-08 15:45:52", "description": "They fear being split into competing camps and raising hundreds of millions of dollars for a bloody primary that will injure the eventual nominee.", "filename": "2014_12_09_us_politics_gop-donors-seek-to-narrow-field-of-presidential-candidates-to-one.html_module=inline_1542342519.html", "image_url": "https://static01.nyt.com/images/2014/12/08/us/repubsweb/repubsweb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_09_us_politics_gop-donors-seek-to-narrow-field-of-presidential-candidates-to-one.html_module=inline_1542342519.html", "title": "G.O.P. Donors Seek to Anoint a 2016 Nominee Early", "title_page": "G.O.P. Donors Seek to Anoint a 2016 Nominee Early - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dozens of the Republican Party’s leading presidential donors and fund-raisers have begun privately discussing how to clear the field for a single establishment candidate to carry the party’s banner in 2016, fearing that a prolonged primary would bolster Hillary Rodham Clinton, the likely Democratic candidate.\nThe conversations, described in interviews with a variety of the Republican Party’s most sought-after donors, are centered on the three potential candidates who have the largest existing base of major contributors and overlapping ties to the top tier of those who are uncommitted: Gov. Chris Christie of New Jersey, former Gov. Jeb Bush of Florida and Mitt Romney.\nAll three are believed to be capable of raising the roughly $80 million in candidate and “super PAC” money that many Republican strategists and donors now believe will be required to win their party’s nomination.\nBut the reality of all three candidates vying for support has dismayed the party’s top donors and “bundlers,” the volunteers who solicit checks from networks of friends and business associates. They fear being split into competing camps and raising hundreds of millions of dollars for a bloody primary that would injure the party’s eventual nominee — or pave the way for a second-tier candidate without enough mainstream appeal to win the general election.", "url": "https://www.nytimes.com/2014/12/09/us/politics/gop-donors-seek-to-narrow-field-of-presidential-candidates-to-one.html?module=inline"}