{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:28", "date_modify": "2018-11-16 03:39:28", "date_publish": "2014-11-11 02:00:06", "description": "Sales of commercial time in Super Bowl XLIX by NBC, which will broadcast the game Feb. 1, is approaching 90 percent.", "filename": "2014_11_11_business_media_nbc-executive-says-he-is-very-satisfied-with-pace-of-super-bowl-ad-sales.html_module=inline_1542339568.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_11_business_media_nbc-executive-says-he-is-very-satisfied-with-pace-of-super-bowl-ad-sales.html_module=inline_1542339568.html", "title": "NBC Executive Says He Is ‘Very Satisfied’ With Pace of Super Bowl Ad Sales", "title_page": "NBC Executive Says He Is ‘Very Satisfied’ With Pace of Super Bowl Ad Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NBC, which will broadcast Super Bowl XLIX on Feb. 1, is “very satisfied” with the pace of sales of commercial time during the game, according to a top sales executive.\n“I’m never ‘extremely satisfied’ until we’re sold out,” said the executive, Seth Winter, executive vice president for sales of the NBC Sports and NBCUniversal News Groups at NBCUniversal, part of Comcast.\nThat said, he added, “I’m very satisfied with what we see.”\nNBC is “approaching 90 percent” of the commercial time in the game’s being sold to advertisers, Mr. Winter said in a phone interview on Monday afternoon, which looks “pretty good” although it may be “a little slower pacing than previous years.”\nMr. Winter’s reference was to disclosures in fall 2013 by Fox Broadcasting executives about sales of commercial time for Super Bowl XLVIII on Feb. 2, 2014. Fox executives said in September 2013 that commercial time was 95 percent sold and announced by early December 2013 that it was completely sold out.", "url": "https://www.nytimes.com/2014/11/11/business/media/nbc-executive-says-he-is-very-satisfied-with-pace-of-super-bowl-ad-sales.html?module=inline"}