{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:33", "date_modify": "2018-11-16 04:14:33", "date_publish": "2014-10-26 16:36:43", "description": "Dilma Rousseff defeated a centrist challenger, Aécio Neves, in a tumultuous race marked by accusations of corruption, personal insults and heated debates.", "filename": "2014_10_27_world_americas_brazilian-presidential-election.html__r=0&module=inline_1542341673.html", "image_url": "https://static01.nyt.com/images/2014/10/27/world/sub-brazil/sub-brazil-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_27_world_americas_brazilian-presidential-election.html__r=0&module=inline_1542341673.html", "title": "Brazil Stays With Rousseff as President After Turbulent Campaign", "title_page": "Brazil Stays With Rousseff as President After Turbulent Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Brazilian voters re-elected Dilma Rousseff as president on Sunday, endorsing a leftist leader who has achieved important gains in reducing poverty and keeping unemployment low over a centrist challenger who castigated her government for a simmering bribery scandal and a sluggish economy.\nMs. Rousseff of the Workers Party took 51.4 percent of the vote in the second and final round of elections, against 48.5 percent for Aécio Neves, a senator from the Social Democracy party and scion of a political family from the state of Minas Gerais, electoral officials said Sunday night with 98 percent of votes in the country counted.\nWhile Ms. Rousseff won by a thin margin, the tumultuous race was marked by accusations of corruption, personal insults and heated debates, revealing climbing polarization in Brazil. Mr. Neves surged into the lead this month in opinion surveys, only to be eclipsed by Ms. Rousseff as the vote on Sunday approached.\n“People without much money have seen their lives improve during recent years,” said Liane Lima, 62, a secretary in São Paulo who voted for Ms. Rousseff. “I think we should let Dilma finish what she started.”", "url": "https://www.nytimes.com/2014/10/27/world/americas/brazilian-presidential-election.html?_r=0&module=inline"}