{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:15:15", "date_modify": "2018-11-16 03:15:15", "date_publish": "2014-01-16 03:36:11", "description": "Europe’s Socialist standard-bearer, President François Hollande, who campaigned against austerity policies, has received praise from the European Union and Germany for his plan to reduce spending.", "filename": "2014_01_16_world_europe_french-leaders-policy-proposals-seek-centrist-path.html_module=inline_1542338115.html", "image_url": "https://static01.nyt.com/images/2014/01/16/world/france/france-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_16_world_europe_french-leaders-policy-proposals-seek-centrist-path.html_module=inline_1542338115.html", "title": "French Leader’s Policy Proposals Seek Centrist Path", "title_page": "French Leader’s Policy Proposals Seek Centrist Path - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“That seems to me to be the right way, not only for France, but it can also be a contribution that brings Europe as a whole” into a stronger position as it strives to emerge from an economic crisis, Mr. Steinmeier said. But he cautioned that similar changes had taken a long time to come to fruition in Germany because of political obstacles.\nMr. Hollande’s proposals include a cut in payroll taxes that he said would reduce the costs of business and independent workers by 30 billion euros ($41 billion) by eliminating the amount paid by companies and independent workers for the family allocation, a tax that finances an allowance for each child after the first as well as an array of other family benefits.\nThe family allocation and other benefits are core elements of France’s social programs and have been credited with contributing to it having one of the highest birthrates in Europe. The allowance is income blind, going to all French families.\nMr. Hollande also said he would cut spending by €50 billion but did not specify where.\nEconomic experts, while gratified that Mr. Hollande finally seemed willing to wrestle with France’s intractable unemployment, which has hovered between about 10 and 11 percent for close to three years, and an economy that is barely growing, remained skeptical that he would be able to persuade his party to support the changes. The experts also said that while it is easy to talk about cutting tax revenues, the president has yet to explain what programs or benefits he would reduce or eliminate to pay for the cuts — not to mention how difficult it would be to win political support for such cuts.\n“Better late than never,” said Daniel Gros, director of the Center for European Policy Studies, an independent organization in Brussels.\n“But I must say its implementation is the difficult part,” Mr. Gros said, adding that even with the proposed cuts, government spending in France would remain at over 50 percent — it is now at 57 percent — of GDP, making it the second highest in Europe.\nThat is still “more than the economy can bear if it wants to remain competitive,” he said.\nHe questioned whether Mr. Hollande’s Socialist Party would go along with the changes, but reflected that he might be more able to reduce social spending than a conservative leader.", "url": "https://www.nytimes.com/2014/01/16/world/europe/french-leaders-policy-proposals-seek-centrist-path.html?module=inline"}