{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:53:01", "date_modify": "2018-11-16 04:53:01", "date_publish": "2014-11-27 00:59:20", "description": "Tamir Rice, 12, was holding a fake “airsoft” gun when he was shot by the police on Saturday, the authorities said. He died the next day.", "filename": "2014_11_27_us_video-shows-cleveland-officer-shot-tamir-rice-2-seconds-after-pulling-up-next-to-him.html_module=inline_1542343981.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_27_us_video-shows-cleveland-officer-shot-tamir-rice-2-seconds-after-pulling-up-next-to-him.html_module=inline_1542343981.html", "title": "Video Shows Cleveland Officer Shot Boy in 2 Seconds", "title_page": "Video Shows Cleveland Officer Shot Boy in 2 Seconds  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is not an effort to exonerate,” Deputy Chief Edward Tomba of the Cleveland Police Department said of the video at a news conference on Wednesday. “It’s not an effort to show the public that anybody did anything wrong. This is an obvious tragic event where a young member of our community lost their life. We’ve got two officers that were out there protecting the public that just had to, you know, do something that nobody wants to do.”\nImage Tamir Rice, 12, was killed.\nThe police also released the names of the two officers involved in the shooting, who have been placed on administrative leave. Timothy Loehmann, 26, the officer who shot the boy, was appointed to the force in March. The officer who was driving the police car, Frank Garmback, 46, had been with the department since 2008.\nThe boy’s parents, Samaria Rice and Leonard Warner, said they believed the video showed that the situation could have been avoided and that “Tamir should still be here with us.” “The video shows one thing distinctly: the police officers reacted quickly,” they said. They asked for residents to protest “peacefully and responsibly” and asked the police and prosecutors to thoroughly examine the shooting.\nIn a 911 call released by the police, the caller says that “a guy” who appeared to be a juvenile was pointing a pistol at people and scaring them, noting twice that the gun was “probably fake.” On Wednesday, the police released dispatch calls showing that the officers were not told that the gun might not be real. The police later identified it as an “airsoft” replica gun resembling a semiautomatic pistol.", "url": "https://www.nytimes.com/2014/11/27/us/video-shows-cleveland-officer-shot-tamir-rice-2-seconds-after-pulling-up-next-to-him.html?module=inline"}