{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 03:45:16", "date_modify": "2018-11-16 03:45:16", "date_publish": "2014-08-06 10:00:06", "description": "The drug for hepatitis C has the popularity of a mass-market drug but the price of a specialty drug, adding up to huge costs that are worrying insurers.", "filename": "2014_08_07_upshot_why-the-price-of-sovaldi-is-a-shock-to-the-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339916.html", "image_url": "https://static01.nyt.com/images/2014/08/07/upshot/07up-sovaldi1-1407284062973/07up-sovaldi1-1407284062973-articleLarge.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_07_upshot_why-the-price-of-sovaldi-is-a-shock-to-the-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339916.html", "title": "Why the Price of Sovaldi Is a Shock to the System", "title_page": "Why the Price of Sovaldi Is a Shock to the System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The outcry about the new hepatitis C drug Sovaldi has focused a lot on its price tag — $1,000 a pill and $84,000 total for a typical patient. But just how high is that price compared with other drugs on the market?\nGilead Sciences, its manufacturer, says its price is comparable to existing treatments for hepatitis C, a viral disease that causes liver damage, including cirrhosis and cancer in some cases. The company also describes it as a breakthrough drug, and essentially in a class of its own. Because it is more effective than existing therapies and has many fewer side effects, it is much more popular. A Gilead executive described it as a “new price to the system.”\nTo help put Sovaldi’s price in context for The Upshot, the health care consulting firm Visante prepared a set of other high-earning “breakthrough” drugs from the past 15 years. The comparison drugs were all, like Sovaldi, the first in their class. To avoid comparisons to niche drugs that treat only a handful of patients, the list is limited to drugs that have sold at least $1 billion over their lifetimes.\nWe generally think of new drugs in two categories. Traditional, small-molecule drugs are chemically synthesized and treat broad populations. Among the drugs in this category that Visante examined were Pfizer’s Celebrex, the arthritis drug, and Prilosec, the acid reflux drug developed by the company now known as AstraZeneca. Specialty drugs are designed for smaller patient populations and are typically more complicated to make. Drugs in this category include Amigen’s Enbrel, an injectable drug for rheumatoid arthritis, and Genentech’s Herceptin, a drug for a particular genetic variant of breast cancer.", "url": "https://www.nytimes.com/2014/08/07/upshot/why-the-price-of-sovaldi-is-a-shock-to-the-system.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}