{"authors": ["Nick Corasaniti", "Jonathan Martin"], "date_download": "2018-11-16 04:26:45", "date_modify": "2018-11-16 04:26:45", "date_publish": "2014-06-04 14:26:15", "description": "Senator Thad Cochran will face his Tea Party-backed challenger, State Senator Chris McDaniel, in a runoff election on June 24.", "filename": "2014_06_05_us_politics_cochran-and-mcdaniel-mississippi-primary-runoff.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "image_url": "https://static01.nyt.com/images/2014/06/05/us/COCHRAN-1/COCHRAN-1401926002080-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_05_us_politics_cochran-and-mcdaniel-mississippi-primary-runoff.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "title": "Incumbent in Mississippi Runoff Aims for More Than Just G.O.P. Votes", "title_page": "Incumbent in Mississippi Runoff Aims for More Than Just G.O.P. Votes  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FLOWOOD, Miss. — Senator Thad Cochran’s supporters opened Mississippi’s Republican Senate runoff on Wednesday by signaling that they would treat the race like a general election and seek the votes of Democrats and independents during the three-week campaign against State Senator Chris McDaniel.\n“I don’t care if you’re from Yazoo City or the Coast, or if you are white or black,” said Henry Barbour, a Republican activist who runs Mississippi Conservatives, a pro-Cochran political action committee. “We’re going to make certain that everybody knows they have a stake in this, and the state needs somebody to represent the interest of all three million Mississippians.”\nThe runoff election is June 24, and “every registered voter in Mississippi has a stake in this, and needs to show up,” he added.\nIn separate comments, Austin Barbour, a Cochran campaign aide and Henry Barbour’s brother, was not as explicit, but he also made it clear that the senator would widen his search for voters. “If you live in Mississippi and you can vote, you have the opportunity to cast a vote in this election,” he said. (The brothers are, by law, not allowed to communicate about the campaign.)", "url": "https://www.nytimes.com/2014/06/05/us/politics/cochran-and-mcdaniel-mississippi-primary-runoff.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}