{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:44", "date_modify": "2018-11-16 04:17:44", "date_publish": "2014-09-25 16:58:32", "description": "The general manager of The 21st Century Business Herald was also being held after the paper’s site was implicated in an extortion scheme.", "filename": "2014_09_26_business_police-in-china-detain-editor-of-business-newspaper.html_module=inline_1542341864.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_26_business_police-in-china-detain-editor-of-business-newspaper.html_module=inline_1542341864.html", "title": "Police in China Detain Editor of Paper", "title_page": "Police in China Detain Editor of Paper - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — The police in China on Thursday detained the editor in chief and general manager of one of the country’s most widely read business newspapers. The move came within weeks of arrests in and accusations of an extortion scheme involving the paper.\nThe latest detentions were reported in a single-sentence bulletin from Xinhua, the state-run news agency, which did not describe any charges against the two, of The 21st Century Business Herald.\nTwo weeks ago, the police in Shanghai used a television broadcast to parade editors and journalists from the newspaper’s website, 21st Century Net, who they said had confessed to rampant extortion of Chinese companies. The companies could pay and receive glowing coverage, or the website would publish damaging articles that would imperil the companies’ plans to list on stock exchanges or to restructure.\nThe companies often paid up, usually in the guise of advertising orders worth 200,000 to 300,000 renminbi, or about $32,600 to nearly $50,000.", "url": "https://www.nytimes.com/2014/09/26/business/police-in-china-detain-editor-of-business-newspaper.html?module=inline"}