{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:43:08", "date_modify": "2018-11-16 04:43:08", "date_publish": "2014-12-10 02:12:32", "description": "In statehouses across the country, Uber has fought against legislation requiring background checks as strong as those demanded of traditional taxis.", "filename": "2014_12_10_technology_ubers-system-for-screening-drivers-comes-under-scrutiny.html_module=inline_1542343388.html", "image_url": "https://static01.nyt.com/images/2014/12/10/business/Uber/Uber-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_10_technology_ubers-system-for-screening-drivers-comes-under-scrutiny.html_module=inline_1542343388.html", "title": "Uber’s System for Screening Drivers Draws Scrutiny", "title_page": "Uber’s System for Screening Drivers Draws Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Uber champions its “industry-leading standards” for vetting its drivers. On its website, it describes its background checks as “often more rigorous” than those in the traditional taxi industry.\nBut in statehouses across the country, Uber has fought against legislation requiring background checks as strong as those demanded of traditional taxis. Other ride-sharing companies like Lyft and Sidecar, Uber’s chief rivals, have also pushed against the laws, but supporters of stronger background checks say Uber has been by far the most aggressive.\nIn Colorado, the company helped persuade lawmakers to ease drivers’ background checks in a bill that legalized ride-sharing companies. In Illinois, after a lobbying push, Gov. Pat Quinn vetoed a bill that would have forced Uber to strengthen those checks.\nAnd in California, Uber and other companies like it helped kill a law that would have required drivers to undergo a background check by the state’s Justice Department, as is required of taxi drivers.", "url": "https://www.nytimes.com/2014/12/10/technology/ubers-system-for-screening-drivers-comes-under-scrutiny.html?module=inline"}