{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:44", "date_modify": "2018-11-16 04:27:44", "date_publish": "2014-08-22 09:39:30", "description": "Satellite images indicate that the North is likely to have the ability to launch a rocket that can carry a heavier payload by the end of 2014, according to an American research organization.", "filename": "2014_08_23_world_asia_north-korea-may-soon-have-more-powerful-rocket.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342464.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_23_world_asia_north-korea-may-soon-have-more-powerful-rocket.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342464.html", "title": "North Korea May Soon Have More Powerful Rocket", "title_page": "North Korea May Soon Have More Powerful Rocket - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Satellite images indicate that North Korea is likely to have the ability to launch a longer-range rocket that can carry a heavier payload by the end of this year, according to an American research organization that monitors the North’s activities.\nThe research organization, the U.S.-Korea Institute at the Johns Hopkins School of Advanced International Affairs, reported Thursday on its website, 38 North, that North Korea’s expansion of its Sohae Satellite Launching Station was on track to be completed by fall. The expansion, which began last year, will enable it to launch a rocket more powerful than the country’s Unha rocket, one of which was used in 2012 to put a satellite into orbit, the report said.\n“As a result, the North will be able to conduct new launches from this site before the end of the year should it decide to do so,” the report said.", "url": "https://www.nytimes.com/2014/08/23/world/asia/north-korea-may-soon-have-more-powerful-rocket.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}