{"authors": ["David Barboza"], "date_download": "2018-11-16 04:17:08", "date_modify": "2018-11-16 04:17:08", "date_publish": "2014-02-27 19:20:06", "description": "President Xi Jinping is presiding over a working group on security, a sign that the Communist Party views the issue as a pressing strategic concern.", "filename": "2014_02_28_world_asia_china-announces-new-cybersecurity-push.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341828.html", "image_url": "https://static01.nyt.com/images/2014/02/28/world/shanghai/shanghai-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_28_world_asia_china-announces-new-cybersecurity-push.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341828.html", "title": "China’s President Will Lead a New Effort on Cybersecurity", "title_page": "China’s President Will Lead a New Effort on Cybersecurity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SHANGHAI — President Xi Jinping is presiding over a new working group on cybersecurity and information security, China announced on Thursday, a sign that the Communist Party views the issue as one of the country’s most pressing strategic concerns.\nThe government said Mr. Xi and two other senior leaders, Prime Minister Li Keqiang and Liu Yunshan, a member of the Politburo Standing Committee, would help draft national strategies and develop major policies in a field that might include protecting national secrets and developing digital defenses, among other goals.\n“Efforts should be made to build our country into a cyberpower,” Mr. Xi said in a statement released after the first meeting of the group on Thursday, according to the official Xinhua News Agency.\nThe announcement comes as Mr. Xi is solidifying power, mounting a bold crackdown on corruption at the top of the Communist Party and pushing through overhauls aimed at strengthening and restructuring the country’s economy.", "url": "https://www.nytimes.com/2014/02/28/world/asia/china-announces-new-cybersecurity-push.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}