{"authors": ["Andrew E. Kramer", "Michael R. Gordon"], "date_download": "2018-11-16 04:22:56", "date_modify": "2018-11-16 04:22:56", "date_publish": "2014-08-27 16:42:47", "description": "Tanks, artillery and infantry have crossed from Russia into an unbreached part of eastern Ukraine in recent days, in what Ukrainian and Western military officials are calling a stealth invasion.", "filename": "2014_08_28_world_europe_ukraine-russia-novoazovsk-crimea.html_ref=europe&module=inline_1542342176.html", "image_url": "https://static01.nyt.com/images/2014/08/28/world/UKRAINE-2/UKRAINE-2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_28_world_europe_ukraine-russia-novoazovsk-crimea.html_ref=europe&module=inline_1542342176.html", "title": "Ukraine Reports Russian Invasion on a New Front", "title_page": "Ukraine Reports Russian Invasion on a New Front - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DONETSK, Ukraine — Determined to preserve the pro-Russian revolt in eastern Ukraine, Russia reinforced what Western and Ukrainian officials described as a stealth invasion on Wednesday, sending armored troops across the border as it expanded the conflict to a new section of Ukrainian territory.\nThe latest incursion, which Ukraine’s military said included five armored personnel carriers, was at least the third movement of troops and weapons from Russia across the southeast part of the border this week, further blunting the momentum Ukrainian forces have made in weakening the insurgents in their redoubts of Donetsk and Luhansk farther north. Evidence of a possible turn was seen in the panicky retreat of Ukrainian soldiers on Tuesday from a force they said had come over the Russian border.\nRussia, which has denied it is helping the insurgents, did not acknowledge the military movements. But the Russians have signaled that they would not countenance a defeat of an insurgency in the heavily Russian eastern part of Ukraine, which would amount to a significant domestic political setback for President Vladimir V. Putin of Russia in his increasingly fractious relationship with the United States and its European allies.\n“Russia is clearly trying to put its finger on the scale to tip things back in favor of its proxies,” said a senior American official who spoke on the condition of anonymity because he was discussing intelligence reports. “Artillery barrages and other Russian military actions have taken their toll on the Ukrainian military.”", "url": "https://www.nytimes.com/2014/08/28/world/europe/ukraine-russia-novoazovsk-crimea.html?ref=europe&module=inline"}