{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:25:21", "date_modify": "2018-11-16 03:25:21", "date_publish": "2014-08-07 20:00:04", "description": "Aperitifs offer a quintessentially adult buzz.", "filename": "2014_08_10_magazine_how-to-pre-game-like-a-grown-up_1542338721.html", "image_url": "https://static01.nyt.com/images/2014/08/10/magazine/10drink2/10drink2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_10_magazine_how-to-pre-game-like-a-grown-up_1542338721.html", "title": "How to Pre-Game Like a Grown-Up", "title_page": "How to Pre-Game Like a Grown-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Editors’ note: We’re resurfacing this 2014 Drink column for Smarter Living so you can enjoy the sophisticated pleasures of a pre-dinner aperitif cocktail all year long.\nAperitifs don’t often come into your life with much ceremony, the way a first martini or manhattan might. They’re not the sort of thing you get wasted on at a college party or default to on a bender. Instead, aperitifs turn up when you’re good and ready for them. When I was a kid and watched my mother drink Lillet or Dubonnet before summer dinners, I never tried to sneak a sip, as I did with beer or wine or fruity drinks like piña coladas. My instincts told me that I’d have to wait until I was older.\nMy first aperitif — and I doubt I’m alone here — was a Campari and soda, to which my reaction was much the same as my initial response to cilantro: I recoiled, and then wanted more. Now, when I have friends over for dinner in the summer, I usually start things off by muddling a basil leaf with a couple hits of citrus bitters in an old-fashioned glass; adding a handful of ice, about a half-ounce of Campari and two ounces of Lillet (blanc or, even better, rosé); and topping it off with club soda. I plonk a thick slice of grapefruit into the drink to be used as a stirrer (and then eaten, if one likes, and one usually does).\nI’ve had the occasional aperitif by myself, but I think of this as an inherently social drink. The unwieldy word, which always seems one syllable too long, comes from the Latin aperire, “to open.” And that’s what it does: An aperitif puts people at ease and signals that an occasion has begun. It opens the proceedings in a way that’s elegant and faintly formal, but also congenial and serene.", "url": "https://www.nytimes.com/2014/08/10/magazine/how-to-pre-game-like-a-grown-up.html"}