{"authors": ["Julie Lasky"], "date_download": "2018-11-16 04:55:35", "date_modify": "2018-11-16 04:55:35", "date_publish": "2014-05-28 14:46:08", "description": "The renowned designer, who died Tuesday at the age of 83, knew how to cross the t’s.", "filename": "2014_05_29_garden_massimo-vignelli-a-master-in-the-grammar-of-design.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344135.html", "image_url": "https://static01.nyt.com/images/2014/05/29/garden/29MASSIMO/29MASSIMO-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_29_garden_massimo-vignelli-a-master-in-the-grammar-of-design.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344135.html", "title": "Massimo Vignelli: A Master in the Grammar of Design", "title_page": "Massimo Vignelli: A Master in the Grammar of Design - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The designer’s stacking plastic dishware for Heller, introduced in 1964, formed its own leitmotif among the correspondence. A note penciled on a torn sheet of ruled paper told of a family in New Zealand who allowed each child to select a set of the dishes in the color of his or her choice. (The writer recalled choosing purple.)\n•\nMr. Vignelli managed to read only a fraction of the letters before his death. He said he was especially happy with one from Rudy VanderLans and Zuzana Licko, founders of the digital type foundry Emigre. Twenty-three years ago, when the couple were publishing an avant-garde design periodical of that name, for which they coaxed the new computer programs to manipulate and layer type, Mr. Vignelli, departing from his customary geniality, declared that Emigre was a “national calamity” and a “factory of garbage.” (These statements were originally reported in Print, a graphic design magazine where I worked at the time.)\nIn Emigre, Mr. Vignelli recalled last week, he saw a threat to the more neutral communication styles he favored. The magazine “was happening at a moment when design had to be solidified rather than put into major confusion,” he said. The warring factions eventually smoothed over their differences and even worked together on a project.\nBut more remained to be said. “Over time, we have come to realize that your critique was probably one of the most valuable replies to our work,” Mr. VanderLans and Ms. Licko said in their letter. Though they hadn’t come around to Mr. Vignelli’s point of view, they said that they had learned to appreciate the spirit behind the tussle. “It was the passion, the honesty, the bite and the eloquence of your statements that we’ve always admired,” they wrote. “We can only hope to maintain that level of passion for what we do.”\nI recently asked the design critic Ralph Caplan, who was professionally raised in the same bracing climate of modernism as Mr. Vignelli, to comment on his legacy.", "url": "https://www.nytimes.com/2014/05/29/garden/massimo-vignelli-a-master-in-the-grammar-of-design.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}