{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:38:32", "date_modify": "2018-11-16 04:38:32", "date_publish": "2014-06-04 00:27:34", "description": "Arizona’s rules on the use of abortion drugs are likely to be struck down and will continue to be blocked while a lawsuit against them plays out, a federal appeals court ruled Tuesday.", "filename": "2014_06_04_us_arizona-court-continues-to-block-abortion-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343112.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_04_us_arizona-court-continues-to-block-abortion-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343112.html", "title": "Arizona: Court Continues to Block Abortion Rules", "title_page": "Arizona: Court Continues to Block Abortion Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Arizona’s rules on the use of abortion drugs are likely to be struck down and will continue to be blocked while a lawsuit against them plays out, a federal appeals court ruled Tuesday. A three-judge panel of the United States Court of Appeals for the Ninth Circuit unanimously ruled the regulations appeared to be an unconstitutional “undue burden on a woman’s right to abortion” and kept in place its injunction on them. It reversed a lower court ruling that found the rules legal. The regulations would ban women from taking the most common abortion-inducing drug, RU-486, after the seventh week of pregnancy. The rules also require that the drug be administered only at the dosage approved by the Food and Drug Administration and that both doses be taken at a clinic. The usual dosage is lower, and it is normally taken at home. The judges rejected Arizona’s arguments that the restrictions were passed to protect women’s health and to comply with F.D.A.-approved use. Judge William A. Fletcher wrote that the F.D.A. encourages so-called off-label use of RU-486, which is most often administered in lower doses than the label directs. “Arizona has presented no evidence whatsoever that the law furthers any interest in women’s health,” he wrote.", "url": "https://www.nytimes.com/2014/06/04/us/arizona-court-continues-to-block-abortion-rules.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}