{"authors": ["Josh Barro"], "date_download": "2018-11-16 04:12:23", "date_modify": "2018-11-16 04:12:23", "date_publish": "2014-12-18 16:17:53", "description": "A closer look at a tourist destination whose creation owed nothing to American capitalism and everything to Mexican central planning.", "filename": "2014_12_19_upshot_cuba-the-next-cancun-it-should-be-so-lucky.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341543.html", "image_url": "https://static01.nyt.com/images/2014/12/24/upshot/19UP-Cancun/19UP-Cancun-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_19_upshot_cuba-the-next-cancun-it-should-be-so-lucky.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341543.html", "title": "Cuba the Next Cancun? It Should Be So Lucky", "title_page": "Cuba the Next Cancun? It Should Be So Lucky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the late 1960s, Cancun Island was essentially vacant. Its development as a tourism megaresort was conceived by bureaucrats at the Fund for the Promotion of Tourism Infrastructure (“Infratur”), part of the Banco de Mexico. In 1972, Robert Dunphy of The New York Times interviewed Antonio Enriquez Savignac, the head of Infratur, about the process that led to the Cancun megaproject:\n“We knew exactly what we wanted to build — a resort that would attract a massive flow of tourists from the United States,” Enriquez said. “But before we could obtain the go-ahead, we had to convince the government that tourism was the fastest-growing, most dynamic sector of economic growth in the world.\n“As bankers, we approached this from a banker’s point of view, taking everything measurable into account, feeding it into a computer and leaving nothing to chance.” ...\nInfratur had the bank’s computers so tied up with tourism statistics that the Enriquez team finally had to link up on a full-time lease basis with one across the border in California. But even so, with all the statistics flowing into the machines, the nitty-gritty work remained to be done.\nWhat the planners did next was to peel off their pinstriped bankers’ suits, turn off the computers and head into the boondocks to check out those areas in Mexico which, according to the printouts, had all the necessary ingredients. The thing to do now was to personally check the swimming, the beaches, the actual living conditions at various places along Mexico’s 6,000 miles of coastline and compare each site with the data that the computers had produced ...\nEnriquez said, “We finally narrowed the choice down to 25 sites and then gave preference to those areas where people were extremely poor — as long as all the other attributes were present, a labor supply, for example. The Yucatán Peninsula and Cancun Island proved to be ideal in this regard. There is great poverty and no industry — since sisal has been replaced by plastics — and yet the area has all the ingredients to attract tourism: sun, sea, and good weather the year round, plus easy access to some of the world’s greatest archaeological treasures, the Mayan ruins at Chichen Itza and Tulum, for example.”", "url": "https://www.nytimes.com/2014/12/19/upshot/cuba-the-next-cancun-it-should-be-so-lucky.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}