{"authors": ["Alan Wong"], "date_download": "2018-11-16 04:17:07", "date_modify": "2018-11-16 04:17:07", "date_publish": "2014-08-28 07:15:07", "description": "Leaked documents suggested that Jimmy Lai had made substantial donations to local pro-democracy parties and politicians.", "filename": "2014_08_29_world_asia_media-tycoon-critical-of-china-is-visited-by-hong-kong-antigraft-agency.html_module=inline_1542341827.html", "image_url": "https://static01.nyt.com/images/2014/08/29/world/asia/29lai/29lai-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_29_world_asia_media-tycoon-critical-of-china-is-visited-by-hong-kong-antigraft-agency.html_module=inline_1542341827.html", "title": "Media Tycoon Critical of China Is Visited by Hong Kong Antigraft Agency", "title_page": "Media Tycoon Critical of China Is Visited by Hong Kong Antigraft Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Officers from the anticorruption agency in Hong Kong searched the home of the media tycoon Jimmy Lai on Thursday morning, a month after leaked documents suggested that he had made substantial donations to local pro-democracy parties and politicians.\nMr. Lai is an outspoken supporter of the democracy movement in Hong Kong, whose newspaper, Apple Daily, is frequently critical of the Chinese government.\nBesides Mr. Lai’s house, the agency also searched the apartment of his top aide, Mark Simon. The office and the apartment of Lee Cheuk-yan, a legislator who received donations from Mr. Lai, were also searched Thursday morning.\nA person who identified himself as a shareholder of Mr. Lai’s media group, Next Media, sent a trove of leaked documents to Hong Kong newspapers last month, including images of banking receipts. They indicated that several pro-democracy groups and individuals received more than $1.3 million in donations last year through Mr. Simon. Lawmakers from a pro-Beijing party later filed reports to the legislature and the anticorruption agency calling for a formal investigation of the matter.", "url": "https://www.nytimes.com/2014/08/29/world/asia/media-tycoon-critical-of-china-is-visited-by-hong-kong-antigraft-agency.html?module=inline"}