{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:38:46", "date_modify": "2018-11-16 04:38:46", "date_publish": "2014-08-08 01:24:05", "description": "Having shaped the issue in terms of a humanitarian crisis, President Obama made it clear that the United States won’t ignore the growing catastrophe.", "filename": "2014_08_08_opinion_preventing-a-slaughter-in-iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343126.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_08_opinion_preventing-a-slaughter-in-iraq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343126.html", "title": "Preventing a Slaughter in Iraq", "title_page": "Opinion | Preventing a Slaughter in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The catastrophe of Iraq has been growing steadily worse for weeks, but by Thursday, it became impossible for the United States and other civilized nations to ignore it. Iraq’s bloodthirsty Sunni extremists were threatening the extermination of tens of thousands of members of religious minorities who have refused to join the fundamentalist Islamic state the terrorist forces want to create.\nThe Islamic State in Iraq and Syria, known as ISIS, drove Christians, Yazidis and other minorities from their homes by giving them a choice between religious conversion or slaughter. There have been reports of scores of civilians being killed. Many of these frightened and desperate people have surged toward the Turkish border and some 40,000 are estimated to be suffering from heat and thirst on Mount Sinjar in northeast Iraq.\nSo it was not surprising to hear President Obama announce Thursday night that the United States was dropping food and water supplies in northeast Iraq and that he had authorized targeted airstrikes against ISIS, if needed. Mr. Obama made a wise policy call, and showed proper caution, by keeping his commitment not to reintroduce American ground troops in Iraq, but humanitarian assistance for the imperiled civilians was necessary.\nTurkey’s foreign minister, Ahmet Davutoglu, said his government had begun providing aid to these Iraqis, including dropping supplies at Sinjar from Iraqi helicopters. Turkey, already inundated with refugees from the Syrian civil war, is building a refugee camp in northern Iraq. An American official told The Times that fear of a “humanitarian catastrophe” had prompted Mr. Obama to consider the airdrops of emergency supplies and airstrikes against militants besieging the mountain.", "url": "https://www.nytimes.com/2014/08/08/opinion/preventing-a-slaughter-in-iraq.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}