{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:16:11", "date_modify": "2018-11-16 03:16:11", "date_publish": "2014-09-06 13:51:00", "description": "In putting off action until after the November elections, President Obama was acting out of concern for Senate Democrats on the ballots, White House officials said on Saturday.", "filename": "2014_09_07_us_politics_obama-said-to-delay-executive-action-on-immigration.html_module=inline_1542338171.html", "image_url": "https://static01.nyt.com/images/2014/09/07/nyregion/IMMIG/IMMIG-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_07_us_politics_obama-said-to-delay-executive-action-on-immigration.html_module=inline_1542338171.html", "title": "Obama Delays Immigration Action, Yielding to Democratic Concerns", "title_page": "Obama Delays Immigration Action, Yielding to Democratic Concerns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Lamar Alexander Tennessee, said, “The founders of our country did not want a king, and the American people do not want a president who acts like one.” He called Mr. Obama’s decision a “shameful presidential trick.”\nThe delay also is angering Hispanic activists who have been pressing Mr. Obama for months to sidestep Congress. Leaders of several immigration groups said their members would be furious with the president for raising — and then dashing — their hopes. They criticized Mr. Obama for the delay, saying it breaks a solemn pledge to immigrants.\nArturo Carmona, the executive director of Presente.org, called the decision “a betrayal” of the Latino community and “shameful.” He said the president “is once again demonstrating that for him, politics come before the lives of Latino and immigrant families.”\nAnd Mary Kay Henry, president of the Service Employees International Union, said: “Today, we are deeply disheartened that the dreams of hard-working immigrant families who have long contributed to the fabric of the American life remain in jeopardy. The White House’s decision to delay executive action forces countless families to continue to wait in the shadows of fear.”\nThe president’s decision on Saturday underscores the difficulties of his broader pledge to use the powers of his office to govern in the face of a gridlocked Congress. Those efforts have already sparked a Republican lawsuit alleging that the president has abused his authority and is building an “imperial presidency.” And he has faced intense political pressure from his Democratic allies to delay such actions.\nThe timing of an announcement had developed into a serious political problem for the president. By saying he would act on his own, Mr. Obama heightened expectations among Hispanics that he would finally address the deportation fears of 11 million illegal immigrants, many of whom have been in the United States for decades and have been law-abiding members of their communities.\nSince Mr. Obama took office, his administration has significantly increased the number of deportations, especially along the border with Mexico. Immigration advocates have complained that families are being torn apart when parents or children who are in the country illegally are arrested and sent home.", "url": "https://www.nytimes.com/2014/09/07/us/politics/obama-said-to-delay-executive-action-on-immigration.html?module=inline"}