{"authors": ["Julián Aguilar"], "date_download": "2018-11-16 04:28:35", "date_modify": "2018-11-16 04:28:35", "date_publish": "2014-07-18 00:05:50", "description": "Activists are concerned that longstanding problems like suspected abuses 0f border residents by federal agents are being neglected during the recent surge in illegal crossings.", "filename": "2014_07_18_us_lost-in-a-pressing-crisis-perpetual-immigration-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342515.html", "image_url": "https://static01.nyt.com/images/2014/07/18/us/SUB18ttBorder/SUB18ttBorder-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_18_us_lost-in-a-pressing-crisis-perpetual-immigration-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342515.html", "title": "Lost in a Pressing Crisis: Perpetual Immigration Issues", "title_page": "Lost in a Pressing Crisis: Perpetual Immigration Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Those living on the border hope that the increased attention on the area will teach more people about the complexities of life here and help the region address longstanding issues that will still be here after the current crisis stops making headlines.\nOn the Texas side of the Brownsville and Matamoros International Bridge last week, A.C.L.U. members gave residents wallet-size pamphlets with information on their rights when they are stopped by law enforcement, including questioning, detention and search-and-seizure procedures. The campaign, part of a multistate “Revitalize Not Militarize” effort, was planned before the immigration crisis.\n“The idea is to address the culture of impunity that’s been going on for a long time,” said Brooke Lyssy, a border rights fellow with the Equal Voice Network. “This was planned by the A.C.L.U. of New Mexico, but it definitely does fall at a very intense time for border issues.”\nThe spotlight on the border has brought other groups to South Texas hoping to gain attention for particular immigration issues. Last week in nearby McAllen, dozens of activists, including several who were undocumented, held a three-day vigil near a church acting as a temporary shelter for some of the migrants. Organizers said they came to show support for the children and to call for their humane treatment, but that the situation also needed to be seen in the broader context of the debate over immigration reform.\n“This is something that requires a lot of attention, something that deserves a lot of media attention,” said Mario Carrillo, the communications manager for United We Dream, a coalition that advocates immigrants’ rights and lobbies in support of the Dream Act, which would create a formal path to citizenship for young people who came here as children. “But I think within that we have to remember some of the things that cause these types of crisis. When this happened, it really did solidify our point, that the system is broken, that it is something that is not sustainable.”", "url": "https://www.nytimes.com/2014/07/18/us/lost-in-a-pressing-crisis-perpetual-immigration-issues.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}