{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:47:13", "date_modify": "2018-11-16 03:47:13", "date_publish": "2014-02-10 02:47:05", "description": "Aid convoys were attacked during a three-day cease-fire in Homs, highlighting the difficulties plaguing even modest humanitarian efforts in Syria’s civil war.", "filename": "2014_02_10_world_middleeast_in-homs-syria-still-no-relief-from-a-siege.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340033.html", "image_url": "https://static01.nyt.com/images/2014/02/10/world/homs/homs-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_10_world_middleeast_in-homs-syria-still-no-relief-from-a-siege.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340033.html", "title": "Break in Siege Is Little Relief to Syrian City", "title_page": "Break in Siege Is Little Relief to Syrian City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ANTAKYA, Turkey — A three-day humanitarian cease-fire in the Syrian city of Homs was supposed to be a small breakthrough, a moment of relief for civilians trapped in a grim civil war.\nBut mortar rounds and gunfire struck near aid convoys, damaging vehicles and leaving victims lying in the streets. Snipers fired on civilians as they fled their besieged neighborhood. Others refused to leave, fearing a massacre of those left behind. Limited food made it in, and some of the nearly 700 people who reached safety said they had been surviving on one meal a day and that some of their neighbors had resorted to eating grass.\nThough few expect the international peace talks that resume in Geneva on Monday to end the war, many hope they will make life less brutal for ordinary Syrians by creating local cease-fires and opening up access to aid.\nBut what took place in Homs highlights the tremendous difficulties plaguing even modest humanitarian efforts, making it unlikely that the episode will emerge as a model to be repeated elsewhere.", "url": "https://www.nytimes.com/2014/02/10/world/middleeast/in-homs-syria-still-no-relief-from-a-siege.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}