{"authors": ["Joseph Goldstein", "Nate Schweber"], "date_download": "2018-11-16 04:53:40", "date_modify": "2018-11-16 04:53:40", "date_publish": "2014-07-20 00:25:18", "description": "Two days after a Staten Island man died following a police encounter in which a chokehold appeared to be used, the city is looking into the more than 1,000 complaints it has received in recent years about police officers using the hold.", "filename": "2014_07_20_nyregion_thousands-police-chokehold-complaints-are-focus-of-new-york-study-after-man-dies-in-staten-island.html_module=inline_1542344020.html", "image_url": "https://static01.nyt.com/images/2014/07/20/nyregion/20CHOKEHOLD1/20CHOKEHOLD1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_nyregion_thousands-police-chokehold-complaints-are-focus-of-new-york-study-after-man-dies-in-staten-island.html_module=inline_1542344020.html", "title": "Complaints About Chokeholds Are Focus of Study", "title_page": "Complaints About Chokeholds Are Focus of Study - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The city agency that investigates allegations of police misconduct is studying the more than 1,000 complaints it has received in recent years about police officers using chokeholds, the agency said on Saturday, two days after a man died following a police encounter in which the hold appeared to be used.\nThe study by the Civilian Complaint Review Board follows an announcement on Friday by Police Commissioner William J. Bratton, who said a plainclothes officer on Staten Island appeared to have used a chokehold on Thursday in trying to arrest the man, Eric Garner.\nThe department’s patrol guide prohibits chokeholds, which it defines as including “any pressure to the throat or windpipe, which may prevent or hinder breathing or reduce intake of air.”\nThe encounter was filmed by a bystander and viewed widely on the Internet. The recording shows Mr. Garner, who had health problems including severe asthma, arguing with officers who had accused him of illegally selling cigarettes on a sidewalk on Staten Island.", "url": "https://www.nytimes.com/2014/07/20/nyregion/thousands-police-chokehold-complaints-are-focus-of-new-york-study-after-man-dies-in-staten-island.html?module=inline"}