{"authors": ["David M. Herszenhorn"], "date_download": "2018-11-16 04:37:02", "date_modify": "2018-11-16 04:37:02", "date_publish": "2014-02-22 17:16:44", "description": "Three core factors led to the chaos in Ukraine: a broken promise between a leader and his people, a lingering Cold War-era fight, and public outrage at the government’s response to protests.", "filename": "2014_02_23_world_europe_a-broken-promise-and-a-cold-war-fight_1542343022.html", "image_url": "https://static01.nyt.com/images/2014/02/19/multimedia/ukraine-explainer/ukraine-explainer-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_23_world_europe_a-broken-promise-and-a-cold-war-fight_1542343022.html", "title": "How It All Began: A Cold War Battle Heats Up", "title_page": "How It All Began: A Cold War Battle Heats Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — Three months of civic unrest in Ukraine spiraled out of control last week with dozens of people dead, the center of this elegant city turned into a burning war zone and the eventual flight from the capital on Friday by the president. Puzzled about the conflict and how it got so bad? Here’s a primer.\nThere are three core factors that led to the chaos:\nFirst is a broken promise between a leader and his citizens: President Viktor F. Yanukovych had long promised to integrate Ukraine with the European Union by signing sweeping political and trade agreements. In November, he refused to sign.\nSecond is a lingering Cold War-era fight between Russia and the West for influence over countries in Eastern Europe still suffering from political and economic problems rooted in the Soviet era. While Europe and the United States have made a priority of fostering democracy in the former Soviet republics, the Kremlin sees an ulterior motive: the expansion of Western military and economic power. Perceiving a threat to its big military and economic interests in Ukraine, Russia exerted enormous pressure to scuttle the accords with the European Union.\nThird is searing public outrage over the government’s sometimes brutal response to the street protests that followed the president’s about-face on ties with the European Union. The crackdowns deeply contradicted Ukraine’s post-Soviet national identity as a peaceful, pluralistic society. Even in the 2004 Orange Revolution, in which there were also huge street demonstrations, the authorities did not assault the protesters.", "url": "https://www.nytimes.com/2014/02/23/world/europe/a-broken-promise-and-a-cold-war-fight.html"}