{"authors": ["The New York Times"], "date_download": "2018-11-16 04:48:56", "date_modify": "2018-11-16 04:48:56", "date_publish": "2014-06-04 01:47:16", "description": "Nicholas Kristof reported for The Times on the violent crackdown of pro-democracy protesters in Beijing’s Tiananmen Square 25 years ago.", "filename": "2014_06_04_world_asia_times-coverage-of-tiananmen-square-25-years-ago_1542343736.html", "image_url": "https://static01.nyt.com/images/2014/06/03/world/04tiananmen-archive-1/04tiananmen-archive-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_04_world_asia_times-coverage-of-tiananmen-square-25-years-ago_1542343736.html", "title": "‘It Will Be Incomparably More Difficult to Rule China’", "title_page": "‘It Will Be Incomparably More Difficult to Rule China’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Huge throngs, possibly amounting to more than one million Chinese, took to the streets today to defy martial law and block troops from reaching the center of the capital, effectively delaying or preventing the planned crackdown on China’s democracy movement.\nFacing the People, the Soldiers Fall Back; May 21, 1989, by Sheryl WuDunn\nWhen a small convoy of military trucks used to launch tear gas and to spray water on rioters rolled through eastern Beijing early this morning, the soldiers met their first unexpected challenge. An old woman street cleaner rushed up and lay down on the road in front of the trucks.\nCHINA ERUPTS\nThe Reasons Why; The New York Times Magazine, June 4, 1989, by Nicholas D. Kristof\nThe outlook for China’s immediate future is murky, but most Chinese seem to expect that whatever the near-term setbacks, the nation has been set on the road toward less control by the Communist Party. The uprising of the last six weeks, whether it is renewed or repressed, seems to mark a turning point, and it happened with startling, and seemingly inexplicable swiftness. No one predicted that the convulsions would happen when they did, and not even China’s most famous savants can safely predict what will happen next.\nThe same day his article appeared in the magazine, Mr. Kristof reported from Beijing for The Times when Chinese troops used bloody force to retake the center of the capital from pro-democracy protesters.", "url": "https://www.nytimes.com/2014/06/04/world/asia/times-coverage-of-tiananmen-square-25-years-ago.html"}