{"authors": ["Jeremy W. Peters", "Carl Hulse"], "date_download": "2018-11-16 03:15:58", "date_modify": "2018-11-16 03:15:58", "date_publish": "2014-11-05 05:23:42", "description": "The Republican victory was the result of methodical plotting, careful candidate vetting and an abundance of preparation to ensure the party’s candidates would avoid repeating the same mistakes.", "filename": "2014_11_05_us_politics_-republicans-first-had-to-wrestle-with-their-own-poor-discipline-_1542338158.html", "image_url": "https://static01.nyt.com/images/2014/11/05/us/JP-RECONSTRUCT2/JP-RECONSTRUCT2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_05_us_politics_-republicans-first-had-to-wrestle-with-their-own-poor-discipline-_1542338158.html", "title": "Republicans’ First Step Was to Handle Extremists in Party", "title_page": "Republicans’ First Step Was to Handle Extremists in Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Other factors affected the outcome, of course. The election was unfolding during perhaps the best political climate Republicans had seen since the 1980s. Upheaval on the domestic and international stage — a crash of the health care website, beheadings in the Middle East, a surge of migrant children along the Mexican border and a raging virus in Africa — all helped tip the scales in Republicans’ favor. Democrats battled to keep the most competitive races from slipping away from them until the very last minute, an almost impossible task given President Obama’s low approval ratings and the cascade of bad news that was unimaginable when the party was riding high a year ago, after Republicans stumbled through a government shutdown.\n“There wasn’t a moment this cycle where we thought, ‘Oh, we can’t lose,’ ” said Guy Cecil, executive director of the Democratic Senatorial Campaign Committee. “Conversely, there wasn’t a moment in this cycle where we thought we couldn’t win,\" he added, insisting that their plan was the right one. “Election outcomes tend to declare everyone either a genius or a failure, but there’s no question in my mind that this was the right strategy.”\nDemocratic Discontent\nTensions between the Democratic Senate candidates and the president kept bubbling up throughout the campaign. It did not help that the Democrats defending their seats felt that Mr. Obama had refused to come to terms with how damaged his political brand had become in their states, and how perilous his embrace was.\nWhen he delivered a speech last month at Northwestern University and declared that his policies were “on the ballot” alongside the candidates who were trying desperately to distance themselves from him, it infuriated Democrats. The White House had shared the general outline of that speech with Senate Democrats beforehand, but never mentioned that line despite its obvious political consequences. (By the end of the campaign, the quote of the president saying his policies were on the ballot had appeared in television ads in nearly every competitive Senate race, from North Carolina to Arkansas to Colorado.)\nEvery week seemed to get worse. By the end, Democrats had watched the president’s favorable ratings tumble, especially among white voters in the Southern states they needed to win. In Georgia, for example, their internal numbers showed the president’s favorability among whites at 21 percent.\nFurther marring the relationship between the White House and Senate Democrats was the issue of fund-raising. Obama administration officials resisted getting too involved in helping the “super PAC” that former aides to Harry Reid, the majority leader, had set up to try to defend the party’s Senate seats. (Mr. Obama’s aides say he dislikes the work of PACs on principle.) In a tense meeting between supporters of Mr. Reid’s and White House staff over the summer, Mr. Reid’s allies sardonically reminded the president’s staff that they were not so reticent about working on behalf of the super PAC supporting Mr. Obama in 2012.", "url": "https://www.nytimes.com/2014/11/05/us/politics/-republicans-first-had-to-wrestle-with-their-own-poor-discipline-.html"}