{"authors": ["David M. Herszenhorn", "Andrew E. Kramer", "Alan Cowell"], "date_download": "2018-11-16 04:36:20", "date_modify": "2018-11-16 04:36:20", "date_publish": "2014-03-20 09:37:29", "description": "The detention of the commander reflected the blistering pace of Moscow’s moves to cement Russia’s annexation of Crimea.", "filename": "2014_03_21_world_europe_crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342980.html", "image_url": "https://static01.nyt.com/images/2014/03/20/world/20ukraine-video/20ukraine-video-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_21_world_europe_crimea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342980.html", "title": "Russian Forces Release Ukraine Naval Commander, Reports Say", "title_page": "Russian Forces Release Ukraine Naval Commander, Reports Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEVASTOPOL, Crimea — Russian forces and their Crimean militia allies were reported on Thursday to have released the commander of the Ukrainian Navy, seized in his own headquarters here as Moscow’s annexation of the strategic Black Sea peninsula forced the authorities in Kiev to begin planning for the evacuation of their forces to mainland Ukraine.\nBut, against a backdrop of European threats to ratchet up sanctions against Russia, the limits of the likely Western response to the Kremlin’s actions emerged in a sharp relief on Thursday when President Obama ruled out military action in the region.\n“We are not going to be getting into a military excursion in Ukraine,” Mr. Obama told Mark Mullen, an anchor at NBC 7 in San Diego. “What we are going to do is mobilize all of our diplomatic resources to make sure that we’ve got a strong international correlation that sends a clear message.”\nHe was speaking hours before European leaders were to meet in Brussels to debate further measures after Washington and European leaders ordered a preliminary array of assets freezes and visa restrictions on officials involved in the takeover of Crimea.", "url": "https://www.nytimes.com/2014/03/21/world/europe/crimea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}