{"authors": [], "date_download": "2018-11-16 04:13:31", "date_modify": "2018-11-16 04:13:31", "date_publish": "2014-08-28 04:30:34", "description": "The Affordable Care Act has prompted one of the\nlargest expansions of mental health coverage in a\ngeneration, increasing access for millions, but shortfalls persist.", "filename": "2014_08_28_us_expansion-of-mental-health-care-hits-obstacles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341611.html", "image_url": "https://static01.nyt.com/images/2014/07/28/multimedia/healthreform-mental2/healthreform-mental2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_28_us_expansion-of-mental-health-care-hits-obstacles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341611.html", "title": "Expansion of Mental Health Care Hits Obstacles", "title_page": "Expansion of Mental Health Care Hits Obstacles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOUISVILLE, Ky. — Terri Hall’s anxiety was back, making her hands shake as she tried to light a cigarette on the stoop of her faded apartment building. She had no appetite, and her mind galloped as she grasped for an answer to her latest setback.\nIn January, almost immediately after she got Medicaid coverage through the Affordable Care Act, she had called a community mental health agency seeking help for the depression and anxiety that had so often consumed her.\nNow she was getting therapy for the first time, and it was helping, no question. She just wished she could go more often. The agency, Seven Counties Services, has been deluged with new Medicaid recipients, and Ms. Hall has had to wait up to seven weeks between appointments with her therapist, Erin Riedel, whose caseload has more than doubled.\n“She’s just awesome,” Ms. Hall said. “But she’s busy, very busy.”\nThe Affordable Care Act has paved the way for a vast expansion of mental health coverage in America, providing access for millions of people who were previously uninsured or whose policies did not include such coverage before. Under the law, mental health treatment is an “essential” benefit that must be covered by Medicaid and every private plan sold through the new online insurance marketplaces.", "url": "https://www.nytimes.com/2014/08/28/us/expansion-of-mental-health-care-hits-obstacles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}