{"authors": ["Robert Mackey"], "date_download": "2018-11-16 04:50:08", "date_modify": "2018-11-16 04:50:08", "date_publish": "2014-06-11 15:50:31", "description": "One of Egypt’s most prominent dissidents, the blogger Alaa Abdel Fattah, was arrested on Wednesday outside the Cairo court where he was convicted in absentia.", "filename": "2014_06_12_world_middleeast_activists-who-challenged-egypts-protest-ban-are-sentenced-to-15-years.html_module=inline_1542343808.html", "image_url": "https://static01.nyt.com/images/2014/06/11/world/middleeast/11open_alaa/11open_alaa-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_12_world_middleeast_activists-who-challenged-egypts-protest-ban-are-sentenced-to-15-years.html_module=inline_1542343808.html", "title": "Egyptian Dissident Sentenced for Challenging Ban on Protest", "title_page": "Egyptian Dissident Sentenced for Challenging Ban on Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of Egypt’s most prominent dissidents, the blogger Alaa Abd El Fattah, was among three men arrested on Wednesday while waiting outside a court in Cairo to stand trial for violating the government’s ban on unsanctioned protests.\nAccording to his sister, the activist Mona Seif, Mr. Abd El Fattah and the two other defendants, Mohamed Noubi and Wael Metwally, were denied entry to the court and abruptly sentenced in absentia to 15 years in prison. The same sentence was given to 22 other defendants who were arrested last November at a rally called by a human rights group founded by Ms. Seif, No Military Trials for Civilians, which opposes the abuse of Egypt’s court-martial system.\nThe co-defendants were taken into custody after the ruling, Manal Hassan, Mr. Abd El Fattah’s wife and fellow blogger, reported on Twitter. She added that the men were entitled by law to a retrial, but the nature of the proceedings put that in doubt.", "url": "https://www.nytimes.com/2014/06/12/world/middleeast/activists-who-challenged-egypts-protest-ban-are-sentenced-to-15-years.html?module=inline"}