{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:07:35", "date_modify": "2018-11-16 04:07:35", "date_publish": "2014-12-11 18:32:47", "description": "The share of men aged 25 to 54 who are not working has more than tripled since the late 1960s, with many having decided that low-wage jobs will not improve their lives.", "filename": "2014_12_12_upshot_unemployment-the-vanishing-male-worker-how-america-fell-behind_1542341255.html", "image_url": "https://static01.nyt.com/images/2014/12/12/upshot/sub-Non-Employed-caption-fix/sub-Non-Employed-caption-fix-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_12_upshot_unemployment-the-vanishing-male-worker-how-america-fell-behind_1542341255.html", "title": "The Vanishing Male Worker: How America Fell Behind", "title_page": "The Vanishing Male Worker: How America Fell Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many men, in particular, have decided that low-wage work will not improve their lives, in part because deep changes in American society have made it easier for them to live without working. These changes include the availability of federal disability benefits; the decline of marriage, which means fewer men provide for children; and the rise of the Internet, which has reduced the isolation of unemployment.\nAt the same time, it has become harder for men to find higher-paying jobs. Foreign competition and technological advances have eliminated many of the jobs in which high school graduates like Mr. Walsh once could earn $40 an hour, or more. The poll found that 85 percent of prime-age men without jobs do not have bachelor’s degrees. And 34 percent said they had criminal records, making it hard to find any work.\nThe resulting absence of millions of potential workers has serious consequences not just for the men and their families but for the nation as a whole. A smaller work force is likely to lead to a slower-growing economy, and will leave a smaller share of the population to cover the cost of government, even as a larger share seeks help.\n“They’re not working, because it’s not paying them enough to work,” said Alan B. Krueger, a leading labor economist and a professor at Princeton. “And that means the economy is going to be smaller than it otherwise would be.”\nHigh Costs\nThe trend was pushed to new heights by the last recession, with 20 percent of prime-age men not working in 2009 before partly receding. But the recovery is unlikely to be complete. Like turtles flipped onto their backs, many people who stop working struggle to get back on their feet. Some people take years to return to the work force, and others never do. And a growing body of research finds that their children, in turn, are less likely to prosper.\n“The long-run effects of this are very high,” said Lawrence F. Katz, a professor of economics at Harvard. “We could be losing the next generation of kids.”\nFor most unemployed men, life without work is not easy. In follow-up interviews, about two dozen men described days spent mostly at home, chewing through dwindling resources, relying on friends, strangers and the federal government. The poll found that 30 percent had used food stamps, while 33 percent said they had taken food from a nonprofit or religious group.\nAdvertisement Continue reading the main story\nThey are unhappy to be out of work and eager to find new jobs. They are struggling both with the loss of income and a loss of dignity. Their mental and physical health is suffering.\nYet 44 percent of men in the survey said there were jobs in their area they could get but were not willing to take.\nJosé Flores, 45, who lives in St. Paul, said that after losing a job as a translator for the University of Minnesota’s public health department in 2011, he struck a deal with his landlord to pay $200 a month instead of $580, in exchange for doing odd jobs. He has a cellphone that costs $34 a month and an old car he tries not to drive, and “if I really need clothes or shoes, I go to the thrift store.” He picks up occasional work translating at hospitals, but he has not looked for a regular job since August.\n“If for some reason I cannot live in the apartment where I live anymore, then that will be basically a wake-up call for me to wake up and say for sure I need a full-time job,” Mr. Flores said. He added, “If I start working full time the rent will increase” — because he would no longer be available for odd jobs.\nA Changing Society\nMen today may feel less pressure to find jobs because they are less likely than previous generations to be providing for others. Only 28 percent of men without jobs — compared with 58 percent of women — said a child under 18 lived with them.\nA study published in October by scholars at the American Enterprise Institute and the Institute for Family Studies estimated that 37 percent of the decline in male employment since 1979 could be explained by this retreat from marriage and fatherhood.\n“When the legal, entry-level economy isn’t providing a wage that allows someone a convincing and realistic option to become an adult — to go out and get married and form a household — it demoralizes them and shunts them into illegal economies,” said Philippe Bourgois, an anthropologist at the University of Pennsylvania who has studied the lives of young men in urban areas. “It’s not a choice that has made them happy. They would much rather be adults in a respectful job that pays them and promises them benefits.”\nThere is also evidence that working has become more expensive. A recent analysis by the Brookings Institution found that prices since 1990 had climbed most quickly for labor-intensive services like child care, health care and education, increasing what might be described as the cost of working: getting a degree, staying healthy, hiring someone to watch the children. Meanwhile, the price of food, clothing, computers and other goods has climbed more slowly.\nAdvertisement Continue reading the main story\nAnd technology has made unemployment less lonely. Tyler Cowen, an economist at George Mason University, argues that the Internet allows men to entertain themselves and find friends and sexual partners at a much lower cost than did previous generations.\nMr. Katz, the Harvard economist, said, however, that some men might choose to describe themselves as unwilling to take low-wage jobs when in fact they cannot find any jobs. There are about 10 million prime-age men who are not working, but there are only 4.8 million job openings for men and women of all ages, according to the most recent federal data.\nWhat Nonworking Men Say Among every 100 men ages 25 to 54 who do not work: 64 Want a job 45 Have looked for a job in the last year 25 Have looked for a job, and would be willing to take one that pays minimum wage 44 Think there are local jobs they could obtain, but they are not willing to take 34 Have been convicted of a crime 17 Say their physical health is poor 43 Say not working has been bad for their mental health 48 Say health problems or disability is a major reason they are not working 19 Say family responsbilities are a major reason 35 Say a lack of good jobs available is a major reason 30 Receive food stamps 4 Receive unemployment benefits 22 Get money from a spouse or other employed person in their house 20 Get income from temporary work or odd jobs 90 Have ever had a full-time job 25 Have had a full-time job, and earned more than $40k in their last job 22 Have missed a rent or mortgage payment because they stopped working 13 Have had utilities turned off because they stopped working 45 Say they are financially secure 25 Are mostly happy about not working 30 Think it's very likely they will be working in 1 year 42 Think it's very likely they will be working in 5 years\nMillions of men are trying to find work. And among the 45 percent of men who said they had looked in the last year, large majorities said that to get a job they would be willing to work nights and weekends, start over in a new field, return to school or move to a new city.\nAdewole Badmus, 29, moved to Houston in August to look for work in the oil industry and, in the evenings, to study for a master’s degree in subsea engineering at the University of Houston. He left his wife in Indianapolis, where she works as a FedEx security officer, until he finds work.\n“I hope it will not take much longer,” he said. “I cannot move forward. I cannot move backward. So I just have to keep pushing.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs an improving economy drives up hiring and wages, some of those on the sidelines also are likely to return to the labor market. Almost half of those who did not seek work in the last year said they wanted to work.\nYet many who have lost jobs will find it difficult to return.\nDavid Muszynski, 51, crushed two nerves in his right leg in 2003 while breaking up a fight at a Black Sabbath concert outside Buffalo, ending his career as a concert technician. He worked eight more years as the manager of a sports bar in Tonawanda, N.Y., until that also became too much of a physical strain. In November, he went on federal disability benefits, replacing 60 percent of his income. Mr. Muszynski lives in a duplex he inherited from his mother, renting out the other unit.\nHe said he planned to take a night course to learn how to use a computer in the hope of finding a job that will place fewer demands on his body.\n“I would rather be working,” he said. “Then I wouldn’t be so bored.”\nBut few people who qualify for disability return to the work force. Even if they can find work, they are afraid of losing their benefits and then losing their new job.\nAdvertisement Continue reading the main story\nThe decline of work is divisible into three related trends.\nYoung men are spending more years in school, delaying their entry into the work force but potentially improving their eventual economic prospects.\nMichael Cervone, 25, took shelter in school during the bleakest years of the post-recession recovery. He signed up for a triple major at Youngstown State University in Ohio, in early-childhood education, special education and psychology, “just to better my chances of getting a job because I knew how competitive it was.”\nBut with the job market improving, Mr. Cervone decided to hurry up and graduate this weekend with a degree in early-childhood education.\n“It feels like there’s a lot more jobs opening up, at least in my field,” he said. “I felt like it was the right time for me to start on the path that I chose.”\nAt the other end of the 25-to-54 spectrum, many older men who lost jobs have fallen back on disability benefits or started to draw on retirement savings. For some of those men who worked in manufacturing or construction, and now can find only service work, the obstacle is not just the difference in pay; it is also the humiliation of being on public display.\nWilliam Scott Jordan, 54, retired from the Army National Guard last December after a decade of full-time duty. He gets a partial disability benefit of $230 a month and a pension when he turns 60. He would like a job until then, but he doesn’t feel able to return to construction work.\nMr. Jordan, who lives in Sumter, S.C., checks for new job listings every day and has filled out “15 to 20” applications over the last year — at places as varied as paint stores and private detective agencies — but has been invited to only a single interview. He helps take care of his grandchildren. He cleans the house. He tried taking classes.\nMr. Jordan and his wife, who works with the families of deployed soldiers, are now living on $25,000 a year rather than $75,000, and he figures they can get by for another year before they start drawing on savings, “or I guess I go find me a job washing dishes.”\nAdvertisement Continue reading the main story\nAfter a moment, Mr. Jordan adds, “I haven’t gotten that low yet.”\nTrading Down\nIn the third group are men like Mr. Walsh, too young to retire but often ill-equipped to find new work. Like many sharing his plight, Mr. Walsh did not move directly from employment to the sidelines. He lost a job, and then another, and one more.\nAfter waiting two years for work as an electrician, Mr. Walsh took a job in April 2012 at a Home Depot. He was fired a few months later, he said, after he failed to greet a “secret shopper” paid by the company to evaluate employees.\nHe drew unemployment benefits for another year before finding a warehouse job loading groceries for the Peapod delivery service. This time he was fired on Dec. 13 — like many who have lost jobs, he remembers the date immediately and precisely — after he asked for a vacation day, he said, to care for his dying mother.\nAlong the way, Mr. Walsh said he had drained the $15,000 in his union retirement account and run up about $20,000 in credit card debt. “We were constantly fighting because it’s fear,” he said of the toll on his marriage. “You don’t have the $50 you need for the lights and you don’t have the $300 you need for something else, and it gets kind of personal.”\nHe keeps paying union dues to preserve his shot at a pension, but that also means he can’t get nonunion work as an electrician. He says he would like a desk job instead. He used email for the first time last month, and he plans to return to community college in the spring to learn computer skills.\nHe says he is determined that his own children will attend college so their prospects will be better than his own.\n“I lost my sense of worth, you know what I mean?” Mr. Walsh said. “Somebody asks you ‘What do you do?’ and I would say, ‘I’m an electrician.'”\n“But now I say nothing. I’m not an electrician anymore.”", "url": "https://www.nytimes.com/2014/12/12/upshot/unemployment-the-vanishing-male-worker-how-america-fell-behind.html"}