{"authors": ["Lydia Davis"], "date_download": "2018-11-16 04:52:59", "date_modify": "2018-11-16 04:52:59", "date_publish": "2014-10-17 21:55:21", "description": "This is an excerpt from Lydia Davis’s short story “Traveling From Brooklyn,” which will appear in “Tales of Two Cities,” a collection of fictional and nonfictional pieces about inequality in New York.", "filename": "2014_10_19_nyregion_story-excerpt-traveling-from-brooklyn_1542343979.html", "image_url": "https://static01.nyt.com/images/2014/10/19/nyregion/19FICTION1/19jpFICTION1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_19_nyregion_story-excerpt-traveling-from-brooklyn_1542343979.html", "title": "A Fiction Excerpt: ‘Traveling From Brooklyn’", "title_page": "A Fiction Excerpt: ‘Traveling From Brooklyn’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is an excerpt from Lydia Davis’s “Traveling From Brooklyn,” which will appear in “Tales of Two Cities,” a collection of stories about inequality in New York edited by John Freeman, to be published next week by OR Books. Ms. Davis’s latest book is “Can’t and Won’t: Stories (Farrar, Straus and Giroux).\nTHE KIND OF TRAVELING I do most, these days, is on the subway, going no farther than from Brooklyn to Manhattan, or, even worse, from one part of Brooklyn to another. From Atlantic Avenue I might go to Borough Hall, from Court Street back to Pacific Street, from Borough Hall out of Brooklyn to Canal Street, from Grand Street back down to Atlantic Avenue, and so on. Sometimes the subway car is so full that I have no room even to open a book, and sometimes so empty that I look up at each station to see whether a dangerous person might be entering the car or a safe person leaving it. Usually the ride gives me a chance to rest: I read, look at the people around me, and recover from whatever it was, at home or away, that I just went through. I may also try to prepare for whatever I may be about to go through, but it is always easier to work out what has just happened than what might happen, so when I try to prepare for what is coming, my mind tends to wander, and then I daydream, sometimes about what great or small things I may do at home, and sometimes about leaving home.\nOnce, when I was on the B train traveling from Pacific Street in Brooklyn to 14th Street in Manhattan, something happened that stopped me from daydreaming or reading. I was waiting for the train at the Pacific Street station. When the train drew in, a crowd of teenagers burst out of the train shouting, screaming and pushing, which is the way teenagers often behave in the neighborhood of Pacific Street and only seems violent to me because I’m not one of them. They were so jammed together I could hardly make my way among them.\nAfter I got onto the train and sat down, and while the train was still in the station with its doors open, a few girls poked their heads back into the car to continue making fun of an odd-looking woman sitting across from me, a very thin creature all in black, eyes clotted with thickly blackened eyelashes under a high black hairdo, dressed in a black suit with black net stockings. I had seen her before on this subway line. Her bearing was always arrogant, but today she seemed frightened as well. All she did, though, was look straight ahead of her, which meant she was looking almost straight at me.", "url": "https://www.nytimes.com/2014/10/19/nyregion/story-excerpt-traveling-from-brooklyn.html"}