{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:19:31", "date_modify": "2018-11-16 04:19:31", "date_publish": "2014-07-15 23:50:48", "description": "The $50 billion effort by the leaders of Brazil, Russia, India, China and South Africa challenges institutions like the World Bank and the International Monetary Fund.", "filename": "2014_07_16_world_emerging-nations-bloc-to-open-development-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341971.html", "image_url": "https://static01.nyt.com/images/2014/07/16/business/international/16brics-pic/16brics-pic-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_world_emerging-nations-bloc-to-open-development-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341971.html", "title": "Emerging Nations Bloc to Open Development Bank", "title_page": "Emerging Nations Bloc to Open Development Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — At a meeting in Brazil, the leaders of Brazil, Russia, India, China and South Africa announced on Tuesday that they were establishing a development bank to challenge the influence of venerable institutions like the World Bank and the International Monetary Fund.\nThe New Development Bank, which will be based in Shanghai, will open with an initial capitalization of $50 billion. India will name the first president, according to a statement from the leaders of the so-called BRICS group of nations who have gathered in the northeastern city of Fortaleza, and Russia and Brazil will select other top officers.\nThe five-nation bloc also said it would create a $100 billion fund of currency reserves for members to use during balance of payments crises. Pointing to concerns that the United States Federal Reserve was stepping back in its aggressive efforts to stimulate the American economy, possibly opening the way for interest rate increases in the United States, Brazil’s president, Dilma Rousseff, said the fund could mitigate the volatility that could emerge from such shifts.\n“This provides security, a kind of safety net for BRICS countries and others,” Ms. Rousseff said.\nTaken together, the New Development Bank and the contingency fund reflect ambitions of forging a new global economic framework.", "url": "https://www.nytimes.com/2014/07/16/world/emerging-nations-bloc-to-open-development-bank.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}