{"authors": ["James Barron"], "date_download": "2018-11-16 03:39:20", "date_modify": "2018-11-16 03:39:20", "date_publish": "2014-01-23 15:52:21", "description": "The two teams in Super Bowl XLVIII will be billeted in two of the hotels that have remade the skyline of this old manufacturing city.", "filename": "2014_01_24_nyregion_in-gentrifying-jersey-city-super-bowl-teams-find-temporary-home.html_module=inline_1542339560.html", "image_url": "https://static01.nyt.com/images/2014/01/24/nyregion/24jerseycity-1/24jerseycity-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_24_nyregion_in-gentrifying-jersey-city-super-bowl-teams-find-temporary-home.html_module=inline_1542339560.html", "title": "Much Transformed, Jersey City Is Ready to House Super Bowl Teams", "title_page": "Much Transformed, Jersey City Is Ready to House Super Bowl Teams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERSEY CITY — In recent years, the Jersey City waterfront, with its sweeping view of Manhattan, has gone from a scruffy ne’er-do-well near the wrong end of a Hudson River tunnel to a gentrifying bedroom community for younger Wall Street commuters, who say it is more convenient than Brooklyn neighborhoods like Williamsburg or Fort Greene, and also more affordable.\nIt is about to become the bedroom community for a different kind of commuter: football players.\nThe two teams in Super Bowl XLVIII will be billeted in two of the hotels that have helped remake the skyline of this old manufacturing city — the Seattle Seahawks in the Westin, the Denver Broncos in the Hyatt Regency. And they have demands that Jersey City, for all its new bars and its new residents with money to spend, is not accustomed to.\nTerry Dunbar, the general manager of the Hyatt, said that the Broncos had asked for a hot tub and a cold tub, for ice baths, in addition to the usual requests for certain brands of beer and certain brands of bottled water. He said he was working on tracking down both kinds of tubs and would figure out how to squeeze them into the 351-room hotel by the time the team checks in this Sunday.", "url": "https://www.nytimes.com/2014/01/24/nyregion/in-gentrifying-jersey-city-super-bowl-teams-find-temporary-home.html?module=inline"}