{"authors": ["Mark Mazzetti", "Carl Hulse"], "date_download": "2018-11-16 03:45:53", "date_modify": "2018-11-16 03:45:53", "date_publish": "2014-07-31 16:05:17", "description": "A report by the agency’s inspector general also found that C.I.A. officers read the emails of the Senate investigators and sent a criminal referral to the Justice Department based on false information.", "filename": "2014_08_01_world_senate-intelligence-commitee-cia-interrogation-report.html_module=inline_1542339953.html", "image_url": "https://static01.nyt.com/images/2014/07/31/us/31cia1_now/31cia1_now-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_01_world_senate-intelligence-commitee-cia-interrogation-report.html_module=inline_1542339953.html", "title": "Inquiry by C.I.A. Affirms It Spied on Senate Panel", "title_page": "Inquiry by C.I.A. Affirms It Spied on Senate Panel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — An internal investigation by the C.I.A. has found that its officers penetrated a computer network used by the Senate Intelligence Committee in preparing its damning report on the C.I.A.’s detention and interrogation program.\nThe report by the agency’s inspector general also found that C.I.A. officers read the emails of the Senate investigators and sent a criminal referral to the Justice Department based on false information, according to a summary of findings made public on Thursday. One official with knowledge of the report’s conclusions said the investigation also discovered that the officers created a false online identity to gain access on more than one occasion to computers used by the committee staff.\nThe inspector general’s account of how the C.I.A. secretly monitored a congressional committee charged with supervising its activities touched off angry criticism from members of the Senate and amounted to vindication for Senator Dianne Feinstein of California, the committee’s Democratic chairwoman, who excoriated the C.I.A. in March when the agency’s monitoring of committee investigators became public.\nA statement issued Thursday morning by a C.I.A. spokesman said that John O. Brennan, the agency’s director, had apologized to Ms. Feinstein and the committee’s ranking Republican, Senator Saxby Chambliss of Georgia, and would set up an internal accountability board to review the issue. The statement said that the board, which will be led by a former Democratic senator, Evan Bayh of Indiana, could recommend “potential disciplinary measures” and “steps to address systemic issues.”", "url": "https://www.nytimes.com/2014/08/01/world/senate-intelligence-commitee-cia-interrogation-report.html?module=inline"}