{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2018-11-16 04:18:37", "date_modify": "2018-11-16 04:18:37", "date_publish": "2014-12-11 01:59:26", "description": "Among the information spilled forth in a breach of Sony’s studio, perhaps nothing has riveted Hollywood more than a humiliating email exchange about Angelina Jolie.", "filename": "2014_12_11_business_media_emails-from-hacking-reveal-sonys-dirty-laundry.html_module=inline_1542341917.html", "image_url": "https://static01.nyt.com/images/2014/12/11/business/sony/sony-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_11_business_media_emails-from-hacking-reveal-sonys-dirty-laundry.html_module=inline_1542341917.html", "title": "Sony Hack Reveals Email Crossfire Over Angelina Jolie and Steve Jobs Movie", "title_page": "Sony Hack Reveals Email Crossfire Over Angelina Jolie and Steve Jobs Movie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Salaries of its top executives. Unpublished scripts. Sensitive contracts. Aliases that stars use to check into hotels.\nThose are just some of the disclosures from a devastating hacking attack on Sony’s movie studio last month. But among all of the information that has spilled forth, perhaps nothing has riveted Hollywood more — and laid bare the machinations at the highest levels of the film industry — than a humiliating email exchange between Amy Pascal, Sony’s co-chairwoman, and the producer Scott Rudin over Angelina Jolie and a planned Steve Jobs biopic.\nOn Wednesday, Sony was scrambling to cope with the fallout from the incendiary emails posted by Gawker, the tabloid news site, that revealed an ugly internal battle over “Jobs,” an Aaron Sorkin-scripted biopic of the Apple co-founder. Mr. Rudin, who is widely known for his razor-toothed missives and temper, was upset that his favored director for the picture, David Fincher, was being pulled by Ms. Jolie toward a competing Sony movie, a remake of “Cleopatra” with Ms. Jolie in the title role.\nMr. Rudin referred to Ms. Jolie as “a minimally talented spoiled brat” and pressured Ms. Pascal to shelve “Cleopatra.”", "url": "https://www.nytimes.com/2014/12/11/business/media/emails-from-hacking-reveal-sonys-dirty-laundry.html?module=inline"}