{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:42:10", "date_modify": "2018-11-16 04:42:10", "date_publish": "2014-06-27 00:24:49", "description": "Describing Marwan Qawasmeh and Amer Abu Aisha as “Hamas activists,” Israel said it had been hunting for the two since the kidnapping of three teenagers came to light.", "filename": "2014_06_27_world_middleeast_israel-names-prime-suspects-in-abductions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343330.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_27_world_middleeast_israel-names-prime-suspects-in-abductions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343330.html", "title": "Israel Names Prime Suspects in Abductions", "title_page": "Israel Names Prime Suspects in Abductions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Marwan Qawasmeh and Amer Abu Aisha, both residents of the West Bank city of Hebron, were last seen on the night of June 12, shortly before three Israeli teenagers went missing while hitchhiking a few miles to the north.\nThe Shin Bet, Israel’s domestic security agency, named the two men on Thursday as the prime suspects in the abductions. Describing them in a statement as “Hamas activists,” the agency offered a first piece of information to support Prime Minister Benjamin Netanyahu’s repeated assertions that the Islamic militant group was responsible.\nOn Thursday, Mr. Netanyahu again called on the Palestinian president, Mahmoud Abbas, to break his recent reconciliation pact with Hamas, describing the group as a “terrorist organization that kidnaps children and calls for the destruction of Israel.”\nHamas officials have praised the kidnapping, but have not taken responsibility for it.\nMr. Qawasmeh, 29, a barber, and Mr. Abu Aisha, 33, the owner of a store near Jerusalem, have both spent time in Israeli jails. According to the Shin Bet, Mr. Qawasmeh admitted to having been recruited by the Hamas military wing.", "url": "https://www.nytimes.com/2014/06/27/world/middleeast/israel-names-prime-suspects-in-abductions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}