{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:25:03", "date_modify": "2018-11-16 04:25:03", "date_publish": "2014-11-11 21:52:47", "description": "The agreement to supply civilian power technology shows that Russia is pressing ahead with its own vision for ensuring that Iran does not build nuclear weapons.", "filename": "2014_11_12_world_europe_russia-to-build-2-nuclear-plants-in-iran-and-possibly-6-more.html_module=inline_1542342303.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_12_world_europe_russia-to-build-2-nuclear-plants-in-iran-and-possibly-6-more.html_module=inline_1542342303.html", "title": "Russia Reaches Deal With Iran to Construct Nuclear Plants", "title_page": "Russia Reaches Deal With Iran to Construct Nuclear Plants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Russia agreed on Tuesday to build two new nuclear power reactors in Iran, with a possibility of six more after that, in a deal that greatly expands nuclear cooperation between the two countries.\nThe agreement shows that Russia is pressing ahead with its own vision for ensuring that Iran does not build nuclear weapons, by supplying civilian power technology that will operate under international monitoring. The approach won acceptance from the International Atomic Energy Agency and, grudgingly, from the Bush administration over the last decade as Russia completed Iran’s first civilian nuclear plant, at Bushehr on the Persian Gulf coast.\nThe United States was initially critical of the Russian policy of providing civilian reactors to Iran, but later withdrew its objections. Russia agreed to complete the reactor, which was begun as a German project before the Iranian revolution of 1979, on the condition that all the nuclear fuel used at the plant over its lifetime be supplied and reprocessed by Russian companies.\nBy demanding that Iran buy Russian reactor fuel, the authorities in Moscow deprived Iran of part of its justification for developing the ability to enrich uranium at home. But the deal has not halted the Iranian enrichment program. Iranian officials say they also require enriched uranium for medical purposes.", "url": "https://www.nytimes.com/2014/11/12/world/europe/russia-to-build-2-nuclear-plants-in-iran-and-possibly-6-more.html?module=inline"}