{"authors": ["Ashley Parker", "Jonathan Martin"], "date_download": "2018-11-16 03:54:27", "date_modify": "2018-11-16 03:54:27", "date_publish": "2014-06-20 09:03:37", "description": "After being narrowly edged out by a Tea Party-backed challenger, Senator Thad Cochran needs to expand the number of voters who will show up for the Republican runoff election.", "filename": "2014_06_21_us_politics_cochran-asking-blacks-to-rescue-him-in-republican-primary_1542340467.html", "image_url": "https://static01.nyt.com/images/2014/06/21/us/MISSISSIPPI1/MISSISSIPPI-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_21_us_politics_cochran-asking-blacks-to-rescue-him-in-republican-primary_1542340467.html", "title": "G.O.P. Senator Courts Blacks in Mississippi Primary Race", "title_page": "G.O.P. Senator Courts Blacks in Mississippi Primary Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cochran’s campaign said that while the senator was appealing to African-American voters, among other groups, the campaign itself was not paying black leaders for get-out-the-vote efforts. Mr. Cochran’s television commercials are not subtle about their intentions: Video clips of African-Americans interacting with the senator blanket the airwaves.\nSome longtime political observers see the Cochran effort as quixotic, given the state’s historical voting trends, but there is evidence, at least anecdotally, of growing interest in the race among African-Americans.\nTalamieka Brice, 33, a small-business owner in Ridgeland, was one of the few blacks in a crowd that turned out for a recent Cochran event in Jackson. She said she planned to vote for Mr. Cochran in Tuesday’s runoff — in part because Mr. McDaniel’s focus on “Mississippi values” worried her.\n“Traditionally, things that have been associated with Mississippi values and what the state stands for are things that are not good for minorities,” she said. “That scares me.”\nIn Georgetown, a large black community in Jackson, Matthew Ratliff, 49, a UPS worker and Democrat, said Friday that he, too, intended to back Mr. Cochran.\n“I know some of the things Thad has done for his community,” Mr. Ratliff said.\nState Senator Willie Simmons, a black Democrat who represents a district in the Mississippi River Delta, is supporting the senator’s re-election, in part because Mr. Cochran has used his status as a senior member of the Appropriations Committee to provide federal money for health centers, historically black colleges and a new bridge across the river in the impoverished region.\n“He did not have to ask me, I told him I was supporting him,” he said of the senator.\nBut the challenges of the strategy are obvious, too. While Mr. Cochran has received some African-American support in previous re-election bids, those ballots have been cast in the privacy of a general election voting booth. Walking into a polling place for a Republican primary is a different thing.", "url": "https://www.nytimes.com/2014/06/21/us/politics/cochran-asking-blacks-to-rescue-him-in-republican-primary.html"}