{"authors": ["Stephanie Clifford", "Jessica Silver-Greenberg"], "date_download": "2018-11-16 04:34:50", "date_modify": "2018-11-16 04:34:50", "date_publish": "2014-08-14 00:47:40", "description": "Some officials are concerned that a verdict against the bank, which is accused of maintaining an account for Hamas, could mean that doing business in many areas of the world may become too risky.", "filename": "2014_08_14_nyregion_anti-terrorism-trial-of-arab-bank-worries-financial-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342890.html", "image_url": "https://static01.nyt.com/images/2014/08/14/nyregion/altARABBANK1/altARABBANK1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_14_nyregion_anti-terrorism-trial-of-arab-bank-worries-financial-world.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342890.html", "title": "Terrorism Trial of Mideast Bank Worries the Financial World", "title_page": "Terrorism Trial of Mideast Bank Worries the Financial World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Arab Bank, however, maintains that it had nothing to do with selecting the Saudi Committee payment recipients; it screened the transactions against blacklists, and none were flagged (the terrorists’ relatives, who received the payments, were not listed on the blacklists, the bank says). The Saudi Committee has never been designated as a terrorist-affiliated group on an official American list, it says, and of the 180,000 Saudi Committee transactions run through Arab Bank during this period, the plaintiffs are questioning only a handful.\nSome of that defense may not be heard at trial because of Judge Gershon’s order, which the bank appealed. Bank officials said they were prohibited from turning over a huge number of requested documents because of foreign bank secrecy laws.\nThe Court of Appeals for the Second Circuit declined to review Judge Gershon’s ruling; the appeal then went to the Supreme Court, which asked the Obama administration for guidance.\nThe response was hardly straightforward. State Department officials supported Arab Bank, saying Jordan was a helpful American ally. The Justice Department’s national security division did not want to intervene against American victims of terrorist attacks. And tax and Treasury officials sided with the plaintiffs because their efforts to crack down on tax evasion through foreign accounts would have been hampered had foreign-bank secrecy laws superseded those of the United States.\nJordan also weighed in, saying that “forcing Arab Bank to stand trial under the sanctions order” could harm the bank’s economic and reputational standing, and “could lead to economic and political instability in a region that can ill afford any more of either.”\nThe Supreme Court ultimately declined to hear the case, allowing the judge’s sanctions to stand.\nThe stakes of the civil case are high, and not just for Arab Bank but for the banking industry, several lawyers who handle bank business say. They say a victory for the plaintiffs could further accelerate a wide-scale retrenchment among banks doing business in strife-torn areas.\nAt its most extreme, a verdict against Arab Bank, some bank lawyers worry, could mean that banks could be on the hook for wrongdoing by their clients even if the financial institutions followed banking rules.", "url": "https://www.nytimes.com/2014/08/14/nyregion/anti-terrorism-trial-of-arab-bank-worries-financial-world.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}