{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:17:29", "date_modify": "2018-11-16 04:17:29", "date_publish": "2014-03-31 08:13:05", "description": "Analysts say the trial of Liu Han is an outgrowth of efforts to investigate an even bigger target, who ran the domestic security apparatus for a decade.", "filename": "2014_04_01_world_asia_china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341849.html", "image_url": "https://static01.nyt.com/images/2014/04/01/world/CHINA/CHINA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_world_asia_china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341849.html", "title": "Chinese Billionaire’s Trial Scrutinized for Links to Ex-Official", "title_page": "Chinese Billionaire’s Trial Scrutinized for Links to Ex-Official  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Judges began hearing arguments on Monday in the closely watched murder and corruption trial of Liu Han, a powerful billionaire from western China accused of running a criminal network to build his fortune.\nPolitical analysts say the trial is an outgrowth of efforts to investigate an even more powerful target — Zhou Yongkang, a former Politburo Standing Committee member who ran China’s sprawling domestic security apparatus for a decade, until his retirement in 2012. Mr. Zhou was also a senior figure in the oil industry and from 1999 to 2002 was party chief in Sichuan Province, where Mr. Liu lived and made his fortune through mining, real estate and other industries.\nMr. Liu’s trial is being scrutinized for connections between his activities and Mr. Zhou. Prosecutors in the court in the city of Xianning, in Hubei Province, announced Monday at least 18 criminal charges against Mr. Liu and his younger brother, Liu Wei, according to a microblog post by the court. The charges include murder, extortion, illegal detention, destruction of property, harboring criminals, and illegal possession and trade of firearms. Thirty-four of Liu Han’s associates are also being tried.\nThe trial, taking place in Hubei Province presumably to shield it from Mr. Liu’s influence, which was widespread in Sichuan, is expected to continue for days or even weeks. The 36 defendants are being tried in five courtrooms; all of the cases opened Monday.", "url": "https://www.nytimes.com/2014/04/01/world/asia/china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}