{"authors": ["Chris Buckley", "Michael Forsythe"], "date_download": "2018-11-16 04:16:55", "date_modify": "2018-11-16 04:16:55", "date_publish": "2014-08-31 09:08:10", "description": "China’s legislature laid down strict limits to proposed voting reforms in Hong Kong, drawing battle lines in what could be a deepening confrontation over the future of the city and of China.", "filename": "2014_09_01_world_asia_hong-kong-elections_1542341815.html", "image_url": "https://static01.nyt.com/images/2014/09/01/world/JP-HONG-KONG-1/JP-HONG-KONG-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_01_world_asia_hong-kong-elections_1542341815.html", "title": "China Restricts Voting Reforms for Hong Kong", "title_page": "China Restricts Voting Reforms for Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Under current law, the chief executive is chosen by an Election Committee, whose approximately 1,200 members are selected by constituencies generally loyal to Beijing and the city’s business elite.\nAccording to the Chinese legislature’s proposal, the leader would be chosen by popular vote starting in 2017, as promised, but candidates would first have to win an endorsement from at least half the members of a nominating committee. The composition of that committee would be based on that of the current Election Committee, according to the decision, announced at Beijing’s Great Hall of the People.\nMr. Li said that the existing committee was already “broadly representative” of the Hong Kong electorate, and so would furnish the right basis for a nominating committee in future elections, an assertion that Hong Kong democrats have roundly rejected. Democracy advocates expect that the new committee, like the existing one, will exclude candidates seen as unfavorable by Beijing.\nIts composition would ensure “that democrats have no chance of getting nominated,” said Michael Davis, a law professor at the University of Hong Kong. In fact, he said, it would raise the bar. Candidates have to win only one-eighth of the support of the current committee but would have to win 50 percent under the new guidelines. “As far as I can see, the government has no capacity to offer a deal the democrats will take in this,” he said.\nThe Chinese government fears that direct nominations would allow candidates hostile to Beijing, and it has said direct nominations would also contravene the Basic Law, the document governing Hong Kong’s relationship with the mainland. The People’s Daily, the main newspaper of the Chinese Communist Party, said in an editorial on Monday that “nobody who is antagonistic” to the central government should ever be allowed to become chief executive.\nImage A storm front moved over Hong Kong on Sunday as protesters began gathering before China’s legislature announced its decision on suffrage in the territory. Credit Alex Ogle/Agence France-Presse — Getty Images\nThe Hong Kong government will use the Chinese legislature’s proposal as a framework for an electoral reform bill. That bill then must win approval from the city’s 70-member Legislative Council, where the 27 democratic members could still block its passage by the required two-thirds majority. Emily Lau, chairwoman of Hong Kong’s Democratic Party, said they would. “We will veto this revolting proposal,” she said Sunday.", "url": "https://www.nytimes.com/2014/09/01/world/asia/hong-kong-elections.html"}