{"authors": ["Brooks Barnes", "Michael Cieply"], "date_download": "2018-11-16 04:12:16", "date_modify": "2018-11-16 04:12:16", "date_publish": "2014-12-17 20:58:45", "description": "Multiplex chains that control more than 19,200 screens in North America decided not to release the film, ending any prospect of a serious theatrical release.", "filename": "2014_12_18_business_sony-the-interview-threats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341536.html", "image_url": "https://static01.nyt.com/images/2014/12/18/business/Sony/Sony-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_18_business_sony-the-interview-threats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341536.html", "title": "Sony Drops ‘The Interview’ Following Terrorist Threats", "title_page": "Sony Drops ‘The Interview’ Following Terrorist Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A spokesman for Mr. Rogen and Mr. Goldberg said they would have no comment.\nThe multiplex operators made their decision in the face of pressure from malls, which worried that a terror threat could affect the end of the holiday shopping season. Similarly, studios that compete with Sony were scrambling behind the scenes to protect releases that include the latest “Hobbit” extravaganza and the musical “Into the Woods.”\nRegal said in a statement: “Due to the wavering support of the film ‘The Interview’ by Sony Pictures, as well as the ambiguous nature of any real or perceived security threats, Regal Entertainment Group has decided to delay the opening of the film.” Cinemark confirmed that it had decided to pull the film. Carmike said in a statement that it “must take threats against movie theaters very seriously” and that it would “delay the exhibition” in an “abundance of caution.”\nThe incident is likely to be remembered as a failure of Hollywood leadership. As the attack progressed, both the studios and their Washington-based trade association, the Motion Picture Association of America, remained largely defensive, and ultimately found no way to save the film or to stem the flow of Sony’s private data. The data has been released online in waves since the hackers first breached the studio’s system Nov. 24.\nThe National Association of Theater Owners, which represents exhibitors, mobilized its own response to the crisis immediately as the threat of violence surfaced on Tuesday. The association convened its board for briefings by both Sony and by officials with the F.B.I. and the Department of Homeland Security, according to a person briefed on the sessions, who spoke on the condition of anonymity because he was not authorized to comment.\nThat person said the officials spoke in terms far less assuring than those used publicly by Homeland Security, which had played down the threat. Instead, theater owners were told that government agencies could not gauge the ability of the hackers to go from digital to physical threat, leaving each exhibition company to decide individually how to proceed.\nSimilarly, this person said, Sony “punted,” asking theater owners to take responsibility for solving a problem that, in their view, belonged to the studio.", "url": "https://www.nytimes.com/2014/12/18/business/sony-the-interview-threats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}