{"authors": ["Isabel Kershner", "Fares Akram"], "date_download": "2018-11-16 04:42:20", "date_modify": "2018-11-16 04:42:20", "date_publish": "2014-07-11 10:38:33", "description": "Deadly Israeli airstrikes and persistent Palestinian rocket attacks indicate the two sides are set on a course of further escalation.", "filename": "2014_07_12_world_middleeast_israel-gaza-strip-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343340.html", "image_url": "https://static01.nyt.com/images/2014/07/11/multimedia/israel-gaza-conflict/israel-gaza-conflict-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_12_world_middleeast_israel-gaza-strip-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343340.html", "title": "Israeli Leader Calls for ‘Full Force’ in Effort to Quell Hamas Rocket Attacks", "title_page": "Israeli Leader Calls for ‘Full Force’ in Effort to Quell Hamas Rocket Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel said Friday that his forces were fighting Hamas with “increasing intensity” to quell its rocket barrages from Gaza, ignoring outside criticism and calls for restraint in the increasingly deadly Israeli aerial assaults. Even as he spoke, Palestinian militants fired salvos into central and southern Israel and said their arsenal had barely been dented.\nPalestinian deaths from four days of Israeli aerial assaults surpassed 100, with hundreds wounded. As of Friday, no Israelis had been killed by Gaza rockets, although one caused the first serious instance of multiple injuries on the Israeli side since the hostilities intensified.\n“No international pressure will prevent us from operating with full force against a terrorist organization that calls for our destruction,” Mr. Netanyahu said in remarks broadcast from a news conference at the Defense Ministry in Tel Aviv.\nWith the government considering a ground invasion of Gaza, Mr. Netanyahu did not lay out his battle plans but said, “We are weighing all possibilities and preparing for all possibilities.”", "url": "https://www.nytimes.com/2014/07/12/world/middleeast/israel-gaza-strip-conflict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}