{"authors": ["Shuaib Almosawa", "David D. Kirkpatrick"], "date_download": "2018-11-16 03:58:20", "date_modify": "2018-11-16 03:58:20", "date_publish": "2014-09-21 19:07:47", "description": "President Abdu Rabbu Mansour Hadi announced that the rebels, known as the Houthis, had agreed to an immediate cease-fire and the formation of a new government, a process in which they were expected to hold sway.", "filename": "2014_09_22_world_middleeast_yemens-prime-minister-resigns-amid-chaos-and-another-cease-fire.html_module=inline_1542340700.html", "image_url": "https://static01.nyt.com/images/2014/09/22/world/yemen-2/yemen-2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_22_world_middleeast_yemens-prime-minister-resigns-amid-chaos-and-another-cease-fire.html_module=inline_1542340700.html", "title": "Yemen Rebels Gain Concessions From Government After Assault on Capital", "title_page": "Yemen Rebels Gain Concessions From Government After Assault on Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SANA, Yemen — An assault on Yemen’s capital rocked the transitional government on Sunday as fighters from a Shiite rebel group stormed through the city, seizing government buildings, state media facilities and military bases. The military broke apart, some units appeared to side with rebels, and the prime minister abruptly resigned.\nBy late Sunday night, President Abdu Rabbu Mansour Hadi announced that the rebels, known as the Houthis, had agreed to an immediate cease-fire and the formation of a new “technocratic national government.” Although the details remained vague, analysts said the Houthis’ control over the capital would give them the upper hand in dictating the terms of any agreement.\n“The agreement will, of course, reflect the new realities on the ground, where the Houthis are much stronger than before,” said Ibrahim Sharqieh, a researcher at the Brookings Institution’s center in Doha, Qatar, who focuses on conflict resolution. But, he noted, “the Houthis are not yet strong enough that they are able to take power without the other parties.”\nJamal Benomar, the special representative of the United Nations for Yemen, had announced a cease-fire on Saturday night, but it did not last until dawn. Nor did it impede the Houthis’ swift advance.", "url": "https://www.nytimes.com/2014/09/22/world/middleeast/yemens-prime-minister-resigns-amid-chaos-and-another-cease-fire.html?module=inline"}