{"authors": ["Lynn Vavreck"], "date_download": "2018-11-16 03:59:19", "date_modify": "2018-11-16 03:59:19", "date_publish": "2014-05-23 11:28:23", "description": "Voters who split their ticket know less and matter more.", "filename": "2014_05_25_upshot_the-power-of-political-ignorance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340759.html", "image_url": "https://static01.nyt.com/images/2014/05/25/upshot/25upshot/25upshot-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_25_upshot_the-power-of-political-ignorance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340759.html", "title": "The Power of Political Ignorance", "title_page": "The Power of Political Ignorance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I combined the questions to form a scale of general political knowledge or awareness. In the bottom third, 12 percent of voters cast split tickets between president and Senate in 2012; this share decreased to 8 percent for those in the middle third of knowledge. Among voters with the highest levels of political information, only 4 percent split their votes.\nConsider an otherwise average voter who is a self-described moderate and independent. At low levels of knowledge, this voter splits his or her ticket a third of the time (34 percent). At an average level of knowledge, the rate decreases to 18 percent of the time, and at the highest levels, these voters rarely split their tickets (10 percent). That’s a 24-point difference, which is a shift of nearly the same size as the one observable in the different political environments of Wyoming and West Virginia.\nIncumbent Democratic senators in states that went for Mr. Romney in 2012, like Mary Landrieu in Louisiana and Mark Pryor in Arkansas, need some of Mr. Romney’s voters to cross over and vote for them in 2014 — their re-election most likely depends on it. It’s not exactly a split ticket since it’s happening across elections, but the characteristics of people who cross party lines in a single election are likely to be similar to the characteristics of people who cross party lines across elections. This means that control of the Senate may rest in the hands of voters who know the least about politics.\nHow much should we worry about this?\nOn issues like same-sex marriage, a pathway to citizenship or taxing families that earn more than $200,000 a year, people with low levels of political knowledge are more likely to say that they don’t know what their own position on the issue is, or that they are unsure about it. Those with low levels of political knowledge are also less likely to have graduated from high school or have any kind of college experience compared with those with higher levels of information.\nDespite a lot of evidence to the contrary, it is tempting to think that something as important as control of the Senate lies in the hands of voters who carefully pick and choose which candidates to vote for in each race on the ballot, but this seems unlikely. It is more likely that split-ticket voters are buffeted by idiosyncratic factors, like incumbency status, recent campaign advertising, and the tone and share of news coverage candidates receive.\nAll of this makes the quality of the campaigns and the fund-raising it takes to wage them very important. If the early ads for the 2014 midterm elections are any indication, cross-party voters are in for several months of intense appeals, whether they are interested in them or not.", "url": "https://www.nytimes.com/2014/05/25/upshot/the-power-of-political-ignorance.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}