{"authors": ["Jesse Mckinley", "Thomas Kaplan"], "date_download": "2018-11-16 04:30:22", "date_modify": "2018-11-16 04:30:22", "date_publish": "2014-04-01 02:47:05", "description": "Gov. Andrew M. Cuomo said the investigative commission, which he formed last July, was no longer necessary because of reforms he had persuaded lawmakers to support.", "filename": "2014_04_01_nyregion_cuomos-push-to-end-moreland-commission-draws-backlash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342622.html", "image_url": "https://static01.nyt.com/images/2014/04/01/nyregion/ETHICS/ETHICS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_01_nyregion_cuomos-push-to-end-moreland-commission-draws-backlash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342622.html", "title": "Capitol Corruption Panel’s Demise Angers Watchdogs", "title_page": "Capitol Corruption Panel’s Demise Angers Watchdogs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Government watchdogs expressed deep disappointment with the decision to close down the commission, which was packed with legal firepower, including more than a dozen former or current district attorneys from around the state, armed with subpoena power. It had also mounted several ambitious investigations.\n“It was absolutely the wrong thing to do,” said Susan Lerner, the executive director of Common Cause New York.\nLawrence Norden, the deputy director of the Democracy Program at the Brennan Center for Justice at New York University, said the commission’s most insightful observation — that many seemingly unethical acts in Albany, involving money and policy making, were technically legal — had been largely ignored by lawmakers.\n“What the Legislature and governor came up with did not address that at all,” he said.\nAdvocates’ hopes for the commission had been lifted last fall, after supportive remarks by the federal prosecutors in Manhattan and Brooklyn, among others. But there was resistance from the Legislature, which refused requests for information about lawmakers’ outside income, leading to a legal battle. And there were accusations of interference by the governor’s office, which asked the panel to limit the scope of some of its investigations.\nStill, a December report by the commission was praised, and Mr. Cuomo said he was looking forward to working “with the Legislature to enact systemic reform.”\nMatthew Wing, a spokesman for Mr. Cuomo, said on Monday that the governor had always promised to disband the commission if the Legislature addressed election law enforcement, government transparency and criminal behavior. “And that’s exactly what happened,” Mr. Wing said.\nMichelle Duffy, a spokeswoman for the commission, said that it would have no comment until after the passage of the budget, which was expected late Monday night. In a statement Saturday, the commission said it was pleased that many of its recommendations would be enacted, including the creation of an independent enforcement counsel at the State Board of Elections, which has often been accused of lax oversight of election law.", "url": "https://www.nytimes.com/2014/04/01/nyregion/cuomos-push-to-end-moreland-commission-draws-backlash.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}