{"authors": ["John Schwartz"], "date_download": "2018-11-16 03:24:27", "date_modify": "2018-11-16 03:24:27", "date_publish": "2014-01-26 02:45:25", "description": "Solar power is dividing conservatives who support utilities and libertarians who see them as regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy.", "filename": "2014_01_26_us_politics_fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html__r=0&module=inline_1542338667.html", "image_url": "https://static01.nyt.com/images/2014/01/26/us/greentea-bulldog-1/greentea-bulldog-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_26_us_politics_fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html__r=0&module=inline_1542338667.html", "title": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy", "title_page": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a result, solar power is fast becoming one of the fracture lines dividing the conservative movement’s corporate and libertarian sides. The American Legislative Exchange Council, known as ALEC, which helps pro-business Republicans across the country write legislation, has successfully urged several states to fight federal mandates for adopting renewable energy like solar power. This month, it published a resolution calling for states to “require that everyone who uses the grid helps pay to maintain it and to keep it operating reliably at all times.”\nTo Mr. Goldwater, the true conservative path lies elsewhere. “Utilities are working off of a business plan that’s 100 years old,” he said in an interview, “kind of like the typewriter and the bookstore.” On the website for his campaign, Tell Utilities Solar Won’t Be Killed, Mr. Goldwater, a former congressman, says, “Republicans want the freedom to make the best choice.”\nHe says conservatives are the original environmentalists, especially in the West. “They came out here and fell in love with the land,” he said, and added that his father used to tell him, “There’s more decency in one pine tree than you’ll find in most people.”\nTom Morrissey, a former state Republican Party chairman in Arizona who was embraced by the state’s Tea Party groups, called the party’s national leaders “knuckleheads” on this issue. Domestically produced energy is a national security issue, he said, adding, “If we can keep one dollar from going to people who are killing our kids in Afghanistan, it’s a good thing — and I feel that’s what solar energy does.”\nHe and others consider the utilities to be regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy. In Georgia, Debbie Dooley, the national coordinator for Tea Party Patriots and a co-founder of the Green Tea Coalition, said the fact that some conservatives denounced the favorable treatment that solar power got from the federal government was immaterial.", "url": "https://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html?_r=0&module=inline"}