{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 03:49:36", "date_modify": "2018-11-16 03:49:36", "date_publish": "2014-04-19 01:39:36", "description": "Policy experts wonder whether the government and private businesses can control spending as the economy gets stronger and millions more Americans gain coverage.", "filename": "2014_04_19_business_economy_health-care-spendings-recent-surge-stirs-unease_1542340176.html", "image_url": "https://static01.nyt.com/images/2014/04/19/business/costjump/costjump-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_19_business_economy_health-care-spendings-recent-surge-stirs-unease_1542340176.html", "title": "Health Care Spending’s Recent Surge Stirs Unease", "title_page": "Health Care Spending’s Recent Surge Stirs Unease - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The question is whether health spending might grow moderately, with a one-time bump from new Affordable Care Act enrollees, or whether it might surge, with potentially damaging consequences for the fiscal deficit and wages. Economists from both the right and left — including in the White House — have said that there is no greater threat to the government’s budget than soaring health spending.\nRising insurance premiums would increase the cost of the health law’s expansion. More broadly, experts have warned that the excess growth of health costs could increase the country’s debt and crowd out spending on all other priorities, including education, infrastructure, research and development and support for low-income families.\nThe pace of health spending growth started falling in the mid-2000s and reached historical lows over the last five years. The recession counts for much or even most of the decline, economists think, as workers lost their jobs and their health coverage, and budget-conscious families chose to reduce their out-of-pocket spending.\nBut at the same time, structural changes to how health care gets delivered and paid for — changes made by the government, insurers, doctors and hospitals — also helped hold spending down. Many insurers, for example, began charging much higher co-pays and deductibles, spurring their enrollees to use less care.\nNow, health experts said, two big trends are pushing health spending back up again. “Expanded coverage is happening simultaneously with the petering out of the recession’s dampening effect,” said Charles Roehrig, the director of the Center for Sustainable Health Spending at the Altarum Institute. “It’s going to be hard to demonstrate how much is due to expanded coverage, versus just the economy recovering.”\nThe data remains preliminary and has not yet provided a clear picture of why health spending is climbing — let alone how much it might climb, analysts warned. “We have a handful of data points,” said David Cutler, a Harvard professor and former economic adviser to Mr. Obama. “You want a couple hundred, and we just don’t have them — we can’t delve deeper yet.”\nEven so, all early reports point in the same direction: more money for health care. A report from IMS, a health care data and analytics firm, found use of the health care system increasing broadly in 2013. Americans made more visits to doctors’ offices, were hospitalized more often and purchased more prescription medication.", "url": "https://www.nytimes.com/2014/04/19/business/economy/health-care-spendings-recent-surge-stirs-unease.html"}