{"authors": ["Elizabeth A. Harris", "Kate Taylor"], "date_download": "2018-11-16 04:02:30", "date_modify": "2018-11-16 04:02:30", "date_publish": "2014-08-28 23:40:34", "description": "On weekends, Ms. Fariña, chancellor of the New York City Education Department, is first and foremost an active and engaged grandmother.", "filename": "2014_08_31_nyregion_carmen-farina-an-old-school-abuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340950.html", "image_url": "https://static01.nyt.com/images/2014/08/31/nyregion/31ROUTINE4/31ROUTINE4-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_31_nyregion_carmen-farina-an-old-school-abuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340950.html", "title": "Carmen Fariña: An Old-School Abuela", "title_page": "Carmen Fariña: An Old-School Abuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BUSINESS CALLS I do two kinds of phone calls, generally, on Sunday. Particularly with my chief of staff, Ursulina [Ramirez], if there are issues that we need to have prolonged conversations about, it’s usually Sunday night, or sometime on Sunday. Also what I’ve been trying to do lately is make thank-you phone calls. Calling people up. There are people who are doing extraordinary work here, particularly Sophia Pappas [executive director, Office of Early Childhood Education] and people in the U.P.K. world.\nEMPTY SPACE It’s just a day when if I don’t have to book it, I don’t. It’s not a day, for example, where I would make dates to go with friends; I would do that more on a Saturday night. And my husband has done a great job of supporting me doing this, so giving him time, quality time, is important, too. We’ve been married forever, we dated forever, and you know this kind of job you can’t do if someone doesn’t support you. And emotional support is important, as much as any other way, and he’s been fabulous about it.\nBACK IN THE GROOVE I really like to, after 6 o’clock, get back in my work mode. So having a leisurely dinner, and then getting on the BlackBerry — this is my new piece of jewelry — it’s a good way, it gives you a way to ease in. Quality family time, and then get back in the groove.", "url": "https://www.nytimes.com/2014/08/31/nyregion/carmen-farina-an-old-school-abuela.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}