{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:42:08", "date_modify": "2018-11-16 04:42:08", "date_publish": "2014-07-02 01:52:25", "description": "A day after the bodies of three kidnapped Israeli teenagers were found in the West Bank, thousands gathered to bury them side by side, wrapped in Israeli flags.", "filename": "2014_07_02_world_middleeast_deeply-divided-israel-unites-in-grief-and-sees-a-larger-purpose.html_module=inline_1542343328.html", "image_url": "https://static01.nyt.com/images/2014/07/02/world/ISRAEL-2/ISRAEL-1-1404255615337-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_02_world_middleeast_deeply-divided-israel-unites-in-grief-and-sees-a-larger-purpose.html_module=inline_1542343328.html", "title": "Deeply Divided Israel Unites in Grief and Sees a Larger Purpose", "title_page": "Deeply Divided Israel Unites in Grief and Sees a Larger Purpose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SHAALVIM, Israel — For many Israelis, Tuesday was a day when the national became the personal, and the personal became communal. A day after their bodies were found, the three Israeli teenagers who were kidnapped and killed by suspected Palestinian militants in the West Bank were buried side by side, wrapped in Israeli flags, in a joint funeral that was intimate and attended by a multitude.\nPeople from across this small but deeply divided country were united in grief. Many said they were also uplifted by a rare sense of commonality and inspired by the grace and self-restraint of the bereaved families, who have become public symbols.\nIn Jewish tradition, burial should take place as soon after death as possible. It took 18 days for searchers to find the missing teenagers, who officials say were fatally shot soon after they were abducted on the night of June 12. But in the religious world these youths came from, 18 represents the Hebrew word Chai, which means “alive,” in Gematria, an ancient system of numerology. The delay kindled a belief that in their deaths, they fulfilled a larger purpose of bringing together a fractious people.\nThe bodies were first brought from the forensic institute to their homes for individual ceremonies before the joint funeral.", "url": "https://www.nytimes.com/2014/07/02/world/middleeast/deeply-divided-israel-unites-in-grief-and-sees-a-larger-purpose.html?module=inline"}