{"authors": ["Eric Schmitt", "Charlie Savage"], "date_download": "2018-11-16 04:14:01", "date_modify": "2018-11-16 04:14:01", "date_publish": "2014-05-31 16:29:40", "description": "Sergeant Bergdahl, the lone American prisoner of war from the Afghan conflict, has been released in exchange for five Taliban prisoners at Guantánamo Bay.", "filename": "2014_06_01_us_bowe-bergdahl-american-soldier-is-freed-by-taliban.html_module=inline_1542341641.html", "image_url": "https://static01.nyt.com/images/2014/06/01/us/01SWAP-hp6/01SWAP-hp6-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_01_us_bowe-bergdahl-american-soldier-is-freed-by-taliban.html_module=inline_1542341641.html", "title": "Bowe Bergdahl, American Soldier, Freed by Taliban in Prisoner Trade", "title_page": "Bowe Bergdahl, American Soldier, Freed by Taliban in Prisoner Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later on Saturday in the White House Rose Garden, Mr. Obama, flanked by Robert and Jani Bergdahl, the sergeant’s parents, said, “Right now, our top priority is making sure that Bowe gets the care and support that he needs, and that he can be reunited with his family as soon as possible.”\nThe Bergdahls, who have waged a tireless campaign for their son’s release, have sometimes criticized the Obama administration for lack of action. But at the impromptu Rose Garden appearance and in a statement released earlier in the day, they praised the American and Qatari governments for their help. “We cannot wait to wrap our arms around our only son,” they said in the statement. “Today, we are ecstatic!”\nFamily and friends in the Bergdahl family’s hometown, Hailey, Idaho, said they were planning a celebration on Sunday. A senior Defense Department official said on Sunday morning that Sergeant Bergdahl had arrived at Landstuhl Regional Medical Center in Germany. A military official said he would then be transferred to Brooke Army Medical Center in San Antonio, Texas, when doctors felt he was fit to travel. Sergeant Bergdahl is expected to reunite with his family in the United States, the official said.\nNegotiations and internal deliberations over the potential for a swap have waxed and waned for years, but they intensified in the past several weeks as an agreement appeared within reach, according to an official familiar with the matter.\nAmong other complications, there was a potential legal obstacle: Congress has imposed statutory restrictions on the transfer of detainees from Guantánamo Bay. The statutes say the secretary of defense must determine that a transfer is in the interest of national security, that steps have been taken to substantially mitigate a future threat by a released detainee, and that the secretary notify Congress 30 days before any transfer of his determination.\nIn this case, the secretary, Chuck Hagel, acknowledged in a statement that he did not notify Congress ahead of time. When Mr. Obama signed a bill containing the latest version of the transfer restrictions into law, he issued a signing statement claiming that he could lawfully override them under his executive powers.", "url": "https://www.nytimes.com/2014/06/01/us/bowe-bergdahl-american-soldier-is-freed-by-taliban.html?module=inline"}