{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:06", "date_modify": "2018-11-16 03:39:06", "date_publish": "2014-12-01 01:06:07", "description": "Twenty questions about advertising, the media and popular culture.", "filename": "2014_12_01_business_media_christmas-cokes-ronald-mcdonald-on-foot-and-18-more-questions_1542339546.html", "image_url": "https://static01.nyt.com/images/2014/12/01/business/subadco2/subadco2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_01_business_media_christmas-cokes-ronald-mcdonald-on-foot-and-18-more-questions_1542339546.html", "title": "Christmas Cokes, Ronald McDonald on Foot and 18 More Questions", "title_page": "Christmas Cokes, Ronald McDonald on Foot and 18 More Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "IT is time again to ask 20 questions about advertising, the media and popular culture.\n■ After the success Coca-Cola enjoyed during the summer with its “Share a Coke” campaign, which replaced brand logos on bottle labels with 250 popular given names, is the company missing out on a surefire follow-up by not reviving the campaign for Christmas with given names like Angel, Carol, Ebenezer, Gabriel, Holly, Noel, Rudolph, Santa, Tiny Tim, Virginia and Zuzu?\n■ Although rock fans are far less likely these days to complain that musicians are “selling out” by appearing in ads or permitting their songs to be used in commercials, aren’t the band the Bleachers and its frontman, Jack Antonoff, tempting fate by becoming the stars of a campaign for the Apple Pay mobile payment service from the giant bank JPMorgan Chase?\n■ Were the copywriters who came up with the slogan “This is how it’s done” for the Ruth’s Chris Steak House restaurant chain familiar with the longtime slogan for A.1. sauce, “It’s how steak is done”?\n■ If McDonald’s was really serious about its commitment to the “well-being of children everywhere,” as was proclaimed during the NBC coverage of the Macy’s Thanksgiving Day Parade on Thursday, shouldn’t the Ronald McDonald character who rode the route in a red-shoe car have set an example by getting out and walking?", "url": "https://www.nytimes.com/2014/12/01/business/media/christmas-cokes-ronald-mcdonald-on-foot-and-18-more-questions.html"}