{"authors": ["James Kanter"], "date_download": "2018-11-16 04:11:34", "date_modify": "2018-11-16 04:11:34", "date_publish": "2014-08-30 19:58:53", "description": "The selection is the latest sign that Poland is emerging as a larger player in European affairs, particularly on issues involving the bloc’s eastern front.", "filename": "2014_08_31_world_europe_in-nod-to-eastern-europe-eu-names-poland-premier-to-key-post.html_module=inline_1542341494.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_31_world_europe_in-nod-to-eastern-europe-eu-names-poland-premier-to-key-post.html_module=inline_1542341494.html", "title": "In Nod to Eastern Europe, E.U. Names Poland Premier to Key Post", "title_page": "In Nod to Eastern Europe, E.U. Names Poland Premier to Key Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The nomination of Ms. Mogherini shows that there’s really no appetite among leaders to have a heavyweight in Brussels leading on foreign policy,” said Jan Techau, the director of Carnegie Europe, a research organization in Brussels.\nThe selection of Mr. Tusk, 57, is the latest sign that Poland is emerging as a larger player in European affairs, particularly on issues involving the bloc’s eastern front. His government has been among the most vocal critics of Russia’s activities in Ukraine, even calling for a larger Western military presence in Poland and other former Eastern Bloc states.\nMarcin Zaborowski, director of the Polish Institute of International Affairs, said the appointment of Mr. Tusk was “a sign that they understand that a stronger voice on these issues is needed.”\nEven so Mr. Tusk took relatively a nonconfrontational tone in his comments on Saturday evening. His appointment was “a huge opportunity to introduce this Eastern and Central European energy” into European affairs, Mr. Tusk said. Commenting on tensions with Russia and on the conflict in Ukraine, Mr. Tusk said “our goal is peace over there” but that it remained necessary for Europe “to build a common position.”\nPoland had for years been making the case in Brussels that the leadership should include someone from the former Soviet bloc nations. “Once this argument was accepted, it seemed rather logical that one of the most important posts should go to the biggest and most influential country in the region,” Mr. Zaborowski said. “We were the only country in which pro-European Union sentiments grew during the euro crisis. Everywhere else, sentiment toward Europe has been slowly declining while, in Poland, it has been on the rise.”\nThe six-decade effort to integrate the continent has begun to hit serious roadblocks amid massive levels of unemployment and economic weakness that has translated into hostility to the bureaucracy in Brussels, which is regarded as meddling and ineffective.\nIn June, leaders named Jean-Claude Juncker, the former prime minister of Luxembourg and a former leader of the group of ministers overseeing the euro. That nomination faced fierce opposition from Prime Minister David Cameron of Britain, who said Mr. Juncker would not do enough to reform the way the European Union operates.", "url": "https://www.nytimes.com/2014/08/31/world/europe/in-nod-to-eastern-europe-eu-names-poland-premier-to-key-post.html?module=inline"}