{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:22:25", "date_modify": "2018-11-16 04:22:25", "date_publish": "2014-06-29 11:07:11", "description": "An unofficial referendum on democratic changes in Hong Kong attracted votes equal to more than a fifth of the city’s electorate, organizers said.", "filename": "2014_06_30_world_asia_turnout-for-unofficial-vote-in-hong-kong-cheers-democracy-advocates_1542342145.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_30_world_asia_turnout-for-unofficial-vote-in-hong-kong-cheers-democracy-advocates_1542342145.html", "title": "Hong Kong Poll Turnout Buoys Democracy Activists", "title_page": "Hong Kong Poll Turnout Buoys Democracy Activists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — An unofficial referendum on making the selection of Hong Kong’s chief executive more democratic has attracted votes equal to more than a fifth of the city’s electorate, organizers said Sunday, the referendum’s final day. They voiced hopes that the higher-than-anticipated participation would, along with a protest march scheduled for Tuesday, increase the pressure on the mainland Chinese government to give ground on the issue.\nThe results released Monday showed that an overwhelming majority of participants wants Hong Kong’s Legislative Council to reject any electoral reform proposal from the government that does not meet the international standards demanded by pro-democratic groups.\nDemocracy advocates organized the 10-day vote as a political battering ram, seeking to force Hong Kong politicians and Chinese Communist Party officials to heed demands that the election of the chief executive, the city’s top leader, be opened to greater public participation with fewer procedural barriers set in place by Beijing.\nThe poll attracted valid votes from more than 787,000 Hong Kong residents, who used a cellphone app, a website or polling booths to choose among three proposals, according to an email from the university polling unit that oversaw the vote.", "url": "https://www.nytimes.com/2014/06/30/world/asia/turnout-for-unofficial-vote-in-hong-kong-cheers-democracy-advocates.html"}