{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:45", "date_modify": "2018-11-16 04:27:45", "date_publish": "2014-09-11 11:50:44", "description": "Pyongyang said the 52-year-old man had entered the North through an unidentified third country to escape his economic difficulties in the capitalist South.", "filename": "2014_09_12_world_asia_north-korea-returns-a-defector-to-the-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_12_world_asia_north-korea-returns-a-defector-to-the-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "title": "North Korea Returns a Defector to the South", "title_page": "North Korea Returns a Defector to the South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over the past two decades, 27,000 North Koreans have defected to the South, fleeing hunger and political repression in their homeland. But South Koreans have also fled to the North on occasion, defecting through North Korean diplomatic missions abroad or making their way across the border, often to escape legal, financial or marital troubles. In 2009, a South Korean civilian sneaked through the heavily armed border to defect. Last year, South Korean soldiers shot and killed a man trying to cross a river into the North.\nNorth Korea occasionally uses defectors and detainees for propaganda. In May, the North sentenced a South Korean missionary to hard labor for life. It is also holding three Americans, including one missionary and two who visited the country on tourist visas, on charges of committing hostile acts against the North Korean government.\nRepatriation of defectors from the North is not unprecedented. In October of last year, Pyongyang said it had “leniently pardoned” and sent back six South Korean men who had been held in the North on charges of illegal entry, as well as the remains of a South Korean woman who it said was killed by her husband, one of the six men, during a quarrel.\nSouth Korea charged the six men with breaking the National Security Law. In January, the man who was accused of killing his wife while in the North was sentenced to 10 years in prison.\nAnother of the six received a suspended prison sentence. The man told the court that he had defected to the North in 2011 hoping for a better life after being homeless in the South. But he said he deeply regretted his decision because he was held in solitary confinement and was even tortured by the North Korean authorities.", "url": "https://www.nytimes.com/2014/09/12/world/asia/north-korea-returns-a-defector-to-the-south.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}