{"authors": ["Steve Lohr"], "date_download": "2018-11-16 03:12:24", "date_modify": "2018-11-16 03:12:24", "date_publish": "2014-05-27 16:48:39", "description": "The Federal Trade Commission said consumers should have access to information collected about them, along with the ability to suppress information.", "filename": "2014_05_28_technology_ftc-urges-legislation-to-shed-more-light-on-data-collection.html_module=inline_1542337944.html", "image_url": "https://static01.nyt.com/images/2014/05/28/business/28ftc-web1/28ftc-web1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_28_technology_ftc-urges-legislation-to-shed-more-light-on-data-collection.html_module=inline_1542337944.html", "title": "New Curbs Sought on the Personal Data Industry", "title_page": "New Curbs Sought on the Personal Data Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The dangers cited by the F.T.C. are speculative, Ms. Hudson said, adding that existing laws prohibit the kind of potential discrimination that both the F.T.C. and White House big data reports described. “Self-regulation is working,” she said.\nThe F.T.C. began policing the data broker industry in 2010, out of concern that companies were using large new sources of digital data and clever software to sidestep the Fair Credit Reporting Act. That legislation, passed in 1970, was a response to privacy concerns raised by the surge in data collection and analysis in the mainframe era — the big data of its day.\nThe law permitted the collection of personal financial information by credit bureaus, but sharply limited its use. And the F.T.C. staff worried that the amount of digital data now available because of online browsing and other activities, combined with sophisticated software for spotting correlations and inferences based on the data, make it possible to get around the restrictions of the Fair Credit Reporting Act.\nPrivacy groups generally praised the F.T.C. report on Tuesday, but said it could have gone further in its recommendations. Jeffrey Chester, executive director of the Center for Digital Democracy, described the detailed report as “a powerful and disturbing privacy wake-up call.”\nMarc Rotenberg, executive director of Electronic Privacy Information Center, said the agency’s report placed too much responsibility on individual consumers to monitor the activities of data brokers. The problem, Mr. Rotenberg said, is that data brokers — unlike websites and retailers, for example — do not deal directly with consumers.\n“The consumer,” he said, “is not the customer, but the product.”\nData brokers, Mr. Rotenberg suggested, should be required to contact an individual when his or her information is about to be sold to an insurer, prospective employee or government agency, for example.\n“There should be much clearer rights and stronger protections for the individual,” he said. “The F.T.C. didn’t go far enough. This was a missed opportunity.”", "url": "https://www.nytimes.com/2014/05/28/technology/ftc-urges-legislation-to-shed-more-light-on-data-collection.html?module=inline"}