{"authors": ["Diane Cardwell"], "date_download": "2018-11-16 03:24:27", "date_modify": "2018-11-16 03:24:27", "date_publish": "2014-05-29 01:10:47", "description": "Opponents of government policies that have spurred the growth of renewable energy are pushing back on mandates nationwide.", "filename": "2014_05_29_business_energy-environment_a-pushback-on-green-power.html__r=0&module=inline_1542338667.html", "image_url": "https://static01.nyt.com/images/2014/05/29/business/jpGREEN/jpGREEN-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_29_business_energy-environment_a-pushback-on-green-power.html__r=0&module=inline_1542338667.html", "title": "A Pushback on Green Power", "title_page": "A Pushback on Green Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Opponents of the mandates argued, in part, that wind and solar power, whose costs have plunged in recent years, should compete on their own with traditional fossil fuels. But the debate has taken on a broader, more political tone as well, analysts say, with disagreements over the role of government, the economic needs of the state and the debate over climate change.\n“It used to be that renewables was this Kumbaya, come-together moment for Republicans and Democrats,” said Michael E. Webber, deputy director of the Energy Institute at the University of Texas at Austin. “The intellectual rhetoric around why you would want renewables has been lost and replaced by partisanship.”\nSince 2013, more than a dozen states have taken up proposals to weaken or eliminate green energy mandates and incentives, often helped by conservative and libertarian policy or advocacy groups like the Heartland Institute, Americans for Prosperity and the American Legislative Exchange Council.\nIn Kansas, for example, lawmakers recently defeated a bill that would have phased out the state’s renewable energy mandates, but its backers have vowed to propose it again.\nJay Apt, director of the Electricity Industry Center at Carnegie Mellon University, said the Ohio battle was “another skirmish in the question of whether we are committed to cleaning up pollution, and people are divided.” He added, “Renewable portfolio standards and other mechanisms of pollution control are not cost-free.”", "url": "https://www.nytimes.com/2014/05/29/business/energy-environment/a-pushback-on-green-power.html?_r=0&module=inline"}