{"authors": ["Neil Irwin", "Kevin Quealy"], "date_download": "2018-11-16 04:08:17", "date_modify": "2018-11-16 04:08:17", "date_publish": "2014-05-01 10:48:11", "description": "Dips and rises in reported job growth can come from random statistical noise.", "filename": "2014_05_02_upshot_how-not-to-be-misled-by-the-jobs-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_02_upshot_how-not-to-be-misled-by-the-jobs-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "title": "How Not to Be Misled by the Jobs Report", "title_page": "How Not to Be Misled by the Jobs Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We obsess far too much on the Labor Department’s monthly jobs report.\nThink about it this way: It’s the first Friday of the month, and the Labor Department has bad news. The economy has added a mere 64,000 jobs last month, a steep slowdown from 220,000 the month before. From Wall Street to Twitter, the reaction is swift and negative.\nThe price of oil falls, as do the prices of blue-chip stocks like General Electric. The Federal Reserve faces calls to push interest rates lower. The lead headlines in the next day’s papers talk of faltering job growth.\nBut what if all the worries were based on nothing more than random statistical noise? What if the apparent decline in job growth came from the inherent volatility of surveys that rely on samples, like the survey that produces the Labor Department’s monthly employment estimate?\nWe generated those numbers with a computer, after giving it a simple set of directions: Assume that the economy is adding exactly 150,000 jobs every month, and that the monthly estimates of job growth come with exactly as much statistical noise as the Labor Department says its estimates have.", "url": "https://www.nytimes.com/2014/05/02/upshot/how-not-to-be-misled-by-the-jobs-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}