{"authors": ["Michael M. Grynbaum", "Nikita Stewart"], "date_download": "2018-11-16 04:52:25", "date_modify": "2018-11-16 04:52:25", "date_publish": "2014-12-04 03:11:08", "description": "Mayor Bill de Blasio confronted the dismay of New Yorkers upset about racial injustice and a campaign promise that he could heal the strained relations between minorities and the police.", "filename": "2014_12_04_nyregion_de-blasio-reacts-as-mayor-and-a-father-to-chokehold-case-decision.html_module=inline_1542343945.html", "image_url": "https://static01.nyt.com/images/2014/12/04/nyregion/04garner_video/04garner_video-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_04_nyregion_de-blasio-reacts-as-mayor-and-a-father-to-chokehold-case-decision.html_module=inline_1542343945.html", "title": "De Blasio Reacts as Mayor and a Father", "title_page": "De Blasio Reacts as Mayor and a Father - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He acknowledged there would be protests, and urged New Yorkers to avoid violence. He praised William J. Bratton, his police commissioner, as an agent of change, but — aware that some liberals are skeptical of Mr. Bratton’s approach — also said that Mr. Bratton would not abide brutality or racism on the force.\nMr. de Blasio began preparing his speech over the weekend, dictating general ideas and specific phrases to senior staff members, aides said. He chose to focus on his son because it was consistent with the personal approach to law enforcement he had taken in the campaign last year.\nMr. de Blasio had planned to hold a news conference, perhaps at City Hall, regardless of the grand jury’s decision. Absent an indictment, the mayor wanted to be on Staten Island “at the moment of impact,” an administration official said.\nThe mayor had asked aides to research past episodes of police violence in New York over the last 20 years, like the cases of Abner Louima and Amadou Diallo, to see how long the investigations lasted and how the city had negotiated the fractious responses. In the past, Mr. de Blasio, who was an aide to former Mayor David N. Dinkins, has also invoked the 1991 riots in Crown Heights, Brooklyn, in internal discussions.\nMr. de Blasio also seemed aware that violent protests could undermine his political capital. After learning the Garner decision was imminent, Mr. de Blasio told aides to move up events intended to showcase the reduced crime rate and a pilot program in which police officers are to wear body cameras.\nThe events had originally been planned for later in the month.", "url": "https://www.nytimes.com/2014/12/04/nyregion/de-blasio-reacts-as-mayor-and-a-father-to-chokehold-case-decision.html?module=inline"}