{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:16:36", "date_modify": "2018-11-16 03:16:36", "date_publish": "2014-06-07 19:16:12", "description": "Immigration officials overwhelmed by a flood of women and children from Central America are housing hundreds of unaccompanied boys and girls in a makeshift detention center.", "filename": "2014_06_08_us_child-migrants-strain-makeshift-arizona-shelter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338196.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_08_us_child-migrants-strain-makeshift-arizona-shelter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338196.html", "title": "Child Migrants Strain Makeshift Arizona Shelter", "title_page": "Child Migrants Strain Makeshift Arizona Shelter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHOENIX — Immigration officials overwhelmed by a flood of women and children from Central America who illegally crossed the border from Mexico are moving hundreds of unaccompanied boys and girls this weekend to a makeshift detention center in Nogales, Ariz.\nThe move is the latest effort by the Obama administration to cope with the tens of thousands of women and children from El Salvador, Guatemala and Honduras who it says have fled violence and poverty in their countries and have streamed into Texas in recent months.\nGov. Jan Brewer of Arizona, who has criticized President Obama for releasing some of these migrants at a bus station in Phoenix, said federal officials had told her office that the policy “will continue into the foreseeable future.”\nSince Memorial Day, federal immigration officials have flown hundreds of women and children to Tucson, where they were given medical and other tests. They were then sent by bus to Phoenix and left at the Greyhound station to find their relatives around the nation. They were told to report to an immigration center within 15 days of reaching their destination, officials said.", "url": "https://www.nytimes.com/2014/06/08/us/child-migrants-strain-makeshift-arizona-shelter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}