{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 03:11:11", "date_modify": "2018-11-16 03:11:11", "date_publish": "2014-11-05 18:10:34", "description": "The skull fossil is from a newly discovered extinct species, Vintana, similar to groundhogs, that lived in the time of the dinosaurs, and is only the third mammal fossil found in the Southern Hemisphere.", "filename": "2014_11_06_science_madagascar-fossil-vintana-mammals-evolution_1542337871.html", "image_url": "https://static01.nyt.com/images/2014/11/06/science/06groundhog/06groundhog-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_06_science_madagascar-fossil-vintana-mammals-evolution_1542337871.html", "title": "Fossil’s Unusual Size and Location Offer Clues in Evolution of Mammals", "title_page": "Fossil’s Unusual Size and Location Offer Clues in Evolution of Mammals  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Four years ago, while searching for fish fossils on Madagascar, paleontologists came upon what proved to be a well-preserved cranium of a mammal that lived about 66 million to 70 million years ago, in the closing epoch of the mighty dinosaurs.\nSuch a discovery, expected to provide new and important insights into early mammalian evolution, is rare anywhere in the Southern Hemisphere. The fossil record of primitive mammals there is frustratingly thin. Only two other mammal skulls — both from Argentina and not as large — have been found from the age of dinosaurs in the entire Southern Hemisphere.\nIn a report published Wednesday in the journal Nature, David W. Krause, a paleontologist at Stony Brook University on Long Island and leader of the research team, announced that the fossil mammal is a distinct new genus and species, Vintana sertichi. Vintana means luck, which was smiling on Joseph Sertich, then a graduate student of Dr. Krause’s and now a curator at the Denver Museum of Nature and Science, in finding the slab of sandstone that held the skull.\n“No paleontologist could have come close to predicting the odd mix of anatomical features that this cranium exhibits,” Dr. Krause said in a statement.", "url": "https://www.nytimes.com/2014/11/06/science/madagascar-fossil-vintana-mammals-evolution.html"}