{"authors": ["Stephanie Strom"], "date_download": "2018-11-16 04:00:19", "date_modify": "2018-11-16 04:00:19", "date_publish": "2014-09-03 18:30:59", "description": "The poultry producer’s step was its latest in addressing concerns from consumer and regulators over the effects of animal husbandry practices on antibiotic resistance.", "filename": "2014_09_04_business_perdue-eliminates-antibiotic-use-in-its-hatcheries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340819.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_04_business_perdue-eliminates-antibiotic-use-in-its-hatcheries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340819.html", "title": "Antibiotics Eliminated in Hatchery, Perdue Says", "title_page": "Antibiotics Eliminated in Hatchery, Perdue Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last year, the Centers for Disease Control and Prevention for the first time quantified the toll that antibiotic resistance is taking on human health, estimating that each year, at least two million American fall ill because of antibiotic-resistant infections and at least 23,000 die from them. The C.D.C. called the use of antibiotics in animal husbandry “unnecessary” and “inappropriate.”\nLast December, the Food and Drug Administration began working to draft regulations aimed at curtailing the use of antibiotics in animals intended for human consumption, and it was clear that Perdue’s announcement in part was aimed at heading off such government fiat. “There is a lot of regulation on the table right now,” said Bruce Stewart-Brown, a veterinarian who is senior vice president for food safety, quality and live operations at Perdue. “We’ve been reading it closely, and I have yet to read a proposed piece of legislation that we haven’t complied with since 2008.”\nConsumer advocates applauded the steps Perdue has taken. “This is a big step from the public health and consumer perspectives,” said Gail Hansen, senior officer for the Pew Charitable Trust’s campaign on human health and industrial farming. “I would like to think it makes the other poultry companies look at what Perdue is doing and say ‘Is this something we can follow?’ ”\nDr. Hansen said she would have liked more specific data about how much the company has reduced its antibiotic use. For instance, while Perdue said that its use of animal-only antibiotics also had fallen “significantly,” it declined to provide specific figures.\nPerdue eliminated the use of human antibiotics in feed to promote growth by 2007, but it took five more years to get the drugs out of the hatchery, Dr. Stewart-Brown said. The company will continue to administer human antibiotics to flocks as necessary to control disease outbreaks.", "url": "https://www.nytimes.com/2014/09/04/business/perdue-eliminates-antibiotic-use-in-its-hatcheries.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}