{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 03:16:14", "date_modify": "2018-11-16 03:16:14", "date_publish": "2014-11-27 21:23:48", "description": "Senate confirmation of Antonio Weiss as an under secretary of the Treasury could be hindered by corporate mergers he was involved in as an executive at Lazard.", "filename": "2014_11_28_business_economy_liberal-treasury-nominees-deal-making-prowess-could-be-a-liability-.html_module=inline_1542338174.html", "image_url": "https://static01.nyt.com/images/2014/11/28/business/28WEISS/28WEISS-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_28_business_economy_liberal-treasury-nominees-deal-making-prowess-could-be-a-liability-.html_module=inline_1542338174.html", "title": "Liberal Treasury Nominee’s Wall St. Prowess May Be a Vulnerability", "title_page": "Liberal Treasury Nominee’s Wall St. Prowess May Be a Vulnerability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In 2012, Antonio F. Weiss took his 15-year-old son, Nico, from the gilded aerie of their Manhattan apartment on Central Park West to Cleveland to canvass for President Obama’s re-election. Mr. Weiss, 48, was also the co-author of a white paper calling for higher taxes on the rich and has donated hundreds of thousands of dollars to the Democratic Party.\nYet in his Wall Street provenance, Mr. Weiss, President Obama’s nominee to be under secretary of the Treasury for domestic finance, has given the left an unlikely rallying cry to press for a more aggressively liberal economic policy agenda.\nIt is not Mr. Weiss’s politics that are in question. It is his résumé.\n“I have voted for people who have extensive Wall Street experience,” said Senator Elizabeth Warren, Democrat of Massachusetts. She is rallying the opposition to Mr. Weiss, the head of investment banking at Lazard, a storied but relatively small firm. But, she said, “the Antonio Weiss nomination is a mistake, and that’s why I’m fighting back.”\nThe formal confirmation process, while not likely to get underway until after the new Congress convenes next year, has become an unexpected proxy war between the liberal and moderate wings of the Democratic Party. Its outcome will say a lot about the party’s direction as it regroups for the 2016 presidential campaign, in which Hillary Clinton will be under pressure to discard some of her ties to Wall Street.", "url": "https://www.nytimes.com/2014/11/28/business/economy/liberal-treasury-nominees-deal-making-prowess-could-be-a-liability-.html?module=inline"}