{"authors": ["Thomas Kaplan", "William K. Rashbaum"], "date_download": "2018-11-16 04:30:29", "date_modify": "2018-11-16 04:30:29", "date_publish": "2014-04-10 16:20:57", "description": "Preet Bharara, the top federal prosecutor in Manhattan, said Gov. Andrew M. Cuomo had disbanded a corruption panel prematurely and that his office would pursue unfinished investigations.", "filename": "2014_04_11_nyregion_us-attorney-says-he-will-take-up-work-of-corruption-panel-cuomo-disbanded.html_module=inline_1542342629.html", "image_url": "https://static01.nyt.com/images/2014/04/11/nyregion/cuomoweb1/cuomoweb1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_11_nyregion_us-attorney-says-he-will-take-up-work-of-corruption-panel-cuomo-disbanded.html_module=inline_1542342629.html", "title": "Cuomo Caught Up in Rare Conflict With Prosecutor", "title_page": "Cuomo Caught Up in Rare Conflict With Prosecutor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "IRONDEQUOIT, N.Y. — An unusually public confrontation between two of the state’s most powerful officials escalated on Thursday. Preet Bharara, the United States attorney for the Southern District of New York, not known for engaging in on-air rebukes of elected officeholders, took aim at Gov. Andrew M. Cuomo over his decision to dissolve an anticorruption panel.\nMr. Bharara went on the radio to criticize Mr. Cuomo for quietly shutting down the panel, the Commission to Investigate Public Corruption. The governor had appointed the panel last year — with considerable celebration — to develop reforms to state law that would protect against corruption in Albany, a real-life petri dish for all manner of political malfeasance.\n“If you begin investigations and you begin them with great fanfare,” Mr. Bharara said, “you don’t, I think, unceremoniously take them off the table without causing questions to be asked.”\nIt was a rare moment in which the governor, a former state attorney general who is accustomed to questioning others, found his own motives under scrutiny, and on a highly charged subject.", "url": "https://www.nytimes.com/2014/04/11/nyregion/us-attorney-says-he-will-take-up-work-of-corruption-panel-cuomo-disbanded.html?module=inline"}