{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:37:16", "date_modify": "2018-11-16 04:37:16", "date_publish": "2014-03-07 02:13:13", "description": "The Obama administration should use exports as a component of a broader energy strategy to undercut Russia’s influence over Ukraine.", "filename": "2014_03_07_opinion_natural-gas-as-a-diplomatic-tool_1542343036.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_opinion_natural-gas-as-a-diplomatic-tool_1542343036.html", "title": "Natural Gas as a Diplomatic Tool", "title_page": "Opinion | Natural Gas as a Diplomatic Tool - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Under American law, energy companies can freely export gas to Canada, Mexico and other countries with which the United States has a free-trade agreement. That does not include Washington’s allies in Europe. The Energy Department can approve exports to other nations if it determines such sales are in the public interest. The department has approved only six out of 21 applications for such exports, the first of which should begin next year.\nThe department could speed up its review of export applications, and Congress could help by easing restrictions on exports to American allies. But even if the government approved more exports, setting up more facilities to liquefy and ship gas would take years and cost billions of dollars. Moreover, unlike Mr. Putin, American officials will not be able to dictate to energy companies where they sell their gas and at what price. (Energy companies would prefer to sell gas to countries like Japan, China and India because natural gas is more expensive in Asia than in Europe.)\nAnd if American companies did flood Europe with gas, Mr. Putin would not stand idly by. Russia could respond to American exports by, for instance, lowering the price of its gas to keep its customers in Europe from switching suppliers, according to Michael Levi, a senior fellow at the Council on Foreign Relations.\nAmerican officials should use natural gas exports as one component of diplomacy that also includes assisting other nations with conservation and renewable sources of energy like solar and wind. The State Department, under Hillary Rodham Clinton, set up the Bureau of Energy Resources to do just that; it has, for example, helped European nations reduce their dependence on Russian gas by, among other things, buying more gas from Africa.\nThe Obama administration can certainly help allies by making more natural gas available to them, but it should be realistic about what it can achieve.", "url": "https://www.nytimes.com/2014/03/07/opinion/natural-gas-as-a-diplomatic-tool.html"}