{"authors": ["Stuart Elliott"], "date_download": "2018-11-16 03:39:22", "date_modify": "2018-11-16 03:39:22", "date_publish": "2014-10-05 22:17:06", "description": "Account assignments, miscellaneous news from advertising agencies and more.", "filename": "2014_10_06_business_media_news-from-the-advertising-industry-.html_module=inline_1542339562.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_06_business_media_news-from-the-advertising-industry-.html_module=inline_1542339562.html", "title": "News From the Advertising Industry", "title_page": "News From the Advertising Industry  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Accounts\n■ Office Depot, Boca Raton, Fla., formed by the merger of OfficeMax and Office Depot, chose two agencies owned by the Interpublic Group of Companies to handle its creative and media accounts. Spending was estimated at more than $100 million. McCann Erickson Worldwide, New York, part of the McCann Worldgroup, was named advertising agency of record, and Universal McCann, New York, part of IPG Mediabrands, was named media agency of record. Before the merger, Office Depot’s creative and media accounts were handled by Zimmerman Advertising, Fort Lauderdale, Fla., part of the Omnicom Group. OfficeMax had not recently worked with an outside agency.\n■ BlackBerry, Waterloo, Ontario, named Gyro as its worldwide agency of record to handle tasks that include the introduction of the Passport smartphone and the reintroduction of the BlackBerry brand. Billings were not disclosed. BlackBerry most recently worked with the New York and London offices of BBDO Worldwide, part of the Omnicom Group. BlackBerry will work with six Gyro offices, including those in New York and Paris.\nPeople\n■ Mark W. Addicks, senior vice president and chief marketing officer of General Mills, Golden Valley, Minn., will retire next year, the company said, after a 26-year career. He will be succeeded by Ann W. H. Simonds, president of the baking-products division. A transition is to begin on Nov. 1. Under Mr. Addicks, General Mills significantly expanded its efforts in new realms like digital and social media and began campaigns that sought to reach markets the company had not previously addressed, like consumers who are gay, lesbian, bisexual or transgender.\n■ Howard H. Bell is retiring after 14 years as chairman of the National Advertising Review Board, New York, which is part of the advertising industry’s self-regulatory process. Succeeding Mr. Bell, who helped establish the self-regulatory system in 1971, is Wallace S. Snyder, executive director of the Institute for Advertising Ethics and president emeritus of the American Advertising Federation. The board also named Alan L. Cohen to a new post, vice chairman; Mr. Cohen has held posts that include vice president, general counsel and corporate secretary at the Council of Better Business Bureaus, which administers the self-regulatory system.", "url": "https://www.nytimes.com/2014/10/06/business/media/news-from-the-advertising-industry-.html?module=inline"}