{"authors": ["Aaron E. Carroll"], "date_download": "2018-11-16 03:45:08", "date_modify": "2018-11-16 03:45:08", "date_publish": "2014-08-25 10:44:27", "description": "It’s a cliché but true: Moderation is the best bet in health, and that includes the sometimes too-dire recommendations of doctors.", "filename": "2014_08_26_upshot_dash-of-salt-does-no-harm-extremes-are-the-enemy.html_module=inline_1542339908.html", "image_url": "https://static01.nyt.com/images/2014/08/26/upshot/26up-health/26up-health-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_26_upshot_dash-of-salt-does-no-harm-extremes-are-the-enemy.html_module=inline_1542339908.html", "title": "Dash of Salt Does No Harm. Extremes Are the Enemy.", "title_page": "Dash of Salt Does No Harm. Extremes Are the Enemy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For years, we have known that diets high in salt can be bad for people with high blood pressure. A study published recently in The New England Journal of Medicine confirmed this fact. It monitored more than 100,000 people in 18 countries and found that people who consumed more sodium generally had significantly higher blood pressures than those who did not.\nAnother manuscript in the same journal looking at the same study population went even further. It found that people who consumed more than 7 grams of sodium per day had a significantly higher chance of death than people who ate 3-6 grams per day. People consuming high levels of sodium had higher rates of heart attacks, heart failures and strokes as well.\nThese results confirm that people who eat too much salt should eat less of it. The problem with the way we respond to such information, though, is that we often run too far and too fast in the other direction.\nAmericans consume, on average, 3.4 grams of sodium per day, or about the equivalent of three and a half tablespoons of soy sauce. This is on the low end of the “safe zone” of 3-6 grams in the study. The United States Food and Drug Administration thinks that’s not low enough. It recommends 2.3 grams per day. The World Health Organization says it should be 2.0 grams. The American Heart Association goes even further and recommends we consume no more than 1.5 grams.", "url": "https://www.nytimes.com/2014/08/26/upshot/dash-of-salt-does-no-harm-extremes-are-the-enemy.html?module=inline"}