{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:27:39", "date_modify": "2018-11-16 04:27:39", "date_publish": "2014-03-28 16:46:04", "description": "In a resolution, the United Nations Human Rights Council urged global powers to back a criminal investigation of North Korea for crimes against humanity and to consider targeted sanctions.", "filename": "2014_03_29_world_asia_un-north-korea.html_module=inline_1542342459.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_29_world_asia_un-north-korea.html_module=inline_1542342459.html", "title": "Rights Panel Seeks Inquiry of North Korea", "title_page": "Rights Panel Seeks Inquiry of North Korea  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — In one of its stronger resolutions, the United Nations Human Rights Council urged global powers on Friday to back an international criminal investigation of North Korea for crimes against humanity and to consider targeted sanctions against those responsible.\nIn a resolution that the council’s 47 members adopted by a vote of 30 to 6, with 11 abstentions, it called on the United Nations Security Council to take action, including referring North Korea to some form of international judicial process “in order that those responsible for human rights violations, including those that may amount to crimes against humanity, are held to account.”\n“You couldn’t expect a stronger resolution,” Julie de Rivero, Geneva director of Human Rights Watch, said of the measure. “The package as a whole is unprecedented.”\nThe reaction from North Korea was blunt. “Mind your own business,” its ambassador to the United Nations in Geneva, So Se-pyong, told the Human Rights Council, rejecting the resolution as “a product of confrontation” and rebuffing calls for cooperation with United Nations rights monitors. “No person on earth would be so stupid as to keep the door open to a gangster who is attacking with a sword,” he said.", "url": "https://www.nytimes.com/2014/03/29/world/asia/un-north-korea.html?module=inline"}