{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:50", "date_modify": "2018-11-16 04:00:50", "date_publish": "2014-01-27 17:05:06", "description": "Korematsu v. United States, the 1944 decision endorsing the mass detention of Japanese-Americans during World War II, has long been thoroughly discredited — but the court has not yet repudiated it.", "filename": "2014_01_28_us_time-for-supreme-court-to-overrule-korematsu-verdict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340850.html", "image_url": "https://static01.nyt.com/images/2014/01/28/us/28BAR/28BAR-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_28_us_time-for-supreme-court-to-overrule-korematsu-verdict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340850.html", "title": "A Discredited Supreme Court Ruling That Still, Technically, Stands", "title_page": "A Discredited Supreme Court Ruling That Still, Technically, Stands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court’s 1944 decision in Korematsu v. United States was a disaster. In endorsing an executive order that required 110,000 Americans of Japanese ancestry to be removed from their homes and confined in detention camps, the court relied on wartime hysteria streaked with racism, sullying its reputation and damaging the constitutional principles it was meant to uphold.\nJustice Antonin Scalia has ranked Korematsu alongside Dred Scott, the 1857 decision that black slaves were property and not citizens, as among the court’s most shameful blunders.\nJustice Stephen G. Breyer has written that Korematsu has lost all potency as precedent. “The decision has been so thoroughly discredited,” he wrote in a recent book, “that it is hard to conceive of any future court referring to it favorably or relying on it.”\nBut Korematsu has never been overruled.\nCalls for the Supreme Court to renounce the ruling started almost immediately after it was issued, and have persisted for 70 years. “Public expiation in the case of the internment of Japanese Americans from the West Coast would be good for the court, and for the country,” Eugene V. Rostow wrote in 1945 in The Yale Law Journal.", "url": "https://www.nytimes.com/2014/01/28/us/time-for-supreme-court-to-overrule-korematsu-verdict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}