{"authors": ["Dan Barry"], "date_download": "2018-11-16 04:52:54", "date_modify": "2018-11-16 04:52:54", "date_publish": "2014-08-22 07:25:07", "description": "Some residents of Ferguson, Mo., said they were reserving judgment about the future of the town until after Michael Brown’s funeral on Monday.", "filename": "2014_08_23_us_ferguson-missouri-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343974.html", "image_url": "https://static01.nyt.com/images/2014/08/23/us/MISSOURI/MISSOURI-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_23_us_ferguson-missouri-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343974.html", "title": "As Law Enforcement Presence Eases, ‘Small Gains’ Are Noted in Ferguson", "title_page": "As Law Enforcement Presence Eases, ‘Small Gains’ Are Noted in Ferguson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said that elders and clergy members in this community of 21,000 have shared encouraging signs that while the outrage has not subsided, people are more open to conversation. In addition, he said, he has seen residents more interested in engaging in discussions with police officers — casual talk, say, over ribs outside a barbecue restaurant.\nParticularly telling, he said, were two encounters he had with five young men. The first time he met them, about a week ago, they were hostile — “pretty tough,” Captain Johnson said. But when he met them again recently, a couple pulled down the bandannas covering their faces, and a conversation took place.\nOne of the men, he recalled, said, “I wish you were a fireman so I could be your friend.”\nOn West Florissant Avenue, the commercial strip that has suffered financially and aesthetically for having served as the backdrop to the nightly protests, signs of liberation after a kind of military occupation could be seen: more cars in the strip-mall lots; more pedestrians not carrying a camera, or wearing a uniform.\nStill, the windows of many stores, even those receiving customers, remained boarded up, signaling that there is no business as usual, at least not yet.\nAt the Nail Tap, the owner, who was busily buffing a customer’s French manicure, gave his first name, Steve, but not his last. He said that his windows had not been broken, but were boarded up “so that they don’t bust them out.”\nBut Sonny Dayan, the owner of the St. Louis Cordless store, a few doors down, was not as fortunate; his business had been looted during the protests, and its windows and display cases smashed.\nBoth businessmen said they planned to remove the boards from their storefronts — but not until after Monday’s funeral for Mr. Brown. In fact, many people here in this part of Ferguson say they are reserving judgment about the future until after the funeral.", "url": "https://www.nytimes.com/2014/08/23/us/ferguson-missouri-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}