{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:16:41", "date_modify": "2018-11-16 03:16:41", "date_publish": "2014-06-10 10:04:24", "description": "Senator Lindsey Graham of South Carolina, once thought to be among the Republicans most vulnerable to a Tea Party challenge this year, easily dispatched six primary opponents.", "filename": "2014_06_11_us_politics_lindsey-graham-poised-to-hold-off-tea-party-challenge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338201.html", "image_url": "https://static01.nyt.com/images/2014/06/10/us/politics/11PRIMARY/11PRIMARY-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_11_us_politics_lindsey-graham-poised-to-hold-off-tea-party-challenge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338201.html", "title": "In South Carolina, Graham Prevails Without a Runoff", "title_page": "In South Carolina, Graham Prevails Without a Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He has saturated the South Carolina airwaves with commercials highlighting his record. He also has gone to great lengths to highlight his hawkish views on national security issues.\nIt was the sort of aggressiveness mirrored by other Republican senators who turned back conservative primary challenges from the right this year, like Mitch McConnell of Kentucky and John Cornyn of Texas. And it was a notably different approach from the one used by Senator Thad Cochran of Mississippi, who is now in a runoff with a hard-line conservative in a race that will be settled on June 24.\nThere is considerable unease with Mr. Graham among some of South Carolina’s most ideologically driven Republicans, but none of his underfinanced and little-known opponents were able to take advantage of that discomfort to mount a formidable challenge.", "url": "https://www.nytimes.com/2014/06/11/us/politics/lindsey-graham-poised-to-hold-off-tea-party-challenge.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}