{"authors": ["Interview Larry Rohter", "Interview By"], "date_download": "2018-11-16 04:07:19", "date_modify": "2018-11-16 04:07:19", "date_publish": "2014-01-17 06:06:06", "description": "Sebastián Lelio, the director of the Chilean film “Gloria,” talks about the film’s possible role as a historical parable.", "filename": "2014_01_19_movies_sebastian-lelios-gloria-flirts-with-metaphor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341239.html", "image_url": "https://static01.nyt.com/images/2014/01/19/arts/19GLORIA1/19GLORIA1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_19_movies_sebastian-lelios-gloria-flirts-with-metaphor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341239.html", "title": "A Woman’s Liberation, a Nation’s Past", "title_page": "A Woman’s Liberation, a Nation’s Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The story line of “Gloria,” a drama from Chile directed by Sebastián Lelio that opens Friday, is straightforward enough: The title character, divorced and lonely, with self-absorbed adult children, yearns for a companion and frequents singles events looking for one. Gingerly, she begins a romance with Rodolfo, a retired Navy officer who turns out to be a jerk, and so she is forced to decide whether she is better off alone.\nWith her “Tootsie”-style glasses (Mr. Lelio is a big fan of American films in general and Dustin Hoffman in particular), Gloria is meant to be a sympathetic figure, a kind of middle-aged Everywoman. She is played by the 53-year-old Chilean actress Paulina García, who is also a playwright and director and may not have fully realized the burden that Mr. Lelio had placed on her shoulders.\n“ ‘Gloria’ was a gamble,” Mr. Lelio, 39, said in an interview with Larry Rohter during the New York Film Festival last fall. “If the character fails, the film sinks with her, and if she triumphs, the film triumphs as well. The character was at the center of everything, but I didn’t want Paulina to know that, to have to carry that weight.”\nAt the Berlin Film Festival last year, Ms. García won the best actress prize and “Gloria” the jury prize. Writing about the picture at the New York Film Festival, A. O. Scott called it “breathtakingly honest.” Amid much buzz, Chile offered “Gloria” as its submission for the foreign-language Oscar, but the film did not reach the shortlist. Speaking in Spanish during the fall interview, Mr. Lelio reflected on finding the right tone for “Gloria” and subtexts that may (or may not) be there. Here are excerpts from the conversation:\nQ. I think there’s a Spanish-language proverb that pretty neatly sums up your film: “Better to be alone than in unpleasant company.”", "url": "https://www.nytimes.com/2014/01/19/movies/sebastian-lelios-gloria-flirts-with-metaphor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}