{"authors": ["Robert Ito"], "date_download": "2018-11-16 03:51:04", "date_modify": "2018-11-16 03:51:04", "date_publish": "2014-05-30 13:04:47", "description": "This is a particularly good time for lovers of cinematic dragons, thanks to advances in animation software and live-action visual effects.", "filename": "2014_06_01_movies_dragons-on-screens-big-and-small-flex-new-muscles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340264.html", "image_url": "https://static01.nyt.com/images/2014/06/01/arts/01DRAGONS3/25DRAGONS3-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_01_movies_dragons-on-screens-big-and-small-flex-new-muscles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340264.html", "title": "Flights of Scaly, Fire-Breathing Fancy", "title_page": "Flights of Scaly, Fire-Breathing Fancy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We could design as broad a range of dragons as we wanted,” said Simon Otto, the film’s head of character animation. Extra sets of wings, multiple cowls and nose plates: The dragons became much more complex when animators stopped thinking about what a pain it would be to animate all of those extra little appendages. “It’s like we’re God,” he said, “and we’re creating this world that we love.”\nOn HBO’s “Game of Thrones,” the brood of Daenerys Targaryen, a.k.a. Mother of Dragons, has grown from hatchlings small enough to perch on a shoulder to bat-winged predators the size of a small bus. “As the dragons get bigger, the models get more elaborate,” said Joe Bauer, the show’s lead visual effects supervisor. “And with more functions, the animators have more things to manipulate.” Over four seasons, the dragons have sprouted increasingly detailed battle armor and developed threat poses that include inflatable facial bladders (imagine the threat postures of frilled lizards, but much, much bigger) and jutting jaws (“like a shark just before it’s about to feed,” he said).\nWhen figuring out how HBO’s dragons will fly, there are questions of tonnage, lift-to-drag ratios and air displacement to wrestle with. Animators at Pixomondo use digital wind tunnel simulations to visualize how they’ll look in the air, and consult footage of birds of prey for style pointers. “Most often, we’re duplicating an eagle or an owl,” Mr. Bauer said.\nWhen one of the dragons flash-fried a particularly mouthy slave master in Morocco last season, the effect was fairly easy to achieve, at least for the animators: A stuntman was set aflame on camera, writhed around for a bit, and then the dragon was added in postproduction. Other effects, of course, are not so simple. One technical challenge for a future season: creating a dragon large enough for Daenerys to ride atop, per a scene from one of George R. R. Martin’s books.\nThe pool of animators who work at this level of dragon making is relatively small, and many are friends, regardless of which studio currently employs them. They often seek one another out for help and advice, or just to hang out and talk shop. A few months back, while working at DreamWorks on “Dragon 2,” Jalil Sadool, the lead character animator for the Bewilderbeast, was having dinner with an animator who was working on a project for Warner Bros. “He was telling me about how he was dealing with two dragons fighting in ‘Godzilla,’ ” he said. “And I was like: ‘All right! That’s what I’m doing right now, too!’ So, yeah, we talk about it. And we brag about it as well.”", "url": "https://www.nytimes.com/2014/06/01/movies/dragons-on-screens-big-and-small-flex-new-muscles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}