{"authors": ["Tatiana Schlossberg"], "date_download": "2018-11-16 04:52:27", "date_modify": "2018-11-16 04:52:27", "date_publish": "2014-08-26 01:39:48", "description": "Cindy Yeh, a 23-year-old intern at the Museum of Modern Art, fell while she was dancing at a party on Sullivan Street.", "filename": "2014_08_26_nyregion_woman-dies-after-fall-from-greenwich-village-roof-deck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343947.html", "image_url": "https://static01.nyt.com/images/2014/08/26/nyregion/ROOFDECK1forweb/ROOFDECK1forweb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_26_nyregion_woman-dies-after-fall-from-greenwich-village-roof-deck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343947.html", "title": "Woman Dies After Fall From Greenwich Village Roof Deck", "title_page": "Woman Dies After Fall From Greenwich Village Roof Deck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A young woman who fell off a roof during a party in Greenwich Village early Sunday morning has died, the police said.\nCindy Yeh, a 23-year-old intern at the Museum of Modern Art, was dancing at the party, on the roof of 179 Sullivan Street, around 1 a.m. Sunday when she slipped on a ramp and fell four floors, tumbling to the street.\nPolice officers and emergency medical technicians responded to calls early Sunday morning. Ms. Yeh was declared brain-dead at Bellevue Hospital Center and died a few hours later, the authorities said.\nThere had not been any complaints about the party, for noise or any other reason, and no summonses were issued or arrests made, the police said. It was not immediately clear whether the roof deck was legal. But its use, a spokesman for the Department of Buildings said, “was not permitted” under the building’s certificate of occupancy.", "url": "https://www.nytimes.com/2014/08/26/nyregion/woman-dies-after-fall-from-greenwich-village-roof-deck.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}