{"authors": ["Ligaya Mishan", "Hungry City"], "date_download": "2018-11-16 03:38:33", "date_modify": "2018-11-16 03:38:33", "date_publish": "2014-04-24 13:57:56", "description": "At Rosette, on the Lower East Side, the most interesting dishes have a slightly through-the-looking-glass cast.", "filename": "2014_04_30_dining_hungry-city-rosette-on-the-lower-east-side.html__r=0&module=inline_1542339513.html", "image_url": "https://static01.nyt.com/images/2014/04/30/dining/20140430-HUNGRY-slide-EPEM/20140430-HUNGRY-slide-EPEM-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_30_dining_hungry-city-rosette-on-the-lower-east-side.html__r=0&module=inline_1542339513.html", "title": "Hungry City: Rosette on the Lower East Side", "title_page": "Hungry City: Rosette on the Lower East Side - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Slide Show\nThe avocado is still warm from the oven, under improbable layers of puffed rice, yogurt spiked with fermented chile and a brawl of bonito flakes jittery with heat. It has been roasted briefly, enough to absorb some smoke, and with the scaffolding of crunch, cream and brine, it suggests an extraterrestrial’s brilliant mistranslation of a baked potato.\nThe most interesting dishes at Rosette, which opened in December on the far eastern edge of the Lower East Side, have a slight through-the-looking-glass cast. Here is clam chowder, fried: small panko-crusted orbs of steamed clams folded into a clam-juice béchamel steeped with celery, shallots and bacon. And here is steak tartare, seared, which sounds as oxymoronic as jumbo shrimp. The searing is done with a torch before the steak is diced, creating a fantastic mix of charred and raw bits, with crème fraîche in lieu of egg, and a crisp rubble of fried garlic and potato.\nNick Curtin, Rosette’s 27-year-old chef, has had a somewhat hasty career: After graduating from New York University with a bachelor’s in political science, he worked the line at Perry St.; became sous-chef at Jack’s Luxury Oyster Bar; did a week in the kitchen at Noma, in Copenhagen ; and, at the tender age of 23, was laureled as executive chef of the short-lived Compose, where he tried to serve a 10-course tasting menu out of an 8-by-10 kitchen. A quieter gig as chef de cuisine at the Nordic-influenced Acme followed.\nAt Rosette, Mr. Curtin adapts some of the by-now-familiar gestures of New Nordic cuisine (ash, oats, huckleberries) to dishes that are more playful than cerebral. Some are vaguely elevated takes on bar food: chicken cracklings with a sriracha-like hot sauce, and apple-bacon brioche buns, very sweet and perfumed so intensely with bacon that it’s hard to tell where the scent ends and the taste begins. These are a bid for the crowd.\nPhoto\nSo is the shimmery dining room, with gold-padded midcentury chairs and red channeled booths, glass oil lamps on dark tables and lights reflecting off the ceiling’s gold-leaf frame. A thick drape of ferns and philodendrons covers the back wall. The soundtrack is agreeably erratic, veering from Hendrix to Portishead to “Zou Bisou Bisou.” But the film flickering on a side wall, with random shots of pulsing jellyfish, is a clubby distraction.\nAdvertisement Continue reading the main story\nBack in the 1930s, the space was home to Schildkraut’s, a kosher vegetarian chain restaurant specializing in mushroom cutlets and broccoli soufflés. Mr. Curtin, too, is good to vegetarians, offering a tahini of walnuts simmered in coconut water and thickened with grapeseed oil; wild mushrooms, caramelized onions and ricotta on house-made flatbread nearly as thin as a tortilla and attaining the golden ratio of crackle to chew; and flash-fried brussels sprouts that could be a diagram of how to build a midnight snack, with rations of crunch (crispy quinoa), creaminess (cashews) and sugar (apple).", "url": "https://www.nytimes.com/2014/04/30/dining/hungry-city-rosette-on-the-lower-east-side.html?_r=0&module=inline"}