{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:28:58", "date_modify": "2018-11-16 04:28:58", "date_publish": "2014-07-08 01:51:25", "description": "The White House says it is hindered in the crisis of immigrant minors by a law to fight sex trafficking, which makes it hard to return certain children to their countries.", "filename": "2014_07_08_us_immigrant-surge-rooted-in-law-to-curb-child-trafficking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342538.html", "image_url": "https://static01.nyt.com/images/2014/07/07/multimedia/nytm-070714-border/nytm-070714-border-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_08_us_immigrant-surge-rooted-in-law-to-curb-child-trafficking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342538.html", "title": "Immigrant Surge Rooted in Law to Curb Child Trafficking", "title_page": "Immigrant Surge Rooted in Law to Curb Child Trafficking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It was one of the final pieces of legislation signed into law by President George W. Bush, a measure that passed without controversy, along with a pension bill and another one calling for national parks to be commemorated on quarters.\n“This is a piece of legislation we’re very proud to sign,” a White House spokesman, Tony Fratto, told reporters on Dec. 23, 2008, as the president put his pen to the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008, named for a 19th-century British abolitionist. “This program has been very effective around the world in trying to stop trafficking in persons.”\nNow the legislation, enacted quietly during the transition to the Obama administration, is at the root of the potentially calamitous flow of unaccompanied minors to the nation’s southern border.\nOriginally pushed by a bipartisan coalition of lawmakers as well as by evangelical groups to combat sex trafficking, the bill gave substantial new protections to children entering the country alone who were not from Mexico or Canada by prohibiting them from being quickly sent back to their country of origin.", "url": "https://www.nytimes.com/2014/07/08/us/immigrant-surge-rooted-in-law-to-curb-child-trafficking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}