{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:31:02", "date_modify": "2018-11-16 04:31:02", "date_publish": "2014-09-25 17:24:46", "description": "The Staten Island Zoo groundhog died in February of “internal injuries” a week after falling from Mayor Bill de Blasio’s arms, but accusations of rodenticide by the mayor may be premature.", "filename": "2014_09_26_nyregion_a-groundhog-day-whodunit-the-mystery-of-chucks-death.html_module=inline_1542342662.html", "image_url": "https://static01.nyt.com/images/2014/09/25/nyregion/groundhogweb/groundhogweb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_26_nyregion_a-groundhog-day-whodunit-the-mystery-of-chucks-death.html_module=inline_1542342662.html", "title": "De Blasio’s Fault or Not, Fatal or Not, Groundhog Had an Early Fall", "title_page": "De Blasio’s Fault or Not, Fatal or Not, Groundhog Had an Early Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a Twitter post, Mr. Ignizio suggested, in apparent jest, that the incident warranted an oversight meeting.\n“Chuck is Charlotte? He fell?” he wrote. “I just want to know what Mayor & Zoo knew and when they knew it.”\nThe de Blasio administration said it had not been aware of the animal’s death but was sorry to hear of it.\nBrian Morris, a spokesman for the zoo, said officials were in the process of revisiting animal protocols, and it was “more than likely” that new rules would keep mayors and groundhogs from coming into contact every February.\n“It’ll protect our animals,” he said, “and it’ll also protect whoever the mayor is.”\nYet the news raised fresh questions about who was responsible — mayor or marmot? — for the Groundhog Day tumble. The mayor’s defenders have said that the animal squirmed away on her own and was not “dropped,” per se.\nAn analysis of photos and a video from that day yielded no definitive answer. Coaxed out of her hutch with a carrot, the groundhog was handed to Mr. de Blasio, who clasped her with both hands. The animal began to fuss, her head darting to the right, as her body shifted. The mayor seemed to corral her briefly, grinning as he balanced the groundhog on his right wrist. But in a flash, she squirted free, appearing to slip at first and then, perhaps recognizing her fate, spreading her limbs to finish a jump.\nThe groundhog tumbled headlong to the ground, a long descent from the arms of a 6-foot-6 mayor. She did not stick the landing.", "url": "https://www.nytimes.com/2014/09/26/nyregion/a-groundhog-day-whodunit-the-mystery-of-chucks-death.html?module=inline"}