{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:25:23", "date_modify": "2018-11-16 04:25:23", "date_publish": "2014-11-10 18:01:56", "description": "The Department of Health and Human Services said fewer than 10 million people would have coverage purchased through insurance exchanges by the end of 2015.", "filename": "2014_11_11_us_us-gives-modest-forecast-for-enrollments-under-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342323.html", "image_url": "https://static01.nyt.com/images/2014/11/11/us/HEALTH/HEALTH-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_11_us_us-gives-modest-forecast-for-enrollments-under-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342323.html", "title": "Estimate of Health Coverage Enrollment Leaves Room to Grow", "title_page": "Estimate of Health Coverage Enrollment Leaves Room to Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Obama administration on Monday offered a surprisingly modest estimate of the number of people who would sign up for health insurance in the second round of open enrollment, which begins on Saturday.\nSylvia Mathews Burwell, the secretary of health and human services, said she was working on the assumption that a total of 9.1 million people would have such coverage at the end of next year.\nBy contrast, the Congressional Budget Office had estimated that 13 million people would be enrolled next year, with the total rising to 24 million in 2016. In the past, the White House has used the budget office numbers as a benchmark for success under the Affordable Care Act.\nThe new estimate appeared to be part of an effort by federal officials to lower public expectations, so the goal would be easier to meet and to surpass. In addition, the new number could indicate that administration officials believe it will be difficult to find and enroll many of the uninsured while retaining those who signed up in the last year.", "url": "https://www.nytimes.com/2014/11/11/us/us-gives-modest-forecast-for-enrollments-under-health-law.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}