{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 04:19:49", "date_modify": "2018-11-16 04:19:49", "date_publish": "2014-07-09 18:01:58", "description": "The decision signals the end of one of the central bank’s most aggressive efforts to stimulate the economy.", "filename": "2014_07_10_business_federal-reserve-june-minutes-detail-end-of-bond-buying-program-.html_module=inline_1542341989.html", "image_url": "https://static01.nyt.com/images/2014/07/10/arts/0710FED/0710FED-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_10_business_federal-reserve-june-minutes-detail-end-of-bond-buying-program-.html_module=inline_1542341989.html", "title": "Fed, Confident in Economy, Details End of Bond-Buying Program", "title_page": "Fed, Confident in Economy, Details End of Bond-Buying Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Federal Reserve said on Wednesday that it planned to stop adding to its bond holdings in October, in a sign of its confidence that the economy is gaining strength even as the central bank gradually withdraws its support.\nThe decision, described in an account of the Fed’s most recent policy-making meeting in June, signals the end of one of the central bank’s most aggressive efforts to stimulate the economy. The Fed, which started reducing its monthly purchases in January, said it planned to add a final $100 billion to its holdings of Treasuries and mortgage-backed securities over the next four months, for a total of $1.5 trillion.\nBut the account underscored that many Fed officials remained guarded in their optimism about the economy. It also suggested that they had not yet decided when to take an even more important step in their retreat: raising short-term interest rates for the first time since December 2008.\nInvestors generally expect the Fed to start raising interest rates next summer. The Fed said the decision to end bond purchases in October, rather than continuing purchases at a nominal level until the end of the year, should not be interpreted as evidence that rate increases were likely to begin sooner.", "url": "https://www.nytimes.com/2014/07/10/business/federal-reserve-june-minutes-detail-end-of-bond-buying-program-.html?module=inline"}