{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:26:43", "date_modify": "2018-11-16 03:26:43", "date_publish": "2014-07-15 15:46:43", "description": "Jody Williams’s recipes focus on technique, and the results are perfect.", "filename": "2014_07_16_dining_courtly-meals-from-buvettes-queen_1542338803.html", "image_url": "https://static01.nyt.com/images/2014/07/16/dining/16COOKBOOK/16COOKBOOK-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_16_dining_courtly-meals-from-buvettes-queen_1542338803.html", "title": "Courtly Meals From Buvette’s Queen", "title_page": "Courtly Meals From Buvette’s Queen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brussels sprouts are not in season. They are available at the supermarket, though, small containers full of green California golf balls shipped great distances to satisfy the tastes of people who want such things year-round. We know we should shun them in favor of what the farmers’ market has now: young cabbages from the field across from the sheep; rhubarb from along the stone fence; “real” strawberries; “local” radishes. It is smart to shop and cook and eat seasonally. It tastes better. It is better.\nAnd yet Jody Williams has a recipe for shaved brussels sprouts with pecorino and walnuts in her handsome first cookbook, “Buvette: The Pleasure of Good Food” (Grand Central Publishing, $30), that really has to be made immediately, right now, even in July, seasonality be damned.\nWhy? Those who have eaten at Buvette, the West Village restaurant from which the cookbook takes its name, will understand that if the home-cooked version of the dish tastes even one-eighth as good as the original, then you could pair it with a roast chicken, and dinner would be awesome, beyond compare.\nAnd it was, even made with those less-than-perfect brussels sprouts available at the local Gigantimart. The recipe will only become more necessary as the season shifts again and real brussels sprouts show up at the farmers’ market. Practice it now, and win all of autumn’s dinner parties.", "url": "https://www.nytimes.com/2014/07/16/dining/courtly-meals-from-buvettes-queen.html"}