{"authors": ["Patrick Reevell", "David M. Herszenhorn"], "date_download": "2018-11-16 04:35:27", "date_modify": "2018-11-16 04:35:27", "date_publish": "2014-03-27 13:54:05", "description": "Yulia V. Tymoshenko, the polarizing former prime minister, has long harbored presidential ambitions and will be the most widely known contender in the election.", "filename": "2014_03_28_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342927.html", "image_url": "https://static01.nyt.com/images/2014/03/28/world/UKRAINE/UKRAINE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_28_world_europe_ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342927.html", "title": "Former Prime Minister Announces Candidacy for President of Ukraine", "title_page": "Former Prime Minister Announces Candidacy for President of Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although Ms. Tymoshenko has long harbored ambitions to be president, and despite her candidacy’s being widely expected, she had seemed to waver a bit in recent weeks. While the demonstrators in Kiev were thrilled about Mr. Yanukovych’s ouster, many have expressed suspicions of anyone with longstanding ties to Ukrainian politics, which has a history of corruption and mismanagement.\nMs. Tymoshenko, 53, held a news conference to announce her ambitions at the headquarters of her political party, Fatherland, in Kiev.\n“I plan to run for the position of president of Ukraine,” Ms. Tymoshenko said. She also said that she considered President Vladimir V. Putin of Russia, who moved to annex the Crimean Peninsula in the aftermath of Mr. Yanukovych’s departure and has deployed at least 20,000 Russian troops along the Russia-Ukraine border, to be “enemy No. 1 of Ukraine.”\nShe emphasized her experience, arguing that she was more qualified than any rival. Sitting with crutches on either side of her, the legacy of chronic back problems aggravated by her incarceration, she said Ukrainian lawmakers “can’t imagine what I, as a politician, have experienced for myself in prison.”\nMs. Tymoshenko, who is known for her trademark blond braid, generated new controversy this week after she was heard in a recorded telephone conversation using expletives and a derogatory term for Russians, and saying that Russia should be destroyed for its invasion and annexation of Crimea.\n“I am hoping that I will use all of my connections and will get the whole world to rise up so that not even scorched earth would be left of Russia,” Ms. Tymoshenko said in the call, posted on YouTube.\nSimilar calls, believed to have been recorded by Russian intelligence services, have been posted on YouTube, including one between an American assistant secretary of state, Victoria Nuland, and the American ambassador in Kiev, Geoffrey R. Pyatt.", "url": "https://www.nytimes.com/2014/03/28/world/europe/ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}