{"authors": ["Frances Robles"], "date_download": "2018-11-16 04:28:36", "date_modify": "2018-11-16 04:28:36", "date_publish": "2014-07-24 01:29:06", "description": "The F.B.I. is investigating how con artists received detailed information about migrant children being housed at military bases to lure relatives into paying hefty sums to reunite their families.", "filename": "2014_07_24_world_americas_swindles-target-kin-of-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342516.html", "image_url": "https://static01.nyt.com/images/2014/07/24/us/JP-FRAUDSTER/JP-FRAUDSTER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_24_world_americas_swindles-target-kin-of-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342516.html", "title": "Swindlers Target Kin of Migrants", "title_page": "Swindlers Target Kin of Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — The federal government is investigating how detailed information about migrant children being held at two American military bases wound up in the hands of con artists who are using it to lure unsuspecting relatives into paying hefty sums to reunite their families, preying on people who have been separated for years, according to the F.B.I.\nTens of thousands of unaccompanied minors from Mexico and Central America have crossed the southwest border in the last year, creating a political firestorm for the Obama administration. Amid the surge, it has sent several thousand of them to emergency detention shelters on military bases until they can be placed with relatives or sponsors in the United States while their cases are decided in court.\nNow, the F.B.I. says, swindlers have gotten hold of precise details about the children to reach out to their relatives across the country, claiming that payments are required to cover the processing costs and travel expenses of reuniting families. Cases of the fraud have been reported in 12 states so far, from New York to California, with the con artists seeking $350 to $6,000 in so-called fees, the F.B.I. says.\n“There are enough cases that it’s not an isolated incident. It is a problem,” said Michelle Lee, a spokeswoman for the F.B.I. in San Antonio.", "url": "https://www.nytimes.com/2014/07/24/world/americas/swindles-target-kin-of-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}