{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:16", "date_modify": "2018-11-16 04:14:16", "date_publish": "2014-11-29 21:05:02", "description": "Seizing on a generally sleepy time in Brazil, congressional leaders in the capital, Brasília, are pushing ahead with legislation to raise their own salaries as much as 34 percent.", "filename": "2014_11_30_world_americas_amid-slump-brazil-congress-seeks-raise-.html__r=0&module=inline_1542341656.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_30_world_americas_amid-slump-brazil-congress-seeks-raise-.html__r=0&module=inline_1542341656.html", "title": "Amid Slump, Brazil Congress Seeks Raise", "title_page": "Amid Slump, Brazil Congress Seeks Raise  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In addition to lavishing more pay on a Congress that already ranks among the most richly rewarded in the world, the increase is expected to put in motion what economists here call a “domino effect” of raises across Brazil’s vast public bureaucracy for employees ranging from Ms. Rousseff, the president, to high court justices and members of state legislatures.\nThe raise would catapult the base compensation of Brazilian members of Congress past that of their counterparts in the United States, whose salaries are about $174,000 a year, and it threatens to feed resentment over Brasília’s high-living ways.\nA public opinion survey this year by Datafolha, a Brazilian polling company, showed approval of Brazil’s Congress at just 14 percent, with 20 percent of respondents saying Brazil’s government should have the right to shut down Congress. The survey, conducted in February with interviews of 2,614 people, had a margin of sampling error of plus or minus two percentage points.\nScandals over corruption and impunity weigh on Brazil’s Congress. Nearly 40 percent of its 594 members are facing charges of one type or another, according to Congresso em Foco, a congressional monitoring group. Still, few lawmakers ever go to jail because of the special judicial standing they enjoy, allowing their cases to be tried only in the Supreme Federal Tribunal, producing years of delays.\nThen there is the raise, which would take legislative pay to $187,000 in a country where gross national income per capita is about $11,690 a year. Congress’s move to raise salaries beyond those paid to legislators in richer countries has raised doubts about whether Brazil can rein in spending.", "url": "https://www.nytimes.com/2014/11/30/world/americas/amid-slump-brazil-congress-seeks-raise-.html?_r=0&module=inline"}