{"authors": ["Julie Bosman"], "date_download": "2018-11-16 04:53:09", "date_modify": "2018-11-16 04:53:09", "date_publish": "2014-09-10 04:10:23", "description": "It was 10 minutes into the meeting when the audience turned emotional, shouting at the council members and mayor, James Knowles III.", "filename": "2014_09_10_us_outrage-and-calls-for-change-follow-ferguson-officials-into-council-meeting.html_module=inline_1542343989.html", "image_url": "https://static01.nyt.com/images/2014/09/10/us/FERGUSON/FERGUSON-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_10_us_outrage-and-calls-for-change-follow-ferguson-officials-into-council-meeting.html_module=inline_1542343989.html", "title": "Outrage and Calls for Change Follow Ferguson Officials Into Council Meeting", "title_page": "Outrage and Calls for Change Follow Ferguson Officials Into Council Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FERGUSON, Mo. — The first Ferguson City Council meeting since the police killing of Michael Brown one month ago erupted on Tuesday into an outpouring of grievances — accusations of racism, police harassment and government incompetence — as hundreds of residents made angry appeals for change.\nIt was 10 minutes into the meeting when the audience turned emotional, chanting Mr. Brown’s name and shouting at the Council members and mayor, James Knowles III, who sat on the stage in a packed church.\nResidents pelted the stone-faced officials with angry questions: Why had Darren Wilson, a white Ferguson officer who shot the unarmed black teenager on Aug. 9, not been arrested? Why were young African-American men so frequently arrested by the police? And why were so few black residents elected to city government?\nThey called for a police department overhaul, including dashboard cameras in police cars and mandatory name badges for officers.", "url": "https://www.nytimes.com/2014/09/10/us/outrage-and-calls-for-change-follow-ferguson-officials-into-council-meeting.html?module=inline"}