{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:25:01", "date_modify": "2018-11-16 04:25:01", "date_publish": "2014-12-11 05:31:04", "description": "States that have not established exchanges could face severe disruption, or the prospect of creating one from scratch.", "filename": "2014_12_12_upshot_many-states-will-be-unprepared-if-court-weakens-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342301.html", "image_url": "https://static01.nyt.com/images/2014/12/09/upshot/09up-exchange/09up-exchange-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_12_upshot_many-states-will-be-unprepared-if-court-weakens-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342301.html", "title": "Many States Will Be Unprepared if Court Weakens Health Law", "title_page": "Many States Will Be Unprepared if Court Weakens Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Supreme Court ruling this spring could upend health insurance markets in at least 34 states, eliminating the federal subsidies that make coverage affordable for millions of Americans.\nState governments, theoretically, have ways to forestall this outcome. But few have taken action. If they wait until the court rules, it may already be too late for a state to get started on an exchange so that it is ready for 2016.\nThe case, called King v. Burwell, concerns whether subsidies can be given to consumers in every state in the country or only in those that have established their own state marketplaces as part of the Affordable Care Act. So far, more than a dozen states and the District of Columbia have such marketplaces. Should the high court rule that subsidies can be distributed only in states running their own exchanges, markets in the remaining states would be substantially disrupted. Prices for insurance plans would sharply rise. Millions of people would drop their coverage.\nA decision in the court case is expected in June; a new marketplace would need to be ready for shoppers in October in order to sell health plans for 2016. If those states want to make sure that subsidies keep flowing to their residents, they can build their own marketplaces. But it won’t be easy.", "url": "https://www.nytimes.com/2014/12/12/upshot/many-states-will-be-unprepared-if-court-weakens-health-law.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}