{"authors": ["Douglas Quenqua"], "date_download": "2018-11-16 04:07:18", "date_modify": "2018-11-16 04:07:18", "date_publish": "2014-12-22 21:23:09", "description": "Big carnivores are making a comeback in Europe without the aid of wildlife preserves, suggesting the animals are better at adapting to life with humans than once suspected.", "filename": "2014_12_23_science_the-great-carnivores-of-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341238.html", "image_url": "https://static01.nyt.com/images/2014/12/23/science/23OBOX/23OBOX-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_23_science_the-great-carnivores-of-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341238.html", "title": "The Great Carnivores of Europe", "title_page": "The Great Carnivores of Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Big carnivores such as brown bears and wolves are making a comeback in Europe without the aid of wildlife preserves, suggesting the animals are better at adapting to life with humans than once suspected, a new study has found.\n“This is an unexpected conservation success story,” said Guillaume Chapron, an ecologist at the Swedish University of Agricultural Sciences and the lead author of the research, which was published in the journal Science. “These animals are big and scary, and they eat meat. You would not expect them to be on a continent with hundreds of millions of people and highways and cities.”\nRoughly one-third of the continent now hosts at least one large carnivore species. Brown bears are found in 22 countries, Eurasian lynxes in 23, and wolves in 28. In most cases, the populations of these animals are stable or increasing, Dr. Chapron and her colleagues found.\nUnlike the United States and Africa, Europe does not have many large wildlife preserves where animals are separated from humans.", "url": "https://www.nytimes.com/2014/12/23/science/the-great-carnivores-of-europe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}