{"authors": ["Michael Powell"], "date_download": "2018-11-16 04:30:47", "date_modify": "2018-11-16 04:30:47", "date_publish": "2014-05-29 03:08:40", "description": "Mayor Bill de Blasio didn’t seize an opportunity to stand up to Rabbi Yaakov Perlow, an ultra-Orthodox leader who condemned Reform and Conservative Jews.", "filename": "2014_05_29_nyregion_at-a-jewish-gala-de-blasio-skips-his-cue-to-speak-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342647.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_29_nyregion_at-a-jewish-gala-de-blasio-skips-his-cue-to-speak-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342647.html", "title": "At a Jewish Gala, de Blasio Skips His Cue to Speak Out", "title_page": "At a Jewish Gala, de Blasio Skips His Cue to Speak Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tests of courage are found in unexpected places.\nOn Tuesday night, Mayor Bill de Blasio attended a gala for Agudath Israel of America, a premier event for the black-hat leaders of the ultra-Orthodox Jews of New York. The mayor is a gregarious fellow, and as my colleague Sharon Otterman reported, he chatted and joked on the dais with numerous rabbis, some of whom endorsed his mayoral campaign.\nLet’s assume the best. Perhaps the mayor was enjoying himself too much to listen as Rabbi Yaakov Perlow, a top rabbi with Agudath Israel, delivered keynote remarks laced with Yiddish and Hebrew words.\nRabbi Perlow offered a shower of condemnation for Reform and Conservative Jews, who he said were among those who “subvert and destroy the eternal values of our people.” These movements, he said, “have disintegrated themselves, become oblivious, fallen into an abyss of intermarriage and assimilation.”\n“They will be relegated,” he added, “to the dustbins of Jewish history.”\nThis was a striking statement because a majority of the Jews in this city identify as non-Orthodox. The mayor himself proudly celebrates his own mixed-race marriage.", "url": "https://www.nytimes.com/2014/05/29/nyregion/at-a-jewish-gala-de-blasio-skips-his-cue-to-speak-out.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}