{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 04:23:10", "date_modify": "2018-11-16 04:23:10", "date_publish": "2014-08-22 15:53:16", "description": "NATO officials said the artillery units, staffed by Russian personnel, were moved into Ukraine recent days and being used to fire at Ukrainian forces.", "filename": "2014_08_23_world_europe_russia-moves-artillery-units-into-ukraine-nato-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342190.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_23_world_europe_russia-moves-artillery-units-into-ukraine-nato-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342190.html", "title": "Russia Moves Artillery Units Into Ukraine, NATO Says", "title_page": "Russia Moves Artillery Units Into Ukraine, NATO Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Russian military has moved artillery units manned by Russian personnel inside Ukrainian territory in recent days and was using them to fire at Ukrainian forces, NATO officials said on Friday.\nThe West has long accused Russia of supporting the separatist forces in eastern Ukraine, but this is the first time it has said it had evidence that the Russian military was operating in Ukrainian territory.\nThe Russian move represents a significant escalation of the Kremlin’s involvement in the fighting there and comes as a convoy of Russian trucks with humanitarian provisions has crossed into Ukrainian territory without Kiev’s permission.\nSince mid-August NATO has received multiple reports of the direct involvement of Russian forces, “including Russian airborne, air defense and special operations forces in Eastern Ukraine,” said Oana Lungescu, a spokeswoman for NATO.", "url": "https://www.nytimes.com/2014/08/23/world/europe/russia-moves-artillery-units-into-ukraine-nato-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}