{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 04:23:24", "date_modify": "2018-11-16 04:23:24", "date_publish": "2014-11-06 17:14:41", "description": "Tax restructuring, international trade and budget policy may offer common ground for Democrats and Republicans in President Obama’s final two years in office.", "filename": "2014_11_07_us_politics_republican-wins-may-lead-to-fiscal-deal-with-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342204.html", "image_url": "https://static01.nyt.com/images/2014/11/07/us/JP07TAX/JP07TAX-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_07_us_politics_republican-wins-may-lead-to-fiscal-deal-with-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342204.html", "title": "Chance for Tax Overhaul Is Seen in Shift of Power", "title_page": "Chance for Tax Overhaul Is Seen in Shift of Power  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — After years of clashes and a grudging truce, fiscal and economic policy was brought back to center stage by the wave of Republican electoral victories on Tuesday, with President Obama and the new congressional leadership expressing hope that they could reach deals to simplify the tax code, promote trade and eliminate the budget deficit.\nThe president and Senator Mitch McConnell of Kentucky, the presumptive next majority leader, immediately pointed to tax-code changes, international trade and budget policy as potential common ground for a divided government in Mr. Obama’s final two years in office. On Thursday, Speaker John A. Boehner, Republican of Ohio, listed a tax overhaul and the federal debt as the House’s top two priorities.\n“We have this tax code that doesn’t bring stability and certainty to the economy,” said Senator Ron Wyden, Democrat of Oregon and chairman of the Finance Committee, who will hand over his gavel to a Republican, Senator Orrin G. Hatch of Utah, in the next Congress. “Historically, Republicans have wanted efficiency. Democrats want fairness. I want both, and we’re getting neither.”\nRepresentative Paul D. Ryan of Wisconsin, the Republicans’ last vice-presidential nominee, will seek the House Ways and Means Committee chairmanship to pursue a broad overhaul of the tax code. And two conservatives, Senator Jeff Sessions of Alabama and Representative Tom Price of Georgia, are expected to take over their chambers’ budget committees. Both are considering turning to a parliamentary procedure called reconciliation to cut the costs of social programs like Medicare and ease the passage of a simplified tax code.", "url": "https://www.nytimes.com/2014/11/07/us/politics/republican-wins-may-lead-to-fiscal-deal-with-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}