{"authors": ["Dan Levin"], "date_download": "2018-11-16 04:19:32", "date_modify": "2018-11-16 04:19:32", "date_publish": "2014-06-02 16:17:37", "description": "The Chinese authorities have blocked global versions of the company’s search engines, and Gmail, Calendar and Translate have been affected.", "filename": "2014_06_03_business_chinas-battle-against-google-heats-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341972.html", "image_url": "https://static01.nyt.com/images/2014/06/03/business/03googlechina/03googlechina-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_business_chinas-battle-against-google-heats-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341972.html", "title": "China Escalating Attack on Google", "title_page": "China Escalating Attack on Google  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The authorities in China have made Google’s services largely inaccessible in recent days, a move most likely related to the government’s broad efforts to stifle discussion of the 25th anniversary of the crackdown on pro-democracy demonstrators in Tiananmen Square on June 3 and 4, 1989.\nIn addition to Google’s search engines being blocked, the company’s products, including Gmail, Calendar and Translate, have been affected.\nThis is not the first time China has taken aim at Google and its users there. The authorities in China blocked Google for 12 hours in 2012, according to GreatFire.org, an independent censorship-monitoring website, which published a blog post about the recent problems on Monday. But the recent crackdown is more severe, and there was no indication of how long it would last.\n“This is by far the biggest attack on Google that’s ever taken place in China,” said a co-founder of GreatFire.org, who asked to remain anonymous to prevent retaliation by the authorities. “Probably the only thing comparable is when the Chinese government first started blocking websites in the 1990s.”", "url": "https://www.nytimes.com/2014/06/03/business/chinas-battle-against-google-heats-up.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}