{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 04:52:28", "date_modify": "2018-11-16 04:52:28", "date_publish": "2014-02-13 02:40:56", "description": "Mayor Bill de Blasio is facing questions about favoritism and undue influence after he called a police official to inquire about the arrest of a Brooklyn bishop, a key political supporter.", "filename": "2014_02_13_nyregion_mayors-judgment-debated-after-his-call-to-police-about-a-supporters-arrest.html_module=inline_1542343948.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_02_13_nyregion_mayors-judgment-debated-after-his-call-to-police-about-a-supporters-arrest.html_module=inline_1542343948.html", "title": "Debate Over de Blasio Call on Bishop’s Arrest", "title_page": "Debate Over de Blasio Call on Bishop’s Arrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both the police and City Hall said the mayor did not request any special treatment for the pastor, Bishop Orlando Findlayter of New Hope Christian Fellowship, who was arrested on Monday evening for a traffic violation and was facing a night in custody because of two outstanding warrants for failing to answer minor charges. A local precinct commander chose to release the bishop before learning of the mayor’s inquiry, according to city officials.\nBut Mr. de Blasio’s midnight telephone call, which officials said he made after mayoral aides did not respond to his messages about the incident, drew questions about the mayor’s judgment in his new job, even as allies said his actions were in keeping with his history as a grass-roots organizer and activist politician.\n“The rule is, the mayor shouldn’t be involved in any way about somebody’s arrest,” the city comptroller, Scott M. Stringer, told reporters on Wednesday, describing Mr. de Blasio’s actions as “problematic.”\n“When you do make that call,” Mr. Stringer added, “you do have to answer a lot of questions.”\nMr. de Blasio declined to speak about the episode on Wednesday, and said he would address it later in the week. A spokesman on Wednesday had no reply when asked whether the mayor would take the same action in the future.\nBut interviews with the mayor’s current and former colleagues suggested that Mr. de Blasio, a Democrat, is accustomed to an aggressive, hands-on form of governance, impatient to hear information firsthand and keen to speak with the authorities directly about matters he deems important.", "url": "https://www.nytimes.com/2014/02/13/nyregion/mayors-judgment-debated-after-his-call-to-police-about-a-supporters-arrest.html?module=inline"}