{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:28:05", "date_modify": "2018-11-16 04:28:05", "date_publish": "2014-08-15 07:57:03", "description": "North Korea said that the rockets it fired the previous day had not been meant to coincide with the start of Pope Francis’ five-day visit to South Korea.", "filename": "2014_08_16_world_asia_north-korea-says-rocket-launches-had-nothing-to-do-with-popes-visit.html_module=inline_1542342485.html", "image_url": "https://static01.nyt.com/images/2014/08/16/world/POPE/POPE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_16_world_asia_north-korea-says-rocket-launches-had-nothing-to-do-with-popes-visit.html_module=inline_1542342485.html", "title": "North Korea Claims Rockets Were Unrelated to Pope’s Trip", "title_page": "North Korea Claims Rockets Were Unrelated to Pope’s Trip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Korea fired three short-range rockets off its east coast shortly before Pope Francis’ plane landed at an airport south of Seoul on Thursday morning, and it launched two more later in the day. The secretive country has conducted numerous such launches in recent months, but the timing Thursday led to speculation that it was meant to send a signal as the pontiff’s high-profile trip began.\nImage Pope Francis met young people in Dangjin, South Korea, on Friday. Credit Pool photo by Ahn Young-Joon\nMr. Kim was quoted as calling such an idea “absurd,” saying that such tests were conducted under predetermined schedules.\nIn a speech Thursday welcoming the pope, South Korea’s president, Park Geun-hye, had mentioned North Korea’s persecution of Christians and reiterated her demand that the North give up its nuclear weapons program.\nThe pope’s South Korea trip continued Friday with a Mass conducted before tens of thousands of people in the city of Daejeon, part of Asian Youth Day, a gathering of young Catholics. He also met with survivors of the ferry sinking that killed more than 300 South Koreans in April and with people who had lost family members in the disaster.", "url": "https://www.nytimes.com/2014/08/16/world/asia/north-korea-says-rocket-launches-had-nothing-to-do-with-popes-visit.html?module=inline"}