{"authors": ["Annie Lowrey"], "date_download": "2018-11-16 03:49:36", "date_modify": "2018-11-16 03:49:36", "date_publish": "2014-04-22 09:00:02", "description": "Silicon Valley’s isolation from the rest of the economy guarantees it can’t hurt us (or help us) much.", "filename": "2014_04_27_magazine_if-a-bubble-bursts-in-palo-alto-does-it-make-a-sound_1542340176.html", "image_url": "https://static01.nyt.com/images/2014/04/27/magazine/27economy/mag-27Economy-t_CA0-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_27_magazine_if-a-bubble-bursts-in-palo-alto-does-it-make-a-sound_1542340176.html", "title": "If a Bubble Bursts in Palo Alto, Does It Make a Sound?", "title_page": "If a Bubble Bursts in Palo Alto, Does It Make a Sound? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This year, Facebook purchased the mobile-messaging application WhatsApp for $19 billion, or about $350 million per employee and $40 per user, only some of whom even pay the $1 annual fee for the advertisement-free platform. But what was perhaps most remarkable about Facebook’s acquisition of WhatsApp was that the start-up was making any money in the first place. In recent years, Facebook has shelled out 10-figure sums for Instagram and the virtual-reality headset maker Oculus V.R., both of which had scant or no revenue. Ditto for the safe-sexting-enabler Snapchat, which reportedly turned down a $3 billion offer from Mark Zuckerberg.\nThose numbers seem as bubbly as a hot bath or cold Champagne, a sure sign that Silicon Valley valuations have soared far higher than Silicon Valley balance sheets can support. A recent downturn in tech stock prices is perhaps indicative of this uncertainty. But if tech really is a bubble, would the rest of the country be harmed if it burst?\nThere are hundreds more examples of big companies spending eye-watering sums for acquisitions, firms going public at fat valuations, tech stocks reaching high highs and venture-capital firms tossing money at start-ups. That’s not to mention the cultural afterbirth of all that cash, from the medieval-themed weddings to the office ball pits. (If HBO sees fit to satirize your corner of the economy, things have probably gone a bit weird.) Meanwhile, the rest of the country slouches along, unemployment high, wages stagnant, credit tight. But Silicon Valley feels like a foam party.\nIt turns out that one might have more to do with the other than you would think. The Federal Reserve is currently keeping interest rates very, very low. They’ve been keeping them very, very low for a long, long time. The idea is to spur investors to spend now — but the economy is so crummy that few know quite how to do that. A report from Standard & Poor’s released this month found that 1,700 big, nonfinancial companies were holding on to about $1.53 trillion in cash and short-term securities at the end of 2013. That is enough liquidity to purchase Google, Apple, General Electric, McDonald’s, General Motors and Walmart outright, with a few billion to spare.", "url": "https://www.nytimes.com/2014/04/27/magazine/if-a-bubble-bursts-in-palo-alto-does-it-make-a-sound.html"}