{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:17", "date_modify": "2018-11-16 04:19:17", "date_publish": "2014-08-30 16:49:21", "description": "White America should wipe away any self-satisfaction about racial progress. Many challenges remain to achieving equality.", "filename": "2014_08_31_opinion_sunday_nicholas-kristof-after-ferguson-race-deserves-more-attention-not-less.html_module=inline_1542341957.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_31_opinion_sunday_nicholas-kristof-after-ferguson-race-deserves-more-attention-not-less.html_module=inline_1542341957.html", "title": "When Whites Just Don’t Get It", "title_page": "Opinion | When Whites Just Don’t Get It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANY white Americans say they are fed up with the coverage of the shooting of Michael Brown in Ferguson, Mo. A plurality of whites in a recent Pew survey said that the issue of race is getting more attention than it deserves.\nBill O’Reilly of Fox News reflected that weariness, saying: “All you hear is grievance, grievance, grievance, money, money, money.”\nIndeed, a 2011 study by scholars at Harvard and Tufts found that whites, on average, believed that anti-white racism was a bigger problem than anti-black racism.\nYes, you read that right!\nSo let me push back at what I see as smug white delusion. Here are a few reasons race relations deserve more attention, not less:\n• The net worth of the average black household in the United States is $6,314, compared with $110,500 for the average white household, according to 2011 census data. The gap has worsened in the last decade, and the United States now has a greater wealth gap by race than South Africa did during apartheid. (Whites in America on average own almost 18 times as much as blacks; in South Africa in 1970, the ratio was about 15 times.)", "url": "https://www.nytimes.com/2014/08/31/opinion/sunday/nicholas-kristof-after-ferguson-race-deserves-more-attention-not-less.html?module=inline"}