{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:29:03", "date_modify": "2018-11-16 04:29:03", "date_publish": "2014-04-09 01:01:03", "description": "In today’s fire-breathing Republican Party, is Jeb Bush’s race over before it begins?", "filename": "2014_04_09_opinion_dowd-jeb-in-the-vortex.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342543.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_09_opinion_dowd-jeb-in-the-vortex.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342543.html", "title": "Jeb in the Vortex", "title_page": "Opinion | Jeb in the Vortex - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The epic sibling drama of the Republican Party is finally coming to a climax.\nFor many years, George and Barbara Bush assumed that their second son, Jeb, would be a winner in politics, while W., their eldest, would be a loser.\nJeb was the prince of the dynasty, destined to be king. (Poppy Bush would only call their dynasty “the d word,” wrinkling his nose in a vain attempt to seem like a Greenwich populist.)\nThe raffish, Roman candle, W., on the other hand, was discouraged by his mother from running for governor of Texas when his father was in the White House. Bar also did not want W. to run for that office in 1993 at the same time that Jeb was running for governor of Florida, for fear that W. would divert too much money from the Bush Rolodex of donors and turn the contest into “a People magazine story,” as Jeb resignedly called it back when he told me he couldn’t “control” his older brother.\nDemocrats began mocking them during their twin races as “Tweedledee and Tweedledum,” especially after W. began stealing Jeb’s best campaign lines. Yet when I covered the fraternal gubernatorial bids in the South, it was quickly apparent that W. had a crackle that Jeb did not have, not to mention a crack consultant: Karl Rove. W. was driven by a zeal to prove his parents wrong, one of the most powerful impulses on earth.", "url": "https://www.nytimes.com/2014/04/09/opinion/dowd-jeb-in-the-vortex.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}