{"authors": ["Jennifer Medina"], "date_download": "2018-11-16 04:29:08", "date_modify": "2018-11-16 04:29:08", "date_publish": "2014-07-03 21:23:52", "description": "Busloads of immigrants who roll into Murrieta, Calif., for processing at a Border Patrol center have been met by protesters brandishing American flags and screaming, “Go home!”", "filename": "2014_07_04_us_influx-of-central-american-migrants-roils-murrieta-calif.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342548.html", "image_url": "https://static01.nyt.com/images/2014/07/03/us/20140704_MURRIETA-slide-2VU7/20140704_MURRIETA-slide-2VU7-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_04_us_influx-of-central-american-migrants-roils-murrieta-calif.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342548.html", "title": "Influx of Central American Migrants Roils Murrieta, Calif.", "title_page": "Influx of Central American Migrants Roils Murrieta, Calif. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After a Border Patrol official explained that more buses would probably arrive in Murrieta in the coming weeks as part of an attempt to relieve processing centers near the Texas border, one man took to the microphone and demanded to know: “Why do we have to put them on a bus to Murrieta? Why can’t we just transport them on a bus to Tijuana?” The crowd responded with thunderous applause.\nAs federal officials have begun to send the expected 240,000 migrants and 52,000 unaccompanied minors who have crossed the border illegally in recent months in the Rio Grande Valley to cities around the county, Murrieta so far is the only place that has managed to turn them away.\nVideo\nThe reactions have been mixed: Officials in Dallas have said they will welcome thousands of migrant children and have helped to coordinate donations from local residents, but residents of Artesia, N.M., expressed frustration at a meeting this week that immigrants were being placed at a temporary detention center there. They stopped short, however, of blocking the buses.\nNowhere have the Central American immigrants been met with such tremendous anger as they have here, in this middle-class conservative community about 90 miles southeast of Los Angeles.\n“We didn’t ask for this problem — it was just dumped at our doorstep,” said Mayor Alan Long, who has lived here most of his life and told residents he planned to send a “fat bill” to President Obama. “This is a nationwide problem, and little Murrieta has taken the lead.”\nA generation ago, Murrieta was not much more than a rural desert outpost, but in the past decade the population has exploded to more than 100,000, with suburban developments taking over large plots of scrub brush. For the most part, residents were attracted to the promise of a quieter life and housing that was much less expensive than in the coastal cities where they once lived.\nThe recent tensions have exposed a deep divide in the city: Although Latinos make up more than 25 percent of the population and have opened up several small businesses as the area has grown, Murrieta has not been as transformed by immigration as many other communities in Southern California have.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe city’s motto calls Murrieta “the future of Southern California.” Its official song, which was created for the city’s 21st anniversary, is called “Gem of the Valley” and boasts that “she’s a safe place, where we can live, laugh, learn and play.” Many residents say they came here to escape the kind of crime and urban problems they now fear the immigrants could bring.\nAdvertisement Continue reading the main story\nDuring Wednesday night’s meeting, dozens of residents vented at the Obama administration for what they saw as a failure to secure the borders. And they vowed to continue to fight back, promising to show up at the local Border Patrol station every time they know a new bus of immigrants is scheduled to arrive.\nDozens of pro-immigrant residents wearing Mexican soccer jerseys also showed up at the meeting on Wednesday, but mostly sat in silence. Many more waited outside, having arrived too late to be let into the auditorium, which quickly filled to capacity. They held up signs proclaiming, “We are not illegal, we are humans,” as they faced opposing signs that read, “Bus them to the White House.”\n20 miles CALIFORNIA Los Angeles 210 215 Murrieta 15 Pacific Ocean\nIn California, where Latinos are now the state’s largest ethnic group and much of the anti-immigrant sentiment of the 1990s has mostly faded away, many residents here say they have been stunned by their neighbors’ reactions.\n“We came here because they are attacking our people, people just like us,” said Ana Larios, 42, a Mexican immigrant who moved to Murrieta with her children from Los Angeles nearly a decade ago. “I never knew people felt this way until now. It’s shocking and embarrassing.”\nOn Wednesday night, the crowd jeered at federal officials who sat through the lengthy meeting but offered few concrete details about what the city could expect. Paul A. Beeson, the chief officer in San Diego for Customs and Border Protection, said the agency still expected one plane from Texas to arrive every 72 hours, but did not know where the passengers would be sent for processing. The migrants will then be turned over to Immigrations and Customs Enforcement and probably released to find relatives already living in the United States and told to appear later in front of an immigration judge.\n“When you have a noncriminal mother, they are going to be released,” said David Jennings, the Southern California field director for the immigration agency. “The most humane way to deal with this is to find out where they are going and get them there.”\nJeff Stone, the chairman of the Riverside County Board of Supervisors, told the audience that he was concerned about communicable diseases that the migrants could be carrying, such as whooping cough, swine flu or tuberculosis. Mr. Beeson said four children had been sent to local hospitals this week, two with a fever and two with scabies.\n“Obama needs to enforce the border and stop this action of exploiting traumatized women and children for his own political gain,” Mr. Stone told the crowd. “We need the message to get to Guatemala not to come here because if you do you will be sent back as fast as you came.”\nMayor Long said he resented accusations of racism, telling the crowd that both his mother and wife are Hispanic. Mr. Long asked his 86-year-old father-in-law to stand, then praised him for immigrating legally.\nAdvertisement Continue reading the main story\nThe mayor promised to notify people when he knew another bus would arrive, perhaps on the Fourth of July. Some residents seemed certain that their Independence Day plans would include a protest at the Border Patrol station.", "url": "https://www.nytimes.com/2014/07/04/us/influx-of-central-american-migrants-roils-murrieta-calif.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}