{"authors": ["Suzanne Daley"], "date_download": "2018-11-16 04:39:48", "date_modify": "2018-11-16 04:39:48", "date_publish": "2014-06-26 20:32:23", "description": "A century after hundreds of thousands died around Ypres, their remains are still being found, and shells are still exploding.", "filename": "2014_06_27_world_europe_belgians-share-their-land-with-world-war-i-reminders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "image_url": "https://static01.nyt.com/images/2014/06/23/multimedia/belgium-ww1-ypres/belgium-ww1-ypres-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_27_world_europe_belgians-share-their-land-with-world-war-i-reminders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "title": "Belgians Share Their Land With War’s Reminders", "title_page": "Belgians Share Their Land With War’s Reminders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The area became a battlefield when German forces wheeled north after being stymied in their initial drive on Paris in the war’s opening months in 1914. After that, the conflict shifted toward Belgium as the Germans tried a flanking maneuver and the Allies raced to protect their control of the vital French seaports of Calais and Boulogne. There, along a front stretching southward from the Belgian coast, the opposing armies settled in, turning fertile farmlands into nightmarish killing fields.\nSlide Show\nExperts say that in one particularly intense three-month campaign in 1917, known as the Third Battle of Ypres, or the Battle of Passchendaele, the British alone fired more than four million shells. In the end, more than 500,000 men had been killed or wounded, and the constant shelling had turned the landscape into a lifeless swamp. Up to 30 percent of the artillery shells fired never went off, experts say. Some were duds, but many simply slid deep into the mud without exploding.\nOver the years, many of those shells have begun to rise, some appearing even in fields that have been plowed many times before. Most years, there are two or three injuries from World War I munitions in Ypres and the surrounding villages. In March, two workers were killed and a third seriously wounded while handling a shell at a construction site.\nNetherlands Germany Britain (1910) Area of detail Paris Verdun SWITZ. France Italy 200 miles NETHerlands 50 miles Langemark Calais Ypres BELGIUM Boulogne FRANCE\nThe land here still holds so many explosives that almost every construction project poses a danger. Every turned spade has the potential to unearth not just munitions but bones, some carefully laid to rest in full uniform, others blown apart. A local highway stands half finished; work ended abruptly because the bulldozers began uncovering graves, and the British government quickly objected to the project.\nIt is impossible to live around Ypres without feeling the weight of living atop a former battlefield where young men from Germany, France, Britain, Belgium, Australia, Canada and North Africa died, some as young as 15.\nCemeteries are everywhere. Some are just small clusters of graves surrounded by stone fences beside country roads. Others are carefully laid out rows of crosses that seem to extend forever, crowned by huge monuments. In a German cemetery in the nearby village of Langemark, a patch of grass holds the bones of about 25,000 men, many of them unidentified.\nAnd yet more bodies always seem to be found. In recent years, as the city decided to develop an industrial zone along the Yser Canal, a local team of amateur archaeologists, calling themselves “the Diggers,” have followed the bulldozers and uncovered the bones of 200 soldiers, only one of whom could be identified.\nAdvertisement Continue reading the main story\nThe archaeologists also unearthed a stretch of trench that has been partly restored for tourists. Aurel Sercu, one of the Diggers, walked the site recently, explaining how tunnels had led away from the trenches to an underground pump room, a changing area, a workroom and a stock of ammunition, all underwater now. If warm weather ever dries out the area, he said, the ground above might collapse, as has happened elsewhere.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMuch of what the Diggers found was either reburied with the soldiers or went to museums. But Mr. Sercu, a retired language teacher, has kept some of what was not wanted, including a broken crucifix, a harmonica and a pair of almost perfectly preserved wool socks found in the mud at the bottom of one of the tunnels.\nWhen an item, like a straight razor, had a name and number scratched on its side, Mr. Sercu tried to track down the soldier’s family. Once, he actually succeeded, but the soldier’s last living relative had just died. The woman’s husband sent Mr. Sercu a picture of the soldier and said he should keep the razor. Mr. Sercu handles the photograph with care.\n“This man died here, and he must know we are looking at his photo,” Mr. Sercu said. “There is so much history here. You can’t help but become obsessed.”\nVideo\nThe Ypres Salient was only one part of the Western Front, which ran from the Atlantic coast across the north of France to Switzerland. In France after the war, many of the battlefields and destroyed villages were declared part of a red zone, with access prohibited, left alone to turn to forest. But Belgium, historians say, was too small to afford the luxury of abandoning so much land.\nThe war had barely ended when Belgian refugees began returning, hoping to farm the rich Flanders fields. Some committed suicide when they saw what had happened to their farms and villages. But others simply went to work rebuilding, relying heavily on German war reparations, which arrived by train in the form of fruit trees and cattle.\nThe detritus of war was everywhere, and the simplest thing to do was to fill the trenches and rebuild. But the war could not be swept away so easily. Many markers remain. Cows graze next to German bunkers and drink from shell craters that are now watering holes. In aerial shots, the outlines of the trenches can still be seen because the vegetation grows greener depending on what lies below.\nSome experts say that it is time to do more to rid the land of the war’s effects, particularly by detecting unexploded shells. Marc Van Meirvenne, a soil expert at Ghent University in Belgium who has studied the Ypres region, says it has unusually high levels of copper and lead, a consequence of the shells and the lead ball shrapnel inside many of them, though probably not sufficient to be a health hazard. However, he said, ground-penetrating radar could easily be used to spot shells.\nBut many farmers are not interested, mostly because digging up the shells may change the soil composition, bringing up the blue clay that is several feet beneath the surface. Most of them, like Mr. Butaye, have a working knowledge of World War I munitions, easily identifying whether they came from German or Allied forces and how likely they are to explode. Both Belgium and France have specialists assigned to collect the shells. The Belgian unit near Ypres collects about 100 tons of munitions a year. A French unit working near Verdun collects about half as much. In recent years, the Belgian government has passed laws preventing amateurs from digging.\nAdvertisement Continue reading the main story\nOfficials in Ypres say there is more interest in the war today than there was 20 years ago. Tens of thousands of British schoolchildren come here every year, as do thousands of the soldiers’ family members and history buffs, contributing about 40 million euros a year to the local economy. Joseph Verschoore, the deputy mayor of Ypres, said that even Germans were beginning to show interest.\n“I think before they were not always at ease,” Mr. Verschoore said. “They were maybe afraid that the people here were still angry. But now there is more understanding that there was a regime there, and it was not very good for their people, either. Many of the German soldiers had no idea why they were here.”\nBut some bitterness lingers. Stijn Butaye’s grandfather, who bought the farm in 1960, was eager to rid it of any signs that the Germans had once camped there. He tried to blow up a bunker near the house, and objected to his grandson’s hobby.\n“Whenever he takes a picture of the house, he cuts the bunker out,” Mr. Butaye said. “He hates that it was a German bunker.”", "url": "https://www.nytimes.com/2014/06/27/world/europe/belgians-share-their-land-with-world-war-i-reminders.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}