{"authors": ["Michael Powell"], "date_download": "2018-11-16 04:30:40", "date_modify": "2018-11-16 04:30:40", "date_publish": "2014-06-05 00:38:47", "description": "Charles J. Hynes, the former Brooklyn district attorney, started out with populist promise, defending the poorest and establishing humane prison programs. But his political sensitivities gradually enslaved him.", "filename": "2014_06_05_nyregion_proud-career-and-then-it-curdled_1542342640.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_05_nyregion_proud-career-and-then-it-curdled_1542342640.html", "title": "A Proud Career That Seemed to Curdle", "title_page": "A Proud Career That Seemed to Curdle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many moons ago, in the early 1980s, tenant organizers traveled to Downtown Brooklyn to hear the new fire commissioner talk of a plague of arson that had turned so many apartment buildings in so many neighborhoods into bonfires.\nI was one of those organizers, and we were a skeptical lot. A forward-thinking fire commissioner? Please.\nThen the commissioner, a good-looking 45-year-old with a Brooklyn brogue, spoke, and his passion was infectious. In his populist insistence on defending the poorest and tracking down the arsonists, he left us soaring. This Charles J. Hynes, we thought, could be another grand Irish liberal, brimming with greatness. We were right and wrong, in ways that today summon disappointment and a touch of anger. Mr. Hynes served the city well, as a special Medicaid prosecutor and again in tracking down the white mob that killed a black man one terrible night in Howard Beach, Queens.\nAs Brooklyn district attorney, he helped the mentally ill and was generous to addicts and felons in a fashion that earned him few points with voters in that then-blood-soaked borough. He and his inner circle established fine programs for prison-bound mothers and young felons. Recidivism rates fell.", "url": "https://www.nytimes.com/2014/06/05/nyregion/proud-career-and-then-it-curdled.html"}