{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:50:19", "date_modify": "2018-11-16 04:50:19", "date_publish": "2014-04-28 19:44:40", "description": "It is clear from the sentencing of 680 people to death in a mass trial that the country’s judges have become a government tool.", "filename": "2014_04_29_opinion_political-executions-in-egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343819.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_29_opinion_political-executions-in-egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343819.html", "title": "Political Executions in Egypt", "title_page": "Opinion | Political Executions in Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An out-of-control government in Egypt has now sentenced more than 680 people to death in a mass trial that lasted a few minutes and is part of an organized effort not just to crush its political opponents but to eliminate them. Last month, a court delivered a similar sentence on 529 others. The sentences further demonstrate that the military-led government’s ruthless disregard for the law and its contrary political views go far beyond anything that former President Mohamed Morsi was accused of doing when he was deposed by the army in July.\nAnd what did the Obama administration have to say about this travesty, which will further fuel hostility and division in one of the Arab world’s most important countries? “The United States is deeply troubled,” the office of the press secretary said in a shockingly weak statement. There was no indication that the administration would reconsider last week’s decision to provide the Egyptians with 10 Apache helicopters and more than $650 million in aid.\nThe death sentences are subject to appeal, but that is little solace to the defendants who have been accused and sentenced with nothing resembling justice or even minimal due process. In Monday’s ruling, the spiritual leader of the Muslim Brotherhood, Mohamed Badie, was among those convicted even though he repeatedly emphasized nonviolence in his public remarks in the period leading up to the anti-Islamist crackdown that began with Mr. Morsi’s overthrow and the backlash against it.\nThe sentences were imposed for inciting violence and disturbances in which one police officer was allegedly killed. But none of those sentenced were charged with participating in his murder. Mr. Badie and many others were given the death sentence for lesser crimes.", "url": "https://www.nytimes.com/2014/04/29/opinion/political-executions-in-egypt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}