{"authors": ["Nicholas Wade"], "date_download": "2018-11-16 04:54:12", "date_modify": "2018-11-16 04:54:12", "date_publish": "2014-05-26 20:38:25", "description": "By observing bees’ waggle dances, scientists found that a program to make cropland more attractive for foraging wasn’t a resounding success.", "filename": "2014_05_27_science_waggling-bees-give-their-verdict-on-a-landscape.html_module=inline_1542344052.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_27_science_waggling-bees-give-their-verdict-on-a-landscape.html_module=inline_1542344052.html", "title": "Waggling Bees Give Their Verdict on a Landscape", "title_page": "Waggling Bees Give Their Verdict on a Landscape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "European officials have spent more than $56 billion over the past decade in a program to mitigate landscape change and encourage environmentally friendly practices by farmers. But there is little evidence on how effective these vast expenditures have been. So researchers at the University of Sussex in Brighton, England, decided to seek the opinion of some discriminating judges of environmental quality: bees.\nBees maximize the effectiveness of the hive’s foraging trips by sharing information on the best sites for nectar and pollen. Successful foragers communicate the distance and direction of good sources by the waggle dance they perform on their return.\nBy recording and decoding more than 5,000 waggle dances over two years, Margaret J. Couvillon and colleagues have extracted precise information about the bees’ opinions of the landscape around Brighton. Bees from a single hive can cover about 40 square miles of territory. The human legwork required to monitor nectar and pollen sources over such an area would be considerable.\nThe bees’ verdict, reported in the journal Current Biology, was that two nearby nature reserves were the best places for foraging. The bees did not seem particularly impressed with the areas under improved landscape practices, probably because although they were specially planted with nectar-rich flowers like clover and bird’s-foot trefoil, these tracts were regularly mowed.", "url": "https://www.nytimes.com/2014/05/27/science/waggling-bees-give-their-verdict-on-a-landscape.html?module=inline"}