{"authors": ["Douglas Quenqua"], "date_download": "2018-11-16 04:07:24", "date_modify": "2018-11-16 04:07:24", "date_publish": "2014-10-13 18:18:40", "description": "Human development is causing a sharp decline in genetic diversity among mountain lions in Southern California, a study says, and could make them less resilient to change.", "filename": "2014_10_14_science_a-threat-is-seen-in-pumas-isolation.html_module=inline_1542341244.html", "image_url": "https://static01.nyt.com/images/2014/10/14/science/14OBOX/14OBOX-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_14_science_a-threat-is-seen-in-pumas-isolation.html_module=inline_1542341244.html", "title": "A Threat Is Seen in Pumas’ Isolation", "title_page": "A Threat Is Seen in Pumas’ Isolation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The isolating effects of human development are causing a sharp decline in genetic diversity among mountain lions in Southern California, a new study says.\nResearchers from the University of California, Davis, collected DNA samples from more than 350 mountain lions throughout California and found that animals separated by little more than a highway have far less genetic material in common than they did just 80 years ago, suggesting that there is far less interbreeding among populations.\nPumas in the Santa Ana Mountains — effectively fenced in by Interstate 15 to the east, the Pacific Ocean to the west and Los Angeles to the north — displayed lower genetic diversity than those from nearly any other region in the state. So severe is their isolation that the Santa Ana pumas have more in common genetically with lions 400 miles to the north than their neighbors in the Santa Monica Mountains.\nTests revealed that the decline in diversity had taken place “within four to six mountain lion generations,” said Holly Ernest, lead author of the study in PLOS One. “So we know that this is happening on a recent time scale” and is a likely result of human development rather than natural separation from other mountain lions.", "url": "https://www.nytimes.com/2014/10/14/science/a-threat-is-seen-in-pumas-isolation.html?module=inline"}