{"authors": ["Elisabeth Bumiller", "Michael S. Schmidt", "Andrew W. Lehren"], "date_download": "2018-11-16 04:14:10", "date_modify": "2018-11-16 04:14:10", "date_publish": "2014-06-01 00:19:42", "description": "Robert Bergdahl fought in Washington for his son’s release from the Taliban for five years. On Saturday, President Obama said Bowe Bergdahl was coming home.", "filename": "2014_06_01_us_bowe-bergdahl-obama-frees-pow-of-taliban-five-years.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341650.html", "image_url": "https://static01.nyt.com/images/2014/06/01/world/JP-SWAP-1/JP-SWAP-1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_01_us_bowe-bergdahl-obama-frees-pow-of-taliban-five-years.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341650.html", "title": "Lesson for P.O.W.’s Father: Men Sometimes Do Come Back", "title_page": "Lesson for P.O.W.’s Father: Men Sometimes Do Come Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At first his emails home were cheerful, his father said, full of stories about “how beautiful it was, how wonderful the people were.” The tone of the emails quickly darkened, said Robert Bergdahl, who declined in the interview to say what specifically set off the change. But in an interview with Robert and Jani Bergdahl in Rolling Stone magazine in June 2012, the parents described morale and discipline problems in the unit and quoted from what they said was their son’s last email to them, three days before his capture.\n“I am sorry for everything here,” Sergeant Bergdahl said in the email, according to Rolling Stone. “These people need help, yet what they get is the most conceited country in the world telling them that they are nothing and that they are stupid, that they have no idea how to live.” He then described what his parents believed may have been a formative, traumatic event: seeing an Afghan child run over by a heavy American military vehicle. “We don’t even care when we hear each other talk about running their children down in the dirt streets with our armored trucks,” Sergeant Bergdahl wrote.\nSergeant Bergdahl’s superiors first noticed he was missing on the morning of June 30, 2009, when he failed to show up for the unit’s 9 a.m. roll call. Initial military reports said Sergeant Bergdahl had simply walked off his post, but in a Taliban video released after his capture, Sergeant Bergdahl said he had lagged behind on a patrol.\nHis parents have not said publicly what they believe happened, but Robert Bergdahl has discounted accounts in classified Afghan war logs, made public by WikiLeaks, that suggest insurgents grabbed Sergeant Bergdahl while he was in a latrine.", "url": "https://www.nytimes.com/2014/06/01/us/bowe-bergdahl-obama-frees-pow-of-taliban-five-years.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}