{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:22:47", "date_modify": "2018-11-16 04:22:47", "date_publish": "2014-08-28 20:54:33", "description": "President Obama confronted two volatile crises with restraint Thursday, saying he was not close to authorizing airstrikes in Syria and playing down an escalation of Russia’s intervention in Ukraine.", "filename": "2014_08_29_world_obama-vows-new-russia-penalties-over-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342167.html", "image_url": "https://static01.nyt.com/images/2014/08/28/multimedia/obama-ukraine/obama-ukraine-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_29_world_obama-vows-new-russia-penalties-over-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342167.html", "title": "Obama Urges Calm in Face of Crises in Ukraine and Syria", "title_page": "Obama Urges Calm in Face of Crises in Ukraine and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Russia has come before this Council to say everything except the truth,” she said. “It has manipulated. It has obfuscated. It has outright lied. So we have learned to measure Russia by its actions and not by its words. In the last 48 hours, Russia’s actions have spoken volumes.”\nOn both Syria and Ukraine, officials are having separate, if parallel, debates on how aggressive to be, with Mr. Obama seemingly acting as a brake on more robust actions some advisers seek.\nAdministration officials are preparing for another round of sanctions against Russia with European allies, but they are unsure if the president will take them to the next level, affecting broader swaths of Russia’s financial and energy sectors at the risk of harming American and European economic interests.\nSome officials have urged going beyond such economic measures and intervening more directly to tilt the odds on the battlefield in favor of Ukraine’s new pro-Western government. Not only do some administration officials want to speed up promises of limited aid to Ukraine’s military, but some are also pressing to provide arms and intelligence that would help Ukraine counter the sophisticated equipment that the United States and Europe say Russia is providing to separatists, as well as to its own forces now crossing the border.\nOfficials are also struggling with how far to go in taking on ISIS in Syria, where Mr. Obama has been deeply reluctant to intervene in a bloody civil war. He has ordered at least one Special Operations raid there, a failed effort to rescue Americans held by ISIS, but it is unclear how willing he would be to authorize more. Officials are debating whether an air campaign would involve manned jets or just drones, and whether it would target massed forces or specific leaders.\nThese were questions Mr. Obama was not eager to address during his session with reporters on Thursday. Instead, he noted that even the airstrikes he had authorized in Iraq for the last few weeks were “limited” and said, “Syria is not simply a military issue; it’s also a political issue.”\nMr. Obama acknowledged, however, that Syria had given ISIS “a safe haven here in ungoverned spaces” and that to roll back the group, “we’re going to have to build a regional strategy.”", "url": "https://www.nytimes.com/2014/08/29/world/obama-vows-new-russia-penalties-over-ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}