{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 04:36:42", "date_modify": "2018-11-16 04:36:42", "date_publish": "2014-03-06 15:23:56", "description": "It has been 60 years since Crimea was lopped from Russia and attached to Ukraine, but for many on the peninsula, it may as well have been yesterday.", "filename": "2014_03_07_world_europe_crimea-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343002.html", "image_url": "https://static01.nyt.com/images/2014/03/07/world/crimea1/crimea1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_07_world_europe_crimea-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343002.html", "title": "Steeped in Its Bloody History, Again Embracing Resistance", "title_page": "Steeped in Its Bloody History, Again Embracing Resistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wielding a pen instead of a knife, Khrushchev ordered Sevastopol and the rest of Crimea transferred to the Ukrainian Soviet Socialist Republic. At the time, the operation caused little pain, as both Russia and Ukraine belonged to the Soviet Union, which chloroformed ethnic, linguistic and cultural divisions with repression.\nWhen Ukraine became a separate independent nation near the end of 1991, however, Sevastopol — the home of Russia’s Black Sea Fleet since the 18th century — began howling, culminating in the Crimean Parliament’s decision on Thursday to hold a referendum on March 16 on whether to break away from Ukraine and formally become part of Russia again. Jubilant residents gathered in Sevastopol.\n“We’re returning home,” said one of them, Victoria Krupko. “We’ve waited a long time for this.”\nExplaining the city’s agonies this week to a group of visitors, mostly Russians, at Sevastopol’s Crimean War museum, Irina Neverova, a guide, recounted how Britain, France, Turkey, Germany and other nations had all tried, and ultimately failed, to loosen Russia’s grip over the centuries.\n“Every stone and every tree in Sevastopol is drenched in blood, with the bravery and courage of Russian soldiers,” said Ms. Neverova, who complained that school history textbooks written under instructions from Ukrainian officials made scant mention of Sevastopol’s heroics and focused instead on the deeds of Ukrainian nationalist fighters in the west of Ukraine, whom many Russians view as traitors, not heroes.", "url": "https://www.nytimes.com/2014/03/07/world/europe/crimea-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}