{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:07:28", "date_modify": "2018-11-16 04:07:28", "date_publish": "2014-12-11 23:35:21", "description": "The share of men with jobs has been falling for most of the last half-century, while women’s employment rates have dropped in the last 15 years.", "filename": "2014_12_12_upshot_our-series-on-the-decline-of-work-an-introduction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341248.html", "image_url": "https://static01.nyt.com/images/2014/12/17/upshot/12UP-SUB-3-SERIES/12UP-SUB-3-SERIES-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_12_upshot_our-series-on-the-decline-of-work-an-introduction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341248.html", "title": "Our Series on the Decline of Work: An Introduction", "title_page": "Our Series on the Decline of Work: An Introduction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The decline of work is one of the defining — and most distressing — economic developments of recent decades. It’s also one of the least understood.\nFor men, the decline has been occurring since the 1960s, when only about 5 percent of those between the ages of 25 and 54 did not work. Today, 16 percent of these men, supposedly in the prime working years of their lives, do not work. For women, the decline of work is more recent and more modest, dating only to 2000.\nNone of the government’s official statistics on unemployment fully capture the trend. And economists say they can’t easily explain it. Yes, there are more Americans than there used to be who aren’t working and aren’t looking for a job out of discouragement. But there are also more in nearly every other category of nonemployment, including those who consider themselves disabled and those who are voluntarily unemployed: retired early, on an extended break, in school, taking care of family. The improving economy of the last few years has not been strong enough to bring most of them back into the work force.", "url": "https://www.nytimes.com/2014/12/12/upshot/our-series-on-the-decline-of-work-an-introduction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}