{"authors": ["Kenneth Chang"], "date_download": "2018-11-16 04:24:01", "date_modify": "2018-11-16 04:24:01", "date_publish": "2014-12-18 02:58:06", "description": "The Arctic continued to warm faster than the rest of the globe, according to the National Oceanic and Atmospheric Administration’s Arctic Report Card.", "filename": "2014_12_18_science_snow-is-down-and-heat-is-up-in-the-arctic-report-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342241.html", "image_url": "https://static01.nyt.com/images/2014/12/18/world/sub-Artic/sub-Artic-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_18_science_snow-is-down-and-heat-is-up-in-the-arctic-report-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342241.html", "title": "Snow Is Down and Heat Is Up in the Arctic, Report Says", "title_page": "Snow Is Down and Heat Is Up in the Arctic, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — The Arctic continues to warm faster than the rest of the globe, and with greater repercussions, scientists are reporting.\nThe new findings appear in the Arctic Report Card, first published in 2006 by the National Oceanic and Atmospheric Administration and updated annually. The report card catalogs the wide-ranging changes caused by the rising temperatures, in large part driven by emissions of greenhouse gases.\nSnow cover, measured since 1967, was below average and set a record low in April in the Eurasian region of the Arctic. Sea surface temperatures are rising, particularly in the Chukchi Sea, northwest of Alaska, where the waters are warming at a rate of almost one degree Fahrenheit per decade.\nThe extent of Arctic sea ice, which retreats in summer, did not hit a record low in 2014. But it was the sixth lowest since satellite measurements began in 1979, and the scientists noted that the eight smallest extents have occurred in the last eight years.", "url": "https://www.nytimes.com/2014/12/18/science/snow-is-down-and-heat-is-up-in-the-arctic-report-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}