{"authors": ["Anne Barnard", "Jodi Rudoren"], "date_download": "2018-11-16 04:40:17", "date_modify": "2018-11-16 04:40:17", "date_publish": "2014-07-19 10:55:01", "description": "Even as Israeli forces moved to demolish militants’ tunnels into Israel, several Hamas fighters slipped through passages on Saturday and fought gun battles with Israeli soldiers.", "filename": "2014_07_20_world_middleeast_gaza-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343217.html", "image_url": "https://static01.nyt.com/images/2014/07/20/world/GAZAsub/GAZAsub-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_20_world_middleeast_gaza-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343217.html", "title": "Despite Israeli Push in Gaza, Hamas Fighters Slip Through Tunnels", "title_page": "Despite Israeli Push in Gaza, Hamas Fighters Slip Through Tunnels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The infiltrations came even as the Israeli military pressed deeper into Gaza, killing 48 Palestinians amid an intensifying ground war it says is focused on destroying a labyrinth of tunnels before they can be used for launching attacks.\nImage Relatives buried eight members of the Abu Jarad family Saturday in Gaza City. Credit Tyler Hicks/The New York Times\nThe morning clash was the first time in the current war that the militants killed soldiers inside Israel. It came just days after 13 Hamas gunmen poured from another tunnel into Israel in an attempted assault. Israeli officials framed the encounters as successes in thwarting attacks on Israel. But they were also an indication that Hamas could strike even during the invasion through a tunnel network that Israeli officials just revealed they had been studying for a year to plan a way to destroy them.\nThough the government has said the ground campaign will be limited and focused on the tunnels, the growing intensity of the battles that are pushing deeper into civilian areas suggested that the impact on Gaza’s civilians could grow far worse.\nAlready, tens of thousands of Gazans have been forced to flee. The day’s death toll appeared to be the highest since July 8, when Israel began airstrikes it said were meant to quell rocket attacks. At one hospital in northern Gaza, the director said that 40 casualties arrived in just four hours Saturday morning, a number that had been typical for an entire day before the ground invasion.\nThe Palestinian death toll in Gaza during the war rose to 336, with more than 2,400 wounded, the Palestinian health ministry said. About 75 percent of the casualties have been civilians, according to the United Nations.", "url": "https://www.nytimes.com/2014/07/20/world/middleeast/gaza-israel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}