{"authors": ["Damien Cave"], "date_download": "2018-11-16 04:12:30", "date_modify": "2018-11-16 04:12:30", "date_publish": "2014-12-20 02:09:29", "description": "Cárdenas, Cuba, which is home to Elián González, is a growing city of contrasts and contradictions.", "filename": "2014_12_20_world_crucible-of-cuban-zeal-redefines-revolutionary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341550.html", "image_url": "https://static01.nyt.com/images/2014/12/20/world/americas/CUBA/CUBA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_20_world_crucible-of-cuban-zeal-redefines-revolutionary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341550.html", "title": "Crucible of Cuban Zeal Redefines Revolutionary", "title_page": "Crucible of Cuban Zeal Redefines Revolutionary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even more than other areas outside Havana, Cárdenas still has the feel of a small town fast becoming a dynamic suburb, while run by a small cadre of familiar loyalists. The usual murals of Che Guevara and Fidel Castro here seem to receive more fresh paint than in many other places, and when asked about the changes, one of the town’s top government officials came out of his private office to declare in view of all: “We’re very revolutionary. Still. Always.”\nBut the reality surrounding him suggested that Cubans, even here, are redefining the term.\nJust as he finished his pronouncement in a booming voice, a woman drove by with a new refrigerator strapped to a cart. Next door sat a table covered with wooden coat racks and hand-knit purses being sold by a cuentapropista — one of about 300,000 independent small business owners in Cuba as part of its experiment with private enterprise.\nInside the local government office, ceiling tiles were missing, the black vinyl couch looked like it had been torn apart by a toddler, and the posters of Fidel and Raúl Castro showed them as younger men, in soft colors faded with the years.\nAcross the street, a new poster, bright as neon, advertised a business offering photography for weddings and babies. Ileana Basterrechea, 68, said that for the past three years, she had been renting out the front of her home to various businesses, often more than one a time, creating a mini-bazaar in her living room.", "url": "https://www.nytimes.com/2014/12/20/world/crucible-of-cuban-zeal-redefines-revolutionary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}