{"authors": ["Robert D. Hershey Jr."], "date_download": "2018-11-16 03:10:05", "date_modify": "2018-11-16 03:10:05", "date_publish": "2014-05-05 02:37:15", "description": "Professor Becker, the 1992 Nobel winner in economics, was original and provocative in research on marriage, crime, addiction and racial discrimination.", "filename": "2014_05_05_business_economy_gary-s-becker-83-nobel-winner-who-applied-economics-to-everyday-life-dies.html_module=inline_1542337805.html", "image_url": "https://static01.nyt.com/images/2014/05/05/business/becker-obit/becker-obit-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_05_05_business_economy_gary-s-becker-83-nobel-winner-who-applied-economics-to-everyday-life-dies.html_module=inline_1542337805.html", "title": "Gary Becker, 83, Nobel Laureate, Dies; Applied Economics to Everyday Life", "title_page": "Gary Becker, 83, Nobel Laureate, Dies; Applied Economics to Everyday Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of the best-known elements of the book was the “rotten kid” theorem. “Children have an incentive to act altruistically toward each other as their parents want them to, even if children are really egotistical,” he wrote.\nIn another study, in 1991, he sought to explain why extremely popular restaurants or Broadway plays often do not expand or raise prices as much as demand might suggest. He concluded that social influences provided the answer. Consumers may value the access to a scarce product — sometimes called a positional good — or enjoy the camaraderie of lines. Providers also realize that public taste can be fickle and demand may ultimately slacken.\nProfessor Becker was rarely tied formally to political candidates; an exception came in 1996, when he was an adviser to Senator Robert Dole, a Republican, during his presidential campaign. But his views, expressed monthly in Business Week for nearly two decades and then in the Becker-Posner Blog, were reliably consistent with free-market conservatism.\nHis work led him to favor school vouchers, a volunteer army, pay for college athletes, legalization of drugs, stiffer criminal sentences and relaxation of minimum-wage laws.\nGary Stanley Becker was born on Dec. 2, 1930, in the coal-mining city of Pottsville, Pa., where his father owned a small business, and moved with his parents, his brother and two sisters, to Brooklyn as a child. There, he took an interest in the stock market and financial news, which he read to his father, who was losing his sight.\nAt 16, as a student at James Madison High School, he faced a choice between the math team and the handball team, which met at the same time; he chose math, even though he considered himself better at handball.\nHe went on to attend Princeton University, graduating in 1951. In 2008, the Princeton Alumni Weekly ranked him No. 11 on a list of most influential Princetonians in its 261-year history. (James Madison, class of 1771, was first.)", "url": "https://www.nytimes.com/2014/05/05/business/economy/gary-s-becker-83-nobel-winner-who-applied-economics-to-everyday-life-dies.html?module=inline"}