{"authors": ["The New York Times"], "date_download": "2018-11-16 04:07:46", "date_modify": "2018-11-16 04:07:46", "date_publish": "2014-12-11 23:30:04", "description": "Details about how the poll was conducted.", "filename": "2014_12_12_upshot_methodology-of-the-poll-on-nonwork_1542341266.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_12_upshot_methodology-of-the-poll-on-nonwork_1542341266.html", "title": "Methodology of the Poll on Nonwork", "title_page": "Methodology of the Poll on Nonwork - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York Times/CBS News/Kaiser Family Foundation Non-Employed Poll is based on telephone interviews conducted Nov. 11 through Nov. 25 with 1,002 respondents between the ages of 25 and 54 who are currently not employed full time or part time. Interviews were administered in English and Spanish, combining random samples of both landline and cellphones.\nThe Times, CBS News and Kaiser contributed financing for the survey, and teams from all three organizations worked together to develop the questionnaire and analyze the data. Each organization is solely responsible for its content.\nSSRS of Media, Pa., conducted sampling, interviewing and tabulation for the survey. Respondents were reached in one of three ways: (1) random-digit dialing to landline and cellphones specifically for the Non-Employed Poll; (2) As part of the SSRS omnibus poll, which also uses random digit dialing to reach respondents; (3) Callbacks to respondents who had previously been interviewed by SSRS and met the age and employment criteria of this poll.\nLandline telephone exchanges were randomly selected from a complete list of active phone exchanges. The sample was designed so that the selected exchanges amounted to a proportional geographic representation of the United States. Within each exchange, random digits were added to form complete telephone numbers. Within each household reached by landline, one qualifying adult was designated by a random procedure to be the respondent for the survey.", "url": "https://www.nytimes.com/2014/12/12/upshot/methodology-of-the-poll-on-nonwork.html"}