{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 04:42:44", "date_modify": "2018-11-16 04:42:44", "date_publish": "2014-06-16 09:51:57", "description": "The request came in a telephone conversation begun by President Mahmoud Abbas of the Palestinian Authority after Israeli troops killed a Palestinian man overnight.", "filename": "2014_06_17_world_middleeast_israel-demands-abbas-help-after-abductions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343364.html", "image_url": "https://static01.nyt.com/images/2014/06/16/world/middleeast/17ISRAEL/17ISRAEL-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_17_world_middleeast_israel-demands-abbas-help-after-abductions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343364.html", "title": "Israel Demands Palestinian Leader’s Help After Abductions", "title_page": "Israel Demands Palestinian Leader’s Help After Abductions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Prime Minister Benjamin Netanyahu of Israel told President Mahmoud Abbas of the Palestinian Authority on Monday that he expected his help in finding three kidnapped Israeli teenagers and capturing their abductors. The telephone conversation, initiated by Mr. Abbas, came after Israeli troops killed a Palestinian man overnight as they continued an aggressive campaign across the West Bank, arresting a total of 150 people, most of them leaders of the militant Islamic movement Hamas.\nAmong those detained in the latest sweep was the Hamas-affiliated speaker of the Palestinian Parliament, which has not met in years. Mr. Netanyahu and other Israeli officials insist the kidnapping is the work of Hamas, despite claims of responsibility from other groups, but hold Mr. Abbas accountable because of his April reconciliation with Hamas, which led to the formation of a new Palestinian government that Israel has urged the world to reject.\n“The consequences of the partnership with Hamas must be understood,” Mr. Netanyahu told Mr. Abbas, according to a statement from his office. “It is bad for Israel, bad for the Palestinians, and bad for the region.”", "url": "https://www.nytimes.com/2014/06/17/world/middleeast/israel-demands-abbas-help-after-abductions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}