{"authors": ["David Barboza", "Michael Forsythe"], "date_download": "2018-11-16 04:48:57", "date_modify": "2018-11-16 04:48:57", "date_publish": "2014-06-03 13:09:22", "description": "Xiao Jianhua, the leader of the official student union at Peking University in 1989, sided with the government and found wealth and favor.", "filename": "2014_06_04_world_asia_tiananmen-era-students-different-path-to-power-in-china_1542343737.html", "image_url": "https://static01.nyt.com/images/2014/06/04/world/03elite02/03elite02-articleLarge-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_04_world_asia_tiananmen-era-students-different-path-to-power-in-china_1542343737.html", "title": "With Choice at Tiananmen, Student Took Road to Riches", "title_page": "With Choice at Tiananmen, Student Took Road to Riches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — A few days after the crackdown on the Tiananmen Square protests 25 years ago, the Chinese government filled the airwaves with a list of the 21 most wanted student leaders accused of stirring up an antigovernment rebellion. At the top of the list was a 20-year-old student at Peking University named Wang Dan, who set up an unofficial student union to mobilize his classmates to demand democracy.\nThere was no public mention then — and there have been very few mentions since — of the head of the official student union of Peking University at that time. His name is Xiao Jianhua. Mr. Xiao never opposed the government, and the events of June 1989 did not make him one of China’s “most wanted.” Instead, they catapulted him into the ranks of its most wealthy.\nAfter a tepid attempt to represent fellow students to university administrators that volatile spring, Mr. Xiao shifted course, agreeing with administrators that street protests had become out of hand. People who knew him at the time said he even worked with them to try to defuse the protests before Chinese troops descended on Beijing and crushed them with force.\nThe rewards were immediate. Just after he graduated, Mr. Xiao stepped into the world of business with direct financial support from Peking University, one of China’s most prestigious institutes. In the quarter-century since, he became the prototype of the politically connected financier. He has assiduously courted the party elite, including the family of its current president, Xi Jinping, becoming something of a banker for the ruling class and a billionaire in his own right.", "url": "https://www.nytimes.com/2014/06/04/world/asia/tiananmen-era-students-different-path-to-power-in-china.html"}