{"authors": ["Jeff Gordinier"], "date_download": "2018-11-16 03:38:08", "date_modify": "2018-11-16 03:38:08", "date_publish": "2014-12-23 18:47:50", "description": "If the Danny Bowien comeback is officially underway, no one seems more relieved about it than Mr. Bowien himself.", "filename": "2014_12_24_dining_danny-bowien-reopens-mission-chinese-food_1542339488.html", "image_url": "https://static01.nyt.com/images/2014/12/24/dining/2041224-DANNY-slide-YSPX/2041224-DANNY-slide-YSPX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_24_dining_danny-bowien-reopens-mission-chinese-food_1542339488.html", "title": "A Chef Regains His Focus", "title_page": "A Chef Regains His Focus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He began to feel the best strategy was to pay attention to the message he was getting, and to move on. “We wanted a new start,” he said. “We just wanted to do something better.” His team later filed a lawsuit against the landlord, Abraham Noy, arguing that he had failed to bring the building up to proper standards; Mr. Noy followed with a countersuit denying that allegation and saying that the Mission Chinese team owed thousands of dollars in unpaid rent.\nRegardless of who was right, allies believed that Mr. Bowien could not rise above the problem by taking a principled stand. “What I told him was, ‘There’s no excuse,’ ” Mr. Chang said. “If you have a problem and it’s not an act of God, no one cares in New York City. I don’t think people have time for sympathy.”\nEd Levine, the founder of the Serious Eats food site, chalked up the health department headache as “a matter of a relatively inexperienced chef-restaurateur not understanding the vagaries of New York restaurant real estate.” He added: “I don’t think it’s going to mean anything moving forward. I don’t think people are going to say, ‘Oh, his food’s not safe.’ I think people see it for what it was.”\nIf Mr. Bowien has grown up since then, so has Mission Chinese. “I just thought Danny needed to elevate his food,” Mr. Chang said, “and he will have that opportunity with this restaurant.”\nThe original restaurant sported a beer keg on the floor, an endless line out the door and the cramped, booming, improvised feeling of a Flaming Lips album-release party (a gathering that Mr. Bowien’s band actually performed at in a previous life in Oklahoma). The décor seemed to throw takeout-counter kitsch and indie-rock cool together in a wok with a few extra fistfuls of Sichuan peppercorns. “You feel like you’re in a bad Chinese restaurant but you’re in a really good Chinese restaurant,” the chef Wylie Dufresne said.\nBut the new space at 171 East Broadway, which housed the restaurant Rosette, is more civilized. With cozy banquettes, big round tables equipped with lazy susans, a Mylar-festooned private dining chamber that looks like something out of Andy Warhol’s Factory and two elegant cocktail bars, it feels like a luxe Chinese banquet hall for the same audience that clamors for Carbone. This is the Mission Chinese you can bring your parents to.", "url": "https://www.nytimes.com/2014/12/24/dining/danny-bowien-reopens-mission-chinese-food.html"}