{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:38:30", "date_modify": "2018-11-16 04:38:30", "date_publish": "2014-08-08 03:30:23", "description": "After months of resisting sending Americans to fight ISIS, President Obama on Thursday night found himself exactly where he did not want to be.", "filename": "2014_08_08_world_middleeast_a-return-to-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343110.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_08_world_middleeast_a-return-to-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343110.html", "title": "Obama, With Reluctance, Returns to Action in Iraq", "title_page": "Obama, With Reluctance, Returns to Action in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In sending warplanes back into the skies over Iraq, President Obama on Thursday night found himself exactly where he did not want to be. Hoping to end the war in Iraq, Mr. Obama became the fourth president in a row to order military action in that graveyard of American ambition.\nThe mandate he gave to the armed forces was more limited than that of his predecessors, focused mainly on dropping food and water. But he also authorized targeted airstrikes “if necessary” against Islamic radicals advancing on the Kurdish capital of Erbil and others threatening to wipe out thousands of non-Muslims stranded on a remote mountaintop.\nAs he explained himself to a national television audience, Mr. Obama made a point of reassuring a war-weary public that the president who pulled American forces out of Iraq at the end of 2011 had no intention of fighting another full-scale war there. Yet his presence in the State Dining Room testified to the bleak reality that the tide of events in that ancient land has defied his predictions and aspirations before.", "url": "https://www.nytimes.com/2014/08/08/world/middleeast/a-return-to-action.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}