{"authors": ["Chris Buckley", "Alan Wong"], "date_download": "2018-11-16 04:16:57", "date_modify": "2018-11-16 04:16:57", "date_publish": "2014-09-26 10:56:29", "description": "Student protests near the government headquarters ended in confrontation and arrests, with plans for a larger sit-in next week.", "filename": "2014_09_27_world_asia_hong-kong-democracy-leader-says-limits-harm-rest-of-china_1542341817.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_27_world_asia_hong-kong-democracy-leader-says-limits-harm-rest-of-china_1542341817.html", "title": "Pro-Democracy Students Are Arrested in Hong Kong", "title_page": "Pro-Democracy Students Are Arrested in Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I do not want to see, 10 years later, primary school students out there still protesting for democracy,” Mr. Wong said.\nAfter the speeches ended, about a hundred protesters broke away and swarmed a nearby square, next to the government headquarters, as the police struggled to stop others from pouring in and used pepper spray against some in the surging crowd.\nThe Hong Kong Federation of Students said the protesters took the action after Hong Kong’s government leader, Leung Chun-ying, refused to meet them.\nOther protesters on the square were surrounded by a ring of police officers, who warned that none would be allowed to leave. Some of the protesters on the square were arrested, said Yvonne Leung, the president of the student union of the University of Hong Kong. Mr. Wong was among them.\nThe confrontation on the streets near the government complex continued into Saturday morning, when hundreds of residents, mostly young, sat in protest on a driveway to the complex and resisted attempts by the police to scatter them with pepper spray. Other residents were held back from joining the protesters by rows of police officers with riot shields. Several prominent leaders of the pro-democracy groups came to speak in support of the protesters, including Cardinal Joseph Zen, a retired Roman Catholic prelate.\nThe financial heart of Hong Kong, known as Central, could be the scene of similar but bigger confrontations next week, when Occupy Central, the main group opposing the Chinese government’s package of election changes, plans an extended sit-in. Chan Kin-man, a co-founder of Occupy Central, said the protest would probably start on Wednesday, China’s National Day holiday, which is also a public holiday in Hong Kong.\nDespite adopting a name similar to Occupy Wall Street, the movement that began in 2011 with protests against economic inequality, the Hong Kong movement has focused on electoral demands, and many of its supporters are middle class, with a few from the city’s financial elite.", "url": "https://www.nytimes.com/2014/09/27/world/asia/hong-kong-democracy-leader-says-limits-harm-rest-of-china.html"}