{"authors": ["Michael M. Grynbaum", "Kate Taylor"], "date_download": "2018-11-16 04:54:38", "date_modify": "2018-11-16 04:54:38", "date_publish": "2014-01-08 18:34:28", "description": "The election of Melissa Mark-Viverito as speaker of the City Council marked another swift and sharp shift in New York City’s political landscape.", "filename": "2014_01_09_nyregion_mark-viverito-is-elected-city-council-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344078.html", "image_url": "https://static01.nyt.com/images/2014/01/09/nyregion/COUNCIL-sub/COUNCIL-sub-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_09_nyregion_mark-viverito-is-elected-city-council-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344078.html", "title": "Mayoral Ally Elected Speaker, Furthering City’s Liberal Shift", "title_page": "Mayoral Ally Elected Speaker, Furthering City’s Liberal Shift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York City Council unanimously elected a fiercely liberal Democrat from East Harlem as its powerful speaker on Wednesday, eschewing the moderate leadership that had overseen its ranks for a decade and eliminating the last barrier to a government fully in line with the undiluted liberalism embraced by the new mayor.\nThe elevation of Melissa Mark-Viverito, 44, a Puerto Rican-born lawmaker who is the first Hispanic to hold the office, represents an early and significant victory for Mayor Bill de Blasio, who took an outsize role in engineering her election and now enjoys a partner at the reins of a legislative branch that could be vital in enacting much of his policy agenda.\nThe vote on Wednesday, 51 to 0, was another sign of the shifts of power that are now reshaping New York politics.\nThe city’s corporate and real-estate classes, accustomed to a place of influence under previous administrations, were unable to salvage the bid of their preferred candidate, Daniel R. Garodnick, an establishment Manhattan Democrat, who found himself outmaneuvered by labor and grass-roots groups eager to reassert their strength in local government.", "url": "https://www.nytimes.com/2014/01/09/nyregion/mark-viverito-is-elected-city-council-speaker.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}