{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:14:55", "date_modify": "2018-11-16 04:14:55", "date_publish": "2014-09-07 19:48:05", "description": "A former executive at Petrobras, now in jail, testified that many top political figures were involved in a kickback scheme, according to a magazine report.", "filename": "2014_09_08_world_americas_as-brazil-vote-nears-testimony-ties-top-political-figures-to-corruption-scandal.html_module=inline_1542341695.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_08_world_americas_as-brazil-vote-nears-testimony-ties-top-political-figures-to-corruption-scandal.html_module=inline_1542341695.html", "title": "Oil Scandal Erupts Again as Brazilians Near Election", "title_page": "Oil Scandal Erupts Again as Brazilians Near Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Rousseff addressed the revelations on Saturday at a campaign stop in São Paulo, saying that she was awaiting official information on the matter in order to take “all of the appropriate measures.” She added that it was too early to act on the “basis of speculation.” No charges have been filed against any of the political figures mentioned by Mr. Costa, the former Petrobras executive, and those he named rushed to say that they were innocent.\nMr. Costa was arrested in March after investigators said they had discovered a money-laundering operation that he had helped oversee as one of the most powerful executives at Petrobras from 2004 to 2012. Brazilian prosecutors said they discovered that Mr. Costa had kept about $23 million in Swiss bank accounts after profiting from the scheme.\nIn a plea deal, he recently agreed to provide more details about the operation, which he said had involved the billing of contracts for oil projects, according to the Veja report. Political figures — including three governors, the energy minister and more than 30 legislators — then benefited by receiving 3 percent of the value of the contracts, the report said, citing his testimony.\nMr. Costa’s testimony could also complicate the presidential campaign of Ms. Silva because Mr. Costa tied her former running mate, Eduardo Campos, to the scheme. Mr. Campos, the former governor of Pernambuco State, died in a plane crash in August, jolting Brazil’s political establishment and opening the way for Ms. Silva to take his place as the party’s presidential candidate.\nMs. Silva told reporters over the weekend that her campaign would respond to the claims by “talking to people and doing everything with a great deal of calm, because we’re democrats and we believe in democracy.”", "url": "https://www.nytimes.com/2014/09/08/world/americas/as-brazil-vote-nears-testimony-ties-top-political-figures-to-corruption-scandal.html?module=inline"}