{"authors": ["Quentin Hardy"], "date_download": "2018-11-16 03:43:01", "date_modify": "2018-11-16 03:43:01", "date_publish": "2014-11-30 20:34:01", "description": "Technology offers some family-owned farms an opportunity to thrive and compete with giant agribusinesses.", "filename": "2014_12_01_business_working-the-land-and-the-data_1542339781.html", "image_url": "https://static01.nyt.com/images/2014/11/10/multimedia/corn-tech-indiana/corn-tech-indiana-videoSixteenByNine1050.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_01_business_working-the-land-and-the-data_1542339781.html", "title": "Working the Land and the Data", "title_page": " Working the Land and the Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Furthermore, such costly technology is beyond the smallest farmers. Equipment makers like John Deere and AGCO, for example, have covered their planters, tractors and harvesters with sensors, computers and communications equipment. A combine equipped to harvest a few crops cost perhaps $65,000 in 2000; now it goes for as much as $500,000 because of the added information technology.\n“We’ve seen a big uptick in the productivity of larger farms,” said David Schimmelpfennig, an economist at the Agriculture Department. “It’s not that smaller farms are less productive, but the big ones can afford these technology investments.”\nAnd there is another risk. There is an incentive to grow single crops to maximize the effectiveness of technology by growing them at the largest possible scale. Farmers with diverse crops and livestock would need many different systems. Smaller farmers without technology could also grow one crop, but they would not capture most of the gains.\nTechnology encourages farmers to move too aggressively toward easy-to-grow and easy-to-sell crops that are more easily measured by instruments, rather than keeping some diversity in the fields — an age-old hedge against bad weather and pests, said Ann Thrupp, executive director of the Berkeley Food Institute, a policy and technology research institute at the University of California, Berkeley.\nThat is the fear. But there is also the promise that technology can make farming far easier. Like Tom Farms, other farms have also grown with the adoption of technology.\nAt a large family farm in the Rio Grande Valley in Texas, Brian Braswell uses satellite-connected tractors to plow fields with accuracy of one inch between furrows. His soil was tested with electrical charges, then mapped so that fertilizer is applied in exact doses from computer-controlled machines. He uses drones, the newest new thing, to survey flood irrigation.\n“It would be easy to put an infrared camera on one of these and spot where crops are stressed,” he said, except that he is wary of Federal Aviation Administration regulations.\nAdvertisement Continue reading the main story\nBrent Schipper takes data readings from his combine every three seconds at his 6,000-acre farm near Conrad, Iowa. In the storm season, he checks the weather app on his smartphone every 30 minutes. With the harvest in, he and other farmers who used to spend winters resting and repairing machines will be adding new sensors to their equipment, and poring over last season’s data, hoping to get an edge on the next season.\nSlide Show\nAnd at Iowa State University in Ames, a professor, Lie Tang, hopes to have his prototype weeding robot in fields by next spring. The robot may use infrared data to help identify weeds it then plucks.\nIn the past, “a farmer with 1,000 acres could make a good living,” Mr. Tom said. “I’m not sure that’s going to last.”\nTom Farms has genetically modified crops, cloud-computing systems and possibly soon drones, if Mr. Tom does not go with lasers on low-orbit satellites. All of these items will be sending their data for analysis on the cloud-computing systems that Tom Farms rented from Monsanto and other companies.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Farmers still think tech means physical augmentation — more horsepower, more fertilizer,” Mr. Tom said. “They don’t see that technology now is about multiplying information.” With corn prices at almost half the level they have been in the past few years, “my growth is going to come from farmers who don’t embrace technology.”\nFrom a self-driving John Deere combine, Ernie Burbrink, a Tom Farms employee, sorts real-time data about moisture, yields and net bushels per acre on his iPad, sending important information by wireless modem to distant cages of computer servers that begin analyzing the data for next season’s planting.\n“It used to be, if you could turn a wrench you’d be good at farming,” Mr. Burbrink said. “Now you need to know screen navigation, and pinpointing what data should go where so people can plan and predict. You need to be in tune with other people: seed consultants, agronomists, the equipment folks.”\nLeft unsaid: Mr. Burbrink, 34, has left behind his own family farm. “I just work for Kip. He’s probably five years ahead of my dad in technology. You have to have more land than we do to pay for all this,” said Mr. Burbrink, who has an undergraduate degree in agricultural economics from Purdue.\nTom Farms has 25 employees, including six family members, year-round and at various times can have up to 600 temporary workers. “Farms of this size can gross more than $50 million in a good year,” Mr. Tom said. He will not disclose profitability, but he notes that margins are generally lower in farming than in most industries.\nAdvertisement Continue reading the main story\nHe still remembers begging for loans at 21 percent interest during the 1980s farm crisis. He credits his survival and growth to using technology, and figures it is how he will prosper now that corn is at $4 a bushel, about half the level it was two years ago.\nLooking at last year, he said, better uses of data analysis have raised his return on investment to 21.2 percent, from 14 percent. Other technology, like variable rates of irrigation and automated farm machinery, he said, accounted for another 4 percent of the total.\nLike many farmers Mr. Tom is wary of what big company might own his data. He shares some information with Monsanto, for example, but is careful of others’ policies around data retention. He also worries about how computation is going to change the farm he hopes to leave to his children.\n“We and the other farmers could pool all our harvest data in real time,” he said. “You think the big companies would like that? You bet they would. Farmers don’t trust that; they’re independent. Your neighbor is also your competitor.”\nKassandra Rowland, one of Mr. Tom’s five children, manages personnel and partnerships with other farms and companies, and also the farm’s Twitter, Facebook, Instagram and Pinterest accounts. Her 9-year-old daughter is in the local elementary school’s robotics club.\n“That’s another big change,” said Marie E. Tom, 84, Mr. Tom’s mother. “Our daughters go to farming meetings, and they speak. They’re respected. It wasn’t like that when I kept the books, and farming was all about what you did on the field.”\nMr. Tom’s father still tends cattle at 87. “Too many people don’t think farming is a business,” Ms. Tom said. “When we were first married, I told my husband, ‘You don’t ever go to town dirty; that’s what those people think farmers are.’ We’re a business, and if you don’t keep up, you get left behind for good.”", "url": "https://www.nytimes.com/2014/12/01/business/working-the-land-and-the-data.html"}