{"authors": ["Thomas Erdbrink"], "date_download": "2018-11-16 04:24:55", "date_modify": "2018-11-16 04:24:55", "date_publish": "2014-11-20 17:33:52", "description": "Whatever deal is reached in Vienna between Secretary of State John Kerry and Iranian negotiators, it may not matter if hard-liners have their way.", "filename": "2014_11_21_world_middleeast_iran-us-nuclear-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342295.html", "image_url": "https://static01.nyt.com/images/2014/11/21/world/21iran/21iran-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_21_world_middleeast_iran-us-nuclear-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342295.html", "title": "A Nuclear Deal Is Likely to Hit Hurdles in Iran", "title_page": "A Nuclear Deal Is Likely to Hit Hurdles in Iran  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TEHRAN — Far from the flashing cameras and microphones in Vienna, where Secretary of State John Kerry is joining Iranian and United States diplomats in a final push to reach a compromise on Tehran’s nuclear program, a different sort of political drama unfolded in the Iranian capital this week: Hard-liners got together to criticize the objects of their “worries,” as they put it, the moderates advocating a deal.\n“My brothers, we are in danger,” one of the conference organizers, Ali Hassanzadeh, told the audience, as a video portrayed the moderate president, Hassan Rouhani, and his negotiators as gullible tools of the United States.\nIn Iran, the final decision on a nuclear deal lies with Ayatollah Ali Khamenei, the supreme leader. And if history is an accurate guide, the real debate over an accord, should one be reached, will not begin to unfold until after it is announced. When that debate gets underway, the voices of the hard-liners — the clerics, Revolutionary Guards commanders, conservative lawmakers and others who are by and large closest to the supreme leader — will be raised against any compromise on Iran’s right to enrich uranium.\nBut there is another developing line of thought in Iran that is far more hopeful, and reflects the desires of many urban Iranians. Some insiders say that a nuclear deal is being planned by powerful figures in the Iranian leadership as the start of a fundamental shift in Iran’s ideology, aimed not only at normalizing relations with the world but also at rebranding the now 35-year-old Islamic Revolution, turning away from its founding principles of anti-imperialism, anti-Americanism and strict limits on personal freedoms.", "url": "https://www.nytimes.com/2014/11/21/world/middleeast/iran-us-nuclear-talks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}