{"authors": ["Helene Cooper", "Mark Landler", "Alissa J. Rubin"], "date_download": "2018-11-16 04:38:22", "date_modify": "2018-11-16 04:38:22", "date_publish": "2014-08-07 16:00:04", "description": "President Obama announced that he had authorized targeted American airstrikes against militants in Iraq, scrambling to avert the fall of the Kurdish capital. He also said that U.S. aircraft has dropped aid for tens of thousands of Iraqis trapped on a mountain range.", "filename": "2014_08_08_world_middleeast_obama-weighs-military-strikes-to-aid-trapped-iraqis-officials-say.html_module=inline&mabReward=relbias_1542343102.html", "image_url": "https://static01.nyt.com/images/2014/08/08/world/08prexy10/08prexy10-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_08_world_middleeast_obama-weighs-military-strikes-to-aid-trapped-iraqis-officials-say.html_module=inline&mabReward=relbias_1542343102.html", "title": "Obama Allows Limited Airstrikes on ISIS", "title_page": "Obama Allows Limited Airstrikes on ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama on Thursday announced he had authorized limited airstrikes against Islamic militants in Iraq, scrambling to avert the fall of the Kurdish capital, Erbil, and returning the United States to a significant battlefield role in Iraq for the first time since the last American soldier left the country at the end of 2011.\nSpeaking at the White House on Thursday night, Mr. Obama also said that American military aircraft had dropped food and water to tens of thousands of Iraqis trapped on a barren mountain range in northwestern Iraq, having fled the militants, from the Islamic State of Iraq and Syria, who threaten them with what Mr. Obama called “genocide.”\n“Earlier this week, one Iraqi cried that there is no one coming to help,” Mr. Obama said in a somber statement delivered from the State Dining Room. “Well, today America is coming to help.”\nThe president insisted that these military operations did not amount to a full-scale re-engagement in Iraq. But the relentless advance of the militants, whom he described as “barbaric,” has put them within a 30-minute drive of Erbil, raising an immediate danger for the American diplomats, military advisers and other citizens who are based there.", "url": "https://www.nytimes.com/2014/08/08/world/middleeast/obama-weighs-military-strikes-to-aid-trapped-iraqis-officials-say.html?module=inline&mabReward=relbias"}