{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2018-11-16 04:23:27", "date_modify": "2018-11-16 04:23:27", "date_publish": "2014-08-19 11:27:16", "description": "The government said it saw a chance for peace in eastern Ukraine after word that the two leaders and European Union officials would meet next week.", "filename": "2014_08_20_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342207.html", "image_url": "https://static01.nyt.com/images/2014/08/20/world/UKRAINE-2/UKRAINE-2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_08_20_world_europe_ukraine-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342207.html", "title": "Ukrainian and Russian Leaders Will Meet as Rebels Continue to Falter", "title_page": "Ukrainian and Russian Leaders Will Meet as Rebels Continue to Falter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — Ukrainian forces pushed deeper into territory controlled by pro-Russian rebels on Tuesday, fighting street battles in the besieged city of Luhansk and pressuring the outer defenses of Donetsk in a further blow to the separatists’ crumbling virtual state.\nWhile continuing its offensive, the Ukrainian government said it saw a chance for a peaceful settlement after an announcement that President Vladimir V. Putin of Russia would meet next Tuesday with his Ukrainian counterpart, Petro O. Poroshenko, and European Union leaders in Minsk, the capital of Belarus.\n“I come with positive news; I think we have a chance to switch to a real road map towards a peaceful process,” Valery Chaly, the deputy head of Ukraine’s presidential administration, said at a news conference in Kiev.\nPrevious efforts toward a settlement, which included a meeting of foreign ministers last week in Berlin, have all failed, and even an agreement on when and how a Russian aid convoy could enter Ukraine has proved elusive. The convoy of more than 260 trucks remained stuck on the Russian side of the border, a week after it left Moscow. Ukrainian officials expressed bewilderment over why many of the Russian trucks appeared to be mostly empty if their only purpose was to deliver humanitarian aid.", "url": "https://www.nytimes.com/2014/08/20/world/europe/ukraine-conflict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}