{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:43:09", "date_modify": "2018-11-16 04:43:09", "date_publish": "2014-06-02 22:27:08", "description": "The Obama administration’s move against emissions from coal-fired plants will alienate an industry and a region that is already alienated.", "filename": "2014_06_03_upshot_why-democrats-have-little-to-lose-in-taking-on-the-coal-industry.html_module=inline_1542343389.html", "image_url": "https://static01.nyt.com/images/2014/06/03/upshot/03up-coal/03up-coal-articleLarge.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_03_upshot_why-democrats-have-little-to-lose-in-taking-on-the-coal-industry.html_module=inline_1542343389.html", "title": "Why Democrats Have Little to Lose in Taking On the Coal Industry", "title_page": "Why Democrats Have Little to Lose in Taking On the Coal Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since Democrats allied with the United Mine Workers in the early 20th century, the region stretching south from western Pennsylvania through West Virginia and eastern Kentucky — sometimes known as coal country —has been among the most reliably Democratic in the nation.\nIn states like West Virginia and Kentucky, large Democratic margins in coal country were essential to the Democratic pathway to victory statewide. The most Democratic coal counties, like Knott County, Ky., or Logan County, W.Va., voted for Democrats in every presidential election between 1932 and 2004.\nImage Alison Lundergan Grimes, a Democrat who is challenging Mitch McConnell of Kentucky, the Senate's Republican leader, campaigning at a festival. It is unclear if Ms. Grimes can defeat him without the support from coal country that Democrats have traditionally counted on. Credit Win Mcnamee/Getty Images\nBut Democrats have suffered huge losses in these areas over the last decade and a half. Al Gore’s environmentalism and Clinton-era regulations, along with cultural issues like gun control, combined to cut into the Democratic advantage. That decline allowed George W. Bush to win West Virginia and the presidency in 2000.\nPresident Obama’s candidacy alienated much of Appalachia. His administration’s attempt to pass cap-and-trade, along with E.P.A. regulations on coal-fired power plants, drained seemingly every remaining ounce of Democratic support there. President Obama lost Knott County by a 48-point margin in 2012, after losing by an 8-point margin in 2008.", "url": "https://www.nytimes.com/2014/06/03/upshot/why-democrats-have-little-to-lose-in-taking-on-the-coal-industry.html?module=inline"}