{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:09", "date_modify": "2018-11-16 03:10:09", "date_publish": "2014-12-16 22:36:35", "description": "RCA had planned to release “Black Messiah” in early 2015, but its reclusive singer was done waiting.", "filename": "2014_12_17_arts_music_dangelos-black-messiah-was-released-in-a-rush.html_module=inline_1542337809.html", "image_url": "https://static01.nyt.com/images/2014/12/17/arts/daneglo/daneglo-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_17_arts_music_dangelos-black-messiah-was-released-in-a-rush.html_module=inline_1542337809.html", "title": "D’Angelo’s ‘Black Messiah’ Was Released in Response to Protests", "title_page": "D’Angelo’s ‘Black Messiah’ Was Released in Response to Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For almost 15 years, the long-teased third album from the embattled soul singer D’Angelo came not at all. Then, on Sunday, the album — “Black Messiah” — came all at once, debuting at an industry listening party in the sleek rooftop lounge of a Manhattan hotel.\nThe writer Nelson George, who introduced the record and broke the news of its imminent commercial arrival, said some employees of RCA, D’Angelo’s label, were only then hearing the album for the first time. Before midnight, “Black Messiah” was available on iTunes, and by Monday the CD was in stores.\nD’Angelo and RCA, partly inspired by the nationwide protests over the police killings of unarmed black men, had moved up the release of “Black Messiah” and spent the past month working many all-nighters to decide everything from the track list to the album art, according to interviews with D’Angelo’s collaborators and confidants.\nAfter a grand jury didn’t indict a Ferguson, Mo., police officer last month in the fatal shooting of Michael Brown, D’Angelo called his co-manager Kevin Liles. “He said: ‘Do you believe this? Do you believe it?’ ” Mr. Liles said. “And then we just sat there in silence. That is when I knew he wanted to say something.” (D’Angelo declined to be interviewed for this article.)", "url": "https://www.nytimes.com/2014/12/17/arts/music/dangelos-black-messiah-was-released-in-a-rush.html?module=inline"}