{"authors": ["John Noble Wilford"], "date_download": "2018-11-16 03:11:10", "date_modify": "2018-11-16 03:11:10", "date_publish": "2014-10-06 18:41:49", "description": "An exhibit in New York explores Ptolemaic Egypt’s embrace of diversity.", "filename": "2014_10_07_science_when-the-greeks-ruled-egypt-highlights-the-diversity-of-cultures-in-ptolemaic-egypt_1542337870.html", "image_url": "https://static01.nyt.com/images/2014/10/07/science/07EGYP1/07EGYP1-videoSixteenByNine1050.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_07_science_when-the-greeks-ruled-egypt-highlights-the-diversity-of-cultures-in-ptolemaic-egypt_1542337870.html", "title": "‘When the Greeks Ruled Egypt’ Highlights the Diversity of Cultures in Ptolemaic Egypt", "title_page": "‘When the Greeks Ruled Egypt’ Highlights the Diversity of Cultures in Ptolemaic Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Their overriding policy was not to demand assimilation but to accept many ways of life. No official language was imposed for all purposes. Government affairs were often conducted in Greek, but also in Demotic, the local everyday language derived from the more formal hieroglyphs. Jewish and other immigrants often spoke and wrote Aramaic.\nSlide Show\nIn clever manipulations of their images, the Ptolemaic kings were depicted in sculpture and on coins in the costume of pharaohs to promote themselves as direct descendants. Other images, in Hellenistic style and probably for Greeks there and abroad, represented the king as a successor to Alexander.\nThe diversity of cultures in Ptolemaic Egypt is the subject of an exhibition opening Wednesday at the Institute for the Study of the Ancient World, affiliated with New York University. Curators said the exhibition, “When the Greeks Ruled Egypt: From Alexander the Great to Cleopatra,” from 323 B. C. to the death of Cleopatra VII in 30 B.C., “shines a light on the fluidity of the very idea of specific cultural identity.”\nAdvertisement Continue reading the main story\nTime ran out on Ptolemaic rule when the rising Roman empire invaded. With no more lovers to ride to her rescue, no Julius Caesar or Mark Antony, Cleopatra committed suicide.\nThe show includes some 150 portraits, religious and funerary objects, coins, writings on papyrus and other materials on loan from several major collections. Its original version was organized by the Art Institute of Chicago; the New York show, curated by Roberta Casagrande-Kim, a postdoctoral associate at the N.Y.U. institute, also has artifacts from the Brooklyn Museum and Columbia University.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the exhibition catalog, Jennifer Y. Chi, the institute’s chief curator, wrote that the artifacts on display reflected “the complexity and sophistication of Ptolemaic Egypt, an era in Egyptian history where innovations brought about by Hellenized rulers were effectively fused with age-old Pharaonic traditions.”\nOn view in the main gallery is an impressive collection of idealized stone images of Greeks in the mold of an Apollo. These were probably no more realistic than other images of Ptolemies in pharaoh dress. Who said political spin doctors were a modern contrivance?\nA group of coins showing Ptolemaic kings and queens includes a splendid gold piece. On one side is a double portrait of Ptolemy I and his wife, Berenice I; on the other is the double portrait of their successors, their son Ptolemy II and his wife and sister, Arsinoe II.\nRoger S. Bagnall, a historian and a papyrologist who is director of the N.Y.U. institute, felt right at home in the second gallery, with its displays of papyrus writing in Greek, Demotic and Aramaic scripts. Bending over a glass case, he exclaimed, “Look at that 2,500-year-old ink, fresh as if it was applied today.” The ink, applied by tiny brushes and in some cases a stylus, was made from water and lampblack, he added, “but we don’t really know what ‘lampblack’ means in this case.”\nWriting on papyrus was common throughout the Mediterranean region. But it is identified mainly with Egypt, whose dry climate preserved many caches for archaeologists to collect.\nOne papyrus document, dark with age, was a marriage contract from the archive of Ananiah and his wife, Tamel. Others included property deeds and letters that illuminated the social and cultural dynamics of the Jewish garrison at fortifications on Elephantine Island on the upper Nile, where Aramaic was spoken. Another set of documents and letters were written in Greek by an Egyptian named Zenon, a manager of a prosperous estate who seemingly never threw away a piece of papyrus. “Zenon was a born archivist,” Dr. Bagnall said, admiringly.\nAfterward, he reflected on imperial behavior then and now, a certain wistfulness in his voice. “Up until the 19th century, imperial states were more likely to tolerate diversity among conquered populations,” he said. Of course, he acknowledged that the Persians, Greeks, Romans, English, Spanish and Ottoman empires were out for themselves, and could be harsh.\n“But I very much feel that the cosmopolitan Hellenistic culture was comfortable with diversity in its surroundings,” he said with a sigh. “That’s a world we’ve lost.”", "url": "https://www.nytimes.com/2014/10/07/science/when-the-greeks-ruled-egypt-highlights-the-diversity-of-cultures-in-ptolemaic-egypt.html"}