{"authors": ["Margot Sanger-Katz", "Amanda Cox"], "date_download": "2018-11-16 04:22:58", "date_modify": "2018-11-16 04:22:58", "date_publish": "2014-09-17 18:01:27", "description": "In the Affordable Care Act marketplaces so far, insurance filings show good news for the federal budget and aggressive shoppers. But people who don’t shop could get stuck with a big bill.", "filename": "2014_09_18_upshot_with-new-health-law-shopping-around-can-be-crucial_1542342178.html", "image_url": "https://static01.nyt.com/images/2014/09/18/upshot/18up-rates/18up-rates-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_18_upshot_with-new-health-law-shopping-around-can-be-crucial_1542342178.html", "title": "With New Health Law, Shopping Around Can Be Crucial", "title_page": "With New Health Law, Shopping Around Can Be Crucial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you bought health insurance at an Affordable Care Act marketplace this year, it really pays to look around before renewing your coverage for next year.\nThe system is set up to encourage people to renew the policies that they bought last year — and there are clear advantages to doing so, such as being able to keep your current doctors. But an Upshot analysis of data from the McKinsey Center for U.S. Health System Reform shows that in many places premiums are going up by double-digit percentages within many of the most popular plans. But other plans, hoping to attract customers, are increasing their prices substantially less. In some markets, plans are even cutting prices.\nThe combination will create a dilemma for many people and highlights both a benefit and drawback of the new insurance marketplaces created by the health law. As the law’s designers intended, plans are competing for customers, which often holds cost down. But all the jostling around in the market means that consumers are stuck with tough choices — swallow a big premium increase or switch to a cheaper plan that may cover different doctors and hospitals.\n“It’s a nuanced story,” said Larry Levitt, a senior vice president at the Kaiser Family Foundation, a health research group that is also tracking premium changes. “You can still be protected, but it means you have to change plans.”", "url": "https://www.nytimes.com/2014/09/18/upshot/with-new-health-law-shopping-around-can-be-crucial.html"}