{"authors": ["Ellen Barry", "Suhasini Raj"], "date_download": "2018-11-16 04:43:27", "date_modify": "2018-11-16 04:43:27", "date_publish": "2014-12-08 10:11:10", "description": "The Delhi region’s Transport Department banned the hail-a-ride service after one of its drivers appeared in court on suspicion of raping a passenger.", "filename": "2014_12_09_world_asia_new-delhi-bans-uber-after-driver-is-accused-of-rape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343407.html", "image_url": "https://static01.nyt.com/images/2014/12/08/world/09INDIA/09INDIA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_09_world_asia_new-delhi-bans-uber-after-driver-is-accused-of-rape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343407.html", "title": "Uber Banned in India’s Capital After Rape Accusation", "title_page": "Uber Banned in India’s Capital After Rape Accusation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEW DELHI — The Delhi region on Monday banned Uber, the popular hail-a-ride service, after one of its drivers appeared in court on suspicion of raping a passenger who dozed off during a ride home only to discover that the driver had taken her to a secluded spot and climbed into the back of the vehicle.\nCriticism of Uber’s licensing and screening procedures was heightened when it emerged that the driver, Shiv Kumar Yadav, had been detained for seven months on suspicion of raping another female passenger three years ago. That case was ultimately closed and Mr. Yadav was acquitted, said Madhur Verma, the deputy commissioner of the police for the northern district of New Delhi.\nRegional authorities followed up late on Monday by banning all taxi services based on smartphone apps, which may result in the closure of as many as 20 popular services.\nSince its launch last December, Uber had gained a large following among young, tech-savvy women in Delhi, where finding safe transportation after dark is especially difficult.", "url": "https://www.nytimes.com/2014/12/09/world/asia/new-delhi-bans-uber-after-driver-is-accused-of-rape.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}