{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:52:25", "date_modify": "2018-11-16 04:52:25", "date_publish": "2014-03-23 20:55:48", "description": "Mayor Bill de Blasio, in an effort to mend fences on charter schools, emphasized common ground and a desire to “shake the foundations” of the school system.", "filename": "2014_03_24_nyregion_de-blasio-strikes-conciliatory-tone-on-charter-schools.html_module=inline_1542343945.html", "image_url": "https://static01.nyt.com/images/2014/03/24/nyregion/DEBLASIOweb/DEBLASIOweb-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_24_nyregion_de-blasio-strikes-conciliatory-tone-on-charter-schools.html_module=inline_1542343945.html", "title": "Gentler Words About Charter Schools From de Blasio", "title_page": "Gentler Words About Charter Schools From de Blasio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In those conversations, Mr. de Blasio has sought to tamp down concerns that he holds a grudge against Wall Street or wealthy individuals, according to a banker who spoke with Mr. de Blasio but declined to be identified for fear of harming his relationship with the mayor.\nThe reception was mixed. Some of those the mayor called said they walked away from the conversations reassured about Mr. de Blasio’s commitment to charter schools. But some said they were still concerned about his educational vision, including his plan to charge rent to charter schools, and others said their critiques of Mr. de Blasio extended beyond charter schools and included his support for raising taxes on the wealthy to pay for prekindergarten and after-school programs.\nPhil Walzak, the mayor’s press secretary, said the conversations were part of a broader effort by Mr. de Blasio to unite community leaders, philanthropists and educators around his vision for the city. “These outreach efforts underscore the mayor’s commitment to uniting people and working together to ensure every child in New York City receives a great education,” he said in a statement.\nMany charter school leaders, accustomed to favorable treatment under former Mayor Michael R. Bloomberg, fear that Mr. de Blasio will hinder their growth in New York. Charter schools are publicly financed but privately run, and are typically not unionized. Mr. Bloomberg gave charter schools free space in public school buildings, a policy Mr. de Blasio has criticized as squeezing out traditional schools. Eva S. Moskowitz, a former city councilwoman who runs the Success Academy network, raised several million dollars for advocacy efforts in anticipation of Mr. de Blasio’s tenure, according to a person familiar with her efforts. Mr. de Blasio had singled out Ms. Moskowitz during the campaign, saying, “She has to stop being tolerated, enabled, supported.”\nKevin Hall, a Success Academy board member and president of the Charter School Growth Fund, said it had become necessary for educators to plan robust political efforts.\n“In some ways these guys have gotten pulled into being in the advocacy realm because the world kind of changed around them,” he said. “People are trying to figure out now, how do we mobilize our families and others to better tell our story than we have?”\nThe attacks on Mr. de Blasio have created divisions within the charter school community. A small coalition of charter school leaders has distanced itself from the recent advertising campaign in hopes of building better relations with City Hall. The group released a statement on Sunday praising the mayor’s speech. “We share a belief that our city needs a high-quality charter sector that collaborates with district schools,” the group said.", "url": "https://www.nytimes.com/2014/03/24/nyregion/de-blasio-strikes-conciliatory-tone-on-charter-schools.html?module=inline"}