{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:45", "date_modify": "2018-11-16 04:27:45", "date_publish": "2014-09-07 03:06:23", "description": "Matthew Todd Miller is accused of shredding his tourist visa and demanding asylum, which the North says is a “hostile act” against the country.", "filename": "2014_09_07_world_asia_north-korea-says-it-will-put-american-on-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "image_url": "https://static01.nyt.com/images/2014/09/07/world/asia/07nKOREA/07nKOREA-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_07_world_asia_north-korea-says-it-will-put-american-on-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "title": "North Korea Says It Will Put American on Trial", "title_page": "North Korea Says It Will Put American on Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea said Sunday that it would put Matthew Todd Miller, one of the three Americans known to be held in the country, on trial in a week.\nMr. Miller will be tried at the North’s Supreme Court next Sunday, the country’s state-run Korean Central News Agency said, indicating that his trial will be a one-day event with no appeals allowed.\nNorth Korea had earlier said Mr. Miller shredded his tourist visa and demanded asylum upon arriving in the country in April. Accusing him of unruly behavior, the North had said it would indict him on charges of committing a “hostile act” against the country.\nAnother American, Jeffrey Edward Fowle, also faces trial for a “hostile act.” Last year, an American missionary, Kenneth Bae, was sentenced to 15 years of hard labor on charges of hatching a plot to overthrow the government through proselytizing.", "url": "https://www.nytimes.com/2014/09/07/world/asia/north-korea-says-it-will-put-american-on-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}