{"authors": ["Jonathan Weisman", "David S. Joachim"], "date_download": "2018-11-16 04:35:18", "date_modify": "2018-11-16 04:35:18", "date_publish": "2014-03-27 16:36:08", "description": "The measure passed after the White House dropped efforts to tie it to an overhaul of the International Monetary Fund negotiated by President Obama.", "filename": "2014_03_28_world_europe_senate-approves-1-billion-in-aid-for-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342918.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_28_world_europe_senate-approves-1-billion-in-aid-for-ukraine.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342918.html", "title": "Congress Approves Aid of $1 Billion for Ukraine", "title_page": "Congress Approves Aid of $1 Billion for Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The House and the Senate voted overwhelmingly on Thursday to approve a $1 billion aid package for Ukraine, but Congress’s near unanimity on its modest package of aid and sanctions on Russia masked deep divisions on what the government should do next to confront President Vladimir V. Putin.\nThe bills, which were nearly identical, passed by 399 to 19 in the House and by 98 to 2 in the Senate. President Obama has said he will sign the legislation, which includes new sanctions against Russians and Ukrainians who provided support to Russia in its annexation of the Crimea region of Ukraine.\n“This bill is a first step toward supporting the Ukrainians and our Central and Eastern European partners, and imposing truly significant costs on Moscow,” the House majority leader, Representative Eric Cantor of Virginia, said in a floor speech.\nBut the next steps are unclear. Senator Bob Corker of Tennessee, the ranking Republican on the Senate Foreign Relations Committee, said that “we’re appearing a little bit cautious today.” The United States’ $1 billion in loan guarantees is dwarfed by the $18 billion in loans that the International Monetary Fund has provisionally agreed to provide and the $15 billion promised by the European Union.", "url": "https://www.nytimes.com/2014/03/28/world/europe/senate-approves-1-billion-in-aid-for-ukraine.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}