{"authors": [], "date_download": "2018-11-16 04:25:17", "date_modify": "2018-11-16 04:25:17", "date_publish": "2014-11-11 17:06:11", "description": "Many states will have more workers in call centers this year and more enrollment events to help people through the insurance sign-up process.", "filename": "2014_11_12_us_obamacare-states-exchanges-for-health-insurance-facing-a-new-enrollment-period-try-to-fix-flaws.html_module=inline_1542342317.html", "image_url": "https://static01.nyt.com/images/2014/11/12/us/EXCHANGE/EXCHANGE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_11_12_us_obamacare-states-exchanges-for-health-insurance-facing-a-new-enrollment-period-try-to-fix-flaws.html_module=inline_1542342317.html", "title": "States Race to Improve Health Insurance Exchanges", "title_page": "States Race to Improve Health Insurance Exchanges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Haberlin said the state did not have an estimate of how many new customers would sign up in the second enrollment period. But she pointed out that only about 3 percent of Massachusetts residents remain uninsured because a 2006 state law — the model for the Affordable Care Act — had already motivated most to get coverage.\nMany state-run exchanges say they now have carefully prepared backup plans if the websites fail, including paper applications. Maryland, in an abundance of caution, is rolling out its new system gradually instead of opening it to everyone Saturday. The exchange will hold a single enrollment fair that day where people can sign up with the help of trained counselors, but they will not be able to do so at home. On Sunday, people can start signing up by phone, and next Wednesday by themselves online.\nDr. Sharfstein said that because all the testing of the system was not “the same as actual use,” exchange officials thought it best to increase access to it in a gradual, controlled fashion.\nBut Dr. Beilenson said he worried that the phased rollout would frustrate or confuse people. “People might give up again if they go online and try four times in the first four days and can’t enroll,” he said.\nMaryland, like Massachusetts, has not said how many new customers it hopes to sign up for private coverage during the new enrollment period, which ends on Feb. 15. More than 80,000 people managed to sign up during the first enrollment period, but many filled out paper applications or received help from brokers or counselors who knew workarounds. About 65,000 remain enrolled, Dr. Sharfstein said.\nTo try to prevent frustration, the Maryland exchange will have 350 call center representatives this year — far more than it started with last time — and several thousand private insurance brokers trained to help people enroll. The new software allows brokers to see the online applications of people who have given them permission to do so, Dr. Sharfstein said, and complete their applications.\nConsumer groups that help enroll people will also be expanding their outreach. HealthCare Access Maryland, a nonprofit consumer group, is opening two new offices in strip malls, with weekend and evening hours, Kathleen Westcoat, the group’s chief executive, said. The group’s enrollment counselors have received “a fair amount of training” on the new system, she said, a major difference from last year.\n“It does really seem very user-friendly and clear,” Ms. Westcoat said of the system. “You don’t know until you know, but I feel good.”", "url": "https://www.nytimes.com/2014/11/12/us/obamacare-states-exchanges-for-health-insurance-facing-a-new-enrollment-period-try-to-fix-flaws.html?module=inline"}