{"authors": ["Bill Pennington"], "date_download": "2018-11-16 03:39:41", "date_modify": "2018-11-16 03:39:41", "date_publish": "2014-01-21 01:59:34", "description": "If the Broncos win the Super Bowl, Peyton Manning could be granted iconic status in two cities, something rarely achieved in the N.F.L.", "filename": "2014_01_21_sports_football_manning-is-on-the-verge-of-the-sublime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339581.html", "image_url": "https://static01.nyt.com/images/2014/01/21/sports/BRONCOS1/BRONCOS1-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_21_sports_football_manning-is-on-the-verge-of-the-sublime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339581.html", "title": "Manning Is on the Verge of the Sublime", "title_page": "Manning Is on the Verge of the Sublime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DENVER — Peyton Manning may not need another Super Bowl victory to solidify his place in football history, although his lingering detractors might suggest otherwise. But if there is debate about whether Manning’s legacy could use a boost, there is no doubt that a defeat of the Seattle Seahawks in Super Bowl XLVIII will elevate him to an unparalleled position in the game.\nIt might also grant him iconic status in two cities, something rarely achieved in the N.F.L.\nWith a Broncos victory on Feb. 2 at MetLife Stadium, Manning would become the first starting quarterback to win a Super Bowl with two teams. Only one other quarterback, Kurt Warner, has even had the chance at such a double.\nIn Denver, Manning’s resurrection of the proud Broncos franchise had the populace chanting and parading through the downtown streets well into Sunday night. Gathering spots like the downtown 16th Street pedestrian mall were still packed four hours after the Broncos’ rout of New England, with the congregation an ebullient sea in Broncos orange garb. And although every man, woman and child was not in fact wearing a No. 18 Manning jersey, it is probably safe to estimate that at least 75 percent were.\nManning led the Broncos back to the Super Bowl after 15 long years as Denver watched 17 other cities enjoy a place in America’s biggest sporting spectacle. And Denver does not take missing out on the Super Bowl lightly.", "url": "https://www.nytimes.com/2014/01/21/sports/football/manning-is-on-the-verge-of-the-sublime.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}