{"authors": ["Joe Drape"], "date_download": "2018-11-16 03:39:33", "date_modify": "2018-11-16 03:39:33", "date_publish": "2014-01-20 22:03:15", "description": "Las Vegas sports books made Seattle the opening favorite, by up to 2 ½ points, but by Monday money was pouring in for Denver and its quarterback, Peyton Manning.", "filename": "2014_01_21_sports_football_early-super-bowl-bettors-disagree-with-opening-line.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339573.html", "image_url": "https://static01.nyt.com/images/2014/01/21/sports/football/21betting/21betting-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_21_sports_football_early-super-bowl-bettors-disagree-with-opening-line.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339573.html", "title": "Manning Fans Swing Early Betting Line to Favor Broncos", "title_page": "Manning Fans Swing Early Betting Line to Favor Broncos  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAS VEGAS — Who will win Super Bowl XLVIII? We will know in less than two weeks. Who should be the betting favorite? The oddsmakers and early bettors have differing opinions. Soon after the Seattle Seahawks dispatched the San Francisco 49ers in the N.F.C. championship game, they were made the favorites, by up to 2 ½ points, by a majority of sports books here.\nBut cash quickly poured in for the A.F.C. champion Denver Broncos, who beat the New England Patriots in the A.F.C. championship game, partly because the public is betting with its heart that quarterback Peyton Manning will complete a storybook season. Professional bettors also saw an opportunity to get an edge on what everyone expects to be a volatile betting line.\n“We were thinking Seattle was going to be minus 3 before the games began, but Denver was pretty impressive and methodical in dismantling New England,” said Jay Kornegay, the director of the sports book at LVH — Las Vegas Hotel and Casino. “So we opened Seattle at minus 2 because of the Seahawks’ great defense and how that may be a big factor in what could be a cold-weather game.”\nLater Sunday, however, the Broncos were 1-point favorites, and by noon Monday, they were giving 1 ½ points to the Seahawks.", "url": "https://www.nytimes.com/2014/01/21/sports/football/early-super-bowl-bettors-disagree-with-opening-line.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}