{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:02:27", "date_modify": "2018-11-16 04:02:27", "date_publish": "2014-09-24 18:15:38", "description": "Abu Bakr al-Baghdadi, the leader of the Islamic State, adheres to Wahhabism, a severe form of Islam quick to denounce others, even fellow militant groups like Al Qaeda.", "filename": "2014_09_25_world_middleeast_isis-abu-bakr-baghdadi-caliph-wahhabi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340947.html", "image_url": "https://static01.nyt.com/images/2014/08/08/multimedia/isis-leader-profile/isis-leader-profile-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_09_25_world_middleeast_isis-abu-bakr-baghdadi-caliph-wahhabi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340947.html", "title": "ISIS’ Harsh Brand of Islam Is Rooted in Austere Saudi Creed", "title_page": "ISIS’ Harsh Brand of Islam Is Rooted in Austere Saudi Creed  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAGHDAD — Caliph Ibrahim, the leader of the Islamic State, appeared to come out of nowhere when he matter-of-factly proclaimed himself the ruler of all Muslims in the middle of an otherwise typical Ramadan sermon. Muslim scholars from the most moderate to the most militant all denounced him as a grandiose pretender, and the world gaped at his growing following and its vicious killings.\nHis ruthless creed, though, has clear roots in the 18th-century Arabian Peninsula. It was there that the Saud clan formed an alliance with the puritanical scholar Muhammed ibn Abd al-Wahhab. And as they conquered the warring tribes of the desert, his austere interpretation of Islam became the foundation of the Saudi state.\nMuch to Saudi Arabia’s embarrassment, the same thought has now been revived by the caliph, better known as Abu Bakr al-Baghdadi, as the foundation of the Islamic State.\n“It is a kind of untamed Wahhabism,” said Bernard Haykel, a scholar at Princeton. “Wahhabism is the closest religious cognate.”", "url": "https://www.nytimes.com/2014/09/25/world/middleeast/isis-abu-bakr-baghdadi-caliph-wahhabi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}