{"authors": ["Michael D. Shear", "Jeremy W. Peters"], "date_download": "2018-11-16 04:28:53", "date_modify": "2018-11-16 04:28:53", "date_publish": "2014-07-08 15:43:30", "description": "President Obama’s request for Congress to provide $3.7 billion to confront a surge of migrants crossing the border into Texas quickly became entangled in the fierce debate over immigration.", "filename": "2014_07_09_us_obama-seeks-billions-for-children-immigration-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342533.html", "image_url": "https://static01.nyt.com/images/2014/07/09/us/JPBORDER/JPBORDER-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_09_us_obama-seeks-billions-for-children-immigration-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342533.html", "title": "Obama Asks for $3.7 Billion to Aid Border", "title_page": "Obama Asks for $3.7 Billion to Aid Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama urged Congress on Tuesday to quickly provide almost $4 billion to confront a surge of young migrants from Central America crossing the border into Texas, calling it “an urgent humanitarian situation.”\nBut the request quickly became entangled in the fierce political debate over immigration: Republicans said they were wary of Mr. Obama’s request and could not immediately support it, given what they called his administration’s failure to secure the Mexican border after years of illegal crossings. Mr. Obama could face resistance from members of his own party as well.\nThe president said he needed the money to set up new detention facilities, conduct more aerial surveillance and hire immigration judges and Border Patrol agents to respond to the flood of 52,000 children. Their sudden mass migration has overwhelmed local resources and touched off protests from residents angry about the impact on the local economy. In a letter to congressional leaders, Mr. Obama urged them to “act expeditiously” on his request.\nRepublican lawmakers who have long demanded tougher enforcement of immigration laws along the border expressed cautious support on Tuesday for beefing up the federal presence in the Rio Grande Valley, where most of the children have been crossing into the United States.", "url": "https://www.nytimes.com/2014/07/09/us/obama-seeks-billions-for-children-immigration-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}