{"authors": ["Gerry Mullany"], "date_download": "2018-11-16 04:43:42", "date_modify": "2018-11-16 04:43:42", "date_publish": "2014-01-09 06:24:59", "description": "Although contrite for suggesting that an American sentenced to 15 years of hard labor by North Korea may have deserved his fate, Rodman continued his whirlwind tour of the country.", "filename": "2014_01_10_world_asia_rodman-apologizes-for-remarks-on-detained-american.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343422.html", "image_url": "https://static01.nyt.com/images/2014/01/10/world/10rodman/10rodman-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_01_10_world_asia_rodman-apologizes-for-remarks-on-detained-american.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343422.html", "title": "Dennis Rodman Regrets Comments on North Korea Prisoner", "title_page": "Dennis Rodman Regrets Comments on North Korea Prisoner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Dennis Rodman apologized Thursday for comments suggesting that an American jailed in North Korea deserved his fate. Rodman said he had been drinking at the time.\nRodman, who is visiting North Korea, has come under sharp criticism because of the positive statements he has made about the country’s leader, Kim Jong-un, while largely ignoring the nation’s abysmal human rights record.\nThat criticism intensified after Rodman discussed North Korea’s detention of Kenneth Bae, an American missionary, in a rambling CNN interview on Wednesday. Asked whether he would bring up Bae’s fate during his trip, Rodman said, “If you understand what Kenneth Bae did.”\nHe added: “Do you understand what he did in this country? And — no, no, no, you tell me. You tell me. Why is he held captive here in this country? Why?”", "url": "https://www.nytimes.com/2014/01/10/world/asia/rodman-apologizes-for-remarks-on-detained-american.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}