{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:36:11", "date_modify": "2018-11-16 04:36:11", "date_publish": "2014-03-21 01:26:10", "description": "So-called self-defense groups were ordered to disarm by Friday, the same day Ukraine is scheduled to sign the political articles of an association agreement with the European Union.", "filename": "2014_03_21_world_europe_ukraine-sets-deadline-for-militias-to-surrender-illegal-guns_1542342971.html", "image_url": "https://static01.nyt.com/images/2014/03/21/world/ALT-UKRAINE/ALT-UKRAINE-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_03_21_world_europe_ukraine-sets-deadline-for-militias-to-surrender-illegal-guns_1542342971.html", "title": "Ukraine Sets Deadline for Militias to Surrender Illegal Guns", "title_page": "Ukraine Sets Deadline for Militias to Surrender Illegal Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KIEV, Ukraine — In an effort to stabilize Ukraine and extend its authority, the interim government has set a deadline of Friday for turning in the illegal firearms that are now carried openly by so-called self-defense groups in Independence Square, the politically important plaza in the center of the capital.\nThe order was seconded on Thursday by the French ambassador to Ukraine, Alain Rémy, who said the disarmament of the militias that helped overthrow the former government is a central requirement for the European Union to begin disbursing financial aid, along with the government fighting corruption.\nPrime Minister Arseniy P. Yatsenyuk, who was a staunch supporter of the protesters but never condoned violent tactics, set the deadline for Friday, the day Ukraine is scheduled to sign the political articles of an association agreement with the European Union.\n“For those who want to defend their country with an assault rifle in their hands, welcome to the National Guard or the Army,” Mr. Yatsenyuk said in a speech this week.", "url": "https://www.nytimes.com/2014/03/21/world/europe/ukraine-sets-deadline-for-militias-to-surrender-illegal-guns.html"}