{"authors": ["Matthew Rosenberg", "Carlotta Gall"], "date_download": "2018-11-16 04:40:06", "date_modify": "2018-11-16 04:40:06", "date_publish": "2014-06-02 02:10:02", "description": "Representatives of both sides played down the idea that the exchange, long seen as a crucial prelude to any broader talks, might breathe new life into a peace effort.", "filename": "2014_06_02_world_asia_soldier-prisoner-trade-for-five-taliban-figures-offers-rare-view_1542343206.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_02_world_asia_soldier-prisoner-trade-for-five-taliban-figures-offers-rare-view_1542343206.html", "title": "Prisoner Trade Yields Rare View Into the Taliban", "title_page": "Prisoner Trade Yields Rare View Into the Taliban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — The freeing of five senior Taliban figures in exchange for the American soldier, Sgt. Bowe Bergdahl, has offered both a rare insight into the insurgent group’s inner workings and a diplomatic first in the long Afghan war: a negotiated agreement between the highest levels of the American government and the pinnacle of the Taliban command.\nRepresentatives of both sides played down the idea that the exchange, long seen as a crucial prelude to any broader talks, might breathe new life into the effort to engage the Taliban in a peace effort. But the complex swap showed “each side that the other can deliver,” said one senior American official close to the effort. And it gave both the Taliban leadership and the Obama administration important political symbols.\nFor the Taliban, the delivery of five of its most prominent figures to freedom in Qatar was the culmination of years of effort to secure the men’s release and to receive legitimacy on an international stage. And it seemingly answered questions about whether the group’s reclusive leader, Mullah Muhammad Omar, was still in charge of its disparate factions, demonstrating “that there was a span in control that went through the representatives in Doha, to the Taliban command, and to the individuals who were holding him, presumably somewhere in Pakistan,” the American official said, speaking on the condition of anonymity to discuss Sergeant Bergdahl’s release.\nFor the Obama administration, too, the exchange was an important achievement: the prospect of Sergeant Bergdahl’s return to his family in Idaho after nearly five years as a hostage of the Taliban struck a humanitarian and emotional note for an administration trying to wind down the war.", "url": "https://www.nytimes.com/2014/06/02/world/asia/soldier-prisoner-trade-for-five-taliban-figures-offers-rare-view.html"}