{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:48:42", "date_modify": "2018-11-16 04:48:42", "date_publish": "2014-06-04 06:37:41", "description": "Tens of thousands turned out in Hong Kong, but in mainland China, a stifling security presence on the streets and online appeared to forestall any protests.", "filename": "2014_06_05_world_asia_crowds-gather-in-hong-kong-to-mark-25th-anniversary-of-tiananmen-killings_1542343722.html", "image_url": "https://static01.nyt.com/images/2014/06/04/world/asia/05tiananmen/05tiananmen-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_05_world_asia_crowds-gather-in-hong-kong-to-mark-25th-anniversary-of-tiananmen-killings_1542343722.html", "title": "Crowds Gather in Hong Kong for Anniversary of Tiananmen Crackdown", "title_page": "Crowds Gather in Hong Kong for Anniversary of Tiananmen Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In recent years, the gathering had been dominated by people age 40 or older who remembered coverage of the night of the crackdown and who sometimes brought their children. That demographic profile appeared to have been upended this year, as people in their 20s and 30s predominated. An announcer on the stage asked all those attending the vigil for the first time to raise their hands, and many sprang up.\nOne first-time attendee, Rex Liu, a 27-year-old office worker, said that although he felt regret that students had died 25 years ago, he was motivated more by concern about the prevalence of corruption in current-day China. “I feel the need to come this year to express my discontent over the rotting and corrupt state of the Chinese government,” he said.\nPhoto\nThe general silence about the anniversary that security agencies imposed in mainland China left Hong Kong as the only city on Chinese soil where such a public commemoration could take place.\nAsked during a brief interview near the end of the vigil whether he was attending the event as a church leader, Cardinal Zen, the retired archbishop of Hong Kong and a longtime advocate of greater democracy, gave a small shrug and a short, amused laugh. “No, no, no, I am myself,” he said.\nXinhua, China’s state-run news agency, published an article on Wednesday quoting a government spokesman criticizing the United Nations’ high commissioner for human rights, who called on Tuesday for Beijing to release pro-democracy activists and others who have been detained.\nPhoto\n“The so-called press release made by U.N. high commissioner for human rights, Navi Pillay, grossly goes against her mandate and constitutes a grave intervention of China’s judicial sovereignty and internal affairs,” Hong Lei, a Foreign Ministry spokesman, said at a daily news briefing, according to the Xinhua report. Ms. Pillay had released a statement on the anniversary calling on China to free dissidents. “China has chosen a viable path to develop human rights, and this is not to be changed by any discordant voice,” Mr. Hong added.\nAdvertisement Continue reading the main story\nAmong those who had assembled around Victoria Park was one man defending the armed crackdown. He held a sign in Chinese that read: “Oppose overturning the verdict on June 4; the democracy movement is a menace to national tranquillity. Without a prompt crackdown, China would not be what it is today.”\nThe man, Chiu Keng Wong, a Hong Kong resident and camera dealer, said he was in China in 1989.\n“People don’t understand the situation back then,” he said. “This had to be done to defend reform and opening up. Older people who have spent time in China understand my view.”\nPhoto\nSeveral groups in Hong Kong allied with the Beijing government have tried to make the case that dwelling on June 4 is politically unhealthy, and one of them, the Voice of Loving Hong Kong, held a small gathering near Victoria Park. Guarded by a phalanx of police officers and metal barriers, the group had a banner urging the people of Hong Kong to “let go of this burden.”\nThe democracy movement in Hong Kong has fractured over how to deal with Beijing’s steadfast refusal to change its official stance on the Tiananmen Square crackdown, and over Beijing’s reluctance to allow greater democracy in Hong Kong itself. The clearest sign of that division was a separate protest Wednesday evening on the opposite side of the harbor from the Victoria Park candlelight vigil, which has been held every year since 1989.\nThe rival event, which the police said attracted 3,060 people, was organized by the Proletariat Political Institute, a group led by Wong Yuk-man, a democracy activist who is also on the 70-member Legislative Council. He contends that the established pro-democracy parties are not sufficiently assertive in challenging Beijing.\n“The vigil has been held for more than two decades, and the significance of the vigil is diminishing,” Mr. Wong’s group said in a statement Tuesday evening. “It is now no more than a routine ceremonial event.”", "url": "https://www.nytimes.com/2014/06/05/world/asia/crowds-gather-in-hong-kong-to-mark-25th-anniversary-of-tiananmen-killings.html"}