{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:18:59", "date_modify": "2018-11-16 04:18:59", "date_publish": "2014-10-11 15:30:26", "description": "A conversation on racial inequality in America continues with a look at the justice system.", "filename": "2014_10_12_opinion_sunday_nicholas-kristof-when-whites-just-dont-get-it-part-3.html_module=inline_1542341939.html", "image_url": "https://static01.nyt.com/images/2014/10/12/sunday-review/1012KRISTOF/1012KRISTOF-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_10_12_opinion_sunday_nicholas-kristof-when-whites-just-dont-get-it-part-3.html_module=inline_1542341939.html", "title": "When Whites Just Don’t Get It, Part 3", "title_page": "Opinion | When Whites Just Don’t Get It, Part 3 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SOME white Americans may be surprised to hear Archbishop Desmond Tutu describe Bryan Stevenson, an African-American lawyer fighting for racial justice, as “America’s young Nelson Mandela.”\nHuh? Why do we need a Mandela over here? We’ve made so much progress on race over 50 years! And who is this guy Stevenson, anyway?\nYet Archbishop Tutu is right. Even after remarkable gains in civil rights, including the election of a black president, the United States remains a profoundly unequal society — and nowhere is justice more elusive than in our justice system.\nWhen I was born in 1959, the hospital in which I arrived had separate floors for black babies and white babies, and it was then illegal for blacks and whites to marry in many states. So progress has been enormous, and America today is nothing like the apartheid South Africa that imprisoned Mandela. But there’s also a risk that that progress distracts us from the profound and persistent inequality that remains.", "url": "https://www.nytimes.com/2014/10/12/opinion/sunday/nicholas-kristof-when-whites-just-dont-get-it-part-3.html?module=inline"}