{"authors": ["William Neuman"], "date_download": "2018-11-16 04:18:42", "date_modify": "2018-11-16 04:18:42", "date_publish": "2014-07-31 00:49:08", "description": "Limits affecting cabinet members, agency heads, mayors, judges, and members of the military and the police were imposed in response to human rights abuses by the Venezuelan government at antigovernment demonstrations.", "filename": "2014_07_31_world_americas_us-bars-travel-by-top-venezuelan-officials.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341922.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_07_31_world_americas_us-bars-travel-by-top-venezuelan-officials.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341922.html", "title": "U.S. Bars Travel by Top Venezuelan Officials", "title_page": "U.S. Bars Travel by Top Venezuelan Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — The State Department said on Wednesday that it was imposing travel restrictions on Venezuelan officials whom it considered to be responsible for human rights abuses during recent antigovernment protests.\nThe move followed an embarrassing episode for Washington in which it tried and failed to get custody of a former Venezuelan general who is wanted in the United States on narcotics charges. The episode produced a propaganda victory for President Nicolás Maduro of Venezuela, a leftist who often accuses Washington of plotting against him.\nThe former general, Hugo Carvajal, was arrested last week in Aruba at the request of the United States. Venezuela had designated Mr. Carvajal as its consul general to Aruba, but Aruban officials said he did not have diplomatic immunity because they had not accepted his appointment to the post.\nHowever, the Netherlands, which handles some affairs for Aruba, its former colony, ruled that Mr. Carvajal had immunity and ordered him released. The unexpected development caught American diplomats flat-footed.", "url": "https://www.nytimes.com/2014/07/31/world/americas/us-bars-travel-by-top-venezuelan-officials.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}