{"authors": ["David Leonhardt", "Kevin Quealy"], "date_download": "2018-11-16 04:08:17", "date_modify": "2018-11-16 04:08:17", "date_publish": "2014-04-22 07:38:28", "description": "After three decades of slow growth, middle-class incomes in the U.S. appear to trail those of Canada. Poor Americans now make less than the poor in several other countries.", "filename": "2014_04_23_upshot_the-american-middle-class-is-no-longer-the-worlds-richest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "image_url": "https://static01.nyt.com/images/2014/04/22/upshot/23UPSHOT-MIDDLE-usa-slide-1RJB/23UPSHOT-MIDDLE-usa-slide-1RJB-videoSixteenByNine1050-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_04_23_upshot_the-american-middle-class-is-no-longer-the-worlds-richest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341297.html", "title": "The American Middle Class Is No Longer the World’s Richest", "title_page": "The American Middle Class Is No Longer the World’s Richest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Finally, governments in Canada and Western Europe take more aggressive steps to raise the take-home pay of low- and middle-income households by redistributing income.\nJanet Gornick, the director of LIS, noted that inequality in so-called market incomes — which does not count taxes or government benefits — “is high but not off the charts in the United States.” Yet the American rich pay lower taxes than the rich in many other places, and the United States does not redistribute as much income to the poor as other countries do. As a result, inequality in disposable income is sharply higher in the United States than elsewhere.\nWhatever the causes, the stagnation of income has left many Americans dissatisfied with the state of the country. Only about 30 percent of people believe the country is headed in the right direction, polls show.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Things are pretty flat,” said Kathy Washburn, 59, of Mount Vernon, Iowa, who earns $33,000 at an Ace Hardware store, where she has worked for 23 years. “You have mostly lower level and high and not a lot in between. People need to start in between to work their way up.”\nMiddle-class families in other countries are obviously not without worries — some common around the world and some specific to their countries. In many parts of Europe, as in the United States, parents of young children wonder how they will pay for college, and many believe their parents enjoyed more rapidly rising living standards than they do. In Canada, people complain about the costs of modern life, from college to monthly phone and Internet bills. Unemployment is a concern almost everywhere.\nAdvertisement Continue reading the main story\nBut both opinion surveys and interviews suggest that the public mood in Canada and Northern Europe is less sour than in the United States today.\n“The crisis had no effect on our lives,” Jonas Frojelin, 37, a Swedish firefighter, said, referring to the global financial crisis that began in 2007. He lives with his wife, Malin, a nurse, in a seaside town a half-hour drive from Gothenburg, Sweden’s second-largest city.\nThey each have five weeks of vacation and comprehensive health benefits. They benefited from almost three years of paid leave, between them, after their children, now 3 and 6 years old, were born. Today, the children attend a subsidized child-care center that costs about 3 percent of the Frojelins’ income.\nEven with a large welfare state in Sweden, per capita G.D.P. there has grown more quickly than in the United States over almost any extended recent period — a decade, 20 years, 30 years. Sharp increases in the number of college graduates in Sweden, allowing for the growth of high-skill jobs, has played an important role.\nOther countries’ middle class incomes have grown since 2000. The United States’ has not. CHANGE IN MEDIAN INCOME SINCE 2000 COUNTRY Britain Canada Ireland Netherlands Spain Germany United States 19.7 19.7 16.2 13.9 4.1 1.4 0.3 + %\nElsewhere in Europe, economic growth has been slower in the last few years than in the United States, as the Continent has struggled to escape the financial crisis. But incomes for most families in Sweden and several other Northern European countries have still outpaced those in the United States, where much of the fruits of recent economic growth have flowed into corporate profits or top incomes.\nThis pattern suggests that future data gathered by LIS are likely to show similar trends to those through 2010.\nThere does not appear to be any other publicly available data that allows for the comparisons that the LIS data makes possible. But two other sources lead to broadly similar conclusions.\nA Gallup survey conducted between 2006 and 2012 showed the United States and Canada with nearly identical per capita median income (and Scandinavia with higher income). And tax records collected by Thomas Piketty and other economists suggest that the United States no longer has the highest average income among the bottom 90 percent of earners.\nAdvertisement Continue reading the main story\nOne large European country where income has stagnated over the past 15 years is Germany, according to the LIS data. Policy makers in Germany have taken a series of steps to hold down the cost of exports, including restraining wage growth.\nEven in Germany, though, the poor have fared better than in the United States, where per capita income has declined between 2000 and 2010 at the 40th percentile, as well as at the 30th, 20th, 10th and 5th.\nSlide Show\nMore broadly, the poor in the United States have trailed their counterparts in at least a few other countries since the early 1980s. With slow income growth since then, the American poor now clearly trail the poor in several other rich countries. At the 20th percentile — where someone is making less than four-fifths of the population — income in both the Netherlands and Canada was 15 percent higher than income in the United States in 2010.\nBy contrast, Americans at the 95th percentile of the distribution — with $58,600 in after-tax per capita income, not including capital gains — still make 20 percent more than their counterparts in Canada, 26 percent more than those in Britain and 50 percent more than those in the Netherlands. For these well-off families, the United States still has easily the world’s most prosperous major economy.", "url": "https://www.nytimes.com/2014/04/23/upshot/the-american-middle-class-is-no-longer-the-worlds-richest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}