{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:21:45", "date_modify": "2018-11-16 04:21:45", "date_publish": "2014-11-30 18:06:08", "description": "Even as United Nations negotiators expressed optimism that they may finally achieve a deal, experts cautioned that it probably would not stave off global warming’s near-term impact.", "filename": "2014_12_01_world_climate-talks.html_module=inline_1542342105.html", "image_url": "https://static01.nyt.com/images/2014/12/01/world/01climate-2/01climate-2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_12_01_world_climate-talks.html_module=inline_1542342105.html", "title": "Optimism Faces Grave Realities at Climate Talks", "title_page": "Optimism Faces Grave Realities at Climate Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — After more than two decades of trying but failing to forge a global pact to halt climate change, United Nations negotiators gathering in South America this week are expressing a new optimism that they may finally achieve the elusive deal.\nEven with a deal to stop the current rate of greenhouse gas emissions, scientists warn, the world will become increasingly unpleasant. Without a deal, they say, the world could eventually become uninhabitable for humans.\nFor the next two weeks, thousands of diplomats from around the globe will gather in Lima, Peru, for a United Nations summit meeting to draft an agreement intended to stop the global rise of planet-warming greenhouse gases.\nThe meeting comes just weeks after a landmark announcement by President Obama and President Xi Jinping of China committing the world’s two largest carbon polluters to cuts in their emissions. United Nations negotiators say they believe that advancement could end a longstanding impasse in the climate talks, spurring other countries to sign similar commitments.", "url": "https://www.nytimes.com/2014/12/01/world/climate-talks.html?module=inline"}