{"authors": ["David S. Joachim"], "date_download": "2018-11-16 04:09:29", "date_modify": "2018-11-16 04:09:29", "date_publish": "2014-06-16 17:58:56", "description": "The I.R.S. told investigators looking into accusations of politically motivated misconduct that two years’ worth of emails sent and received by an official, Lois Lerner, had been destroyed.", "filename": "2014_06_17_us_house-panels-looking-into-irss-claims-of-lost-emails.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341369.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2014_06_17_us_house-panels-looking-into-irss-claims-of-lost-emails.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341369.html", "title": "I.R.S. Commissioner to Testify on Ex-Official’s Lost Emails", "title_page": "I.R.S. Commissioner to Testify on Ex-Official’s Lost Emails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Internal Revenue Service commissioner will testify before two House committees next week about the agency’s disclosure that it lost thousands of emails sought by investigators looking into accusations of politically motivated misconduct by the agency, the committees said Monday.\nThe I.R.S. told congressional investigators on Friday that two years’ worth of emails sent and received by Lois Lerner, the former official at the center of the inquiry, had been destroyed because of a computer crash in mid-2011. The committees are examining whether the lost emails involved obstruction or a violation of the Federal Records Act, aides to the committees said.\nThe I.R.S.’s disclosure, included in a filing to the Senate Finance Committee, added to suspicions among Republican lawmakers that the I.R.S. was not cooperating fully with the investigations of its treatment of conservative political groups seeking tax-exempt status during the 2012 campaigns.\n“I will not tolerate your continued obstruction and game-playing,” Representative Darrell Issa, Republican of California, the chairman of the Oversight Committee, wrote in a letter to the I.R.S. commissioner, John Koskinen, on Monday after issuing a subpoena for him to appear.", "url": "https://www.nytimes.com/2014/06/17/us/house-panels-looking-into-irss-claims-of-lost-emails.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}