{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:15:22", "date_modify": "2018-11-16 03:15:22", "date_publish": "2015-08-21 15:49:36", "description": "A remarkable run-up in stock prices probably needed a breather at a time when a range of markets had been starting to look a little bubbly.", "filename": "2015_08_22_upshot_this-weeks-market-sell-off-may-not-be-such-a-bad-thing_1542338122.html", "image_url": "https://static01.nyt.com/images/2015/08/22/upshot/22UP-Stock/22UP-Stock-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_22_upshot_this-weeks-market-sell-off-may-not-be-such-a-bad-thing_1542338122.html", "title": "This Week’s Market Sell-Off May Not Be Such a Bad Thing", "title_page": "This Week’s Market Sell-Off May Not Be Such a Bad Thing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has been a frantic week on Wall Street and in other financial centers, with stocks and other risky assets experiencing their worst week in years.\nThe 3.2 percent drop in the Standard & Poor’s 500-stock index on Friday culminated the worst week for United States stocks since 2011, and put the index 7.5 percent below its recent peak on May 21. Many global markets have performed even worse, with stocks down across Asia and Europe. And the price of oil and emerging market currencies around the world continued a decline that dates to last year.\nIt’s about time.\nThat’s not to minimize the losses investors have incurred, or to say that each of these moves can be completely justified by data, and certainly not to predict what will happen next week or next month. But if you step back just a bit, what has happened in financial markets this week looks less like a catastrophe in the making and more like a much-needed breather when various markets had been starting to look a little bubbly.", "url": "https://www.nytimes.com/2015/08/22/upshot/this-weeks-market-sell-off-may-not-be-such-a-bad-thing.html"}