{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:01:16", "date_modify": "2018-11-16 04:01:16", "date_publish": "2015-12-17 14:19:15", "description": "At least 400 people have died since April, a human rights official said, stemming from protests after the president decided to run for a third term.", "filename": "2015_12_18_world_africa_burundi-violence.html_module=inline_1542340876.html", "image_url": "https://static01.nyt.com/images/2015/12/18/world/18Burundi-web/18Burundi-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_18_world_africa_burundi-violence.html_module=inline_1542340876.html", "title": "U.N. Rights Council Presses for Inquiry in Burundi", "title_page": "U.N. Rights Council Presses for Inquiry in Burundi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — Responding to chilling accounts of mass killings in Burundi, the United Nations’ top human rights body on Thursday called for an international investigation of abuses as part of an effort to curb the violence and prevent a wider regional conflict.\n“Burundi is at bursting point, on the very cusp of a civil war,” said Zeid Ra’ad al-Hussein, the United Nations human rights chief, at a special session of the Human Rights Council in Geneva. “The time for piecemeal responses and fiddling round the edges is over.”\nThe Human Rights Council’s 47 members, including 13 African states and all five permanent members of the United Nations Security Council, unanimously backed a resolution that called for a team of independent experts to go to Burundi as soon as possible to investigate abuses and to report back in March.\nThe resolution was an attempt to avert the escalation of killings and prevent mass atrocities, Keith Harper, the United States ambassador to the council, told reporters after the session.", "url": "https://www.nytimes.com/2015/12/18/world/africa/burundi-violence.html?module=inline"}