{"authors": ["Douglas Quenqua"], "date_download": "2018-11-16 04:07:17", "date_modify": "2018-11-16 04:07:17", "date_publish": "2015-01-12 20:42:05", "description": "Scientists have developed an algorithm that guarantees at least a draw in one variation of poker.", "filename": "2015_01_13_science_a-computer-that-knows-when-to-hold-em.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341237.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_science_a-computer-that-knows-when-to-hold-em.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341237.html", "title": "A Computer That Knows When to Hold ’Em", "title_page": "A Computer That Knows When to Hold ’Em  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has been eight years since a computer program “solved” checkers, calculating a strategy so optimal that it guaranteed at least a draw. Now, an algorithm has done the same for poker, producing a winning strategy that researchers say no human can beat in a single lifetime.\nFor computer scientists, poker presents a much more complex challenge than games like checkers or tick-tack-toe, in which every player is aware of every previous move. In poker, players don’t know what cards their opponents have been dealt, making it an imperfect information game. Such a variable, to say nothing of bluffing, makes the game far more difficult for a computer to pin down.\nBut researchers at the University of Alberta in Edmonton developed an algorithm that manages data in unique ways, allowing it to take into account more of the variables. The result is a formula for mostly winning a variation of the game called Limit Texas Hold ‘em.\n“If the dealer is changing back and forth, it’s possible to guarantee we don’t lose any money,” said Michael Bowling, the lead author of the study. “And if the other guy makes some mistakes, it’s possible we may win some.” (Dr. Bowling has confirmed, as poker players have long suspected, that the dealer holds an advantage.)", "url": "https://www.nytimes.com/2015/01/13/science/a-computer-that-knows-when-to-hold-em.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}