{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 04:13:36", "date_modify": "2018-11-16 04:13:36", "date_publish": "2015-08-14 09:00:05", "description": "Secretary of State John Kerry attended a ceremony at the diplomatic post, which officially opened in July, before talking to dissidents at a separate reception.", "filename": "2015_08_15_world_americas_kerry-havana-embassy-flag-raising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341616.html", "image_url": "https://static01.nyt.com/images/2015/08/15/world/15cuba8_hp/15cuba8_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_15_world_americas_kerry-havana-embassy-flag-raising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341616.html", "title": "Kerry Strikes Delicate Balance in Havana Trip for Embassy Flag-Raising", "title_page": "Kerry Strikes Delicate Balance in Havana Trip for Embassy Flag-Raising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — John Kerry, the first secretary of state to visit Cuba in 70 years, said on Friday that the Cuban government could not expect the United States to lift its trade embargo unless it moved to improve its record on human rights.\n“There is no way Congress is going to vote to lift the embargo if they’re not moving with respect to issues of conscience,” Mr. Kerry told reporters near the end of his 12-hour visit here.\n“It is a two-way street,” he added.\nTo try to make headway on human rights and other thorny issues, the two sides decided Friday to form a new steering committee of Cuban and American officials. Its first meeting will take place in Cuba on Sept. 10 and 11, Mr. Kerry said, with another session in the United States.\nBut there was no sign of flexibility on human rights on the part of the Cuban authorities. At a joint news conference with Mr. Kerry, Cuba’s foreign minister, Bruno Rodríguez, said his government was interested in pursuing new areas of cooperation, but he sought to deflect attention from his country’s record by criticizing Washington’s record on human rights.", "url": "https://www.nytimes.com/2015/08/15/world/americas/kerry-havana-embassy-flag-raising.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}