{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:41:52", "date_modify": "2018-11-16 03:41:52", "date_publish": "2015-06-02 00:20:05", "description": "The Supreme Court ruled that second mortgages may not be voided if the property is worth less than the mortgage debt.", "filename": "2015_06_02_business_justices-curb-bankruptcy-filers-ability-to-have-second-mortgages-canceled_1542339712.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_02_business_justices-curb-bankruptcy-filers-ability-to-have-second-mortgages-canceled_1542339712.html", "title": "Justices Curb Bankruptcy Filers’ Ability to Have Second Mortgages Canceled", "title_page": "Justices Curb Bankruptcy Filers’ Ability to Have Second Mortgages Canceled  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Handing banks a victory, the Supreme Court ruled that financially struggling homeowners who file for bankruptcy may not expect to have their second mortgage loans canceled, even if they owe more on their homes than the properties are worth.\nIn a unanimous decision on Monday, the court determined that second mortgages may not be “stripped off,” or voided, if the property is underwater, or worth less than the mortgage debt.\nThe ruling keeps intact a major protection for mortgage lenders, which extended tens of billions of dollars of second mortgages during the housing boom on homes that are now worth much less than their values when they were purchased. It also closes a legal avenue for homeowners with limited incomes and overwhelming debt to shed their underwater properties, bankruptcy lawyers say.\nThe ruling, written by Justice Clarence Thomas, stems from Chapter 7 bankruptcy cases filed in 2013 by homeowners who sought to strip off their second mortgages. One of the homeowners, David B. Caulkett, owed a first mortgage totaling $183,264 at the time of his bankruptcy filing, but his Florida home was valued at $98,000.", "url": "https://www.nytimes.com/2015/06/02/business/justices-curb-bankruptcy-filers-ability-to-have-second-mortgages-canceled.html"}