{"authors": ["Jonathan Mahler", "Nicholas Confessore"], "date_download": "2018-11-16 03:45:18", "date_modify": "2018-11-16 03:45:18", "date_publish": "2015-12-19 14:58:02", "description": "The impoverished island turned to hedge funds to stave off collapse. Now someone has to pay.", "filename": "2015_12_20_us_politics_puerto-rico-money-debt.html_ref=nyt-es&mcid=nyt-es&subid=article_1542339918.html", "image_url": "https://static01.nyt.com/images/2015/12/18/us/00puertoricoweb1/00puertoricoweb1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_20_us_politics_puerto-rico-money-debt.html_ref=nyt-es&mcid=nyt-es&subid=article_1542339918.html", "title": "Inside the Billion-Dollar Battle for Puerto Rico’s Future", "title_page": "Inside the Billion-Dollar Battle for Puerto Rico’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To block proposals that would put their investments at risk, a coalition of hedge funds and financial firms has hired dozens of lobbyists, forged alliances with Tea Party activists and recruited so-called AstroTurf groups on the island to make their case. This approach — aggressive legal maneuvering, lobbying and the deployment of prodigious wealth — has proved successful overseas, in countries like Argentina and Greece, yielding billions in profit amid economic collapse.\nThe pressure has been widely felt. Senator Marco Rubio, whose state, Florida, has a large Puerto Rican population, expressed interest this year in sponsoring bankruptcy legislation for the island, says Senator Richard Blumenthal, Democrat of Connecticut. Mr. Rubio’s staff even joined in drafting the bill. But this summer, three weeks after a fund-raiser hosted by a hedge-fund founder, Mr. Rubio broke with those backing the measure. Bankruptcy, he said, should be considered only as a “last resort.”\nAnd this past week, House Republican leaders said any financial rescue for Puerto Rico may not come until the end of March.\nThe fight over the island’s future is stretching from the oceanside neighborhoods of San Juan, where a growing number of wealthy investors and financial professionals have migrated in recent years to exploit generous tax breaks, to Capitol Hill. Their efforts are being closely watched by financial institutions, labor unions and policy makers on the mainland, where many ordinary investors own Puerto Rican bonds through mutual funds.\nSome warn that Puerto Rico could be a test case for the rest of the country, paving the way for troubled states like Illinois to escape unsustainable debts.\nStephen J. Spencer, a restructuring expert representing Puerto Rico bondholders including some hedge funds, said letting the government renege on agreements with hedge funds and other investors would set a dangerous precedent, undermining the integrity of the bond market.\n“It’s really a wealth transfer from the bondholders to the municipalities,” Mr. Spencer said.\nOthers fear a different precedent: A handful of wealthy investors, they argue, are trying to rewrite the social contract of an entire United States territory. Puerto Rican officials say they have already cut public services and slashed central government spending by a fifth to keep ahead of payments to the hedge funds and financiers.\nAdvertisement Continue reading the main story\n“What they are doing, by getting all the resources for themselves, is undermining the viability of Puerto Rico as a commonwealth,” said Joseph E. Stiglitz, the Nobel Prize-winning economist. “They want their money now, and they want to get the rules set so that they can make money for the next 20 years.”\nA Bet on Resurgence\nAlong Ashford Avenue in San Juan’s Condado district, newly renovated hotels gleam beside shops like Gucci and Cartier. Slightly to the west are new high-rise condominiums, known as WeCo, or West Condado, by an enterprising real estate agent originally from Manhattan. Still farther west, not far from the Capitol in Old San Juan, a new development named the Paseo Caribe makes a more explicit pitch to potential buyers: “The Puerto Rico Advantage: Sun, Sand and Zero Taxes,” the development’s website promises.\nThis was supposed to help solve Puerto Rico’s problems. The commonwealth has been in a depression for over a decade. Pharmaceutical companies and manufacturers have fled the island, followed by young Puerto Ricans looking for jobs, draining the island’s work force and tax base. Forty percent of the island’s residents live in poverty.\nPhoto\nThree years ago, in a bid to lure financial services firms and other employers, Puerto Rico’s governor at that time, Luis Fortuño, a Republican, signed laws intended to turn the island into a domestic tax haven. Americans who relocated to Puerto Rico, spent at least half a year there and brought their company with them would pay no federal income or capital gains taxes.\nPrivate-equity magnates, hedge funds and investment advisers began moving to the island. They settled in Condado and a handful of coastal enclaves like the Dorado Beach Resort, where the billionaire investor Toby Neugebauer, who provided $10 million to the presidential campaign of Senator Ted Cruz of Texas, bought a home.\nJohn Paulson, the hedge fund investor and leading Republican donor, snapped up resort properties and fading resort hotels, betting on a resurgence. Puerto Rico, Mr. Paulson told an investor conference last year, would become “the Singapore of the Caribbean.” This spring, at his urging, the island even rented a booth at the hedge fund industry’s annual conference at the Bellagio casino in Las Vegas, where two attractive women pitched Puerto Rico’s charms to guests.\nIt was not the first time that Puerto Rico had turned to Wall Street for help. For decades, the island had been borrowing money to pay its bills. Puerto Rico’s bonds were particularly attractive to mutual funds because they were exempt from federal, state and local taxes in all 50 states. But in 2013, after the island’s general obligation bonds were downgraded, they caught the attention of a different sort of investor: hedge funds specializing in distressed assets.\nThese funds began buying up the debt at a steep discount, confident that this was a bet they could not lose. Not only were the bonds guaranteed by the Puerto Rican Constitution, but under a wrinkle of federal law, the island’s public corporations and municipalities — unlike those of the 50 states — do not have bankruptcy as a recourse.\nAdvertisement Continue reading the main story\nWhen the investment bank Lazard hosted a discussion for investors on Puerto Rico in October 2013, so many people showed up that some had to stand. By the next spring, as the island’s economic situation worsened, virtually no one else was willing to lend to Puerto Rico.\nA round of spending cuts and tax increases by Gov. Alejandro García Padilla, the Democrat who succeeded Mr. Fortuño, had not produced enough cash to keep up with the island’s earlier debts. A prospectus circulated for the March 2014 bond offering — which raised the $3.5 billion that Mr. García Padilla hoped would buy time for a recovery — warned in boldface type of “significant risks.”\nPhoto\nNevertheless, some of the biggest hedge funds kept buying, drawn by the promise of what was a 20 percent return, based on the interest rate coupled with the tax exemption. Mr. Paulson’s firm purchased bonds in March 2014, as did Appaloosa Management, founded by David Tepper; Marathon Asset Management; BlueMountain Capital Management; and Monarch Alternative Capital, said Puerto Rico officials involved in the sale.\nThe recovery never arrived. The $3.5 billion ran out. And Puerto Rico now owes its creditors in excess of $70 billion, a bigger debt load than all but two states. As much as a third of it is owed to hedge funds, according to some estimates.\nThe Bankruptcy Option\nEarly this year, with Puerto Rico’s economic outlook darkening, the island’s nonvoting member of the House of Representatives, Pedro R. Pierluisi, made what he thought was a modest proposal.\nHe introduced a bill that would change federal law to allow Puerto Rico’s struggling municipalities and public corporations, such as the island’s power authority, to declare bankruptcy. It would affect only about a third of the island’s debt, Mr. Pierluisi told Republican colleagues in Congress. It would also give Puerto Rico the same right as most states and leverage against creditors — so-called Chapter 9 bankruptcy protection. And it would cost taxpayers nothing.\nRepublicans in the House seemed receptive, as were some conservative groups. Even some of Puerto Rico’s other creditors liked the idea: If public corporations could shed some of their debt, it would free up more money to repay other bondholders. (The power authority’s financial troubles were being felt on the island, and not only by locals: Last summer, one of Mr. Paulson’s luxury hotels lost electricity, briefly forcing the use of a backup generator.)\nMr. Blumenthal was an enthusiastic supporter of the bill. Eager for a Republican co-sponsor, his staff turned to Mr. Rubio. One of three Latino members of the Senate, Mr. Rubio had won a large portion of Florida’s Puerto Rican vote in his 2010 race, and he was now about to announce his presidential campaign.\nAdvertisement Continue reading the main story\n“We were given to understand by his staff that they were very interested in the bill and in fact were going to co-sponsor it,” Mr. Blumenthal said in an interview. Puerto Rico’s government officials also believed Mr. Rubio intended to support the legislation.\nIn the weeks that followed, the staffs of the two senators worked together on the legislation. “To give them credit, his team made contributions to the substance of the bill,” Mr. Blumenthal said.\nPhoto\nBut opponents were organizing against the measure, led by firms that owned debt from Puerto Rico’s power authority, according to federal lobbying records and other documents. Among them were two mutual funds — Oppenheimer Funds and Franklin Templeton — and hedge funds, some specializing in distressed debt: the D.E. Shaw Group and Angelo Gordon, along with Marathon and BlueMountain.\nThe hedge funds were among the largest in the world, with a combined tens of billions of dollars under management. Some of their founders and principals were also donating large sums in the presidential campaign. David E. Shaw of D.E. Shaw has given more than $800,000 to Mrs. Clinton and groups supporting her campaign. (Mrs. Clinton has called on Congress to pass the bill.) John Angelo of Angelo Gordon has put a quarter of a million dollars behind Gov. Chris Christie of New Jersey. And Richard Ronzetti, a partner at Marathon, has given $30,000 to groups linked to Mr. Bush.\nProponents of the bill mounted their own campaign, recruiting island businesses, bankruptcy experts and groups like Americans for Tax Reform, which argued that forgiving some of the debts would be better than plowing additional federal money into the island. Mr. García Padilla’s government hired SKD Knickerbocker, a public-affairs firm with close ties to the White House.\nBut the hedge funds hit upon a novel lobbying strategy: Mobilize conservative opposition by attacking Mr. Pierluisi’s bill — and by implication any broader bankruptcy attempt by the island — as a “bailout.” Because allowing the island to restructure its debt would cost their investors money, the funds argued, it was no different from the much-reviled taxpayer-funded bailout of the big banks after the financial crisis in 2008.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPuerto Rico could not now gain access to bankruptcy protections that it had not been entitled to when it borrowed the money, the funds argued. And, they suspected, there was still revenue hiding within the island’s opaque books, as well as cuts to be made to its oversize bureaucracy.\nIn a letter circulated to Republican staff members in February and obtained by The New York Times, representatives for BlueMountain, a $22 billion firm headquartered on New York’s Park Avenue, warned that the bill would put the bondholders at a disadvantage in any fight over Puerto Rico’s debt. Bankruptcy, they said, would inevitably prioritize those with pension claims over the island’s creditors, as had been the case when Detroit declared bankruptcy in 2013.\n“Chapter 9 proceedings bail out Puerto Rico on the backs of the very bondholders Congress incentivized to invest in Puerto Rican municipal bonds,” they wrote.\nAdvertisement Continue reading the main story\nReaching out to lawmakers and to Republican presidential candidates, the financial firms quickly recruited allies. Tea Party groups, usually the harshest critics of Wall Street lobbyists, joined the fray.\nThe bill was “nothing but a backdoor, taxpayer-funded bailout for Puerto Rico,” Jenny Beth Martin, the national coordinator of the Tea Party Patriots, wrote in a March letter to the House Judiciary Committee. (Asked in an interview to identify the taxpayer funds at risk in the bill, Ms. Martin said, “I don’t know that I can answer that.” She added: “It’s more bailouts for bad decisions, expecting us to help take care of things that we should not be responsible for.”)\nThe pressure put Mr. Rubio in an awkward position. Tea Party activists had helped elect him in 2010, wealthy Wall Street donors had embraced him as a rising star in the years since, and he was now entering an intense Republican presidential primary campaign against better-credentialed conservatives.\nPhoto\nWhen it came time to introduce the legislation on the Senate floor in July, Mr. Rubio held off. “We delayed the actual formal introduction of the bill while we were waiting for a final answer from Senator Rubio, and at some point, we said: ‘We need to go. Does he want to be a part of it, or does he want us to go ahead without him?’” Mr. Blumenthal recalled. “The answer we got was, go ahead without him. We never learned why.”\nIn September, on the eve of a campaign visit to Puerto Rico, Mr. Rubio abandoned the idea entirely In an essay on the website Medium and in Puerto Rico’s largest daily newspaper, he wrote that bankruptcy should be considered only as a “last resort” if the island first took “significant steps to fix its budget and economic mess,” echoing a refrain among Republicans in Congress.\nMr. Rubio’s move was welcome news for bondholders, some of whom have supported his presidential campaign. Monarch’s founder, Andrew Herenstein, co-hosted two fund-raisers for Mr. Rubio’s presidential bid, one over the summer in the Hamptons, the other in Manhattan in October. A spokesman for Mr. Herenstein declined to comment.\nA spokesman for Mr. Rubio said his views on the legislation were unrelated to campaign donations. \"Given Marco’s interest in Puerto Rico issues, our office did the due diligence of reviewing the bankruptcy bill, as well as other possible solutions, and meeting with stakeholders,\" he said. \"Marco ultimately decided not to support it, because he believes Puerto Rico’s leaders should first pursue other fiscal reforms with Chapter 9 being a last resort.\"\nUnsustainable\nIn June, 16 months after the hedge funds had come to Puerto Rico’s rescue, Governor García Padilla rattled trading floors around the country. Puerto Rico, he said, was in a “death spiral.” It could no longer pay its debts.\nAdvertisement Continue reading the main story\nOnly weeks earlier, his administration had hired as an adviser the retired judge who had overseen Detroit’s bankruptcy. Puerto Rico had also released a report by a former chief economist of the World Bank, warning that its debt load was unsustainable.\nPhoto\nIn October, amid the impasse over Mr. Pierluisi’s bill, the Obama administration weighed in with an even more ambitious plan. It proposed to create a new form of bankruptcy for United States territories, which would restructure all of the island’s debt — and put all of the financial firms’ investments at risk.\nRelations between Mr. García Padilla and the hedge funds he had once courted soured, and the investors intensified their fight. Several more hedge funds hired Washington lobbyists. Puerto Rico, now looming as potentially the biggest government bankruptcy in American history, the lobbyists warned, could carve a path for cities and states around the country to escape their debts without reforming their governments.\nHedge funds commissioned their own economic study of the island’s finances, which concluded that further cuts to public spending, in particular to education and health care, would allow the island to keep up.\nSome of the investors also tapped into an existing network of conservative nonprofit groups that in recent years has become a major conduit for moving large, anonymous contributions into lobbying and campaign activity.\nThis fall, a conservative group called the 60 Plus Association, based in Alexandria, Va., unleashed a wide-ranging media and lobbying effort against a restructuring and Governor García Padilla, whom it accused of “manufacturing a crisis” and trying to “extort” money from Congress.\nThe group cast the victims of a bankruptcy as ordinary Puerto Ricans and retirees who owned government-issued bonds. In November, 60 Plus recruited a group of these individuals, calling them “Main Street Bondholders,” for a news conference in San Juan.\nPhoto\n“Do these folks look like vultures to you?” asked Matthew Kandrach, the vice president of 60 Plus, who apologized for not speaking Spanish. “I want the governor to see these faces.”\nAdvertisement Continue reading the main story\nExactly who the group was speaking for was unclear. Puerto Ricans own less than a fifth of the island’s debt, according to government officials. And while 60 Plus claims to represent millions of seniors, most of the group’s revenue comes from a few large, anonymous contributions, according to its most recent tax return.\nTwo Republicans briefed on the arrangement said 60 Plus had been recruited by the DCI Group, a Republican public relations firm that specializes in “AstroTurfing” — orchestrated lobbying campaigns designed to look like grass-roots efforts. DCI’s clients include the hedge fund BlueMountain Capital, which has been one of the most aggressive opponents of federal intervention in Puerto Rico.\nDCI declined to comment. Asked about the arrangement, Mr. Kandrach responded: “When it helps us better serve and represent our seniors, we are proud to partner with firms such as DCI who offer valuable logistical support to getting our message out.”\nHedge fund executives and their allies also pressed their case in private meetings with key members of Congress and their staffs. The chairman of the Senate Finance Committee, Utah’s Orrin G. Hatch, met with a representative for funds owning general obligation bonds, as well as with Puerto Rico officials. Several firms with investments in Puerto Rico have been among the leading sources of donations to Mr. Hatch’s campaign and leadership PAC in recent years.\nIn early December, Governor García Padilla made a final plea to Mr. Hatch’s panel for bankruptcy relief. “This is a distress call from a ship of 3.5 million American citizens that have been lost at sea,” the governor said.\nMr. Hatch was unmoved, reading a long statement raising doubts about the wisdom of bankruptcy. He suggested that broader changes to Puerto Rico’s government were necessary.\nA little more than a week later, Mr. Hatch blocked an effort to bring Mr. Pierluisi’s bankruptcy legislation to a vote. He soon offered his own proposal: To respond to the island’s humanitarian needs, Congress would provide $3 billion to Puerto Rico if it submitted to federal financial oversight. It was the approach favored by bondholders. It was also, in effect, a bailout.\nPhoto\nSupporters of the bankruptcy bill clung to the hope that congressional leaders would insert a provision in its end-of-year spending bill allowing Puerto Rico to restructure at least some of its debt. But when the bill was unveiled on Tuesday, it contained no such language.\nAdvertisement Continue reading the main story\nThe island remains in negotiations with the financial firms that own its debt. Without the possibility of bankruptcy, its only leverage is the threat of default.\nThe House speaker, Paul D. Ryan, Republican of Wisconsin, said on Wednesday that lawmakers would try to come up with a solution by the end of March.\nA reckoning could come sooner: On Jan. 1, bond payments of $1.4 billion will be due. No one is quite sure if the island can pay.", "url": "https://www.nytimes.com/2015/12/20/us/politics/puerto-rico-money-debt.html?ref=nyt-es&mcid=nyt-es&subid=article"}