{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 03:57:00", "date_modify": "2018-11-16 03:57:00", "date_publish": "2015-05-22 13:31:06", "description": "The attack on Shiites during midday Friday Prayer left at least 21 people dead, and some Saudis on social media rushed to blame Iran.", "filename": "2015_05_23_world_middleeast_suicide-bombing-saudi-arabia-shiites-sunnis-yemen-mosque.html_module=inline_1542340620.html", "image_url": "https://static01.nyt.com/images/2015/05/23/world/BOMBING/BOMBING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_23_world_middleeast_suicide-bombing-saudi-arabia-shiites-sunnis-yemen-mosque.html_module=inline_1542340620.html", "title": "ISIS Claims Responsibility for Bombing at Saudi Mosque", "title_page": "ISIS Claims Responsibility for Bombing at Saudi Mosque - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "General Turki said Saudi officials had blamed the Islamic State for an attack on Shiites in the same area last fall, although the group did not claim responsibility. Saudi Arabia also announced last month that it had arrested 65 people accused of “forming a terrorist organization related to ISIS, and their goal was to carry out terrorist attacks and enflame sectarian conflict,” the general said. A group of Islamic State supporters released a video late last year that they said showed the group’s fighters killing a Danish man, Thomas Hoepner, who was shot while driving in Riyadh. The claim did not appear to come from the Islamic State’s leaders.\nBut sectarian violence has been a longstanding issue in the Eastern Province, which contains much of the country’s oil but lags far behind other regions in economic development. Six months ago, gunmen killed eight people in the Shiite village of Dalwa, in the Ahsa region of the Eastern Province, at the end of the Shiite holiday of Ashura.\nThe bombing on Friday took place in the town of Al Qudaih, near Qatif, the regional center. The area has been the site of sectarian tensions and of calls for democratic reform in the aftermath of the Arab Spring revolts four years ago, including sporadic, Shiite-dominated street protests.\nSaudi Arabia, in response, has jailed at least two prominent Shiite clerics who have called for political overhauls such as adopting a constitutional monarchy. Last year, one firebrand cleric, Sheikh Nimr al-Nimr, was sentenced to death for his role in leading street protests in Qatif, and his sentence set off new protests around the region.\nIn what appeared to be an attempt to tamp down tensions after the attack on Friday, state television broadcast a telephone call from Saudi Arabia’s senior religious authority, the grand mufti, Abdulaziz al-Asheikh, who called the attack a “painful” and “criminal” act against the “sons of the homeland.”\nBut on social media, some Saudis rushed to blame Iran for the bombing, asserting that it might have been carried out to provoke Shiites in Saudi Arabia to turn against the kingdom.", "url": "https://www.nytimes.com/2015/05/23/world/middleeast/suicide-bombing-saudi-arabia-shiites-sunnis-yemen-mosque.html?module=inline"}