{"authors": ["Patrick Boehler"], "date_download": "2018-11-16 04:48:51", "date_modify": "2018-11-16 04:48:51", "date_publish": "2015-12-14 06:30:13", "description": "The posts by Pu Zhiqiang form the basis of the prosecution’s charges of “inciting ethnic hatred” and “picking quarrels and provoking trouble.”", "filename": "2015_12_15_world_asia_pu-zhiqiang-china-trial-weibo-posts_1542343731.html", "image_url": "https://static01.nyt.com/images/2015/12/15/world/asia/15chinaweibo01/15chinaweibo01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_world_asia_pu-zhiqiang-china-trial-weibo-posts_1542343731.html", "title": "China’s Case Against a Civil Rights Lawyer, in Seven Social Media Posts", "title_page": "China’s Case Against a Civil Rights Lawyer, in Seven Social Media Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe prominent Chinese civil rights lawyer Pu Zhiqiang, 50, went on trial in Beijing on Monday on charges of “inciting ethnic hatred” and “picking quarrels and provoking trouble,” accusations that supporters say were intended to silence one of China’s best-known social activists.\nThe prosecution built its case on seven social media posts that Mr. Pu wrote on Weibo between 2011 and 2014, according to a document carrying the letterhead of the Beijing Mo Shaoping Law Firm, which represents him. The document, first reported by Radio Free Asia, was widely circulated online over the weekend.\nThe founder of the firm, Mo Shaoping, confirmed in a telephone interview on Monday that the prosecution had cited seven social media posts and that a list of those posts had been shared with Mr. Pu’s family. But Mr. Mo declined to comment on the individual posts and would not confirm if the document that circulated online was from his law firm.\nMr. Pu is known for speaking his mind, often in creative language that mixes street slang with allusions to classical Chinese literature, and his writings on social media are infused with witticisms that can be difficult for outsiders to grasp. That much is evident in some of the excerpts, below, from the posts in the document:\nOn China’s rubber-stamp lawmakers\nIf you want to live like a fish in water, either you play the fool or be a real fool. (Jan. 31, 2013)\nIn this post, Mr. Pu questioned the competence of Shen Jilan, China’s longest-serving legislator, who has boasted of never having voted against anything in her six decades in the National People’s Congress. He also questioned the qualifications of Mao Xinyu, Mao Zedong’s grandson and a member of the Chinese People’s Political Consultative Conference, an advisory body to the National People’s Congress.\nAdvertisement Continue reading the main story\nOn China without the Communist Party\nWhy wouldn’t China work without the Communist Party? How would I know why it wouldn’t work? Other than fraud, evasion, axes and sickles, what’s this party’s secret for staying in power? (July 26, 2013)\nThis is part of a comment on a pro-government political treatise titled “China’s Great Logic: Why China Wouldn’t Work Without the Communist Party,” published in 2012.", "url": "https://www.nytimes.com/2015/12/15/world/asia/pu-zhiqiang-china-trial-weibo-posts.html"}