{"authors": ["Girish Gupta"], "date_download": "2018-11-16 04:18:42", "date_modify": "2018-11-16 04:18:42", "date_publish": "2015-02-21 18:01:37", "description": "Mayor Antonio Ledezma of Caracas, indicted on charges of conspiracy and plotting a coup, was to be moved to a military prison outside the capital, the government said.", "filename": "2015_02_22_world_americas_venezuela-mayor-is-accused-of-us-backed-coup-plot.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341922.html", "image_url": "https://static01.nyt.com/images/2015/02/22/world/VENEZUELA/VENEZUELA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_22_world_americas_venezuela-mayor-is-accused-of-us-backed-coup-plot.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341922.html", "title": "Venezuela Mayor Is Accused of U.S.-Backed Coup Plot", "title_page": "Venezuela Mayor Is Accused of U.S.-Backed Coup Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Nicolás Maduro appeared on state television the night after Mr. Ledezma’s arrest on Thursday and railed against the United States, specifically comments from the White House on Friday that the Obama administration was considering “tools” to “better steer the Venezuelan government.”\n“For a long time in Latin America, we have stripped away American imperialist aggression,” Mr. Maduro said in a speech to a crowd of supporters. “I feel sorry for President Obama because he is trapped in an alley without an exit, and he now thinks the way out is to attack Venezuela.”\nMr. Maduro then criticized those in Venezuela he saw as conspiring with Washington.\n“In Venezuela, no one is untouchable,” he said. “The coup plotting is over. Whoever wants to seek that past will be met with the fist of the people, an iron fist.”\nSmall protests have taken place across Venezuela against Mr. Ledezma’s arrest. The president’s approval ratings are very low, thanks in large part to a crumbling economy with an annual inflation rate of about 70 percent and major shortages of basic goods.\nThe arrest of Mr. Ledezma and the repeated criticism of the United States by the government are seen by critics as an effort to divert attention from the country’s problems before legislative elections late this year and a potential referendum in 2016 on whether to dismiss the government.", "url": "https://www.nytimes.com/2015/02/22/world/americas/venezuela-mayor-is-accused-of-us-backed-coup-plot.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}