{"authors": ["Jacob Bernstein"], "date_download": "2018-11-16 04:50:42", "date_modify": "2018-11-16 04:50:42", "date_publish": "2015-04-29 20:43:35", "description": "Celebrities are flocking to see the hip-hop musical “Hamilton” at the cozy Public Theater, setting off a mad status grab.", "filename": "2015_04_30_fashion_the-musical-that-michelle-obama-the-clintons-and-madonna-couldnt-wait-for-broadway-to-see_1542343842.html", "image_url": "https://static01.nyt.com/images/2015/04/30/fashion/30HAMILTON/30HAMILTON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_30_fashion_the-musical-that-michelle-obama-the-clintons-and-madonna-couldnt-wait-for-broadway-to-see_1542343842.html", "title": "Seen ‘Hamilton’? No? You Poor Thing.", "title_page": "Seen ‘Hamilton’? No? You Poor Thing.   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The celebrity audience members, along with glowing reviews, have turned “Hamilton” tickets into status objects on par with a reservation at the Polo Bar or an early Apple Watch.\n“Everybody I know has seen it or is screaming for tickets,” said Joanna Coles, the editor of Cosmopolitan magazine, who saw it with the historian Ron Chernow, whose 2004 biography, “Alexander Hamilton,” inspired the musical.\nShowgoers in need of security sneak in through a side door as the performance is beginning. That is what happened in March, with the arrival of Bill Clinton; Hillary Rodham Clinton; their daughter, Chelsea; and her husband, Marc Mezvinsky. “I turned around, and there they were,” the veteran AIDS activist Peter Staley said.\nA few weeks later, metal detectors were set up in the lobby on the day Michelle Obama saw the show. “I took a picture of her at the curtain call and got yelled at by some 5-year-old Public usher who had been given too much authority and wanted to take my phone away,” said Jessica Jenen, a theater producer known for “Venus in Fur.”\nWhen Madonna saw “Hamilton,” she earned the ire of Mr. Manuel-Miranda because she apparently spent much of the second act texting. “Tonight was the first time I asked stage management NOT to allow a celebrity (who was texting all through Act 2) backstage #noselfieforyou,” he tweeted.", "url": "https://www.nytimes.com/2015/04/30/fashion/the-musical-that-michelle-obama-the-clintons-and-madonna-couldnt-wait-for-broadway-to-see.html"}