{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:48:38", "date_modify": "2018-11-16 03:48:38", "date_publish": "2015-08-26 01:06:27", "description": "Puerto Rico will not go ahead with a $750 million bond, just days after asking the U.S. Supreme Court for the right to restructure its huge debt.", "filename": "2015_08_26_business_puerto-rico-turmoil-sinks-sewer-bond.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340118.html", "image_url": "https://static01.nyt.com/images/2015/08/26/business/26db-rico/26db-rico-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_26_business_puerto-rico-turmoil-sinks-sewer-bond.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340118.html", "title": "Puerto Rico Turmoil Sinks Sewer Bond", "title_page": "Puerto Rico Turmoil Sinks Sewer Bond - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Their economy does need to grow, and I don’t disagree that their debt is too high to do all the things they need to do to make their economy grow and provide for the health and welfare of their citizens,” said Gerry Durr, senior municipal credit analyst at Wilmington Trust. “But you know, I think the only way this thing really gets solved is if there’s a strong, independent control board, and I don’t think Congress has the appetite to impose one.”\nUntil recently, senior Puerto Rican officials had sought to reassure investors that its water and sewer authority, known as Prasa, was a credible borrower.\nPuerto Rico announced Prasa’s plans to issue the $750 million of bonds just days after another branch of the government had defaulted on a different group of bonds, but the president of the Government Development Bank, Melba Acosta Febo, said that was not relevant.\nIt “reflects the individual financial circumstances of the various debt issuers across the commonwealth,” she said.\nThe bonds that defaulted were issued by the Public Finance Corporation, a small, single-purpose entity that has no power to levy taxes. Its bond-marketing materials warn that investors will have little or no recourse in the event of a default.\nPrasa, by contrast, provides essential services and can increase rates, within reason, because it is a monopoly. Prasa’s bondholders have a first claim on that revenue if cash gets tight, and they can bring in a receiver to enforce collections.\nIn addition, the new Prasa bonds were expected to include such investor-friendly terms as a make-whole agreement, which would discourage Puerto Rico from refinancing them at lower interest rates in the future, if Puerto Rico’s fortunes changed for the better.", "url": "https://www.nytimes.com/2015/08/26/business/puerto-rico-turmoil-sinks-sewer-bond.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}