{"authors": ["Rick Gladstone", "Mohammad Ghannam"], "date_download": "2018-11-16 04:37:35", "date_modify": "2018-11-16 04:37:35", "date_publish": "2015-01-01 18:44:51", "description": "Figures compiled by the Syrian Observatory for Human Rights showed that 76,021 people had died in the Syria conflict last year.", "filename": "2015_01_02_world_middleeast_syrian-civil-war-2014-deadliest-so-far.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "image_url": "https://static01.nyt.com/images/2015/01/02/world/SYRIA/SYRIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_02_world_middleeast_syrian-civil-war-2014-deadliest-so-far.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "title": "Syria Deaths Hit New High in 2014, Observer Group Says", "title_page": "Syria Deaths Hit New High in 2014, Observer Group Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 76,000 people died in Syria’s civil war in 2014, including more than 3,500 children, a monitoring group reported on Thursday. The figures would make last year the deadliest in Syria since the conflict began in March 2011.\nThe figures from the monitoring group, the Syrian Observatory for Human Rights, put the total number of dead in the conflict as of Wednesday at 206,603.\nThe group, based in Britain, uses a network of contacts inside Syria to tally casualties, and its figures cannot be independently corroborated. The United Nations, which once regularly documented the numbers of dead and wounded in Syria, discontinued the practice some time ago.\nBut the United Nations said in December that more than 200,000 people had been killed in the conflict, which began as an uprising against President Bashar al-Assad and has since evolved into a civil war that has destabilized the Middle East.", "url": "https://www.nytimes.com/2015/01/02/world/middleeast/syrian-civil-war-2014-deadliest-so-far.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}