{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:03", "date_modify": "2018-11-16 04:17:03", "date_publish": "2015-11-26 12:14:38", "description": "The president said the changes would take years and were essential to creating a more nimble People’s Liberation Army.", "filename": "2015_11_27_world_asia_xi-jinping-china-military-peoples-liberation-army.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341823.html", "image_url": "https://static01.nyt.com/images/2015/11/27/world/27China-web/27China-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_27_world_asia_xi-jinping-china-military-peoples-liberation-army.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341823.html", "title": "Xi Jinping Announces Overhaul of China’s Military Forces", "title_page": "Xi Jinping Announces Overhaul of China’s Military Forces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — President Xi Jinping of China has announced a major reorganization of the nation’s military, state-backed news media reported on Thursday, laying out plans to create new command systems intended to integrate and rebalance land, air and sea forces into a more nimble People’s Liberation Army.\nMr. Xi told a meeting of more than 200 senior military officers that the changes would take years and were essential to ensuring that the People’s Liberation Army could shoulder its increasingly complex and broad responsibilities, the official Xinhua news agency reported.\n“National defense and military development are at a new and historic starting point,” said Mr. Xi, who also serves as chairman of the Central Military Commission, which oversees the armed forces.\n“Encourage the composition of forces to become broader, more integrated, multifunctional and flexible,” he was quoted as saying. “Focus on seizing the high ground of future strategy for military competition.”", "url": "https://www.nytimes.com/2015/11/27/world/asia/xi-jinping-china-military-peoples-liberation-army.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}