{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 03:43:46", "date_modify": "2018-11-16 03:43:46", "date_publish": "2015-11-25 23:01:59", "description": "The herbicide, which contains the old herbicide 2,4-D, was to be used on crops genetically modified to be resistant to it.", "filename": "2015_11_26_business_epa-revokes-approval-of-new-dow-herbicide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_26_business_epa-revokes-approval-of-new-dow-herbicide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "title": "E.P.A. Revokes Approval of New Dow Herbicide for G.M.O. Crops", "title_page": "E.P.A. Revokes Approval of New Dow Herbicide for G.M.O. Crops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most of the corn, soybeans and cotton grown in the United States are genetically engineered to be resistant to the herbicide glyphosate, also known by the brand name Roundup. That allows farmers to spray the chemical on their fields to kill weeds without hurting their crops.\nBut because of overuse of glyphosate, many weeds have evolved to be resistant to it, so that strategy does not work so well any more. Dow’s new crops, which are resistant to both glyphosate and the older herbicide 2,4-D, were eagerly awaited by some farmers, who would be able to spray 2,4-D over their crops to kill weeds that are not killed by glyphosate alone.\n“There’s been a lot of optimism around this, particularly in light of the fact that we have widespread resistance we’re dealing with,” said Jason Norsworthy, a professor of weed science at the University of Arkansas. He said farmers were calling him on Wednesday worried that introduction of the technology would now be delayed.\nBut 2,4-D is prone to drifting, and some vegetable farmers in the Midwest worried that the chemical would drift and kill their crops, which would not be engineered to withstand it. To assuage those concerns, Dow developed Enlist Duo, which contains a new formulation of 2,4-D that is less prone to drifting. It also contains glyphosate.\nGroups opposed to genetically modified crops hailed the E.P.A.’s decision. “This is a roadblock to the entire next generation of corn and soy in this country,” said Andrew Kimbrell, executive director of the Center for Food Safety.", "url": "https://www.nytimes.com/2015/11/26/business/epa-revokes-approval-of-new-dow-herbicide.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}