{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:45:39", "date_modify": "2018-11-16 03:45:39", "date_publish": "2015-11-25 12:39:56", "description": "President Recep Tayyip Erdogan had nuanced reasons to allow Turkish pilots to open fire, analysts say, including his irritation with Russia over issues beyond Syria.", "filename": "2015_11_26_world_europe_turkey-russia-fighter-jet.html_module=inline_1542339939.html", "image_url": "https://static01.nyt.com/images/2015/11/26/world/26Turkey-web1/26Turkey-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_26_world_europe_turkey-russia-fighter-jet.html_module=inline_1542339939.html", "title": "Range of Frustrations Reached Boil as Turkey Shot Down Russian Jet", "title_page": "Range of Frustrations Reached Boil as Turkey Shot Down Russian Jet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ANKARA, Turkey — Turkey and Russia promised on Wednesday not to go to war over the downing of a Russian military jet, leaving Turkey’s still-nervous NATO allies and just about everyone else wondering why the country decided to risk such a serious confrontation.\nThe reply from the Turkish government so far has been consistent: Don’t say we didn’t warn you.\nThough minor airspace violations are fairly common and usually tolerated, Turkey had repeatedly called in Russia’s ambassador to complain about aircraft intrusions and about bombing raids in Syria near the border. President Recep Tayyip Erdogan said on Tuesday evening — and a Pentagon spokesman later confirmed — that before a Turkish F-16 shot down the Russian Su-24 jet, Turkish forces had warned the Russian plane 10 times in five minutes to steer away.\n“I personally was expecting something like this, because in the past months there have been so many incidents like that,” Ismail Demir, Turkey’s undersecretary of national defense, said in an interview. “Our engagement rules were very clear, and any sovereign nation has a right to defend its airspace.”", "url": "https://www.nytimes.com/2015/11/26/world/europe/turkey-russia-fighter-jet.html?module=inline"}