{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:18:34", "date_modify": "2018-11-16 04:18:34", "date_publish": "2015-03-12 07:20:20", "description": "While the Obama administration moves to sanction officials in the Venezuelan government, President Nicolás Maduro wears the punishment as a badge of honor.", "filename": "2015_03_12_opinion_a-failing-relationship-with-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341914.html", "image_url": "https://static01.nyt.com/images/2015/03/12/opinion/12thu2WEB/12thu2WEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_12_opinion_a-failing-relationship-with-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341914.html", "title": "A Failing Relationship With Venezuela", "title_page": "Opinion | A Failing Relationship With Venezuela  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By imposing sanctions on seven officials in the Venezuelan government on Monday, the Obama administration took a gamble. The move appears intended to signal to members of that government that persecuting the political opposition and limiting an independent press will have consequences.\nYet the step could end up backfiring if President Nicolás Maduro is able to use it to bolster his bogus contention that the United States is trying oust him through a coup.\nThe sanctions, carried out under a law Congress passed in December, bar the Venezuelan officials from doing business with American citizens and permit the seizure of any assets they have in the United States. It also prevents them from traveling to the United States. American officials, however, seemed uncertain this week of the effect of the measures because it’s unclear whether the blacklisted officials have substantial ties to the United States.\nUnsurprisingly, Mr. Maduro called those who were singled out heroes and said that the sanctions were a badge of honor. Acting with characteristic brashness, he appointed one of the blacklisted officials, Gustavo Enrique González López, as the minister of interior on Tuesday. Mr. Maduro also asked the National Assembly, which his party controls, for extraordinary powers to face off American “aggression.”", "url": "https://www.nytimes.com/2015/03/12/opinion/a-failing-relationship-with-venezuela.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}