{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:55:35", "date_modify": "2018-11-16 03:55:35", "date_publish": "2015-11-23 00:37:43", "description": "The president has been dealing with the attacks in Paris and Mali while visiting Asia, another in a series of travels in which events have disrupted his planned message.", "filename": "2015_11_23_us_politics_on-foreign-trip-obama-yet-again-contends-with-events-elsewhere_1542340535.html", "image_url": "https://static01.nyt.com/images/2015/11/24/world/23Obama-web/23Obama-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_23_us_politics_on-foreign-trip-obama-yet-again-contends-with-events-elsewhere_1542340535.html", "title": "On Foreign Trip, Obama Yet Again Contends With Events Elsewhere", "title_page": "On Foreign Trip, Obama Yet Again Contends With Events Elsewhere  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has almost always been that way for Mr. Obama.\nIn 2011, the president’s trip to Brazil to sign a trade agreement was consumed by America’s deepening involvement in Libya. In remarks delivered in Brasília, Mr. Obama announced that he had authorized what he called a “limited military action” to protect Libyan citizens from Col. Muammar el-Qaddafi, the country’s dictator.\nA year later, the president sought to focus the world’s attention on the importance of Asia and the need to counter China’s economic and military might. Instead, he was dogged by a looming fiscal disaster back home and a surge of violence between the Israelis and the Palestinians in the Middle East.\nHis visit to Berlin in 2013 was marred by tensions with the German chancellor, Angela Merkel, about American surveillance. Russian aggression in Ukraine interrupted Mr. Obama’s visit to Mexico in 2014 and dominated his trip to the Netherlands and Belgium the following month.\nAnd efforts to create a public message when he returned to Europe later that year were overtaken by controversy over the president’s decision to order a prisoner swap for Sgt. Bowe Bergdahl, the American soldier who had been held by the Taliban after walking off his Army outpost in Afghanistan.\nHis current trip has hardly been different.\nThe terrorist attacks in Paris, which took place just hours before Air Force One left the United States for the Group of 20 summit meeting in Antalya, Turkey, changed the gathering’s dynamic. The conflict in Syria had always been on the agenda, but the assault by the Islamic State far outside its territory in Iraq and Syria pushed it to the top.\nMr. Obama acknowledged as much after meeting with President Recep Tayyip Erdogan of Turkey.\n“Traditionally, the G-20 has been a forum primarily to discuss important economic issues facing the globe,” Mr. Obama said. “But as President Erdogan noted, the skies have been darkened by the horrific attacks that took place in Paris just a day and a half ago.”\nEven before Mr. Obama reached Manila a few days later, the Paris attacks had spawned another distraction for him. Republican lawmakers and presidential candidates had seized on the attacks as evidence that Syrian refugees should not be let into the United States.", "url": "https://www.nytimes.com/2015/11/23/us/politics/on-foreign-trip-obama-yet-again-contends-with-events-elsewhere.html"}