{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:21:23", "date_modify": "2018-11-16 04:21:23", "date_publish": "2015-10-12 11:52:13", "description": "The acquisition of the storage provider for $67 billion is intended to help Dell adapt to a changing tech landscape.", "filename": "2015_10_13_business_dealbook_dell-announces-purchase-of-emc-for-67-billion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342083.html", "image_url": "https://static01.nyt.com/images/2015/10/12/business/cnbc-dell/cnbc-dell-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_13_business_dealbook_dell-announces-purchase-of-emc-for-67-billion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342083.html", "title": "Dell to Buy EMC in Biggest Tech Takeover, a Year in the Making", "title_page": "Dell to Buy EMC in Biggest Tech Takeover, a Year in the Making - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Boston was all but frozen on Feb. 4, as the city grappled with another day locked in winter’s grip.\nYet at the city’s Logan International Airport, EMC’s longtime chairman and chief executive, Joseph M. Tucci, and a top lieutenant quietly met with a co-owner of Dell to discuss what eight months later would become the biggest takeover ever of a technology company.\nIn buying EMC for about $67 billion, Dell is embarking on the most ambitious — and riskiest — step in its turnaround plan to date. Adding the data storage provider to its own suite of offerings, including network servers, will bolster Dell’s standing as a major one-stop shop for business customers.\nGetting to Monday’s announcement of the transaction was a yearlong journey of some 50 confidential meetings in private homes and hotels in suburban towns across the country, drawing in Mr. Tucci, Michael S. Dell and top bankers like Jamie Dimon of JPMorgan Chase.\nMore important, it meant testing the limits of the debt markets, as Dell and its partner Silver Lake would be seeking to raise more than $40 billion in financing when turmoil had recently roiled investors.", "url": "https://www.nytimes.com/2015/10/13/business/dealbook/dell-announces-purchase-of-emc-for-67-billion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}