{"authors": ["Adam Nagourney", "Ian Lovett", "Rick Rojas"], "date_download": "2018-11-16 03:57:47", "date_modify": "2018-11-16 03:57:47", "date_publish": "2015-12-07 02:58:54", "description": "The terrorist attack was another blow for this downtrodden working-class city an hour outside Los Angeles, and just at a moment when things seemed to have been improving.", "filename": "2015_12_07_us_before-attack-san-bernardino-was-on-the-verge-of-a-turnaround.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340667.html", "image_url": "https://static01.nyt.com/images/2015/12/07/us/07bernardino-JP-01/07bernardino-JP-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_07_us_before-attack-san-bernardino-was-on-the-verge-of-a-turnaround.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340667.html", "title": "San Bernardino Community Struck by Massacre Seemed on Verge of Turnaround", "title_page": "San Bernardino Community Struck by Massacre Seemed on Verge of Turnaround - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN BERNARDINO, Calif. — Erika Flores knows this city’s struggles, and she knows its reputation. She has lived here for five years. Five years pummeled by bankruptcy. A recall aimed at its elected city officials. Gangs, crime, high unemployment and recession.\n“It’s always been a crazy city,” said Ms. Flores, 26, who like many here found work in the warehouses that fill the landscape. “It’s always had a bad rap.”\nFour days after a massacre that left 14 people dead at a developmental disability center here — an act of violence that would have challenged even the most vibrant city — this struggling community was a study in emotional contrasts on Sunday.\nThere was, understandably, a sense of darkness — a feeling that the terrorist attack at the Inland Regional Center on Wednesday was another blow for this working-class city an hour from Los Angeles, and just at a moment when things seemed to have been turning around.\nBut at the same time, from church pulpits to makeshift street corner memorials, there was hope and optimism that the massacre, which the police said was carried out by a Muslim couple who lived on a quiet street in nearby Redlands, would give San Bernardino a new reason to continue its struggle for recovery.\n“People want to see the city emerge and have a vibrant future,” said Mayor R. Carey Davis of San Bernardino, “even though it’s not as vibrant as it could be today.”\nMs. Flores brought her four children to a park for a holiday event, despite being afraid. “Everybody usually does their own thing,” she said. “But after this, I’m seeing a lot of people coming together.”\nThis community sought to absorb the news of the attack as investigators pursued numerous questions — in particular what motivated the accused couple, Tashfeen Malik and her husband, Syed Rizwan Farook, to launch an attack that left them both dead after a gun battle.\nThe latest twist came in La Stampa, an Italian newspaper, which reported that Mr. Farook’s father said in an interview that his son had always been more conservative in his religious beliefs than much of the family and had become “fixated against Israel.” But Hussam Ayloush, the executive director of the Los Angeles chapter of the Council on American-Islamic Relations, said that Mr. Farook did not remember speaking to an Italian reporter.\n“He is under a lot of stress and he actually does not recall saying any of the things that were quoted,” said Mr. Ayloush, speaking outside the home of one of Mr. Farook’s daughters.\nThe two assault rifles used in the shooting are believed to have been sold to the younger Mr. Farook by a former neighbor of his family in Riverside, Enrique Marquez, federal officials said. After the shooting, Mr. Marquez checked himself into a mental health facility, the officials said. At this point, investigators are not treating Mr. Marquez as a suspect as they do not believe he knew at the time he sold the rifles that Mr. Farook had plans to use them in an attack. F.B.I. agents searched the Marquez home on Saturday and returned again on Sunday to collect additional items, an agency spokeswoman, Laura Eimiller, said.\nThe aftermath of the attack, and how it has unsettled this community, could be seen across the valley Sunday. There were the Christmas decorations along Orange Show Road — but also the piles of flowers and wreaths just up the road in front of the center where the attack took place. There was the perpetual sunshine and intoxicating light of Southern California — but also the 14 flickering candles in front of framed photos of the 14 victims at the Islamic Community Center, where a woman, her head covered by a scarf, wiped away tears at an interfaith memorial service.", "url": "https://www.nytimes.com/2015/12/07/us/before-attack-san-bernardino-was-on-the-verge-of-a-turnaround.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}