{"authors": ["Alan Blinder", "Manny Fernandez"], "date_download": "2018-11-16 03:42:13", "date_modify": "2018-11-16 03:42:13", "date_publish": "2015-06-20 01:42:01", "description": "The debate has been renewed on social media and beyond about whether the flag should be displayed, and whether politicians should continue to defend it.", "filename": "2015_06_20_us_outrage-vs-tradition-wrapped-in-a-confederate-flag.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339733.html", "image_url": "https://static01.nyt.com/images/2015/06/20/us/20flag-web/20flag-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_20_us_outrage-vs-tradition-wrapped-in-a-confederate-flag.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339733.html", "title": "Outrage vs. Tradition, Wrapped in a High-Flying Flag of Dixie", "title_page": "Outrage vs. Tradition, Wrapped in a High-Flying Flag of Dixie  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I think that what we’ve seen in South Carolina is another act of terrorism, and this act of terrorism reminds us of a history of terrorism enacted against African-American people, particularly in the South,” said Russell Moore, a descendant of Confederate veterans who heads the public policy arm of the Southern Baptist Convention. “I think there’s momentum now to say we’re going to do everything we can to love each other and to work together, and that means getting rid of images of division. I do think the flag will come down.”\nBut even as Mr. Moore expressed confidence and lawmakers discussed plans to file legislation seeking to remove the flag from the State House’s grounds, many others cautioned that any shift in policy faced difficult odds in the Legislature.\n“It’s a total lose-lose issue,” said David Woodard, a political science professor at Clemson University and a longtime Republican consultant. “You’re not going to make any friends by doing it, so you just leave it be.”\nHe added: “That’s a sad thing, but that’s the way it will have to be because I don’t see anyone who’s willing to take it on. There’s no politician who’s powerful enough to take it on.”\nThat included, he said, Ms. Haley, who told CBS on Friday that she expected a new round of debate in Columbia, the capital.\n“I think that conversation will probably come back up again,” the governor said. “What we hope is that we do things the way South Carolinians do, which is have the conversation, allow some thoughtful words to be exchanged, be kind about it, come together on what we’re trying to achieve and how we’re trying to do it. I think the state will start talking about that again, and we’ll see where it goes.”\nSenator Lindsey Graham told CNN that he would support a move to “revisit” the flag’s status, but he added that the flag was part of the state’s identity.", "url": "https://www.nytimes.com/2015/06/20/us/outrage-vs-tradition-wrapped-in-a-confederate-flag.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}