{"authors": ["David Streitfeld"], "date_download": "2018-11-16 03:10:28", "date_modify": "2018-11-16 03:10:28", "date_publish": "2015-03-27 21:11:33", "description": "A jury rejected allegations of gender discrimination against the venture capital firm, after a hitch caused the judge to order further deliberations.", "filename": "2015_03_28_technology_ellen-pao-kleiner-perkins-case-decision.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337828.html", "image_url": "https://static01.nyt.com/images/2015/03/28/business/28kleiner-web3/28kleiner-web3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_28_technology_ellen-pao-kleiner-perkins-case-decision.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337828.html", "title": "Ellen Pao Loses Silicon Valley Bias Case Against Kleiner Perkins", "title_page": "Ellen Pao Loses Silicon Valley Bias Case Against Kleiner Perkins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was the most prominent trial in Silicon Valley in memory for many reasons, including Kleiner Perkins’s reputation as the quintessential venture capital firm. But the suit, filed in 2012, also came as the freewheeling ways of the male-dominated technology industry increasingly drew scrutiny.\nEpisodes of men behaving badly make the news frequently here, whether it is sexism or harassment in the workplace or just derogatory attitudes toward women. Critics are increasingly drawing a straight line between such behavior and the small percentage of women who are engineers and executives, and the even smaller percentage of women who are venture capitalists.\nAccording to research from Babson College, the percentage of female venture capitalists is 6 percent, down from 10 percent at the peak of the dot-com boom in 1999.\nThe suit and the trial introduced a number of colorful phrases that were said to have been uttered to or about Ms. Pao. Most were heavily disputed by the defense, but they made it appear that Kleiner has been slow to evolve since it was formed in the early 1970s.\n“Kleiner Perkins has been significantly tainted by the facts that have come out in this proceedings,” Ms. Rhode of Stanford said.\nDuring the trial, numerous details emerged, including Mr. Doerr’s telling an investigator that Ms. Pao had a “female chip on her shoulder.” Chi-Hua Chien, a partner, said women should not be invited to a dinner with former Vice President Al Gore because they “kill the buzz.” A senior partner at the time, Ray Lane, joked to a junior partner that she should be “flattered” that a colleague showed up at her hotel room door wearing only a bathrobe. Another senior partner, Ted Schlein, seemed never to have heard of the exhortation of Sheryl Sandberg, a senior Facebook executive, that women should “sit at the table,” testifying, “I really don’t think it was a very big deal to us who sits at a table or who does not.”", "url": "https://www.nytimes.com/2015/03/28/technology/ellen-pao-kleiner-perkins-case-decision.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}