{"authors": ["Ross Douthat"], "date_download": "2018-11-16 03:15:25", "date_modify": "2018-11-16 03:15:25", "date_publish": "2015-05-30 19:47:56", "description": "Does history’s arc bend toward plural harmony?", "filename": "2015_05_31_opinion_sunday_ross-douthat-the-prospects-for-polygamy_1542338125.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_31_opinion_sunday_ross-douthat-the-prospects-for-polygamy_1542338125.html", "title": "The Prospects for Polygamy", "title_page": "Opinion | The Prospects for Polygamy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ON every issue save abortion, social liberalism is suddenly ascendant in America. The shift on same-sex marriage has captured the headlines, but the change is much more comprehensive: In just 15 years, we have gone from being a society divided roughly evenly between progressive and traditionalist visions to a country where social conservatism is countercultural and clearly in retreat.\nThis reality is laid bare in the latest Gallup social issues survey, which shows that it’s not only support for same-sex marriage that’s climbing swiftly: so is approval of unwed parenthood (45 percent in 2001, 61 percent now), divorce (59 percent then, 71 percent today), and premarital sex (53 percent then, 68 percent now). Approval of physician-assisted suicide is up seven points and support for research that destroys human embryos for research is up 12, pushing both practices toward supermajority support.\nOh, and one more thing: The acceptance of polygamy has more than doubled.\nNow admittedly, that last one is an outlier: Support for plural matrimony rose to 16 percent from 7 percent, a swift rise but still a very low number. Polygamy is bobbing forward in social liberalism’s wake, but it’s a long way from being part of the new permissive consensus.\nWhether it will eventually get there is an interesting question. Many social conservatives argue that it will — that the now-ascendant model of marriage as a gender-neutral and easily-dissolved romantic contract offers no compelling grounds for limiting the number of people who might wish to marry. And conservatives do have a pretty good track record (the consolation prize of cultural defeat) when it comes to predicting how the logic of expressive individualism unfolds.", "url": "https://www.nytimes.com/2015/05/31/opinion/sunday/ross-douthat-the-prospects-for-polygamy.html"}