{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:09:00", "date_modify": "2018-11-16 04:09:00", "date_publish": "2015-06-25 14:12:25", "description": "Affirming a key element of the health care law, the justices ruled that it may provide nationwide tax subsidies to help poor and middle-class people buy insurance.", "filename": "2015_06_26_us_obamacare-supreme-court_1542341340.html", "image_url": "https://static01.nyt.com/images/2015/06/26/us/SCOTUS/SCOTUS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_us_obamacare-supreme-court_1542341340.html", "title": "Supreme Court Allows Nationwide Health Care Subsidies", "title_page": "Supreme Court Allows Nationwide Health Care Subsidies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This was challenging, he said, in light of the law’s “more than a few examples of inartful drafting,” a consequence of rushed work behind closed doors that “does not reflect the type of care and deliberation that one might expect of such significant legislation.”\nBut he said the law’s interlocking parts supported a ruling in favor of the subsidies, particularly given that a contrary decision could have given rise to chaos in the insurance markets. A ruling rejecting subsidies in most of the nation would have left in place other parts of the law, including its guarantee of coverage regardless of pre-existing conditions, its requirement that most Americans obtain insurance or pay a penalty, and its expansion of Medicaid.\nWithout the subsidies, many people would be unable to afford insurance, and healthier consumers would go without coverage, leaving insurers with a sicker, more expensive pool of customers. That would raise prices for everyone, leading to what supporters of the law called death spirals.\nImage Copies of the court’s ruling in favor of nationwide health insurance subsidies were rushed to television news reporters. Credit Doug Mills/The New York Times\n“The statutory scheme compels us to reject petitioners’ interpretation,” Chief Justice Roberts wrote, referring to the challengers, “because it would destabilize the individual insurance market in any state with a federal exchange, and likely create the very ‘death spirals’ that Congress designed the act to avoid.”\nIn dissent, Justice Scalia wrote that the majority had stretched the statutory text too far.\n“I wholeheartedly agree with the court that sound interpretation requires paying attention to the whole law, not homing in on isolated words or even isolated sections,” Justice Scalia wrote. “Context always matters. Let us not forget, however, why context matters: It is a tool for understanding the terms of the law, not an excuse for rewriting them.”\n“Reading the act as a whole leaves no doubt about the matter,” he wrote. “ ‘Exchange established by the state’ means what it looks like it means.”", "url": "https://www.nytimes.com/2015/06/26/us/obamacare-supreme-court.html"}