{"authors": ["Mike Isaac", "Natasha Singer"], "date_download": "2018-11-16 04:42:52", "date_modify": "2018-11-16 04:42:52", "date_publish": "2015-06-17 15:34:17", "description": "The ride-hailing company has long positioned itself as a “logistics company” and says its drivers are contractors, not employees.", "filename": "2015_06_18_business_uber-contests-california-labor-ruling-that-says-drivers-should-be-employees.html_module=inline_1542343372.html", "image_url": "https://static01.nyt.com/images/2015/06/18/business/18uber-web2/18uber-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_18_business_uber-contests-california-labor-ruling-that-says-drivers-should-be-employees.html_module=inline_1542343372.html", "title": "California Says Uber Driver Is Employee, Not a Contractor", "title_page": "California Says Uber Driver Is Employee, Not a Contractor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a ruling that fuels a long-simmering debate over some of Silicon Valley’s fastest-growing technology companies and the work they are creating, the California Labor Commissioner’s Office said that a driver for the ride-hailing service Uber should be classified as an employee, not an independent contractor.\nThe ruling ordered Uber to reimburse Barbara Ann Berwick $4,152.20 in expenses and other costs for the roughly eight weeks she worked as an Uber driver last year. While Uber has long positioned itself as merely an app that connects drivers and passengers — with no control over the hours its drivers work — the labor office cited many instances in which it said Uber acted more like an employer. Uber is appealing the decision.\nThe ruling does not apply beyond Ms. Berwick and could be altered if Uber’s appeal succeeds. Uber has also prevailed in at least five other states in keeping its definition of drivers as independent contractors. Yet the California ruling stands out because officials formally laid out their arguments for why Uber drivers are employees. That could bolster class-action lawsuits against the company in the state. California law expressly requires employers to reimburse employees for business expenses and several suits proceeding against Uber are based on that state law.\nCompanies like Uber and its rival Lyft, and Instacart, a grocery delivery service, have long faced questions about whether they are creating the right kind of employment opportunities for both the economy and for workers. The technology companies have contended that their virtual marketplaces, in which people act as contractors and use their own possessions to provide services to the public at the touch of a smartphone button, afford workers flexibility and freedom.", "url": "https://www.nytimes.com/2015/06/18/business/uber-contests-california-labor-ruling-that-says-drivers-should-be-employees.html?module=inline"}