{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:18:46", "date_modify": "2018-11-16 03:18:46", "date_publish": "2015-10-05 10:19:10", "description": "Detainees will have freedom of movement “24 hours per day, seven days per week,” the government said.", "filename": "2015_10_06_world_asia_australia-nauru-detention-center-immigration-asylum.html_module=inline_1542338326.html", "image_url": "https://static01.nyt.com/images/2015/10/06/world/06nauru/06nauru-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_06_world_asia_australia-nauru-detention-center-immigration-asylum.html_module=inline_1542338326.html", "title": "Nauru Easing Rules at Detention Center for Australia Asylum Seekers", "title_page": "Nauru Easing Rules at Detention Center for Australia Asylum Seekers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We don’t think it’s a coincidence that this announcement is happening three years after the reopening of the detention center and two days before the highest court is considering the lawfulness of offshore detention on Nauru,” he said.\nThe legal challenge has been brought on behalf of a pregnant woman from Bangladesh who was taken to Australia from the detention center in Nauru for hospital treatment. More than 200 asylum seekers, including 50 children, are also seeking legal protection after being taken to Australia for medical care they could not receive in Nauru and on Manus Island, the site of another detention center in Papua New Guinea.\n“We are asking the Australian government to have compassion and not send them back to an environment, which is clearly unsafe, whether they’re inside the fence or outside the fence,” Mr. de Kretser said.\nThe offshore detention policy has its origins in the so-called Pacific Solution put into place in the early 2000s under Prime Minister John Howard. The approach was phased out in 2007, but the government brought it back after arrivals climbed drastically in 2012 and 2013.\nFormer Prime Minister Tony Abbott credited the program with a sharp decline in the number of arrivals by boat. But a Senate committee report issued in August documented testimony that the Nauru processing center was unsafe, and that people held there were at risk of violence including sexual assault. It called for dropping the detention center curfews and for allowing the news media, as well as human rights investigators, greater access.\nUnder Mr. Abbott’s successor, Malcolm Turnbull, the offshore detention policy has come under continued criticism. Mr. Turnbull has made prevention of domestic violence a crucial platform since taking office last month, and advocates have used that position to argue that asylum seekers should have the same protections.", "url": "https://www.nytimes.com/2015/10/06/world/asia/australia-nauru-detention-center-immigration-asylum.html?module=inline"}