{"authors": [], "date_download": "2018-11-16 04:08:08", "date_modify": "2018-11-16 04:08:08", "date_publish": "2015-11-18 15:13:25", "description": "Prices fluctuate sharply on the federal health insurance marketplace, driving many cost-conscious consumers to switch coverage every year to avoid higher premiums.", "filename": "2015_11_19_us_shopping-for-health-insurance-is-new-seasonal-stress-for-many.html_module=inline_1542341288.html", "image_url": "https://static01.nyt.com/images/2015/11/13/us/00switchers-web01/00switchers-web01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_19_us_shopping-for-health-insurance-is-new-seasonal-stress-for-many.html_module=inline_1542341288.html", "title": "Shopping for Health Insurance Is New Seasonal Stress for Many", "title_page": "Shopping for Health Insurance Is New Seasonal Stress for Many - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last year, many people did just that, taking no action and letting their coverage automatically renew for 2015. Still, about half of returning HealthCare.gov customers at least shopped around before settling on a health plan, and about 25 percent switched — far more than many experts predicted. Those who switched insurers but kept the same level of coverage ended up saving about $490 over the course of the year in premium costs, according to a report by the Department of Health and Human Services.\nAs much as they dislike switching plans, people like Ms. Galen, who has a history of skin cancer, say it is far preferable to what they faced before the health law took effect. Then, many people with medical conditions could not get insurance or had to pay much more for it, and they clung to whatever coverage they could get because if they tried to switch to a different insurer, they would most likely be rejected.\nMary Stuart, 64, of Omaha, has already switched to Assurant from Blue Cross and Blue Shield of Nebraska, and so far has been able to keep her doctors. Now Assurant is leaving the exchange market, and Ms. Stuart is intent on finding a new plan that will cover the ophthalmologist who treats her macular degeneration, a serious eye disease.\n“I’m like, oh God, here we go again,” said Ms. Stuart, who does not receive a premium subsidy and pays $890 a month for her current plan.\nOn the other hand, she said, “With my medical issues, to get with another insurer pre-Obamacare would have been really hard. So even though I’m bouncing and bouncing around, in some respects the current situation is so much better.”\nIf Ms. Stuart has a Zen-like approach to the shop-and-switch routine, Ramon Cinco, a middle school teacher in Houston, said he is approaching it “in panic mode.” He is switching plans not to get a better deal, but because his current plan with Cigna, which allows his family to see any doctor without a referral, is being discontinued.\nMr. Cinco, 43, switched to Cigna this year after being frustrated with his 2014 plan from Aetna, which he said had too narrow a provider network to be useful. Now, he said, he is likely to switch back to Aetna for 2016, to a plan that seems to have a narrower network of hospitals than he has access to now.", "url": "https://www.nytimes.com/2015/11/19/us/shopping-for-health-insurance-is-new-seasonal-stress-for-many.html?module=inline"}