{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:42:06", "date_modify": "2018-11-16 03:42:06", "date_publish": "2015-06-22 14:33:15", "description": "In a podcast interview, President Obama drove home his point that slavery still “casts a long shadow” on American life.", "filename": "2015_06_23_us_obama-racism-marc-maron-podcast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339726.html", "image_url": "https://static01.nyt.com/images/2015/06/23/us/23OBAMAWEB/23OBAMAWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_23_us_obama-racism-marc-maron-podcast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339726.html", "title": "Making a Point, Obama Invokes a Painful Slur", "title_page": "Making a Point, Obama Invokes a Painful Slur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I think he’s being provocative,” said Ishmael Reed, an author and poet who has written extensively on the African-American experience. “He’s got a short time to be president, and I think he’s letting his hair down. You have to raise the decibels in order to be heard.”\nJosh Earnest, the president’s press secretary, said Mr. Obama had not planned to use the word when he sat down with Mr. Maron, a comedian who records his popular podcast from his garage in Southern California. But Mr. Earnest said Mr. Obama was not surprised by the reaction to a word that has long conjured images of lynchings, oppression, bigotry and discrimination, while becoming unmentionable in most parts of public life.\nMr. Earnest called Mr. Obama’s use of the word “notable,” even provocative. But Mr. Earnest said the president had used the term to make an argument “that is familiar to those who have been listening.”\nMr. Obama will have another opportunity to be heard on Friday, when he delivers the eulogy for the Rev. Clementa C. Pinckney, the pastor at Emanuel A.M.E. Church, who was among the nine people killed there.\nMr. Obama has been far more open about the issue of race during his second term, in part because of incidents that have forced Americans to confront the depth of anger and frustration among some blacks, especially about their treatment by the police. The president reflected openly about race after protests that followed recent deaths of black men at the hands of the police. In 2012, he said that if he had a son, he might look like Trayvon Martin, the black teenager from Florida who was killed by a member of a neighborhood watch group.\nEarly in his White House tenure, Mr. Obama started a mentoring program for young, black men. But he has shown increasing eagerness to discuss the evolution in his own thinking about racial identity and the country’s difficult racial struggle.\nMr. Morial said such a shift seemed inevitable. “Every president, towards the end of their term, when they are freed of the straitjacket of having to think every moment of the day about what is required in the election, can think about the country, about their legacy and about the more difficult issues,” he said.", "url": "https://www.nytimes.com/2015/06/23/us/obama-racism-marc-maron-podcast.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}