{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:31:15", "date_modify": "2018-11-16 04:31:15", "date_publish": "2015-04-25 02:25:23", "description": "Gov. Andrew M. Cuomo said he would reappoint Thomas F. Prendergast to lead the New York region’s transit agency, a move that needs legislative approval.", "filename": "2015_04_25_nyregion_cuomo-says-he-wants-mta-chairman-to-stay-on_1542342675.html", "image_url": "https://static01.nyt.com/images/2015/04/25/nyregion/25MTA/25MTA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_25_nyregion_cuomo-says-he-wants-mta-chairman-to-stay-on_1542342675.html", "title": "Cuomo Says He Wants M.T.A. Chairman to Stay On", "title_page": "Cuomo Says He Wants M.T.A. Chairman to Stay On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Still, Mr. Cuomo praised elected officials who had worked to obtain the loan and said Mr. Prendergast had served as quarterback on the efforts. Mr. Prendergast had done a “phenomenal job” as chairman, he said, and the men had worked closely together during difficult times. (A Metro-North train hit a vehicle on the tracks in February, killing six people, and a derailment on the railroad in December 2013 killed four.)\n“I’ve worked with him on some very frightening situations after accidents and walking through the rubble of an accident and seeing things that you’d never think you would see in your life,” Mr. Cuomo said. “And I’ve seen him take command in a true crisis, which gives you a sense of the character of the person, and the leadership of the person.”\nAt the same time, the authority has been working to accommodate record ridership, with more than six million people riding the subway some days. On Monday, it released statistics showing that ridership grew 2.6 percent last year.\nOn Friday, the authority said it would increase service in December on four subway lines — the 2, 7, L and M — to handle additional riders, especially during periods outside the morning and evening rush periods. The L line will have seven new weekday round trips between 10:30 a.m. and 2 p.m., among other additions, officials said.\nTransit advocates and union officials applauded the governor’s decision to keep Mr. Prendergast. His predecessor, Joseph J. Lhota, decided to resign at the end of 2012 to run for mayor of New York City after about a year in the role. Before him, Jay H. Walder, abruptly announced he would leave in 2011 for a job in Hong Kong.\nTurnover in recent years has hurt the authority in terms of carrying out long-term initiatives, said Gene Russianoff, a staff lawyer for the Straphangers Campaign, an advocacy group.\n“I’m a big fan of Tom’s and probably an even bigger fan of continuity,” Mr. Russianoff said.\nBefore he was named chairman in 2013, Mr. Prendergast served as president of New York City Transit.", "url": "https://www.nytimes.com/2015/04/25/nyregion/cuomo-says-he-wants-mta-chairman-to-stay-on.html"}