{"authors": ["Sam Borden"], "date_download": "2018-11-16 04:31:32", "date_modify": "2018-11-16 04:31:32", "date_publish": "2015-07-31 06:00:20", "description": "The Chinese capital beat the Kazakh city in an International Olympic Committee vote and will be the first city to host both the Summer and Winter Games.", "filename": "2015_08_01_sports_olympics_beijing-selected-as-host-of-2022-winter-olympics_1542342692.html", "image_url": "https://static01.nyt.com/images/2015/07/30/multimedia/beijing-wins-bid/beijing-wins-bid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_01_sports_olympics_beijing-selected-as-host-of-2022-winter-olympics_1542342692.html", "title": "Beijing Defeats Almaty in Bid to Host 2022 Winter Olympics", "title_page": "Beijing Defeats Almaty in Bid to Host 2022 Winter Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some I.O.C. voters — who are generally sports executives from countries around the world — may also have been thinking of nonsporting factors when they cast their votes. David Wallechinsky, the president of the International Society of Olympic Historians, was in the room for the final bid presentations and said in a telephone interview: “Forty-four people voted for Beijing, but what are their motivations? A large number of the voters represent countries who don’t even take part in the Winter Olympics.”\nMr. Wallechinsky, who is not a voter, added: “So, the logistics for the athletes or the fans in terms of getting to venues may not be a big factor for them. Their agendas may have been very different. They may be thinking about how voting for China could help them down the road, or how a few weeks in Beijing may be more preferable to a few weeks in Almaty.”\nNewsletter Sign Up Continue reading the main story Sign Up for the Sports Newsletter Get the big sports news, highlights and analysis from Times journalists, with distinctive takes on games and some behind-the-scenes surprises, delivered to your inbox every week. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCertainly Beijing’s status as a tourist destination was a factor. Glamour, money, experience and a 7-foot-6 former basketball star in a comedic turn were the key components to Beijing’s presentation to the I.O.C. voters, as the Chinese bid highlighted its memorable staging of the 2008 Summer Games.\nYao Ming, the former N.B.A. center, played a hockey goalie during a video that was shown for voters, and bid officials emphasized how Beijing had proved itself to be an important partner with the Olympic movement after spending at least $40 billion to host the Games previously. Mr. Wallechinsky said he perceived some observers as being disgusted by the presentation. “It was basically: ‘Last time we held the Olympics we earned a billion dollars. So you should vote for us,’ ” he said. But many others were surely swayed by the possibility of increased exposure to winter sports for some 300 million people in northern China.\nChina has created a special program, said to have cost about $30 million, that is intended to produce athletes in sports with little history in the country, like Nordic combined skiing and the sliding sports of luge, skeleton and bobsled.\nBeijing plans to use some of its venues from the Summer Games, including the Bird’s Nest stadium and the Water Cube arena. At the Olympic Green on Friday, hundreds of people gathered to celebrate the announcement. People waved giant Chinese flags, and dancers in red robes performed.\n“Winning the bid will surely make more people know about China, that we are a major power now, and we are no worse than the United States,” said Zhang Zhaoshi, 76. “The victory will surely allow us Chinese to speak more confidently in the world.”\nAdvertisement Continue reading the main story\nSome Beijing residents said they looked forward to cleaner air now that the government would face international pressure to improve the environment. Others said they thought the flood of tourists and investment would help improve the local economy, which has slowed of late.\nBut the celebration seemed somewhat muted compared with the euphoria of 2001, when it was announced that Beijing had won its bid for the 2008 Summer Olympics. Part of that is almost certainly because of Beijing’s less-than-wintry climate.\nPhoto\n“We are not that enthusiastic about it because it is not the Summer Olympics but only the Winter Olympics,” said Wu Xiaowen, 46, an accountant in Beijing. “We don’t play or watch those games.”\nAlmaty, on the other hand, has little experience hosting big events, but it does have plenty of nearby mountains. The city, a commercial hub in oil-rich Kazakhstan, tried to position itself as the opposite of what it suggested was Beijing’s manufactured bid — Almaty’s slogan was, pointedly, “Keeping It Real” — and the former Kazakh capital cited the compact nature of its city. During its bid videos, there were many images of deep snow.\nAll of the venues in Almaty, organizers said, would have been within an 18-mile radius, and 70 percent of the necessary venues were in place before the vote. Kazakhstan’s prime minister, Karim Massimov, gave a stirring final speech for the bid in which he exhorted voters to “have faith in us” and to view Almaty as “a golden opportunity to prove that smaller, advancing nations can successfully host the Winter Games.”\nA crowd of several hundred, mostly students and government workers, awaited the decision Friday on a warm afternoon outside the Republic Palace in Almaty. After watching the announcement of Beijing’s victory on a large screen, the crowd was mostly silent before quickly dispersing.\nBid organizers said it was likely that Almaty would try to win the rights to a future Games, but Kazakhstan gained independence only in 1991 and its citizens were divided on whether hosting an Olympics was a wise move for a nation that is still developing in so many ways.\n“The Olympic Games are not for us,” Sagyn Ayimbetova, 40, who has lived in Almaty for 26 years, said afterward. “It would be a hit for our budget and we would lose so much money. I was afraid our economy would fall down after the Games. So I am happy the committee made a good choice.”\nAdvertisement Continue reading the main story\nThe cost of hosting an Olympics has become a recurrent talking point for Mr. Bach. One of his primary initiatives, known as Olympic Agenda 2020, is essentially an overhaul of the bidding process. The goal is to force cities to lower infrastructure costs — and thus broaden the pool of potential bid cities — but also to meet basic human rights conditions before they will be fully considered.\nPhoto\nThis election was the final one before the rules of Agenda 2020 take effect, and many critics of the bidding process noted that it was, in many ways, a fitting coda. Bidding for the Winter Olympics, which are both significantly smaller and less popular than the Summer Games, has always been difficult, but this race was particularly rocky.\nFour European cities, including winter havens like Oslo and Stockholm, pulled out after initially expressing interest; all cited various political or financial concerns, as well as soft public support. Those departures left only two viable candidates, which both came with question marks.\nKazakhstan’s human rights record, particularly with regard to freedom of speech and assembly, as well as tolerance for L.G.B.T. people, has been criticized by many activist groups, while the global political concerns with China’s government are well known. Minky Worden, the global initiatives director at Human Rights Watch, said the current situation in China might best be described as “the worst crackdown in the post-1989 period across the board.”\nAnd Sophie Richardson, China director at Human Rights Watch, said, “The Olympic motto of ‘higher, faster, and stronger’ is a perfect description of the Chinese government’s assault on civil society: more peaceful activists detained in record time, subject to far harsher treatment.”\nMs. Richardson added, “In choosing China to host another Games, the I.O.C. has tripped on a major human rights hurdle.”\nThere is also concern over Beijing’s environmental situation, as air pollution has continued to be a problem and some experts have questioned how the proposed snow-making operation would affect the region ecologically. Organizers played down these concerns, saying the Chinese government was committed to protecting the environment.\nAfter several days of buildup during the I.O.C.’s congress, the delegates finally recorded their votes — on paper, after an initial round of electronic balloting failed because of glitches — and opted to make history with China, which had never bid for an Olympics before the early 1990s but has now won the rights to two in 14 years.\nMr. Bach’s announcement of the winner prompted much hugging and dancing from the Chinese delegation in the audience.\nAdvertisement Continue reading the main story\n“My reaction was kind of slow,” said Mr. Yao, the former basketball star, “because it’s still hard to believe that we actually won.”", "url": "https://www.nytimes.com/2015/08/01/sports/olympics/beijing-selected-as-host-of-2022-winter-olympics.html"}