{"authors": ["Emily Steel"], "date_download": "2018-11-16 03:20:03", "date_modify": "2018-11-16 03:20:03", "date_publish": "2015-01-05 18:24:19", "description": "The service will include popular networks and cost $20 a month, with no contract, installation, equipment or credit check required.", "filename": "2015_01_06_business_media_dish-network-announces-web-based-pay-tv-offering.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338403.html", "image_url": "https://static01.nyt.com/images/2015/01/06/business/dishfloater/dishfloater-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_06_business_media_dish-network-announces-web-based-pay-tv-offering.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338403.html", "title": "Dish Network Unveils Sling TV, a Streaming Service to Rival Cable (and It Has ESPN)", "title_page": "Dish Network Unveils Sling TV, a Streaming Service to Rival Cable (and It Has ESPN) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dish Network, the satellite provider, is trying to lure younger viewers back to paying for television with the start of a web-based offering that includes ESPN and a number of other popular networks for $20 a month, about a fifth the cost of the average household bill for cable and satellite service.\nAnnounced at the Consumer Electronics Show in Las Vegas on Monday, the new service is called Sling TV, and provides live and on-demand television delivered via an Internet connection to television sets, computers and mobile devices.\nDish executives said that the service was cheaper and more convenient than traditional cable service. And they boasted that it delivered more choices for viewers looking to pay for a slimmed-down group of television networks and programs they want to watch, as well as more options as to when, where and how they want to watch them.\n“It is the launch of a whole new industry here,” Joseph Clayton, Dish’s chief executive, said in an interview. “We are innovators. We are disrupters. We don’t always make people happy because we challenge the status quo.”", "url": "https://www.nytimes.com/2015/01/06/business/media/dish-network-announces-web-based-pay-tv-offering.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}