{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 03:56:41", "date_modify": "2018-11-16 03:56:41", "date_publish": "2015-10-08 11:02:56", "description": "The journalist and prose writer is best known for works about female Russian soldiers in World War II and the aftermath of the Chernobyl nuclear disaster.", "filename": "2015_10_09_books_svetlana-alexievich-nobel-prize-literature.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340601.html", "image_url": "https://static01.nyt.com/images/2015/10/09/world/NOBEL/NOBEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_09_books_svetlana-alexievich-nobel-prize-literature.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340601.html", "title": "Svetlana Alexievich, Belarussian Voice of Survivors, Wins Nobel Prize in Literature", "title_page": "Svetlana Alexievich, Belarussian Voice of Survivors, Wins Nobel Prize in Literature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Svetlana Alexievich, a Belarussian journalist and prose writer known for deeply researched works about female Russian soldiers in World War II and the aftermath of the Chernobyl nuclear disaster, won the Nobel Prize in Literature on Thursday “for her polyphonic writings, a monument to suffering and courage in our time,” the Swedish Academy announced.\nMs. Alexievich, 67, is the 14th woman to win the literature prize, and one of just a few Nobel laureates to be recognized for nonfiction. While the Nobel committee has occasionally awarded the prize to philosophers and historians, including Bertrand Russell and Winston Churchill, it has been more than half a century since a dedicated nonfiction writer has won what many regard as literature’s most prestigious award.\nThe selection of Ms. Alexievich was lauded as a long overdue corrective, and as a high point for journalism as a literary art. By placing her work alongside those of international literary giants like Gabriel García Márquez, Albert Camus, Alice Munro and Toni Morrison, the Nobel committee has anointed a genre that is often viewed as a vehicle for information rather than an aesthetic endeavor.\nMs. Alexievich’s works, which delve into collective and individual memories, straddle that divide.\n“It’s a true achievement not only in material but also in form,” said Sara Danius, permanent secretary of the Swedish Academy, adding that Ms. Alexievich’s work amounts to “a history of emotions — a history of the soul, if you wish.”", "url": "https://www.nytimes.com/2015/10/09/books/svetlana-alexievich-nobel-prize-literature.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}