{"authors": ["Justin Gillis"], "date_download": "2018-11-16 03:54:30", "date_modify": "2018-11-16 03:54:30", "date_publish": "2015-09-11 18:06:12", "description": "Burning all the world’s coal, oil and natural gas would lead to temperature increases that would melt Antarctica’s ice sheet and raise sea level more than 200 feet, a new study found.", "filename": "2015_09_12_science_climate-study-predicts-huge-sea-level-rise-if-all-fossil-fuels-are-burned_1542340470.html", "image_url": "https://static01.nyt.com/images/2015/09/12/science/12CLIMATE2/12CLIMATE2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_12_science_climate-study-predicts-huge-sea-level-rise-if-all-fossil-fuels-are-burned_1542340470.html", "title": "Study Predicts Antarctica Ice Melt if All Fossil Fuels Are Burned", "title_page": "Study Predicts Antarctica Ice Melt if All Fossil Fuels Are Burned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The more basic finding that the whole ice sheet could eventually melt is less surprising, at least to scientists who specialize in studying the history of the earth. “As a paleoclimate person, I don’t feel like this is necessarily a shock to me,” said Robert E. Kopp, a professor of earth system history at Rutgers University, who studies sea level but was not involved in the new research.\nPaleoclimatologists have established that Antarctica was once a lush, green continent, icing over only in the past 35 million years, amid a general cooling of the world’s climate. Moreover, rates of sea level rise like those outlined in the paper have occurred in the past.\nHuman civilization is built on the premise that the level of the sea is stable, as indeed it has been for several thousand years. But the deeper history of the earth reveals enormous shifts, on the order of a hundred feet or more within a few thousand years.\nSea levels far higher than those of today have been documented at more than a thousand sites around the world. Along the East Coast, seashells from just 3 million years ago can be dug up by the shovel-full a hundred miles inland from the current shore.\nStudying this evidence, scientists concluded long ago that the great ice sheets are sensitive to small changes in the earth’s average temperature, caused by wobbles in its orbit around the sun. They believe that human emissions are about to produce a large change.\nThough the climate is still in the earliest stages of this shift, the ice sheets in both Greenland and the low-lying, western part of Antarctica are already showing serious signs of instability.\nThe higher, colder ice sheet in eastern Antarctica, by far the largest chunk of land ice on the planet, had long been assumed to be more stable. But for several years, evidence has been accumulating that at least large parts of that ice sheet are vulnerable, too.", "url": "https://www.nytimes.com/2015/09/12/science/climate-study-predicts-huge-sea-level-rise-if-all-fossil-fuels-are-burned.html"}