{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:18:35", "date_modify": "2018-11-16 03:18:35", "date_publish": "2015-12-21 17:41:54", "description": "Ms. Aung San Suu Kyi has kept the country guessing on details of the transfer of power to her democracy movement from the military establishment.", "filename": "2015_12_22_world_asia_after-victory-in-myanmar-aung-san-suu-kyi-quietly-shapes-a-transition.html_module=inline_1542338315.html", "image_url": "https://static01.nyt.com/images/2015/12/22/world/22Myanmar-web-2/22Myanmar-web-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_22_world_asia_after-victory-in-myanmar-aung-san-suu-kyi-quietly-shapes-a-transition.html_module=inline_1542338315.html", "title": "After Victory in Myanmar, Aung San Suu Kyi Quietly Shapes a Transition", "title_page": "After Victory in Myanmar, Aung San Suu Kyi Quietly Shapes a Transition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She has done a lot of meditating, one aide said.\n“She says when things are so complicated in her mind she meditates, and it gives her clarity and gives her simple answers,” said U Phyo Min Thein, a member of the party’s budget committee.\nNonetheless, behind the scenes, a transition is slowly starting to take shape.\nMs. Aung San Suu Kyi, 70, has met behind closed doors with minority ethnic groups, members of her party and crucial figures in the military with whom she will have to share power. While the participants have given little public indication of what was said, interviews with senior officials on both sides suggest that she has quietly conveyed a message that she will not rock the boat too much, too soon.\nLike Nelson Mandela, another former political prisoner and Nobel laureate who came to rule a country that had kept him as a political prisoner, she appears keen on building bridges with her former jailers.\n“The first intention was to soothe their nerves, that they would not be harmed,” said U Win Htein, a senior party member and one of Ms. Aung San Suu Kyi’s closest advisers. “We just said we didn’t want revenge, that we didn’t have a personal grudge and that we wanted to move forward and talk about the future.”\nMs. Aung San Suu Kyi has told her party that it would be “unwise” to push the military right now, he said. Despite the election landslide, party members still recall the last election they won, in 1990, which the military followed up with the arrest of party leaders and two more decades of dictatorial rule.", "url": "https://www.nytimes.com/2015/12/22/world/asia/after-victory-in-myanmar-aung-san-suu-kyi-quietly-shapes-a-transition.html?module=inline"}