{"authors": ["Jeffrey Gettleman"], "date_download": "2018-11-16 04:01:36", "date_modify": "2018-11-16 04:01:36", "date_publish": "2015-11-23 23:02:46", "description": "In an apparent effort to achieve some neutrality, the four men identified include two from the government and two from the opposition.", "filename": "2015_11_24_world_africa_us-imposes-sanctions-on-4-in-burundi-violence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340896.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_24_world_africa_us-imposes-sanctions-on-4-in-burundi-violence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340896.html", "title": "U.S. Imposes Sanctions on 4 in Burundi Violence", "title_page": "U.S. Imposes Sanctions on 4 in Burundi Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAIROBI, Kenya — The United States imposed sanctions Monday against four men connected to a wave of violence in Burundi that has destabilized the central African nation and raised fears of all-out civil war.\nHundreds of people have been killed in protests, mysterious attacks and a coup attempt in Burundi since its president, Pierre Nkurunziza, announced in April that he would run for a third term, despite many Burundians’ saying it was illegal. He won that third term in July in an election that many Western officials said was flawed.\n“President Nkurunziza’s pursuit of a third term in office has precipitated a humanitarian, economic, and security crisis,” said a statement by Ned Price, spokesman of the National Security Council in Washington. “Burundi is on the precipice, but there is a clear path available to Burundi’s leaders to avoid further violence and reach a political solution.”\nThe sanctions, which come after the European Union also imposed sanctions on some Burundian officials, are part of an executive order issued Monday singling out any individuals who “threaten peace and security in Burundi, undermine democratic processes, or who are responsible for or complicit in human rights abuses.”", "url": "https://www.nytimes.com/2015/11/24/world/africa/us-imposes-sanctions-on-4-in-burundi-violence.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}