{"authors": ["David Carr"], "date_download": "2018-11-16 03:19:38", "date_modify": "2018-11-16 03:19:38", "date_publish": "2015-01-19 00:49:10", "description": "In general, the film academy and the industry it mirrors manage diversity the same way that corporate America does, by ticking off boxes.", "filename": "2015_01_19_business_media_why-the-oscars-omission-of-selma-matters.html_rref=collection%2Fcolumn%2FThe%20Media%20Equation_1542338378.html", "image_url": "https://static01.nyt.com/images/2015/01/19/business/carrjump/carrjump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_19_business_media_why-the-oscars-omission-of-selma-matters.html_rref=collection%2Fcolumn%2FThe%20Media%20Equation_1542338378.html", "title": "Why the Oscars’ Omission of ‘Selma’ Matters", "title_page": "Why the Oscars’ Omission of ‘Selma’ Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The director of “Selma,” Ava DuVernay, is a black woman who found the studio backing to make a movie that is great cinema, not a history lesson. And no club in the United States — over the last several years, the academy has been around 93 percent white, 76 percent male and an average of 63 years old — is in more need of new blood than Hollywood. The academy tends to recognize the body of work of directors, not just a single film, and this is just Ms. DuVernay’s third narrative feature, so that may have played a role.\nI covered the Oscars on the Carpetbagger blog for The New York Times for four years, so I am a bit of an Academy Awards fanboy, but I think that nominations matter. They convey recognition at the highest level of a craft that is seen by millions, even if they are coated in Hollywood glitter. When Lupita Nyong’o received a nomination last year for best actress in a supporting role, it was heartening to see her win and know that children of all kinds would notice that it was not just gossamer white women who walked the red carpet and were celebrated for their artistry.\nThe nominations of the director this time around, and a British actor, David Oyelowo, playing a heroic black figure in the American narrative — not the victim of white oppression, but a corrective to it — would have had particular resonance at this moment. This year is the 50th anniversary of both the Selma marches and the Voting Rights Act. And after months full of tragic news from Ferguson, Mo., Staten Island and all over America, race remains a persistent and complex issue that still has the capacity to divide. A movie creates common ground in the theater, a shared experience that reminds us all of the sacrifice it took to get here.\nAs someone who once spent a great deal of time reporting on the ins and outs of the Oscars, I know that the snub is not some overt racial conspiracy at work. Among other problems, Paramount thought that “Interstellar” would be its big Oscar horse for the year and jumped on “Selma” as the better bet only when awards season heated up. The movie was completed near the end of the year, and the screeners came late and somewhat sporadically. Perhaps that partly explains why “Selma,” which was second to “Boyhood” in critical acclaim as measured by Metacritic, received just two nominations, for best picture and best song.\nBut in general, the academy and the industry it mirrors manage diversity the same way that corporate America does, by ticking off boxes. That means that after Kathryn Bigelow won as best director in 2010 for “The Hurt Locker” — the only female director to have won in the award’s 87 years — there was no reason to even nominate her again for the extraordinary “Zero Dark Thirty.” The “woman thing” had been checked off already. And it also means that even though “12 Years a Slave” won best picture, its director, Steve McQueen, did not receive similar acclaim because that win took care of “the black thing.” (Many have noted that this year, although nine black actors were nominated in the last six years, not a single person of color is among the 20 nominated lead and supporting actors.)", "url": "https://www.nytimes.com/2015/01/19/business/media/why-the-oscars-omission-of-selma-matters.html?rref=collection%2Fcolumn%2FThe%20Media%20Equation"}