{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:16:09", "date_modify": "2018-11-16 03:16:09", "date_publish": "2015-08-25 08:20:01", "description": "Relative to long-term corporate earnings, stocks remain more expensive than at any point from the late 1940s through the early 1990s.", "filename": "2015_08_26_upshot_part-of-the-problem-stocks-are-expensive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338169.html", "image_url": "https://static01.nyt.com/images/2015/08/25/upshot/up-stocks-chart-1440469348812/up-stocks-chart-1440469348812-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_26_upshot_part-of-the-problem-stocks-are-expensive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338169.html", "title": "Part of the Problem: Stocks Are Expensive", "title_page": "Part of the Problem: Stocks Are Expensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The smart advice during a falling stock market is not to panic. Selling out of panic often leads investors to miss out on the market recoveries that typically follow a drop, because it’s all but impossible to predict when such a recovery will begin.\nBut here is some different advice that’s worth hearing during a week like the current one: Don’t expect the next few decades of stock returns to be as good as the last few. Be prepared for a period in which market dips are not inevitably followed by bull markets that make the dips look like footnotes. Be prepared for something like mediocrity or even disappointment.\nWhy do I say this? Because stocks can’t boom forever. And the last 30 years, for all of their ups and downs, have mostly resembled one long boom. Stocks began rising in the early 1980s, and every market correction since then, including the financial crisis of 2007-8, has been quickly erased.\nAs a result, stock prices today remain historically expensive, even after the declines of recent weeks. Stocks are more highly valued than at any point from the 1940s through the mid-1990s, relative to long-term corporate earnings.\nAdvertisement Continue reading the main story\nWhy does this comparison matter? Stocks are effectively a claim on the future earnings of companies. When stocks are expensive relative to past earnings, it’s harder for future earnings to live up to investors’ hopes.\nPhoto\nIt’s true that there are some reasons to believe stocks should be more expensive than in earlier decades. The low level of interest rates — which holds down corporate costs and makes competing investments less attractive, increasing demand for stocks — is one such reason. The absence of big wars involving many countries, and the resulting destruction, is another, as the economist John Campbell has noted. A third reason is workers’ relative lack of bargaining power these days, which holds down wages to the benefit of profits.", "url": "https://www.nytimes.com/2015/08/26/upshot/part-of-the-problem-stocks-are-expensive.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}