{"authors": ["Kate Murphy"], "date_download": "2018-11-16 03:55:42", "date_modify": "2018-11-16 03:55:42", "date_publish": "2015-08-08 18:48:49", "description": "The European commissioner for competition on sharing a book with her daughter, watching James Bond movies and knitting an elephant with a message.", "filename": "2015_08_09_opinion_sunday_margrethe-vestager.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340542.html", "image_url": "https://static01.nyt.com/images/2015/08/09/opinion/sunday/09DOWNLOAD/09download-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_09_opinion_sunday_margrethe-vestager.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340542.html", "title": "Margrethe Vestager", "title_page": "Opinion | Margrethe Vestager - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Margrethe Vestager is a Danish politician who last year was appointed the European Union’s commissioner for competition and promptly took to task several powerful interests including Google, Russia’s gas behemoth Gazprom and European Union countries’ state-owned utilities.\nREADING “All the Light We Cannot See,” by Anthony Doerr, which is wonderful. It gives new perspective on what people thought and how they lived around the Second World War. I’m reading it with my daughter. She reads 20 pages and I read 20 pages, which is a very good way to resist reading it in one bite and slowly take it in.\nWhen it’s my daughter’s turn, I read Roland Barthes’s “Camera Lucida.” It’s reflections on photography for someone like me who is interested in photography but not a photographer. I think for a lot of people, the public space changed when everyone had a camera in their mobile phones because now we are always posing. We are more stiff and aware of ourselves. Did you see me from this angle? Now see me at this angle. It’s awful.\nLISTENING My favorite sound is the voices of my husband and our three daughters. But I think that the soundtrack of the summer is Lukas Graham (Blue Album). He’s a young Danish singer and this is his second album, and has very much to do with his father who died when Lukas Graham was relatively young. It’s very melodic. You would want to sing it out loud when you’ve heard it a couple of times.", "url": "https://www.nytimes.com/2015/08/09/opinion/sunday/margrethe-vestager.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}