{"authors": ["Edward Wong", "Owen Guo"], "date_download": "2018-11-16 04:44:39", "date_modify": "2018-11-16 04:44:39", "date_publish": "2015-12-11 11:42:45", "description": "The all-female Moranbong Band, Kim Jong-un’s favorite group, is visiting Beijing at a time when China and North Korea are trying to strengthen ties.", "filename": "2015_12_12_world_asia_china-north-korea-moranbong-girl-band.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343479.html", "image_url": "https://static01.nyt.com/images/2015/12/12/world/12Chinaband-web/12Chinaband-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_12_world_asia_china-north-korea-moranbong-girl-band.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343479.html", "title": "North Korea Sends Its Leader’s Chosen Pop Band to Beijing", "title_page": "North Korea Sends Its Leader’s Chosen Pop Band to Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Pop groups do not usually entertain audiences with songs like “Our Dear Leader!” and “Do Prosper, Era of the Workers’ Party.”\nYet those may be among the ditties that North Korea’s Moranbong Band — two dozen or so slender young women in form-fitting outfits and high heels — perform in Beijing on Saturday night, in their first overseas appearance.\nMoranbong Band is the latest (and maybe the only) soft-power export from North Korea. It is the favorite group of Kim Jong-un, the nation’s young authoritarian leader, and some reports say he handpicked each member. Mr. Kim’s wife, Ri Sol-ju, who once sang in a band herself, is believed to be a patron.\nMoranbong has been dispatched to Beijing at a time when China and North Korea are trying to improve relations amid differences about the North’s nuclear ambitions and other economic and political matters.", "url": "https://www.nytimes.com/2015/12/12/world/asia/china-north-korea-moranbong-girl-band.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}