{"authors": ["Sendhil Mullainathan"], "date_download": "2018-11-16 04:42:52", "date_modify": "2018-11-16 04:42:52", "date_publish": "2015-01-03 14:55:23", "description": "Dozens of researchers have documented discrimination that is outside of our awareness.", "filename": "2015_01_04_upshot_the-measuring-sticks-of-racial-bias-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343372.html", "image_url": "https://static01.nyt.com/images/2015/01/04/business/4-VIEW/4-VIEW-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_04_upshot_the-measuring-sticks-of-racial-bias-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343372.html", "title": "Racial Bias, Even When We Have Good Intentions", "title_page": "Racial Bias, Even When We Have Good Intentions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The deaths of African-Americans at the hands of the police in Ferguson, Mo., in Cleveland and on Staten Island have reignited a debate about race. Some argue that these events are isolated and that racism is a thing of the past. Others contend that they are merely the tip of the iceberg, highlighting that skin color still has a huge effect on how people are treated.\nArguments about race are often heated and anecdotal. As a social scientist, I naturally turn to empirical research for answers. As it turns out, an impressive body of research spanning decades addresses just these issues — and leads to some uncomfortable conclusions and makes us look at this debate from a different angle.\nThe central challenge of such research is isolating the effect of race from other factors. For example, we know African-Americans earn less income, on average, than whites. Maybe that is evidence that employers discriminate against them. But maybe not. We also know African-Americans tend to be stuck in neighborhoods with worse schools, and perhaps that — and not race directly — explains the wage gap. If so, perhaps policy should focus on place rather than race, as some argue.\nBut we can isolate the effect of race to some degree. A study I conducted in 2003 with Marianne Bertrand, an economist at the University of Chicago, illustrates how. We mailed thousands of résumés to employers with job openings and measured which ones were selected for callbacks for interviews. But before sending them, we randomly used stereotypically African-American names (such as “Jamal”) on some and stereotypically white names (like “Brendan”) on others.", "url": "https://www.nytimes.com/2015/01/04/upshot/the-measuring-sticks-of-racial-bias-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}