{"authors": ["The Associated Press"], "date_download": "2018-11-16 04:23:21", "date_modify": "2018-11-16 04:23:21", "date_publish": "2015-03-27 02:31:56", "description": "Gov. Mike Pence signed a bill that would ban state and local laws that “substantially burden” the ability of people — including businesses and associations — to follow their religious beliefs.", "filename": "2015_03_27_us_politics_indiana-bill-signed-allowing-denial-of-service-to-gays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342201.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_27_us_politics_indiana-bill-signed-allowing-denial-of-service-to-gays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342201.html", "title": "Indiana: Bill Signed Allowing Denial of Service to Gays", "title_page": "Indiana: Bill Signed Allowing Denial of Service to Gays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Mike Pence on Thursday signed into law a religious objections bill that some convention organizers and business leaders have opposed amid concern it could allow discrimination against gay people. Indiana is the first state to enact such a change this year among about a dozen where such proposals have been introduced. The measure would prohibit state and local laws that “substantially burden” the ability of people — including businesses and associations — to follow their religious beliefs. Mr. Pence, a Republican, said the bill ensures “religious liberty is fully protected under Indiana law.” At least two groups — the Christian Church (Disciples of Christ) and Gen Con, a gaming convention — have said they would reconsider plans to hold their meetings in Indianapolis because of the legislation. The chief executive of the California technology company Salesforce said his company would reduce investment in the state because of the law. Supporters say that discrimination concerns are overblown and that the measure seeks to prevent people from being compelled to provide such things as catering or photography for same-sex weddings.", "url": "https://www.nytimes.com/2015/03/27/us/politics/indiana-bill-signed-allowing-denial-of-service-to-gays.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}