{"authors": ["Kit Eaton"], "date_download": "2018-11-16 03:43:44", "date_modify": "2018-11-16 03:43:44", "date_publish": "2015-11-11 14:58:13", "description": "Gaming, shopping, video and utility apps that have the potential to make your television truly “smart.”", "filename": "2015_11_12_technology_personaltech_video-feature-playing-to-the-strengths-of-the-new-apple-tv_1542339824.html", "image_url": "https://static01.nyt.com/images/2015/11/10/multimedia/appsmart-appletv/appsmart-appletv-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_12_technology_personaltech_video-feature-playing-to-the-strengths-of-the-new-apple-tv_1542339824.html", "title": "Video Feature: Playing to the Strengths of the New Apple TV", "title_page": "Video Feature: Playing to the Strengths of the New Apple TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new Apple TV has been out for only about two weeks, but there are already hundreds of apps available for downloading to the set-top box. The apps have the potential to make your television truly “smart,” so it’s time to experiment with the best gaming, shopping, video and utility apps and see how they transform the set in your living room.\nOne of my favorite iPhone games, Alto’s Adventure, is a great example of how big gaming will be on Apple TV. The Apple TV version of the game puts you in control of a number of characters, each tasked with snowboarding down a mountain, herding runaway llamas, picking up coins and leaping over difficult obstacles. The mountain never ends and its features never repeat, so each time you play, you get a slightly different experience.\nThe controls are simple: You press a button on the Apple TV remote control to jump and you hold it down to back flip. The game presents challenges on each level, like completing two back flips in one run.\nThe graphics in Alto’s Adventure are beautiful and simple, and if you play in the dark, the sound effects and lightning flashes racing across your TV are atmospheric. Alto’s Adventure costs $3 for Apple TV, but it’s free if you have already bought it for your iPhone.", "url": "https://www.nytimes.com/2015/11/12/technology/personaltech/video-feature-playing-to-the-strengths-of-the-new-apple-tv.html"}