{"authors": ["Kareem Fahim"], "date_download": "2018-11-16 04:50:02", "date_modify": "2018-11-16 04:50:02", "date_publish": "2015-01-01 10:40:20", "description": "The television reporters, jailed on charges of aiding the Muslim Brotherhood, will remain in custody while awaiting a new trial.", "filename": "2015_01_02_world_middleeast_egypt-al-jazeera-journalists-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "image_url": "https://static01.nyt.com/images/2015/01/02/world/02egypt/02egypt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_02_world_middleeast_egypt-al-jazeera-journalists-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "title": "Three Al Jazeera Journalists Remain in Jail After Egyptian Court Orders a Retrial", "title_page": "Three Al Jazeera Journalists Remain in Jail After Egyptian Court Orders a Retrial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — Egypt’s highest appeals court on Thursday ordered a retrial for three imprisoned journalists from Al Jazeera’s English-language service, implicitly acknowledging critical procedural flaws in a case that rights advocates have described, from the men’s arrests to their convictions, as a sham.\nBut the decision offered no guarantees that the journalists, who have been imprisoned for more than a year and now face a potentially lengthy second trial, would be freed anytime soon.\nThe convictions of the three men, Mohamed Fahmy, Baher Mohamed and Peter Greste, focused international condemnation on the government, drawing attention to a sweeping crackdown on news media freedom and political dissent since the military ouster of the country’s first democratically elected president, Mohamed Morsi of the Muslim Brotherhood.\nAnd from its beginnings, analysts say, the case has perhaps had little to do with the actions of the journalists themselves. Instead, they suggest it reflects a bitter dispute between Egypt’s military-backed government, led by President Abdel Fattah el-Sisi, and Qatar, which owns Al Jazeera and has been a strong backer of his Islamist opponents in the Muslim Brotherhood.", "url": "https://www.nytimes.com/2015/01/02/world/middleeast/egypt-al-jazeera-journalists-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}