{"authors": ["Matthew Rosenberg", "Neil Macfarquhar"], "date_download": "2018-11-16 03:23:39", "date_modify": "2018-11-16 03:23:39", "date_publish": "2015-10-23 18:31:25", "description": "Secretary of State John Kerry and Sergey V. Lavrov, his Russian counterpart, said they agreed that the Islamic State must be defeated and that talks were a positive sign.", "filename": "2015_10_24_world_middleeast_us-and-russia-find-common-goals-on-syria-if-not-on-assad.html_module=inline_1542338619.html", "image_url": "https://static01.nyt.com/images/2015/10/24/world/KERRY/KERRY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_24_world_middleeast_us-and-russia-find-common-goals-on-syria-if-not-on-assad.html_module=inline_1542338619.html", "title": "U.S. and Russia Find Common Goals on Syria, if Not on Assad", "title_page": "U.S. and Russia Find Common Goals on Syria, if Not on Assad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VIENNA — Before Secretary of State John Kerry and his Russian counterpart, Sergey V. Lavrov, met on Friday to explore a possible political solution to the civil war in Syria, they were well aware of the biggest obstacle: Russia wants Syria’s president, Bashar al-Assad, to stay, while the United States wants him to go.\nThey walked out of the meeting with the same disagreement. But Mr. Kerry, speaking to reporters afterward, said that the mere fact that they were talking was a positive sign, and that the discussions had begun in a “very advanced place.”\nThe United States and Russia agree that the war needs to end through a political deal, and that they want Syria to remain a unified country with a secular government, Mr. Kerry said. Like the United States, “Russia wants to see that Daesh and other extremists are eliminated from the scene,” he said, using the Arabic acronym for the Islamic State, also known as ISIS or ISIL.\nOn what he called “the resolution of the Assad problem,” Mr. Kerry said he thought the two sides could reach an agreement on a process to address that question even if they currently disagree on the Syrian leader’s role.", "url": "https://www.nytimes.com/2015/10/24/world/middleeast/us-and-russia-find-common-goals-on-syria-if-not-on-assad.html?module=inline"}