{"authors": ["Eduardo Porter", "Economic Scene"], "date_download": "2018-11-16 04:17:53", "date_modify": "2018-11-16 04:17:53", "date_publish": "2015-08-25 16:47:46", "description": "There is scant historical evidence that an authoritarian, undemocratic government like China’s could pull off the kinds of reforms it is being called on to make.", "filename": "2015_08_26_business_economy_chinese-economy-faces-risks-from-political-instability_1542341873.html", "image_url": "https://static01.nyt.com/images/2015/08/26/business/26porter-web1/26porter-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_26_business_economy_chinese-economy-faces-risks-from-political-instability_1542341873.html", "title": "Political Risks May Foil Economic Reform in China", "title_page": "Political Risks May Foil Economic Reform in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The aggressive actions by the Chinese authorities signal their growing concern over the country’s declining stock market and weakening economy. But, these sorts of moves are not quite what the I.M.F. means when it calls on China to transition from a single-minded export machine into a more complex market economy powered by consumers.\nAnd this brings up a deep, lingering mistrust about Chinese economic governance: There is scant evidence from history that an authoritarian, undemocratic regime like China’s could actually pull off the kind of transformation that it is being called on to make.\n“On average, autocratic nations grow faster than democratic ones up to around where China is now,” said David Dollar, a former China hand at the World Bank and emissary to China at the Treasury Department who is now at the Brookings Institution. “But successful cases democratize at around this level of income per capita.”\nHere’s how that sounds in Beijing: Further economic change will inevitably lead to political instability — not exactly the strongest incentive for government reform.\nA totalitarian regime may be good at deploying capital and labor to deliver raw economic growth. Yet autocracies are not good at fostering innovation and creativity, which rarely flourish where there is no freedom of thought or speech. While “make the economy grow and don’t have demonstrations” might have worked in the past, a bureaucratic command and control structure will have a hard time handling the more complex demands of citizens in countries that reach middle-income status.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“It must rely more on innovation and provide more services to urban migrants,” said Kenneth Lieberthal, an expert on China at the Brookings Institution. “It also has environmental constraints and a demographic profile that is shifting dramatically, with a rising proportion of dependents and a shrinking proportion of workers.”\nAdvertisement Continue reading the main story\nIt’s easy to get things wrong. Spending in rural areas on health and education has been dismal. For all the progress of urban schools, the low quality of rural education suggests China may face an acute shortage of skilled labor as it moves up the development ladder.\nChina’s succession of five-year plans has given local government officials a single goal: Grow. This set them off on a binge of borrowing to build everything from roads to industrial parks, often generating lucrative kickbacks for local officials and their families.\n“Local governments have been very successful at generating investment and growth, contributing to China’s extraordinary growth performance,” Mr. Dollar wrote. “On the other hand, they have not put as much effort into public goods such as environmental protection or social services.”\nTo understand China’s predicament, Mr. Dollar compared its experience with some of the best known stories of successful economic development of the last half-century: Japan, which reached China’s income level per capita in the early 1970s; Taiwan, which passed this threshold in the early 1980s; and South Korea, which hit it around 1990.\nWhat is most striking is not how all three countries followed quite similar paths, but how China’s trajectory has diverged from the others’.\nPhoto\nHousehold spending was always the main source of demand in all three, declining gradually to about 50 percent of gross domestic product when they were about as rich as China is today. Investment rates, which rose sharply in the early stages of their development, peaked at that time at around 35 percent of G.D.P.\nBy these metrics, China’s economy is upside down: Consumer spending by households is only 35 percent of the nation’s G.D.P. — one of the lowest levels in the world. Its investment rate — nearly 50 percent of G.D.P. — is extraordinarily high. And the productivity of this investment is dismal.\nTo a large extent, its authoritarian command and control economic governance is to blame. Limits on legal migration to cities promoted an underclass of illegal urban workers toiling for meager wages, slowing consumer spending and hindering urban development. State-owned monopolies plowed profits back into investment rather than into government spending on social welfare. Near-zero interest rates on deposit accounts provided cheap loans to business but penalized savers.\nAdvertisement Continue reading the main story\nAnd this means the Chinese transition will be much more complicated. Unlike Japan, Taiwan and Korea — which went into their transitions with substantial trade deficits, which swung into surplus to pick up the slack when investment rates declined — China has been running a hefty surplus for years. A still-fragile world economy is in no position to absorb even more Chinese imports.\nAnd then there is the democratic deficit. The changes China needs today will require enriching — and empowering — its own citizens. Perhaps that’s why despite repeated pledges from top Chinese authorities to reform and “rebalance” its lopsided economy, not much has happened. As the I.M.F. report noted, in most areas China’s progress “has just succeeded in slowing the pace at which vulnerabilities rise.”\nPerhaps that’s why financial markets are spooked. “The Chinese, too, think it is unclear where their economy and society will be 10 years from now,” Mr. Lieberthal said.\nIf China doesn’t know, how can we?", "url": "https://www.nytimes.com/2015/08/26/business/economy/chinese-economy-faces-risks-from-political-instability.html"}