{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:55:12", "date_modify": "2018-11-16 03:55:12", "date_publish": "2015-07-06 19:27:11", "description": "Four charts show why the sharp drop in Chinese markets was more predictable than you might expect.", "filename": "2015_07_07_upshot_how-to-make-sense-of-chinas-plummeting-stock-market_1542340512.html", "image_url": "https://static01.nyt.com/images/2015/07/07/upshot/07UP-China/07UP-China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_07_upshot_how-to-make-sense-of-chinas-plummeting-stock-market_1542340512.html", "title": "How to Make Sense of China’s Plummeting Stock Market", "title_page": "How to Make Sense of China’s Plummeting Stock Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Consider the Shanghai composite over the last decade, indexed to its June 2005 level and compared to an index of all global stocks. The Chinese market experienced much larger swings during its 2007 boom, 2008 bust and 2009-2010 resurgence than the rest of the world. And those swings were larger in percentage terms than the recent volatility. Big swings in the Chinese stock market may be damaging for Chinese savers, but they don’t necessarily ripple across the global economy the way problems in United States mortgage securities did in 2008 or European debt did in 2011.\nWhy so much volatility? The Chinese stock market is less well developed than those in countries with more advanced financial markets. Many of the strongest Chinese companies list their shares in Hong Kong or New York, with those listing within China more likely to have questionable business models, accounting and corporate governance.\nThat has helped fuel wild swings between great optimism and great pessimism for Chinese stocks. That is no salve for the pain of individual investors who have lost their savings in the recent market drop, but it does support the idea that they had reason to know the kind of risk they were taking on.\nBut what about fundamentals? Are Chinese stocks falling toward a fair price relative to their earnings and growth rates or overshooting with further to fall?\nJust a year ago, Chinese stocks looked relatively reasonably priced, with a price-to-earnings ratio of around 10, meaning an investor paid the equivalent of about $10 for a share of stock that offered $1 per share in annual earnings. By contrast, at the same time last summer, an investor in American stocks had to pay more like $17 for a share that produced $1 in income.\nBut the sharp rise in Chinese share prices starting in late 2014 took place without an accompanying rise in earnings. The shares rose because investors were willing to pay more for the same return.", "url": "https://www.nytimes.com/2015/07/07/upshot/how-to-make-sense-of-chinas-plummeting-stock-market.html"}