{"authors": ["Alison Smale", "Melissa Eddy"], "date_download": "2018-11-16 04:43:58", "date_modify": "2018-11-16 04:43:58", "date_publish": "2015-07-11 17:16:33", "description": "What happens when rules-bound Germany meets anything-goes Greece? A standoff, in this case.", "filename": "2015_07_12_world_europe_greek-debt-crisis-pits-greeks-against-germans_1542343438.html", "image_url": "https://static01.nyt.com/images/2015/07/12/world/GERMANY/GERMANY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_12_world_europe_greek-debt-crisis-pits-greeks-against-germans_1542343438.html", "title": "Greek Debt Crisis Pits Greeks Against Germans", "title_page": "Greek Debt Crisis Pits Greeks Against Germans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — If the scramble to hold together Europe’s single currency has highlighted one thing, it is that national mind-sets can be more stubborn than the 60-year-old mantra of the Continent’s “ever closer union” once supposed. And no national psyche is more important to the outcome at this moment than Germany’s.\nIn insisting that Greece can stay in the euro only if everyone sticks to the rules, Germany has acted almost classically to stereotype. Its fondness for orderly procedure — the foundation of its post-1945 democracy — has prevailed even over its desire to lead 21st century Europe.\nAs eurozone finance ministers gather once more in Brussels on Saturday, Germany is by no means the only country with reservations about extending negotiations to keep Greece and its banks afloat. But as Europe’s de facto leader, Germany has been the most visible and influential, its penchant for process standing in sharp contrast to the chaotic sequence of decisions and reversals emanating from Athens.\nMany Greeks have taken Germany’s resistance personally, plastering walls with posters and graffiti denouncing what they see as the rigidity of Chancellor Angela Merkel and her finance minister, Wolfgang Schäuble. After stepping aside as the Greek finance minister last week, Yanis Varoufakis also took a parting shot, writing in The Guardian that the Germans were out to destroy his country in the name of keeping to the rules.", "url": "https://www.nytimes.com/2015/07/12/world/europe/greek-debt-crisis-pits-greeks-against-germans.html"}