{"authors": ["David Metz"], "date_download": "2018-11-16 04:19:23", "date_modify": "2018-11-16 04:19:23", "date_publish": "2015-10-29 05:00:20", "description": "An American teacher tries to instill independent thinking under the resistant eye of China’s education system.", "filename": "2015_11_01_education_edlife_teaching-the-common-core-in-china_1542341963.html", "image_url": "https://static01.nyt.com/images/2015/11/01/education/01CHINA1/01CHINA1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_01_education_edlife_teaching-the-common-core-in-china_1542341963.html", "title": "Teaching the Common Core in China", "title_page": "Teaching the Common Core in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another American and I, the inaugural teachers (four more came the second year), were each provided a 10-by-10 bedroom across from a lecture hall inside the science building, and we shared a makeshift living room and kitchen inside the clock tower.\nThe mammoth Zhoushan campus, built to accommodate roughly 1,500 students, boarding and day, even had a planetarium. Construction cranes bordered two sides of the campus. Exploding dynamite, used to flatten the surrounding hills that inspired ancient emperors to call this island “the land of green dragons,” could occasionally be heard in the rapidly developing neighborhood.\nI had come to China with the conviction that I could teach these young people to think independently, and that they would see how valuable a tool it could be in their education. But I would discover how aggressively China’s education system resists the notion of student-centric learning, as I watched students scramble for the simplest metrics of academic success.\n•\nIn China, cheating is a serious issue, and extreme measures are taken to prevent it. During the notorious gaokao, the all-important Chinese college entrance exam, our students had to pass through metal detectors that scanned for miniature transmission devices. A hulking yellow truck sat parked in the center of campus, bristling with antennas to detect and jam wireless communication. Test takers were sequestered in tape-sealed rooms all day, with police cordons at the campus gates to keep throngs of anxious parents out.\nBecause the gaokao score is what matters to Chinese colleges, grade-point average seemed a secondary concern to students and parents. Oral participation in the classroom and critical thinking were often lost in the test’s looming shadow.\nOne day, after dealing with rampant cheating and plagiarism, I felt it was time to have a serious talk with my students. I even had the lecture translated into Mandarin to avoid any claims of mistranslations from my English-proficient students. The lesson was obvious, I thought: If you wrote down an answer that you didn’t think up, and you wrote three or more words of it in a row, you must cite the source. Otherwise it’s stealing. Your work must be created by you. Just moments later, I noticed a girl gawking at another’s brazen attempt to grab a classmate’s work (which I’d just checked) and present it as her own. Clearly, my lecture was not hitting home.\nAdvertisement Continue reading the main story\nI needed some backup. During a break, I explained to their head teacher what had happened. She dutifully explained to the guilty girls, as well as to the entire class, how this English class was different. “When Mr. Metz is here, this is an American classroom. I told you, cheating is not allowed in the American class.”\nI began to understand an underlying difference in educational philosophy. China focuses on the end result; America cares about the process of getting there.\n•\nDuring a surprise visit to my classroom, a Zhoushan assistant principal and the Southlands overseas principal observed a lesson during which students were silently writing five-paragraph essays as I conferenced with each of them to see if they understood the material.\nAbout a month later, in a QQ exchange (a popular instant messaging program in China), my supervisor, Mr. Liu, wrote: “Your lesson was not successful.”\nI was struck by the uncharacteristic directness of the comment — and its content — and asked how I could remedy the situation. “We will have suggestions for you to follow and then observe you again,” Mr. Liu wrote.\nThey did have suggestions — individual conferencing is inefficient, make full use of teaching time in class, write difficult parts of the lesson in red on the board — which I followed.\nAnd they did observe me, day after day. Sometimes up to seven people began to appear at the back of the classroom to chatter and take notes on my lesson delivery. They also privately interviewed my students, who reported they were indeed benefiting from these American learning methods. One even confessed that she enjoyed having me as a teacher. Soon after, there were more suggestions, but Chinese administrators stopped appearing in my classroom.\n•\nOne afternoon during my second year, I told students to make a quick character sketch in their notebooks. I asked them to write down a name, a job and an age for their character. After five minutes, most still had a blank piece of paper in front of them. I then implored them to skip the name and job, and just write an age. Still nothing. I then asked them to write down a number between 1 and 100. After some time, they all had written down a number, but not without difficulty. I was stumped.\nAdvertisement Continue reading the main story\nTenth-grade language arts courses commonly call for a student to create an entire story, from beginning to end. My students had trouble creating a simple character. How to unblock their creativity? Having been an actor for years, I had a hunch: theater games.\nPhoto\nShortly after the period bell on a late November day, with the sounds of fog horns from the nearby harbor drifting into our sterile classroom, I asked the students to push their desks and chairs aside. It was time for some improvisation.\n“Could I have a volunteer, please?” I asked.\nBob, an uncommonly outgoing teenager whose acting talent had won him a local anti-corruption public-service commercial (Don’t take bribes!), raised his hand.\n“Thanks, Bob! Who else would like to help?”\nCoco, a chatty and good-tempered girl, inched up to the front.\n“O.K., Coco, pretend you are Empress Wu Zetian.”\nShe consented sheepishly.\n“All I want you to do is this: Enter the classroom as an empress and then sit down on your throne, right here, O.K.?” I explained.\nCoco glided regally into the room. Her gaze was fixed slightly above the horizon. She pumped an imaginary fan slowly and purposefully.\n“Excellent, Coco. Really great! Guys, how would you describe the way she held her body and moved?”\nMy students recounted the speed and quality of her movements and posture, generating a list of interesting adjectives and adverbs.\nAdvertisement Continue reading the main story\n“Bob,” I continued, “you are her servant. You will enter the room and she will ask you to do something.” Bob entered the room with gusto, kowtowing to Empress Coco, touching his head with his hands, never lifting his eyes above the ground.\nAgain, the class reported what they had observed about Bob’s character. Soon other students were volunteering, laughing and otherwise demonstrating proficiency in Common Core skills: using well-chosen details to create evocative descriptions of an unfolding scene. After that, improv games became a regular activity.\nAs far as the administrators were concerned, however, we were just wasting time. I later learned that moving desks was frowned upon. As were videos, despite their inclusion in the Southlands online teaching materials. Internet research, too, was limited, as electronics were forbidden in the classroom.\nYet despite the frustrations, when I think back on Zhoushan Island, I smile. I recollect intrepid students sneaking into the faculty dining room to practice their English with me at lunch. They lingered after class, and discussed their visions for China’s future. One hoped there would one day be a second political party.\nI remember a student named Sam who often popped by our clock tower living room for after-dinner chats, driven by curiosity about the outside world, quietly amassing ideas and opinions.\nHis learning was happening outside of the school, frequently on the Internet. Sex education, for example, is not taught in Chinese schools, but it was evident from conversations with Sam that he and his classmates were desperate for information on the topic. Skilled in evading online censors, the students sought answers there.\nSam, who currently studies hotel management in Switzerland, recently chatted with me about how his generation is unique for not only taking their education into their own hands but also expressing critical opinions via social media.\nAnd I thought that, in the end, perhaps neither I nor the American Common Core could take credit for teaching these students to think independently. Some were acquiring what Sam called “the equipment for learning” — the ability to learn how to learn — all on their own.", "url": "https://www.nytimes.com/2015/11/01/education/edlife/teaching-the-common-core-in-china.html"}