{"authors": ["Rod Nordland"], "date_download": "2018-11-16 03:21:06", "date_modify": "2018-11-16 03:21:06", "date_publish": "2015-12-16 14:30:20", "description": "The reality in the region is that hard-line practices in line with some of the most conservative Saudi teachings are more mainstream than ever.", "filename": "2015_12_17_world_asia_pakistan-abdul-aziz-radical-islam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338466.html", "image_url": "https://static01.nyt.com/images/2015/12/17/world/17Pakistan-web/17Pakistan-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_world_asia_pakistan-abdul-aziz-radical-islam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338466.html", "title": "Pakistan Military Deals a Blow to Jihadists but Not to Ideology", "title_page": "Pakistan Military Deals a Blow to Jihadists but Not to Ideology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — All cellphone coverage was blocked by the government for three hours one recent afternoon in the Pakistani capital, and it did not take people long to discover why: Maulana Abdul Aziz, the radical preacher of the Red Mosque, was sermonizing again.\nBarred from giving sermons in the mosque, the scene of an army siege on extremists that killed as many as 75 people in 2007, Mr. Aziz had announced that he would relay his latest Friday sermon by cellphone, calling aides at the mosque who would rebroadcast it over the mosque’s loudspeakers.\nBut instead of arresting the jihadist preacher, as many moderate Pakistanis would like, the authorities simply turned off the city’s cell networks last Friday from 11 a.m. to 2 p.m., the traditional time for Friday Prayer, according to senior Pakistani officials, speaking on condition of anonymity because they were not authorized to talk to the news media.\nMr. Aziz’s relative untouchability is a measure of how enduring the power of militant Islamist ideology has remained in Pakistan. Even as the Pakistani military has driven some jihadist groups out of business or into hiding over the past year, other technically banned jihadist or sectarian groups like Lashkar-e-Taiba and Ahle Sunnat Wal Jamaat are still thriving, with little apparent effort by the government or military to curb them.", "url": "https://www.nytimes.com/2015/12/17/world/asia/pakistan-abdul-aziz-radical-islam.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}