{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:23:19", "date_modify": "2018-11-16 03:23:19", "date_publish": "2015-09-25 13:43:54", "description": "The stampede that killed over 700 near Mecca spurred finger-pointing, with many Muslim countries criticizing Saudi Arabia’s management of the rite.", "filename": "2015_09_26_world_middleeast_hajj-stampede-mecca-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338599.html", "image_url": "https://static01.nyt.com/images/2015/09/26/world/MECCA/MECCA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_26_world_middleeast_hajj-stampede-mecca-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338599.html", "title": "Hajj Tragedy Inflames Schisms During a Pilgrimage Designed for Unity", "title_page": "Hajj Tragedy Inflames Schisms During a Pilgrimage Designed for Unity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — For the two million Muslims from across the world performing the hajj in Saudi Arabia this year, the annual pilgrimage is a time to forget the differences in race, sect, wealth and even nationality that divide believers and focus instead on their equality before God.\nBut when tragedy strikes, as with the massive human crush that killed more than 700 pilgrims near a holy site on Thursday, those differences come rushing back to the surface.\nA Saudi official blamed the tragedy on African pilgrims, prompting accusations of racism. Iran fired up its state apparatus to lambast Saudi Arabia, its sectarian and regional rival, over its crowd management. And some questioned Saudi Arabia’s right to solely oversee sites of pre-eminent importance to the world’s nearly 1.6 billion Muslims.\nThe fact that such schisms can so swiftly cloud a mass rite meant to emphasize Muslim unity disappoints many who wish for greater international cooperation.", "url": "https://www.nytimes.com/2015/09/26/world/middleeast/hajj-stampede-mecca-saudi-arabia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}