{"authors": ["Aaron E. Carroll"], "date_download": "2018-11-16 03:45:04", "date_modify": "2018-11-16 03:45:04", "date_publish": "2015-03-30 12:48:52", "description": "Many people cite a recent study linking increased protein intake to higher mortality rates. But a closer look at the research tells a different story.", "filename": "2015_03_31_upshot_red-meat-is-not-the-enemy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339904.html", "image_url": "https://static01.nyt.com/images/2015/03/25/upshot/31UP-Health/31UP-Health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_31_upshot_red-meat-is-not-the-enemy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339904.html", "title": "Red Meat Is Not the Enemy", "title_page": "Red Meat Is Not the Enemy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are people in this country eating too much red meat. They should cut back. There are people eating too many carbs. They should cut back on those. There are also people eating too much fat, and the same advice applies to them, too.\nWhat’s getting harder to justify, though, is a focus on any one nutrient as a culprit for everyone.\nI’ve written Upshot articles on how the strong warnings against salt and cholesterol are not well supported by evidence. But it’s possible that no food has been attacked as widely or as loudly in the past few decades as red meat.\nAs with other bad guys in the food wars, the warnings against red meat are louder and more forceful than they need to be.\nAmericans are more overweight and obese than they pretty much have ever been. There’s also no question that we are eating more meat than in previous eras. But we’ve actually been reducing our red meat consumption for the last decade or so. This hasn’t led to a huge decrease in obesity rates or to arguments from experts that it is the reason for fewer deaths from cardiovascular disease.", "url": "https://www.nytimes.com/2015/03/31/upshot/red-meat-is-not-the-enemy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}