{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:20:12", "date_modify": "2018-11-16 03:20:12", "date_publish": "2015-02-13 17:11:33", "description": "Remembering our colleague.", "filename": "2015_02_14_upshot_david-carr-the-journalists-bard.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338412.html", "image_url": "https://static01.nyt.com/images/2015/02/14/upshot/14UP-Letter/14UP-Letter-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_14_upshot_david-carr-the-journalists-bard.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338412.html", "title": "David Carr, the Journalists’ Bard", "title_page": "David Carr, the Journalists’ Bard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Readers appreciated David Carr for the reasons that came through on the page, including his judgment, his wit and his hard-boiled, elegant prose. David’s fellow journalists appreciated all these things, too. Perhaps more than anything, though, we appreciated — we appreciate — how he expressed, better than the rest of us can, the joy of doing what we do.\nHe expressed it without much sentimentality and, thank goodness, without drippy nostalgia. When you listened to David write or talk about journalism, you didn’t think, Ah, how lucky they were back in the old days. You thought, How lucky we are.\nYou didn’t say it, of course, because you couldn’t say it as well as David could. You knew that if you tried, you’d risk sounding naïve and violating the journalistic code of kvetchiness. You’re supposed to lament the tyranny of deadlines, the foolishness of editors and the incompetence of politicians, not to sit around congratulating yourself for being lucky to do what you do.\nBut we are lucky. We are effectively employed by our readers to go learn new facts about the world and to report back. That’s a darn good job (and, no, darn isn’t the word David would use).", "url": "https://www.nytimes.com/2015/02/14/upshot/david-carr-the-journalists-bard.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}