{"authors": ["Jane Perlez", "Yufan Huang"], "date_download": "2018-11-16 03:54:00", "date_modify": "2018-11-16 03:54:00", "date_publish": "2015-12-16 03:53:46", "description": "The test that the government faces in Hegang, a depressed coal town, is whether it can head off labor discontent in a slowing economy.", "filename": "2015_12_17_world_asia_china-coal-mining-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340440.html", "image_url": "https://static01.nyt.com/images/2015/12/15/world/xxhegang01/xxhegang01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_world_asia_china-coal-mining-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340440.html", "title": "Mass Layoffs in China’s Coal Country Threaten Unrest", "title_page": "Mass Layoffs in China’s Coal Country Threaten Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Longmay has delayed the bulk of the layoffs, cutting only several hundred older workers who held nonessential jobs. Last month, the government of Heilongjiang Province, which owns Longmay, announced a $600 million bailout that would help the company repay its bonds. But analysts see the infusion as short-term relief that will not prevent a reckoning.\nThe coal industry is hurting nationwide, as coal prices have fallen nearly 60 percent since 2011, said Deng Shun, an analyst at ICIS C1 Energy, a consultancy based in Shanghai. And Longmay, he said, produces far less coal with extra workers than newer, more efficient companies.\n“They are quite worried about social unrest, so they delay,” he said. “These layoffs should have happened two years ago.”\nStill, there have already been flashes of discontent.\nIn April, even before the layoffs were announced, thousands marched on the streets of Hegang, a city of about one million, to protest delayed salaries. The organizers were arrested and jailed.\nNorthern Chinese Slump Changes in Chinese regional gross domestic product for the first three quarters of 2015, compared with the same period last year. RUSSIA HEILONGJIANG PROVINCE KAZAKHSTAN Hegang MONGOLIA Beijing S. KOREA KEY +9 to 18.4% TAIWAN +6 to 8.3 +3.3 to 5.8 MYANMAR South China Sea VIETNAM LAOS −2.2 to +0.2 HEILONGJIANG PROVINCE Hegang Beijing KEY −2.2% to +0.2 +3.3 to 5.8 +6 to 8.3 +9 to 18.4\nIn October, company management stifled a protest by locking workers in the mines. The police patrolled the streets outside the company headquarters on the day the rally was planned.\nA few weeks later, Internet regulators exposed a group of workers discussing a demonstration on an online bulletin board. They were hauled to a police station, fingerprinted and warned that jail sentences would follow if they dared do it again.\nAdvertisement Continue reading the main story\n“We are all on edge, the company is on edge,” Mr. Chen, 27, an organizer of that abortive protest, said over breakfast at a nearly empty restaurant, washing it down with a couple of beers at the end of his night shift. “We don’t know what is going to happen. It all depends on how the company takes care of the laid-off workers.”\nLike other miners here, he spoke to a foreign reporter on the condition that he be identified only by his surname for fear of reprisal.\nOf greater concern to the government, Hegang is not the only place where tensions with workers are increasing. The number of strikes and labor protests nationwide nearly doubled in the first 11 months of this year, to 2,354, compared with 1,207 in the same period last year, according to China Labor Bulletin, a monitoring group based in Hong Kong. The organization said strikes and worker protests hit a record high of 301 incidents last month.\nPhoto\nThe reaction of the demoralized workers is being watched closely because the staying power of the Communist Party has been immutably linked to its ability to deliver continued economic progress. The unwritten social compact here is that the party delivers growth, jobs and higher living standards, and in exchange, the workers acquiesce to its monopoly on power, surrendering the right to organize unions or protest.\nThat bargain could fall apart if workers no longer believe the government is living up to its end.\nThe signs of severe economic trouble are evident. For-sale signs hang on the facades of restaurants that draw few customers. Robberies are on the rise; manhole covers and cellphones are popular targets. Women say they have stopped wearing jewelry for fear of being assaulted.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHeilongjiang has been one of the most depressed provinces in China for years. Its economic output fell 2.2 percent in the first three quarters of this year compared with the same period last year, without adjusting for inflation, according to the National Bureau of Statistics.\n“What you have now is a very, very severe economic situation in one part of the country,” said Andrew Batson, China research director at Gavekal Dragonomics in Beijing. “It is very striking and very unusual.”\nStill, the state-owned mines have been reluctant to cut production because there is little other work here. The first round of layoffs at Longmay, though relatively small, came soon after the September announcement.\nPhoto\nWorkers in their late 50s were called to an office on the second floor of a disused building. Two young clerks barked orders at men. They were told to sign two-page contracts that pledged a small monthly stipend and vague promises of retraining.\nAdvertisement Continue reading the main story\nMr. Hui, 55, was one of the first. “It was 7 o’clock in the morning,” he recalled. “Our captain came to our changing room after meeting with the leaders. He said, ‘Here is bad news for you guys.’ Then he said, ‘Hui, you are one of those who are above the age limit.’ ”\nMr. Hui said he was crushed. He had worked as a firefighter at the mine for 35 years and expected a pension. He had not been told how much severance pay he would received, he said.\nAlthough his wife, son and daughter-in-law had jobs, he could not make ends meet. “I have been paying the mortgage of my son and the day-to-day expenditures for our grandson,” he said. “I’m short of cash. I have to work. What else can I do? I want to give my grandson the best education so he can leave this place. There is no future in coal.”\nThe management of the Longmay Group declined to be interviewed. In response to a request to its headquarters in Harbin, the company said, “We are busy planning the reform of the company, and we are not ready to give information to the public.”\nVideo\nAs the region’s population has dwindled in the last decade, the younger people who have stayed say they feel trapped. They have few skills to offer to factories in southern China, which in any case no longer hire the way they used to. And they are boxed in, expected to work in the mines, they say, by family traditions.\nA 29-year-old mechanic who declined to be identified said he loved his job working with precision instruments in one of the mine’s workshops. He had tried to get a job in the port town of Dalian, but his parents forbade him to move, he said.\nBlinking back tears, he said he depended on his fiancée, who earned a handsome salary as a video editor, and his father, who made more money than he did driving a truck.\n“Most who are still here are like me, they don’t have a way out,” he said. “If the company would pay our salaries on time and in full, the workers would love to work.”\nAdvertisement Continue reading the main story\nOne employee, Mr. Cui, 40, a driver, said he had quit rather than wait to be laid off. He hopes to secure a taxi license to augment his severance of $104 a month, which he says is not enough to get by on, much less pay back the $6,000 he borrowed for his wife’s medical bills.\nWhen the full brunt of the layoffs comes, the violence could be terrible, he predicted. Since the last economic crisis, in the 1990s, a conspicuous new group had appeared: the owners of recently privatized small mines who drove around in Mercedes-Benzes.\n“In the 90s, everyone was poor,” he said. “Now the rich are too rich, and the poor are too poor. Because of the layoffs, everyone is worried. No one has a way to live outside the mines. With the New Year holidays coming, there will be chaos in Hegang.”", "url": "https://www.nytimes.com/2015/12/17/world/asia/china-coal-mining-economy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}