{"authors": ["Aatish Taseer"], "date_download": "2018-11-16 04:36:28", "date_modify": "2018-11-16 04:36:28", "date_publish": "2015-11-20 13:18:36", "description": "The Supreme Court of Pakistan upheld the death sentence handed down to my father’s killer. Yet how happy could I really feel?", "filename": "2015_11_21_opinion_a-murderer-and-also-a-victim-of-place.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342988.html", "image_url": "https://static01.nyt.com/images/2015/11/20/opinion/21taseerINYTWeb/21taseerWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_21_opinion_a-murderer-and-also-a-victim-of-place.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342988.html", "title": "A Murderer - and Also a Victim of Place", "title_page": "Opinion | A Murderer — and Also a Victim of Place - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last month I read for the first time my father’s killer’s version of what happened on the afternoon of Jan. 4, 2011. My father, Salman Taseer, was the governor of Punjab, in Pakistan, when he was shot dead by his own bodyguard in Islamabad. He was at the time defending a Christian woman accused of blasphemy.\nThe laws that condemned her had been instituted in the 1980s by a military dictator. Those were the years when the Saudis, the Pakistanis and — it must be said — the Americans, believing no evil to be greater than that of Communism, flirted with jihad in Afghanistan. All variety of strange fruit, including the Taliban and Al Qaeda, have come from that time.\nMy father’s murderer — 26 when he killed my father — is from a later, hardier crop. It may be said that he came to fruition around the same time that the Islamic State first sent its men to Syria. It is instructive to hear him speak. He is a living example of how faith can become an expression of a society’s deepest cultural tensions. Here is Malik Mumtaz Qadri:\nOn the faithful day, I being member of Elite Force I was deployed as one of the member of Escort Guard of Salman Taseer, the Governor Punjab. In Koh-i-Sar Market, the Governor with another after having lunch in a restaurant walked to his vehicle. In adjoining mosque I went for urinating in the washroom and for making ablution. When I came out with my gun, I came across Salman Taseer. Then I had the occasion to address him, “your honor being the Governor had remarked about blasphemy law as black law, if so it was unbecoming of you.” Upon this he suddenly shouted and said, “Not only that it is black law, but also it is my shit.” Being a Muslim I lost control and under grave and suddenly provocation, I pressed the trigger and he lay dead in front of me. I have no repentance and I did it for “Tahafuz-i- Namoos-i-Rasool” Salman offered me grave and sudden provocation. I was justified to kill him kindly see my accompanying written statement U/s 265(F)(5) of Cr. P. C.”\nTo read this description, translated into tortured English, and complete with a certain quality of detail, the visit to the mosque, the urinating, the prayer — the little things one does before committing an act of murder! — was to feel all the revulsion and pathos one must feel upon hearing of the crimes of a child soldier.", "url": "https://www.nytimes.com/2015/11/21/opinion/a-murderer-and-also-a-victim-of-place.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}