{"authors": ["Tim Arango"], "date_download": "2018-11-16 03:19:36", "date_modify": "2018-11-16 03:19:36", "date_publish": "2015-08-31 09:00:26", "description": "The fight against corruption is also a battle against the legacy of the 2003 invasion by the United States, some demonstrators say.", "filename": "2015_09_01_world_middleeast_protests-in-iraq-bring-fast-promises-but-slower-changes.html__r=0&module=inline_1542338376.html", "image_url": "https://static01.nyt.com/images/2015/09/01/world/01IRAQ/01IRAQ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_01_world_middleeast_protests-in-iraq-bring-fast-promises-but-slower-changes.html__r=0&module=inline_1542338376.html", "title": "Protests in Iraq Bring Fast Promises, but Slower Changes", "title_page": "Protests in Iraq Bring Fast Promises, but Slower Changes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He can make all the directives on earth, but who will implement them?” said one Iraqi lawmaker close to Mr. Abadi who spoke anonymously to avoid angering the prime minister. Yet if Mr. Abadi succeeds in eliminating sectarian and party quotas from Iraqi politics, the lawmaker said, he will become “a national hero.”\nThe protests — and the support for them from members of the Shiite religious establishment in the holy city of Najaf, whose word is final for many among the country’s Shiite majority — have provided an opportunity, as well as political cover, for Mr. Abadi to tackle some of the country’s most vexing problems.\nSince the protests began, Iraqis have noticed a modest improvement in electricity, but not much else.\n“Apart from that, he hasn’t really changed anything for the people in the street,” said Sajad Jiyad, an Iraqi analyst based in London and Baghdad who sometimes advises the government. “He has to meet people’s demands, but he can’t go too fast and upset the political elite.”\nThere is also concern that Shiite militia leaders who are close to Iran could exploit the anger in the streets to gain more power. The Shiite militias have become increasingly popular in Iraq because their forces have had success in fighting the Islamic State, also known as ISIS or ISIL, and they have been Mr. Abadi’s chief rivals in an intra-Shiite struggle for power.\nAlready, the ranks of the protesters include many young men who are members of the militias.\n“If the current reforms prove little more than window dressing, they will mean the end of the political life of the prime minister and large portions of the political class,” the International Crisis Group said in a recent report. “In their place, militia commanders would ride popular anger and military supremacy to power.", "url": "https://www.nytimes.com/2015/09/01/world/middleeast/protests-in-iraq-bring-fast-promises-but-slower-changes.html?_r=0&module=inline"}