{"authors": ["John Koblin"], "date_download": "2018-11-16 03:57:16", "date_modify": "2018-11-16 03:57:16", "date_publish": "2015-08-07 18:18:48", "description": "The debate broke previous records for primary debates, and is the ninth-most viewed cable program ever, according to Nielsen. The top eight were college football games broadcast on ESPN.", "filename": "2015_08_08_business_media_republican-debate-draws-24-million-viewers_1542340636.html", "image_url": "https://static01.nyt.com/images/2015/08/08/us/08debateX/08debateX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_08_business_media_republican-debate-draws-24-million-viewers_1542340636.html", "title": "Republican Debate Draws 24 Million Viewers", "title_page": "Republican Debate Draws 24 Million Viewers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The raucous gathering Thursday featured 10 presidential candidates, with Donald J. Trump, the Republican candidate leading in the polls, drawing the most airtime and providing some of the night’s most memorable moments.\nAnd Mr. Trump’s bombastic presence is a big reason Fox did as well as it did.\n“Given the size of the field and the fact it’s the summer you would expect a respectable to healthy audience for the debate,” Andrew Heyward, the former president of CBS News, said in an interview. “You also have colorful characters like Chris Christie, but Trump has literally taken this to an unprecedented level of interest.”\n“It isn’t just curiosity about Trump,” Mr. Heyward continued. “He drove awareness. Normally a Republican debate wouldn’t even be on the radar for a lot of people but you couldn’t miss the buildup to this. Trump has been on the trail and mixing it up with the other candidates at a distance but people couldn’t resist the opportunity to see them all on the same stage.”\nThe debate significantly eclipsed the viewership of the first Republican debate in 2011, which drew 3.2 million viewers. But it fell well short of a debate featuring top presidential candidates in a general election. The first debate between President Obama and Mitt Romney in 2012, for instance, drew 67.2 million — but of course had the benefit of being shown on broadcast and cable television, as well as Spanish language and other outlets.\nThe Fox News moderators, Chris Wallace, Megyn Kelly and Bret Baier, were pointed in their questions and drew praise for the performance, helping to lead the way for two hours of lively and spirited television.", "url": "https://www.nytimes.com/2015/08/08/business/media/republican-debate-draws-24-million-viewers.html"}