{"authors": ["Suzanne Daley", "Anemona Hartocollis"], "date_download": "2018-11-16 03:20:59", "date_modify": "2018-11-16 03:20:59", "date_publish": "2015-07-10 19:42:44", "description": "Greeks were struggling to process the news, gird themselves for further budget cutbacks and assess what they had gotten for their efforts to stand against the European orthodoxy.", "filename": "2015_07_11_world_europe_in-athens-greeks-muse-on-tsiprass-abrupt-reversal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338459.html", "image_url": "https://static01.nyt.com/images/2015/07/11/world/ATHENS/ATHENS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_11_world_europe_in-athens-greeks-muse-on-tsiprass-abrupt-reversal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338459.html", "title": "In Athens, Greeks Wonder Whether Tsipras Folded or Restored Dignity", "title_page": "In Athens, Greeks Wonder Whether Tsipras Folded or Restored Dignity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATHENS — Did Prime Minister Alexis Tsipras betray his principles and cave in to Greece’s creditors? Or did he fight valiantly and succeed in establishing that his nation’s debt load is not sustainable and has to be reduced?\nThose were the questions being asked across Greece on Friday in the wake of Mr. Tsipras’s abrupt decision to give the creditors nearly all of what they have sought throughout the long and contentious negotiations over keeping Greece afloat. From the halls of Parliament to streets filled with people who have suffered through five years of severe economic hardship, Greeks were struggling to process the news, gird themselves for further budget cuts and assess what they had gotten for their efforts to stand against the European orthodoxy.\nSome Greeks said they felt betrayed by what they saw as a quick about face. Hundreds of people marched in Athens on Friday night in a rally organized by the Communist Party to protest the reversal of the “no” vote in Sunday’s referendum.\nA Twitter trend was formed under the hashtag #ExplainNoToTsipras, with some wondering what the point of the referendum was. “And this whole time I thought it was Merkel who was bluffing,” one user wrote, referring to the expectation that Chancellor Angela Merkel of Germany would blink first in the showdown with Mr. Tsipras.", "url": "https://www.nytimes.com/2015/07/11/world/europe/in-athens-greeks-muse-on-tsiprass-abrupt-reversal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}