{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 04:27:19", "date_modify": "2018-11-16 04:27:19", "date_publish": "2015-09-21 23:59:53", "description": "Banks have eliminated over 20 percent of the front-office head count from their Wall Street operations since 2011, according to the industry data and analytics firm Coalition.", "filename": "2015_09_22_business_dealbook_empty-floor-at-goldman-puts-change-on-display.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342439.html", "image_url": "https://static01.nyt.com/images/2015/09/22/business/22DB-GOLDMAN-web/22DB-GOLDMAN-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_22_business_dealbook_empty-floor-at-goldman-puts-change-on-display.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342439.html", "title": "Empty Floor at Goldman Puts Change on Display", "title_page": "Empty Floor at Goldman Puts Change on Display - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Goldman Sachs moved into its new tower near the Hudson River in 2009, the sprawling trading desks on the fourth, fifth and sixth floors were some of the most active and lucrative in the world.\nNow, nearly six years later, the glass-walled sixth floor — stretching much of a city block — has become something of a ghost town, all but empty save for a few still-occupied offices. Goldman’s trimmed-down trading operations are now consolidated on two floors instead of three.\nThe emptying out of the sixth floor this year is a sign of the declining expectations for growth in a financial industry that is being challenged by new regulations and quickly changing technology that is making fewer traders necessary. At an industry conference last week, executives from other big Wall Street banks said they expected their trading revenue to fall roughly 5 percent in the current quarter from a year ago.\nThe reorganization at Goldman’s Manhattan headquarters is particularly notable because the firm is seen as the shrewdest trading house on the Street. While other banks have been shrinking their desks, Goldman — which has not publicly disclosed the emptying-out of its sixth floor — continues to have ambitions for the kind of trading that went on there.", "url": "https://www.nytimes.com/2015/09/22/business/dealbook/empty-floor-at-goldman-puts-change-on-display.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}