{"authors": ["Helene Cooper"], "date_download": "2018-11-16 04:23:15", "date_modify": "2018-11-16 04:23:15", "date_publish": "2015-02-02 16:32:53", "description": "The base defense budget for 2016 exceeds by $35 billion the mandatory across-the-board reductions known as sequestration, and President Obama is asking for an additional $51 billion for operations in Iraq, Syria and Afghanistan.", "filename": "2015_02_03_us_politics_obamas-budget-seeks-534-billion-for-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342195.html", "image_url": "https://static01.nyt.com/images/2015/02/03/us/03PENTAGONweb/03PENTAGONweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_03_us_politics_obamas-budget-seeks-534-billion-for-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342195.html", "title": "Obama’s Defense Budget Aims Higher, and at Overseas Conflicts", "title_page": "Obama’s Defense Budget Aims Higher, and at Overseas Conflicts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama is asking the new Republican Congress for a base defense budget of $534 billion in 2016, the Pentagon said on Monday in its annual budget release, exceeding by $35 billion the mandatory across-the-board reductions known as sequestration.\nSeparately, Mr. Obama is asking for an additional $51 billion to pay for operations in the conflicts in Iraq and Syria, as well as the continued American military presence in Afghanistan.\nThe administration said next year’s overall military spending was a continuation of efforts to take into account the fiscal reality of government austerity and the political reality of a president who pledged to end two costly and exhausting land wars. The result, administration officials say, will be a military that continues to be capable of defeating any adversary but is too small for protracted foreign occupations.", "url": "https://www.nytimes.com/2015/02/03/us/politics/obamas-budget-seeks-534-billion-for-pentagon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}