{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:14:02", "date_modify": "2018-11-16 04:14:02", "date_publish": "2015-09-19 00:24:57", "description": "Despite Brazil’s budget problems, there will be no cuts in a pioneering and widely admired program of monthly cash allowances to the poor.", "filename": "2015_09_19_world_americas_brazil-to-keep-allowances-for-the-poor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341642.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_19_world_americas_brazil-to-keep-allowances-for-the-poor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341642.html", "title": "Brazil to Keep Allowances for the Poor", "title_page": "Brazil to Keep Allowances for the Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Despite Brazil’s deepening economic travails and budget problems, there will be no cuts in a pioneering and widely admired program of monthly cash allowances to the poor, the official in charge of the effort said Friday.\nThe official, Tereza Campello, whose title is minister of social development and fight against hunger, said that the program, known as Bolsa Familia, had helped to improve the lives of millions of impoverished families and had directly contributed to significant, statistically validated advances in childhood nutrition, schooling and health care.\nThe program, which was started more than a decade ago, electronically transfers monthly cash allowances to bank cards that are entrusted to the heads of qualified households, but with conditions that include mandatory prenatal care, attendance at school and vaccinations. Failure to comply can lead to suspension or termination of the benefit.\nThere are no strings attached to how the money is used, but Ms. Campello said that “all of our research shows the families spend this resource on food, for the children and school materials.”", "url": "https://www.nytimes.com/2015/09/19/world/americas/brazil-to-keep-allowances-for-the-poor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}