{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:55:49", "date_modify": "2018-11-16 03:55:49", "date_publish": "2015-10-28 11:32:12", "description": "While the creators said the timing was coincidental, the unveiling came just days before the arrival in Seoul of Prime Minister Shinzo Abe of Japan.", "filename": "2015_10_29_world_asia_south-korea-statues-honor-wartime-comfort-women-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340549.html", "image_url": "https://static01.nyt.com/images/2015/10/29/world/29Korea2-web/29Korea2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_world_asia_south-korea-statues-honor-wartime-comfort-women-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340549.html", "title": "Statues Placed in South Korea Honor ‘Comfort Women’ Enslaved for Japan’s Troops", "title_page": "Statues Placed in South Korea Honor ‘Comfort Women’ Enslaved for Japan’s Troops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Until Wednesday, both governments were unable to confirm that the two leaders would meet one on one, and the “comfort women” issue appeared to be at the heart of the dispute. South Korean news media reported that Japan was resisting Ms. Park’s calls for Mr. Abe to be more forthcoming in acknowledging the abuses suffered by the women. It was unclear Wednesday whether Japan had made a concession on the issue, but the fact that the two leaders were not scheduled to have lunch together was seen as a sign that there had been no major breakthroughs.\nFor South Korea, the issue of the “comfort women” is among the most emotional of the disputes stemming from Japan’s colonial rule of Korea from 1910 to 1945. Japan says the issue was settled in the 1965 treaty that normalized relations between the two countries. But Seoul complains that under Mr. Abe, Japan has played down state responsibility for the recruitment of the women, which many historians say involved coercion.\nThe life-size statues that were unveiled Wednesday are not the first in Seoul, or elsewhere, dedicated to the women. Since 2011, a statue of a girl in formal Korean dress has faced the Japanese Embassy, the site of regular protests by surviving comfort women, many now in their 90s, and their supporters.\nBut the new statues are the first to be built in a collaboration between Chinese and South Korean artists and activists, and the one depicting a Chinese sex slave appears to be the first of its kind.", "url": "https://www.nytimes.com/2015/10/29/world/asia/south-korea-statues-honor-wartime-comfort-women-japan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}