{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:47:05", "date_modify": "2018-11-16 03:47:05", "date_publish": "2015-08-24 18:11:21", "description": "On a chaotic path through the Balkans, tens of thousands of migrants are pushing to reach northern Serbia before Hungary seals the border.", "filename": "2015_08_25_world_europe_migrants-push-toward-hungary-as-a-border-fence-rises.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340025.html", "image_url": "https://static01.nyt.com/images/2015/08/25/world/25MIGRANTS-1/25MIGRANTS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_world_europe_migrants-push-toward-hungary-as-a-border-fence-rises.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340025.html", "title": "Migrants Race North as Hungary Builds a Border Fence", "title_page": "Migrants Race North as Hungary Builds a Border Fence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TISZASZIGET, Hungary — Roiling everything in its path, a wave of tens of thousands of migrants and refugees — many fleeing wars in Iraq, Syria and Afghanistan — has worked its way up the length of the Balkans in recent days.\nLike a movable feast of despair, the mass of people has overwhelmed the authorities in one stop after another, from the tiny Greek island of Kos to impoverished Macedonia, which declared a state of emergency last week, and now the train and bus stations of Serbia, as they head north to their ultimate destinations in the richer nations of the European Union.\nThe next link on their route, almost inevitably, are towns like this one on the Hungarian frontier with Serbia. But Hungarian officials say they have a firm, if unwelcoming, answer to the slow-motion tide: a fence.\nStill under construction, parts of it are already laced across fields and river banks or trace old railway tracks, and it will be as tall as 13 feet in some places, a patchwork intended to send a clear message that the migrants should not expect to move freely.", "url": "https://www.nytimes.com/2015/08/25/world/europe/migrants-push-toward-hungary-as-a-border-fence-rises.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}