{"authors": ["Michael S. Schmidt", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:34", "date_modify": "2018-11-16 04:12:34", "date_publish": "2015-10-31 23:48:31", "description": "The Obama administration and Major League Baseball have been quietly working to create a system that would end the arduous journey Cuban baseball players have been forced to endure, and open up a huge untapped fan base and a deep well of talent.", "filename": "2015_11_01_us_us-and-cuba-in-trade-talks-for-ballplayers-to-be-named-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341554.html", "image_url": "https://static01.nyt.com/images/2015/11/01/us/30players-jp1/30players-jp1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_01_us_us-and-cuba-in-trade-talks-for-ballplayers-to-be-named-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341554.html", "title": "U.S. and Cuba in Trade Talks, for Ballplayers to Be Named Later", "title_page": "U.S. and Cuba in Trade Talks, for Ballplayers to Be Named Later  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Getting from Cuba to the big leagues has never just been about 450-foot home runs and 100-mile-an-hour fastballs.\nWhen the Mets’ slugging outfielder Yoenis Cespedes decided in 2011 that he wanted to leave his country to play baseball in the United States, he did what dozens of Cuban baseball players have done since the Castro government came to power more than 50 years ago.\nRisking arrest as well as their lives, Mr. Cespedes and 10 members of his family fled the island in the middle of the night on a small boat. Twenty-three hours later, they arrived in the Dominican Republic. He then defected, setting him on the road to a multimillion-dollar contract with a major-league team. At least one relative who remained in Cuba was jailed, and Mr. Cespedes has never returned home.\nBut since the United States and Cuba announced last year that they would begin to normalize relations, the Obama administration and Major League Baseball have been quietly working to create an entirely new system that would end the arduous journeys — including midnight boat rides and defections from international competitions — that Cuban baseball players have had to endure. Not incidentally, it would create for the Obama administration a symbolic bridge between the two countries that would demonstrate how much the relationship had changed, and open up a new fan base and deep well of talent for major-league teams.", "url": "https://www.nytimes.com/2015/11/01/us/us-and-cuba-in-trade-talks-for-ballplayers-to-be-named-later.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}