{"authors": ["Simon Romero"], "date_download": "2018-11-16 04:10:31", "date_modify": "2018-11-16 04:10:31", "date_publish": "2015-07-12 00:24:19", "description": "Pope Francis highlighted Paraguay’s history to emphasize its resilience, but also criticized corruption, a delicate issue in one of Latin America’s poorest countries.", "filename": "2015_07_12_world_americas_as-latin-tour-nears-end-pope-travels-to-paraguay_1542341431.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_12_world_americas_as-latin-tour-nears-end-pope-travels-to-paraguay_1542341431.html", "title": "As Latin Tour Nears End, Pope Travels to Paraguay", "title_page": "As Latin Tour Nears End, Pope Travels to Paraguay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ASUNCIÓN, Paraguay — Pope Francis on Saturday highlighted two crucial periods in Paraguay’s history as a way to emphasize the importance of resilience in one of Latin America’s poorest countries.\nThe pope, speaking at the Sanctuary of Caacupé, near Asunción, the capital, pointed to a 19th-century war that left about 90 percent of the country’s male population dead and the creation in the 17th and 18th centuries of Jesuit settlements for indigenous peoples, known as reductions.\n“Then and now, you found the strength not to let this land lose its bearings,” Francis said, praising the Paraguayan women who picked up the pieces in the aftermath of the catastrophic Triple Alliance War from 1865 to 1870, which pitted Paraguay against three of its neighbors: Brazil, Argentina and Uruguay.\nMeeting with a large group of social activists, including indigenous leaders and a founder of a prominent gay rights organization, Francis, an Argentine Jesuit who is on the last leg of a trip that has taken him to Ecuador and Bolivia, also spoke glowingly of the Jesuit reductions, communities depicted in the 1986 film “The Mission,” where Indians largely managed to avoid enslavement before the Jesuits’ expulsion in 1767.", "url": "https://www.nytimes.com/2015/07/12/world/americas/as-latin-tour-nears-end-pope-travels-to-paraguay.html"}