{"authors": ["Rick Lyman"], "date_download": "2018-11-16 03:47:12", "date_modify": "2018-11-16 03:47:12", "date_publish": "2015-07-18 17:15:37", "description": "The number entering by land has become roughly equal to the number entering through Italy, a change stirring anti-immigrant sentiment in Hungary.", "filename": "2015_07_19_world_europe_route-of-migrants-into-europe-shifts-toward-balkans.html_module=inline_1542340032.html", "image_url": "https://static01.nyt.com/images/2015/07/19/world/MIGRANT1/MIGRANT1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_19_world_europe_route-of-migrants-into-europe-shifts-toward-balkans.html_module=inline_1542340032.html", "title": "Route of Migrants Into Europe Shifts Toward Balkans", "title_page": "Route of Migrants Into Europe Shifts Toward Balkans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We hear the situation has changed in Bulgaria and Iran, making it more difficult to migrate there, and everyone knows Italy is full,” said Timea Kovacs, who represents the Helsinki Committee for Human Rights in the Hungarian border city of Szeged. “But we don’t know for sure.”\nMigrants interviewed in recent days on both sides of the Hungarian border said they had chosen the Balkans route because it was less expensive and had been recommended by smugglers they paid to get them to Europe. The prices they had paid to reach the Hungarian border varied, depending on what level of service they purchased and how much the smugglers thought they could squeeze out of them, from $1,000 to more than $4,000 per person.\nMost traveled from Turkey into Greece, either across its short land border or by boat. And the bulk of those continued through Macedonia and Serbia before encountering the Hungarian border, the main obstacle on their path to Western Europe.\nAbout 19,000 migrants from a mix of countries crossed into Hungary in 2013, but the figure jumped to more than 43,000 in 2014 because of a mass evacuation from Kosovo, Mr. Szijjarto, the foreign minister, said. A multinational agreement allowed Hungary to turn Kosovars back to Serbia, and by mid-February that human stream had evaporated. But it was more than replaced by a fresh wave of migrants from Syria, Afghanistan, Iraq, Eritrea, Somalia, and other Middle Eastern and African zones of war or turmoil.", "url": "https://www.nytimes.com/2015/07/19/world/europe/route-of-migrants-into-europe-shifts-toward-balkans.html?module=inline"}