{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:13:17", "date_modify": "2018-11-16 04:13:17", "date_publish": "2015-12-17 02:35:40", "description": "The United States has further loosened travel regulations for Americans visiting the island. Here is what you need to know before you go.", "filename": "2015_12_16_travel_cuba-flights-vacations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341597.html", "image_url": "https://static01.nyt.com/images/2015/12/16/travel/16cuba/16cuba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_16_travel_cuba-flights-vacations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341597.html", "title": "Direct Flights to Cuba and Other Rule Changes Explained", "title_page": "Direct Flights to Cuba and Other Rule Changes Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly a year after the United States announced it would be loosening travel restrictions to Cuba, the two countries have reached an agreement on regularly scheduled commercial flights to the island, the Associated Press has reported. Coupled with the previous rule changes for travelers, commercial flights to the island from the United States would make it possible for practically anyone who wishes to visit Cuba to do so. Here is what you need to know before you go:\nQ. Can I fly to Cuba now?\nA. Given the agreement, previous predictions that U.S. airlines may begin offering regularly scheduled flights to Cuba in the coming months appear to be on track. Commercial flights would eliminate the expensive charter flights that currently take travelers from Miami, New York and elsewhere to Cuba.\nRegulations issued by the Department of Commerce in September already allow American companies to establish offices and premises in Cuba and airline crews to stay overnight on the island. They also allow the sale of equipment related to aviation safety to Cuba.\nOf course, non-American commercial airlines fly to Cuba from many destinations. Americans who meet Treasury Department requirements can fly through a third country, such as Mexico, Panama, Grand Cayman or Canada — an option that can be less expensive and more convenient than taking charter flights.\nCan any American citizen visit Cuba now?\nAs long as the trip falls within one of 12 purposes, Americans can go to Cuba without having to apply for permission, in the form of a license, from the government. The 12 categories of legal travel include visits to close relatives, academic programs for which students receive credits, professional research, journalistic or religious activities and participation in public performances or sports competitions. As Robert Muse, a Washington-based lawyer who specializes in U.S.-Cuba related law, put it: If somebody wishes to travel to Cuba and they “can’t think up a way to fit into those categories, they are not trying.”", "url": "https://www.nytimes.com/2015/12/16/travel/cuba-flights-vacations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}