{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:11", "date_modify": "2018-11-16 04:54:11", "date_publish": "2015-06-12 17:54:40", "description": "Later this month, sales will be open on 550 Vanderbilt, the first of 14 residential buildings to be built at Pacific Park Brooklyn.", "filename": "2015_06_14_realestate_first-condos-soon-for-sale-at-barclays-center-site.html_module=inline_1542344051.html", "image_url": "https://static01.nyt.com/images/2015/06/14/realestate/14PACIFIC1/14PACIFIC1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_14_realestate_first-condos-soon-for-sale-at-barclays-center-site.html_module=inline_1542344051.html", "title": "First Condos Soon for Sale at Barclays Center Site", "title_page": "First Condos Soon for Sale at Barclays Center Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the time Barclays Center, the Brooklyn arena, opened in 2012 as a centerpiece to a massive redevelopment plan then called Atlantic Yards, the project had endured years of lawsuits, a financial downturn and no small measure of controversy. Thousands of new apartments, initially projected to be done by 2016, had not yet begun to materialize as timelines were pushed back again and again to as far off as 2035.\nNow, after a yearlong sprint under a fast-tracked plan, the first 278 apartments at Atlantic Yards, rechristened Pacific Park Brooklyn, are to open for sales later this month. Construction is also underway on two other buildings with some 600 rental units, many of which will be subsidized. And more are in the pipeline.\nRoughly bounded by Flatbush and Fourth Avenues to the west, Vanderbilt Avenue to the east, Atlantic Avenue to the north and Dean and Pacific Streets to the south, the $4.9 billion Pacific Park project encompasses 22 acres designated for residential and commercial redevelopment. Eight acres of public green space will be included, replacing Pacific Street between Carlton and Vanderbilt Avenues.\nIn all, the plan, now more than a decade in the making, calls for 14 residential buildings with 6,430 apartments, including 2,250 subsidized units, with a completion date of 2025. Six of those buildings are to be constructed above the Vanderbilt Yards, a storage facility for the Long Island Rail Road, which must be reconfigured to accommodate construction work before the final apartment buildings can go up.", "url": "https://www.nytimes.com/2015/06/14/realestate/first-condos-soon-for-sale-at-barclays-center-site.html?module=inline"}