{"authors": ["Alison Smale"], "date_download": "2018-11-16 04:43:52", "date_modify": "2018-11-16 04:43:52", "date_publish": "2015-07-18 18:16:04", "description": "It was the first time that Finance Minister Wolfgang Schäuble had mentioned resignation in the debate over Greece’s debt. He has taken a harder line toward Greece than Chancellor Angela Merkel.", "filename": "2015_07_19_world_europe_minister-in-germany-discusses-greece-role.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_19_world_europe_minister-in-germany-discusses-greece-role.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "title": "Minister in Germany Discusses Greece Role", "title_page": "Minister in Germany Discusses Greece Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Germany’s finance minister, Wolfgang Schäuble, who has come under criticism for his handling of the Greek debt crisis, indicated in an interview published on Saturday that he was prepared to resign rather than go against his convictions.\nAsked by the weekly Der Spiegel about differences between his tough stance with Greece and the greater flexibility shown by Chancellor Angela Merkel, Mr. Schäuble admitted that “one sometimes has different opinions.”\n“And then one tries together to find solutions. In that process each has their role,” he said. “Angela Merkel is the chancellor, I am the finance minister. Politicians derive their responsibility from their offices. Nobody can force them. If somebody would try that, I could go to the president and request my dismissal.”\nIt was the first time that Mr. Schäuble had mentioned resignation in the months of debate over Greece’s debt, during which he expressed a much harder line toward Greece than Ms. Merkel, whose agenda included not only Germany’s needs but also the health of the European Union. Asked if he was thinking about resigning, Mr. Schäuble told Der Spiegel: “No, how do you come to that?”", "url": "https://www.nytimes.com/2015/07/19/world/europe/minister-in-germany-discusses-greece-role.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}