{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:09:08", "date_modify": "2018-11-16 04:09:08", "date_publish": "2015-06-25 15:02:56", "description": "The Affordable Care Act “is here to stay,” said President Obama after the Supreme Court decision allowing the federal subsidies of health insurance premiums.", "filename": "2015_06_26_us_politics_obama-supreme-court-aca-ruling-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341348.html", "image_url": "https://static01.nyt.com/images/2015/06/26/us/26assess-web/26assess-1435272779593-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_us_politics_obama-supreme-court-aca-ruling-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341348.html", "title": "Obama Gains Vindication and Secures Legacy With Health Care Ruling", "title_page": "Obama Gains Vindication and Secures Legacy With Health Care Ruling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Boehner said he will continue to move forward with a lawsuit against the president that argues that Mr. Obama overstepped his legal authority in carrying out the health care act, although the case is in its early stages at the district court level and could take years to come before the Supreme Court. Other Republicans mused on Thursday about using parliamentary maneuvers to chip away at the law.\nBut for Mr. Obama, the ruling was a personal affirmation of the wisdom of engaging in a costly political fight that began almost as soon as he took office. The court’s ruling, Mr. Obama said Thursday, cements the Affordable Care Act in American history as the logical extension of Social Security and Medicare.\n“This generation of Americans chose to finish the job,” Mr. Obama said, reading from one of two sets of remarks — one written as if the Supreme Court upheld the subsidies and another as if the court did not. Cody Keenan, Mr. Obama’s chief speechwriter, had prepared both sets before the court announced its decision.\nOnce the decision was announced, and just before walking into the Rose Garden, Mr. Obama signed the set of remarks for Mr. Keenan that were written as if the court had ruled against the administration. “Didn’t need this one, brother!” Mr. Obama scrawled across the bottom.", "url": "https://www.nytimes.com/2015/06/26/us/politics/obama-supreme-court-aca-ruling-health-care.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}