{"authors": ["Sheryl Gay Stolberg", "Ron Nixon"], "date_download": "2018-11-16 03:10:15", "date_modify": "2018-11-16 03:10:15", "date_publish": "2015-04-22 01:30:32", "description": "A city in which both the mayor and the police commissioner are black will be compared with white-governed cities in how it handles the death of Mr. Gray, who was restrained by the police.", "filename": "2015_04_22_us_another-mans-death-another-round-of-questions-for-the-police-in-baltimore_1542337815.html", "image_url": "https://static01.nyt.com/images/2015/04/22/us/22BALTIMOREjp/22BALTIMOREjp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_22_us_another-mans-death-another-round-of-questions-for-the-police-in-baltimore_1542337815.html", "title": "Freddie Gray in Baltimore: Another City, Another Death in the Public Eye", "title_page": "Freddie Gray in Baltimore: Another City, Another Death in the Public Eye - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2006, the N.A.A.C.P. and the American Civil Liberties Union sued the city, alleging a broad pattern of abuse in which people were routinely arrested without probable cause. The city settled in 2010 for $870,000, agreed to retrain officers and publicly rejected “zero-tolerance policing.” Ms. Rawlings-Blake became mayor that year.\nIn 2012 she brought in Mr. Batts, who had run the police department in Oakland, Calif. In 2013, he proposed that police officers wear body cameras to capture encounters like the one that injured Mr. Gray; plans are now in the works for a pilot project.\nMs. Rawlings-Blake has also eliminated a police unit that had a reputation for treating suspects harshly. Last year, she and Mr. Batts asked the Justice Department to investigate after The Baltimore Sun reported that taxpayers had paid nearly $6 million since 2011 in judgments or settlements in 102 lawsuits alleging police misconduct. That investigation is ongoing.\nWilliam Murphy Jr., the lawyer for the Gray family, said Tuesday in an interview that “the commissioner’s heart is in the right place,” and that the mayor — whose father, Pete Rawlings, was a civil rights advocate and powerful Maryland politician — “understands police brutality and the extent to which it has a cancerous effect on our society.”\nBut Mr. Murphy said they had inherited “a dysfunctional department” whose officers “had no probable cause” to arrest Mr. Gray, who was stopped early on the morning of April 12 after a police lieutenant made eye contact with him and he ran away. That lieutenant was one of the six officers who were suspended.\n“He was running while black,” Mr. Murphy said of Mr. Gray, “and that’s not a crime.”\nAt a news conference Monday, Deputy Police Commissioner Jerry Rodriguez said Mr. Gray “gave up without the use of force.” Mr. Gray, who was apparently asthmatic, then asked for his inhaler, but he did not have one; he was conscious and speaking when he was loaded into the van to be taken to the police station, Mr. Rodriguez said.\nIn interviews on Tuesday, witnesses gave various accounts. Michelle Gross, who took cellphone video of the arrest, said she saw two officers standing over Mr. Gray as people said: “He’s just lying there? Why don’t you call an ambulance? Why don’t you get him some help?”", "url": "https://www.nytimes.com/2015/04/22/us/another-mans-death-another-round-of-questions-for-the-police-in-baltimore.html"}