{"authors": ["Emily Steel"], "date_download": "2018-11-16 03:56:54", "date_modify": "2018-11-16 03:56:54", "date_publish": "2015-10-14 17:43:51", "description": "The date by the Nielsen ratings averaged 15.3 million on CNN, the highest ever for a Democratic presidential primary debate.", "filename": "2015_10_15_us_politics_democratic-debate-ratings-cnn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340614.html", "image_url": "https://static01.nyt.com/images/2015/10/13/us/politics/hanerdemdebatepool-303/hanerdemdebatepool-303-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_15_us_politics_democratic-debate-ratings-cnn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340614.html", "title": "Democratic Debate Draws Over 15 Million to CNN, a Record for the Party", "title_page": "Democratic Debate Draws Over 15 Million to CNN, a Record for the Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 15 million people tuned in to CNN to watch the Democratic presidential candidates’ debate on Tuesday night, according to Nielsen ratings data provided by the network.\nThe audience for the debate was nearly two-thirds the size of the two earlier Republican presidential debates, but it was the highest rating ever for a Democratic presidential primary debate — signaling continued interest in the 2016 race.\nThe previous record for a Democratic presidential debate was set by the 2008 debate in Philadelphia, which averaged 10.7 million viewers for ABC. Tuesday’s debate in Las Vegas, which was moderated by Anderson Cooper, averaged 15.3 million total viewers.\nCNN also streamed the debate on its website, CNN.com, mobile apps and Apple TV, where usage peaked at 980,000 concurrent streams at 10:20 p.m. That beat the network’s live stream of the Republican debate last month, which, at its peak, had 921,000 streams viewed at one time.", "url": "https://www.nytimes.com/2015/10/15/us/politics/democratic-debate-ratings-cnn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}