{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 04:28:17", "date_modify": "2018-11-16 04:28:17", "date_publish": "2015-01-10 20:20:05", "description": "Allies say the former governor of Florida, a possible Republican contender for the presidency in 2016, has tried to present himself as less harsh than in the past.", "filename": "2015_01_11_us_politics_for-jeb-bush-evolving-views-over-2-decades.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342497.html", "image_url": "https://static01.nyt.com/images/2015/01/11/us/SUB-JP-JEB/SUB-JP-JEB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_11_us_politics_for-jeb-bush-evolving-views-over-2-decades.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342497.html", "title": "For Jeb Bush, Evolving Views Over 2 Decades", "title_page": "For Jeb Bush, Evolving Views Over 2 Decades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jeb Bush once called for building prisons and emphasizing “punishment over therapy” for juvenile offenders. Today, he supports reforming the criminal justice system, arguing that incarceration can harden low-level lawbreakers into career criminals.\nIn the past, he stressed using deportation to rid the United States of unauthorized immigrants. These days, he describes crossing the border illegally as “an act of love” by migrant parents and supports a path to citizenship for those who have done so.\nHe used to emphasize the rights of big landowners who felt cheated by environmental programs. Now, he is a champion of state-sponsored conservation, celebrated for his $2 billion program to restore the Everglades.\nMr. Bush, 61, the former governor of Florida, insists that he will not contort himself to satisfy the ideologues of the Republican Party as he lays the groundwork for a possible presidential run in 2016. But as he pledges to stay true to his beliefs, an examination of Mr. Bush’s record reveals ways in which those views have already changed since his first run for elected office — in presentation, in tone, in language and, at times, in substance.", "url": "https://www.nytimes.com/2015/01/11/us/politics/for-jeb-bush-evolving-views-over-2-decades.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}