{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 03:57:42", "date_modify": "2018-11-16 03:57:42", "date_publish": "2015-08-11 03:14:47", "description": "Mrs. Clinton said that she had given the State Department all of the work-related emails that were on the personal account she used while she was secretary of state.", "filename": "2015_08_11_us_politics_all-emails-were-provided-hillary-clinton-says-in-statement_1542340662.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_11_us_politics_all-emails-were-provided-hillary-clinton-says-in-statement_1542340662.html", "title": "All Emails Were Provided, Hillary Clinton Says in Statement", "title_page": "All Emails Were Provided, Hillary Clinton Says in Statement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Rodham Clinton said in a statement filed under oath in federal court on Monday that she had provided to the State Department all of the work-related emails that were on the personal email account she used exclusively while she was secretary of state.\nThe statement was filed as Mrs. Clinton faces questions about whether she in fact has handed over all of her work-related emails. In June, the State Department said that all or part of 15 emails sent or received by Mrs. Clinton were not among the emails she gave to the department last year.\nShe did not address the 15 emails in the statement filed on Monday.\n“I have directed that all my emails on clintonemail.com in my custody that were or potentially were federal records be provided to the Department of State, and on information and belief, this has been done,” Mrs. Clinton said.\nThe filing was made in connection with a Freedom of Information Act lawsuit brought by the conservative group Judicial Watch against the State Department. The group is seeking government records related to the employment status of a close aide to Mrs. Clinton, Huma Abedin.", "url": "https://www.nytimes.com/2015/08/11/us/politics/all-emails-were-provided-hillary-clinton-says-in-statement.html"}