{"authors": ["Peter Eavis"], "date_download": "2018-11-16 04:17:49", "date_modify": "2018-11-16 04:17:49", "date_publish": "2015-08-13 16:58:34", "description": "Some analysts say the currency tensions could worsen some of the entrenched problems in the global economy. China’s move also poses a dilemma for the Fed as it considers raising interest rates.", "filename": "2015_08_14_business_dealbook_chinas-renminbi-devaluation-may-initiate-new-phase-in-global-currency-war_1542341869.html", "image_url": "https://static01.nyt.com/images/2015/08/14/business/14db-currency-web1/14db-currency-web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_14_business_dealbook_chinas-renminbi-devaluation-may-initiate-new-phase-in-global-currency-war_1542341869.html", "title": "China’s Renminbi Devaluation May Initiate New Phase in Global Currency War", "title_page": "China’s Renminbi Devaluation May Initiate New Phase in Global Currency War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even so, the Fed faces a dilemma as it contemplates raising interest rates for the first time in more than nine years. A rate increase could drive the dollar up even more against other currencies, creating a vexing obstacle for the American economy at a crucial moment in its recovery.\n“We’ve been in a currency war for six years,” said Stephen S. Roach, a senior fellow at the Jackson Institute for Global Affairs at Yale University. “China is now moving on its currency, and other countries are using their currencies as a tool to relieve distress, and that is potentially destabilizing.”\nChina’s devaluation stems in part from a desire to let markets influence the price of the renminbi, a shift global policy makers have advocated. If managed well, it may give China a lift and the extra flexibility it may need as it deals with the challenges facing its economy.\nAt a news conference on Thursday, officials from the Chinese central bank defended the devaluation and said it would be managed carefully. Zhang Xiaohui, an assistant governor at the central bank, said that there was “no basis for the continued depreciation of the renminbi.”\nThe hope among global policy makers, of course, is that the changes in exchange rates are not excessive and do more good than harm. Still, history shows that currencies often go down too much or go up too far, interrupting the strong trade flows that have underpinned the global economy for decades.\nPhoto\nThe fear among some analysts is the currency tensions could worsen some of the entrenched problems that they say exist in the global economy.\nAdvertisement Continue reading the main story\nSome of them, for instance, assert that the international system relies too much on the dollar as a so-called reserve currency. This dependence means that the Fed’s actions, set primarily for the United States economy, can change economic conditions in many other countries, even when the change is not warranted or constructive.\nIn addition, some economists contend that, under the current system, countries like Germany and China are able to run stubbornly large trade surpluses. When they do, it can create economic headaches for other nations.\n“We are in a period of trade war — make no mistake,” said Michael Pettis, a professor of finance at the Guanghua School of Management at Peking University. “People say it’s a zero sum game. It’s not — it’s a negative sum game.”\nIn the past, international authorities have taken bold steps to quell extreme moves in currency markets. Not wanting a repeat of the competitive devaluations of the 1930s, they set up a system of fixed exchange rates after World War II that severely limited how much currencies could fluctuate.\nAfter that fell apart in the early 1970s, major countries occasionally intervened to moderate currency movements through international agreements like the 1985 Plaza Accord, named for the Plaza Hotel in New York. At the time, the accord helped arrest a soaring rally in the dollar.\nFew, if any, analysts believe similar interventions are needed right now. But if currency tensions cause economic turmoil, eyes may turn to the world’s largest central banks for help.\nIn the financial crisis of 2008, the Fed in effect became the central bank to the world, extending emergency loans to foreign banks and funneling dollars to other countries to make sure financial systems didn’t seize up.\nBut the Fed is thinking about raising interest rates, perhaps as early as next month. When interest rates do go up, it could make life even harder for countries in the developing world, which could experience capital outflows. Also, companies in emerging markets that have borrowed in dollars will have to spend more of their local currency to pay back their dollar debts.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTo offset the Fed’s tightening, Indonesia, South Korea and other such countries may decide to devalue their currencies even more.\nAdvertisement Continue reading the main story\nSeeing what a Fed increase could do, some analysts assert that the central bank will not raise rates next month. But if it does increase rates then, some central bank watchers say it should use cautious language to calm markets.\n“It will have to be the most dovish hike in history,” said George Goncalves, rates strategist at Nomura Securities, referring to an interest rate stance that carefully seeks to avoid an unnecessary tightening of monetary policy.\nVideo\nStill, the global economy may weather this storm without any big moves by international policy makers. Many economists believe that, despite its rise against other currencies, the dollar is not dangerously overvalued.\nChina, they add, has many reasons to avoid an uncontrolled plunge in the renminbi. A particularly important reason is that Chinese entities have borrowed over $1.6 trillion in foreign currencies. A big drop in the renminbi would make that harder for some Chinese companies to pay back, because they would need to earn more renminbi to service their obligations.\n“A sharp devaluation is not in China’s interest,” said Li-Gang Liu, a China economist at ANZ Research. “That could make corporates very panicky.”\nAnd for now at least, China may also limit the size of a devaluation, to avoid making the renminbi a big issue in the United States presidential campaign.\nBut if China’s economy weakens further, the country’s leadership may not have the luxury of being able to massage its currency incrementally lower. Chinese policy makers may have to opt for a steeper decline to try to stimulate growth. Then the markets, in response, may aggressively push the currency lower if economic numbers are poor.\n“If China is going through the correction that many have predicted over the past decade,” said Benn Steil, a director of international economics at the Council on Foreign Relations, “the currency might have quite a bit further to fall.”\nProlonged turbulence and economic pain may then force world leaders to think hard about whether the international system can be changed. The enormous amounts of easy money pumped out by the Fed over the last decade helped stoke booms in other countries that became unsustainable. And as the Fed has pulled back, the adjustment has been jarring for huge economies, like Brazil and China.\nAdvertisement Continue reading the main story\n“The system is coming back to bite us in the rear,” said David Beckworth, an associate economics professor at Western Kentucky University. “Maybe this experience teaches us that we are more interconnected than we ever were.”", "url": "https://www.nytimes.com/2015/08/14/business/dealbook/chinas-renminbi-devaluation-may-initiate-new-phase-in-global-currency-war.html"}