{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:35", "date_modify": "2018-11-16 03:49:35", "date_publish": "2015-05-29 03:06:23", "description": "Long hours are tough on both sexes, but research shows that work-family balance issues are seen as primarily a woman’s problem.", "filename": "2015_05_31_upshot_the-24-7-work-cultures-toll-on-families-and-gender-equality.html_module=inline_1542340175.html", "image_url": "https://static01.nyt.com/images/2015/05/29/upshot/31UP-view/31UP-view-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_31_upshot_the-24-7-work-cultures-toll-on-families-and-gender-equality.html_module=inline_1542340175.html", "title": "The 24/7 Work Culture’s Toll on Families and Gender Equality", "title_page": "The 24/7 Work Culture’s Toll on Families and Gender Equality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The biggest obstacle to women in joining the highest ranks of the business world is a lack of family-friendly policies. That, at least, has been the conventional wisdom in recent years, and it has been embraced by progressive companies that offer flexible schedules or allow people to work from home.\nBut some researchers are now arguing that the real problem is not the lack of family-friendly policies for mothers, but the surge in hours worked by both women and men. And companies are not likely to want to adopt the obvious solution.\nThe pressure of a round-the-clock work culture — in which people are expected to answer emails at 11 p.m. and take cellphone calls on Sunday morning — is particularly acute in highly skilled, highly paid professional services jobs like law, finance, consulting and accounting.\nOffering family-friendly policies is too narrow a solution to the problem, recent research argues, and can have unintended consequences. When women cut back at work to cope with long hours, they end up stunting their careers. And men aren’t necessarily happy to be expected to work extreme hours, either.", "url": "https://www.nytimes.com/2015/05/31/upshot/the-24-7-work-cultures-toll-on-families-and-gender-equality.html?module=inline"}