{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:38:04", "date_modify": "2018-11-16 04:38:04", "date_publish": "2015-06-02 09:00:08", "description": "President Obama said the valor of the Army men — Pvt. Henry Johnson, an African-American, and Sgt. William Shemin, who was Jewish — was receiving belated recognition.", "filename": "2015_06_03_us_two-world-war-i-soldiers-to-posthumously-receive-medal-of-honor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343084.html", "image_url": "https://static01.nyt.com/images/2015/06/03/us/03MEDAL2-promo/03MEDAL2-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_03_us_two-world-war-i-soldiers-to-posthumously-receive-medal-of-honor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343084.html", "title": "Two World War I Soldiers Posthumously Receive Medal of Honor", "title_page": "Two World War I Soldiers Posthumously Receive Medal of Honor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Private Johnson died about a decade later, a victim of 21 combat-related injuries.\nBut for most of the past century, the Army resisted efforts to award the Medal of Honor to him, citing, in part, the service of Private Johnson and his fellow black soldiers under a French command, not an American one. At the time, racial discrimination in the Army prevented black soldiers from fighting alongside white troops.\nThe Medal of Honor, the nation’s highest military award for valor, was accepted by Command Sgt. Maj. Louis Wilson of the New York National Guard on behalf of Private Johnson, who had entered the Army as a member of an all-black National Guard unit in 1917.\n“The great thing about America is that we undo our injustices more than any other country,” said Senator Charles E. Schumer, Democrat of New York, who spent years trying to get the Medal of Honor for Private Johnson. “His act of heroism was amazing.”\nSergeant Shemin was an Army rifleman who during a three-day battle in August 1918 repeatedly left the safety of his platoon’s trench to recover wounded soldiers amid a barrage of machine-gun fire and artillery shells. He was hit by shrapnel, and a bullet pierced his helmet, lodging behind his left ear.\nSergeant Shemin survived, then earned a degree from the New York State College of Forestry at Syracuse University and started a landscaping business and had three children. He died in 1973. The medal was awarded at the urging of Jewish organizations.\nThe Medals of Honor were the 44th and 45th that Mr. Obama had awarded.\nThe stories of the two soldiers offer a glimpse into the often bleak circumstances in France during World War I as British, French and American troops battled the advancing German Army across the countryside.\nImage Sgt. William Shemin. Credit Reuters\nIn its official description of Sergeant Shemin’s actions, the Army notes that he assumed command of his platoon after all of those senior to him had become casualties in a battle on the Vesle River, near Bazoches.", "url": "https://www.nytimes.com/2015/06/03/us/two-world-war-i-soldiers-to-posthumously-receive-medal-of-honor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}