{"authors": ["Charles V. Bagli"], "date_download": "2018-11-16 04:53:13", "date_modify": "2018-11-16 04:53:13", "date_publish": "2015-06-08 02:06:00", "description": "With a deadline looming, the mayor called on lawmakers to approve two of his housing initiatives: strengthening rent regulations and revising a program that gives tax breaks for creating affordable units.", "filename": "2015_06_08_nyregion_de-blasio-prods-new-york-state-on-housing-laws.html_module=inline_1542343993.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_08_nyregion_de-blasio-prods-new-york-state-on-housing-laws.html_module=inline_1542343993.html", "title": "De Blasio Prods New York State on Housing Laws", "title_page": "De Blasio Prods New York State on Housing Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio went to church on Sunday to talk about housing.\nHe told the congregation at First Corinthian Baptist Church in Harlem that unless action was taken, New York would become a “gilded city, a city for only those wealthy enough to afford to be here, and we will not accept that.”\nThe mayor’s message came with a sense of urgency, as the State Legislature has only about a week to approve two of his major housing initiatives: strengthening New York City’s rent regulations and overhauling one of its most important housing programs, which gives developers generous tax breaks in exchange for creating affordable housing.\nIf state lawmakers do not make the changes the city needs, Mr. de Blasio told the crowd packed into the pews: “I say, end those tax breaks once and for all. If Albany won’t mend it, let’s end it.”\nThe mayor’s plan to build 25,500 apartments affordable to poor and working-class New Yorkers by revising the tax-break program, which is known as 421-a, has come under criticism from construction unions while also getting entangled in Mr. de Blasio’s fraught relations with Gov. Andrew M. Cuomo, a fellow Democrat.", "url": "https://www.nytimes.com/2015/06/08/nyregion/de-blasio-prods-new-york-state-on-housing-laws.html?module=inline"}