{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 03:44:55", "date_modify": "2018-11-16 03:44:55", "date_publish": "2015-10-20 01:20:10", "description": "Use of mail-order specialty pharmacies seems to be a new way for drug makers to try to keep the health system paying for high-priced drugs.", "filename": "2015_10_20_business_drug-makers-sidestep-barriers-on-pricing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339895.html", "image_url": "https://static01.nyt.com/images/2015/10/20/business/20DRUGjp/20DRUGjp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_20_business_drug-makers-sidestep-barriers-on-pricing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339895.html", "title": "Drug Makers Sidestep Barriers on Pricing", "title_page": "Drug Makers Sidestep Barriers on Pricing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Horizon’s second-quarter earnings conference call in August, one analyst asked the company to discuss the positive points of the Prescriptions Made Easy program.\n“I think simply, the positive is we drove over $100 million in net revenue in the second quarter, rapidly increased prescriptions,” Timothy P. Walbert, the chief executive, replied. He then said the program was “doing the right thing for patients.”\nDuexis is a combination of ibuprofen, an anti-inflammatory drug, and famotidine, the ingredient in Pepcid, which is supposed to prevent the serious and even lethal gastrointestinal problems that can result from chronic use of ibuprofen or similar drugs. Both drugs are available as generics, and over the counter. Horizon says that by combining the two drugs into one pill that is taken three times a day, that makes it more likely that patients will get the benefit of the stomach protection.\nHorizon has increased the price of Duexis about tenfold since the drug was introduced in late 2011. In 2013, it acquired the main competitor to Duexis, a drug called Vimovo, which is a combination of the pain reliever naproxen and the stomach protector Nexium. Horizon immediately raised the price of Vimovo about 600 percent, and has roughly doubled it again since then, so both drugs now cost about the same amount per month.\nGeoff Curtis, a spokesman for Horizon, said the company needed to recoup the $100 million it invested to develop and manufacture Duexis and the $35 million it paid to acquire Vimovo. He noted the low out-of-pocket payments for patients.\nDeepak Jindal, a pharmacist in Netcong, N.J., said his wife was prescribed Vimovo and he could not fill the prescription in his own store because his insurance would not cover it. But when the doctor submitted the prescription to Horizon’s program, a specialty pharmacy called Linden Care sent the drug to her for a $10 co-payment. He said he later learned that his insurance was not billed for the drug.\nIt has become common in the last several years for pharmaceutical companies to offer co-payment assistance to make sure patients are not deterred from using a drug by out-of-pocket costs. Once the patient uses the drug, the pharmaceutical company is paid by the insurance company. Insurers say co-pay assistance circumvents their efforts to encourage the use of cheaper drugs by setting lower co-pays for them, thereby driving up overall medical spending.", "url": "https://www.nytimes.com/2015/10/20/business/drug-makers-sidestep-barriers-on-pricing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}