{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:47:52", "date_modify": "2018-11-16 04:47:52", "date_publish": "2015-09-07 07:39:26", "description": "Despite a record monthly decrease of nearly $100 billion, the nation still has the world’s biggest cache of foreign reserves, government data shows.", "filename": "2015_09_08_business_china-renminbi-yuan-foreign-reserves.html_ref=international&_r=0_1542343672.html", "image_url": "https://static01.nyt.com/images/2015/09/08/business/international/08yuan/08yuan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_08_business_china-renminbi-yuan-foreign-reserves.html_ref=international&_r=0_1542343672.html", "title": "China, Trying to Bolster Currency, Taps Foreign Reserves", "title_page": "China, Trying to Bolster Currency, Taps Foreign Reserves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Monday, the sell-off continued in a volatile day. The benchmark stock index in Shanghai closed down nearly 2.5 percent despite assurances by a Chinese official at a meeting of Group of 20 finance ministers in Ankara, Turkey, on Saturday that the worst of the correction was almost over.\nThe downward pressure on the renminbi reflects the bleaker prospects for China’s economy as growth appears to be slowing faster than previously reported.\nPhoto\nOn Tuesday morning in Beijing, China’s customs administration reported that exports in August declined 5.5 percent in dollar terms from a year ago on signs of weak demand from overseas buyers. Imports fell 13.8 percent, partly reflecting the global rout in commodity prices. China’s trade surplus swelled to $60.2 billion in August, nearly matching the record monthly surplus set in February.\nOn Monday, China’s statistics agency lowered its estimate for gross domestic product in 2014, saying the economy had grown by 7.3 percent last year compared with the 7.4 percent previously reported.\nThe manufacturing sector grew faster last year than previously estimated, the agency said, but the service sector — specifically financial services companies like securities firms and banks, which benefited from a booming stock market — grew slower last year than originally reported.\nPockets of weakness can be seen across China’s economy.\n“Business this year has been tough, and getting more tough as each month goes by,” said Du Shengdu, a manager in the sales department of Hebei Hongchi Bicycles, a bicycle manufacturer in central China. “Fewer customers are asking for quotes, and even for those who ask for quotes, a lot of times, no order ultimately materialized.”\nBut at least some exporters report seeing a recent uptick in business on expectations of a weaker renminbi. A weaker currency makes China’s products relatively cheaper for overseas buyers.\nAdvertisement Continue reading the main story\nEconomists have said the initial drop in the currency’s value of around 3 percent against the dollar would have only a limited impact, but the effect could be intensified if the currency yields to market pressure for further depreciation.\nKellen Chan, a sales manager in the export department at Guangzhou Xinxiu Fashion Bags, a handbag maker in the southern city of Guangzhou, said that business was slow earlier in the summer but had started picking up more recently.\nPhoto\n“We are getting a lot more inquiries starting from last month,” Ms. Chan said. “It is probably due to the devaluation of the renminbi.”\nSince the devaluation, China’s central bank has kept the currency more or less steady at roughly 6.4 renminbi to the dollar. But the move raised expectations that the renminbi would weaken further, leading to the central bank’s sales of foreign reserves to counter depreciation pressures.\nChina amassed its huge pile of reserves in previous years, when the pressure had been for the renminbi to appreciate in value. Because China closely manages the value of its currency against the dollar, it had to buy dollars and sell renminbi to counter this appreciation.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nNow, the tables have turned and the pressure is on the renminbi to depreciate. But China retains a firm grip on its value, and this time it has been selling dollars and buying renminbi to prop up the Chinese currency’s value.\nSome analysts interpreted the drop of nearly $100 billion as relatively good news, compared with estimates that the decrease could have been double that amount.\nChina’s central bank “is not burning through its reserves as quickly as many had believed,” Julian Evans-Pritchard, a China economist at Capital Economics, wrote in a report Monday evening after the data was released.\nMr. Evans-Pritchard calculated that the net amount of money leaving China probably rose to a record $130 billion last month, up from about $75 billion in July.\n“It seems that the depreciation of the renminbi has not sparked as rapid an acceleration of outflows as many had feared,” he wrote.", "url": "https://www.nytimes.com/2015/09/08/business/china-renminbi-yuan-foreign-reserves.html?ref=international&_r=0"}