{"authors": ["Mitch Smith"], "date_download": "2018-11-16 03:58:16", "date_modify": "2018-11-16 03:58:16", "date_publish": "2015-08-08 23:31:53", "description": "Twelve months after the death of Michael Brown touched off a national protest movement, demonstrators have returned to the streets of Ferguson for a series of commemorations.", "filename": "2015_08_09_us_a-year-on-ferguson-killing-is-recalled.html_module=inline_1542340696.html", "image_url": "https://static01.nyt.com/images/2015/08/09/us/09ferguson/09ferguson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_09_us_a-year-on-ferguson-killing-is-recalled.html_module=inline_1542340696.html", "title": "A Year On, Ferguson Killing Is Recalled", "title_page": "A Year On, Ferguson Killing Is Recalled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FERGUSON, Mo. — As demonstrators shouted, “Hands up, don’t shoot,” and marched toward West Florissant Avenue, the scene here on Saturday morning looked in many ways like a flashback to the protests that followed the police killing of Michael Brown a year ago.\nMichael Brown Sr., whose son and namesake was fatally shot by a Ferguson police officer last Aug. 9, was near the head of the procession. He added a stuffed animal to the road memorial near where his son died. Protesters used a megaphone to lead familiar chants. Police officers blocked traffic as drivers honked horns in support of the marchers.\nTwelve months since Mr. Brown’s death in this St. Louis suburb touched off a national protest movement, demonstrators have returned to its streets for a series of commemorations this weekend that are expected to last through Monday.\n“To a lot of people, Mike Brown was a big shock,” said Carlatta Bussey, a St. Louis resident who attended Saturday’s march with her 7-year-old son. “But to the black community, it wasn’t a big shock because it happens all the time.”", "url": "https://www.nytimes.com/2015/08/09/us/a-year-on-ferguson-killing-is-recalled.html?module=inline"}