{"authors": ["James Poniewozik"], "date_download": "2018-11-16 03:51:38", "date_modify": "2018-11-16 03:51:38", "date_publish": "2015-10-09 16:29:50", "description": "Mr. Trump’s Republican presidential candidacy may use unfamiliar tactics — unless you’ve watched the boardroom maneuvering of “The Apprentice.”", "filename": "2015_10_10_arts_television_donald-trump-campaign-the-apprentice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "image_url": "https://static01.nyt.com/images/2015/10/10/arts/10APPRENTICETV/10APPRENTICETV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_10_arts_television_donald-trump-campaign-the-apprentice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "title": "What ‘The Apprentice’ Taught Donald Trump About Campaigning", "title_page": "What ‘The Apprentice’ Taught Donald Trump About Campaigning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Others have questioned whether Mr. Trump is actually as rich or successful as he says. (Like the debate over whether reality TV is “real,” it’s a concern for detractors but brushed off by the fan base.) But for television purposes, he looked the part, and he did it by happily creating the most vivid pop-culture cartoon of wealth outside a Monopoly box.\nFrom his “Art of the Deal” tabloid-era heyday to today, Mr. Trump has been a rich guy who lives like a lottery winner. His business was in casinos and hotels and golf courses, concrete things you could see and understand, as opposed to Mitt Romney’s chilly abstractions of private equity. Not for him the modesty of hoodie-wearing Silicon Valley: He wore suits and married models and built a 64-story tower in Las Vegas sheathed in 24-karat gold.\nHe presented an idea of wealth that was brazen and crass and thus to his admirers rang open and honest, whatever legerdemain went into the actual business. This made Mr. Trump a great fit for reality TV, which treats the currency of fame the way he treats the currency of, well, currency. That is, you grow it by flaunting it. (The gilded aesthetic of his properties is more or less that of your typical dating-show mansion.) Likewise on the campaign trail, he didn’t poor-mouth himself or claim to be just like you: He flew on his helicopter to the Iowa State Fair, like the fictional President Charles Lindbergh flying his jet over the Potomac in Philip Roth’s “The Plot Against America.”\nHis pugilism can be petty and indiscriminate; he began the second Republican debate by saying unprompted that Rand Paul, scarcely a threat to him, “shouldn’t even be on this stage.” But that’s reality TV combat: You fight to prove you’re a fighter. Mr. Trump knows that it is better to be the instigator than the instigated-upon. It allows you to set the rhythm, change the subject, get in people’s heads, determine the narrative.\nAfter all, can you name a single noncelebrity contestant from “The Apprentice”? If so, it’s probably Omarosa, who didn’t win the show’s first season but, because of her clashes with fellow contestants and Mr. Trump, was its breakout star. (She also was a model for the appalling history of reality shows painting black women as belligerent villains, and she later claimed to be the victim of editing. But she was a star nonetheless.)\nMr. Trump seems to have learned from his apprentices. Facing elimination by him in the boardroom on “The Apprentice” was like being trapped in a cage with a capricious monster; you didn’t know what might anger him or why, but it was your job to make sure he ate your opponent instead of you. The situation rewarded fast talking and improvisation. And Mr. Trump’s campaign style is nothing if not improvisatory — tactical eruptions to throw rivals off-balance, to dismiss tough questions, to promise easy answers without details, to survive until the next episode.", "url": "https://www.nytimes.com/2015/10/10/arts/television/donald-trump-campaign-the-apprentice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}