{"authors": ["Alan Blinder"], "date_download": "2018-11-16 03:41:45", "date_modify": "2018-11-16 03:41:45", "date_publish": "2015-07-05 22:47:30", "description": "The General Assembly is expected on Monday to begin considering a bipartisan proposal to remove the Confederate battle flag from the grounds of the State House.", "filename": "2015_07_06_us_south-carolina-legislators-gird-for-confederate-flag-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339705.html", "image_url": "https://static01.nyt.com/images/2015/07/06/us/06flag/06flag-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_06_us_south-carolina-legislators-gird-for-confederate-flag-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339705.html", "title": "South Carolina Legislators Gird for Confederate Flag Debate", "title_page": "South Carolina Legislators Gird for Confederate Flag Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — The South Carolina legislature is expected on Monday to take up the fate of the Confederate battle flag that flies on the State House grounds, responding to demands that it be removed after the June 17 massacre of nine people at Emanuel A.M.E. Church in Charleston.\nThe State Senate, encouraged by Gov. Nikki R. Haley and many other elected officials, is scheduled to consider a bipartisan proposal to move the battle flag, long viewed by African-Americans as a defiant tribute to South Carolina’s segregationist past, to the state’s Confederate Relic Room and Military Museum in Columbia.\nIf the Senate approves the measure, the debate will shift to the House; Republicans control both chambers. A survey of lawmakers by The Associated Press, the South Carolina Press Association, and The Post and Courier, a newspaper in Charleston, found last month that there was most likely enough support in the legislature to approve the plan.\nStill, observers expect an emotional debate, particularly in the House. And in the Senate — where the church’s slain pastor, the Rev. Clementa C. Pinckney, served — one member, Lee Bright, has announced plans to seek a statewide referendum.", "url": "https://www.nytimes.com/2015/07/06/us/south-carolina-legislators-gird-for-confederate-flag-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}