{"authors": ["Michael Forsythe"], "date_download": "2018-11-16 04:49:06", "date_modify": "2018-11-16 04:49:06", "date_publish": "2015-12-14 09:40:40", "description": "A Beijing court was set to rule on a recommendation that her suspended death sentence for murder be commuted to life in prison, the state news media reported.", "filename": "2015_12_15_world_asia_gu-kailai-china-death-sentence-murder-bo-xilai_1542343746.html", "image_url": "https://static01.nyt.com/images/2015/12/15/world/15gukailai/15gukailai-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_world_asia_gu-kailai-china-death-sentence-murder-bo-xilai_1542343746.html", "title": "Life Term Is Recommended for Gu Kailai, Wife of Fallen Official", "title_page": "Life Term Is Recommended for Gu Kailai, Wife of Fallen Official - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — A Beijing court is set to rule on a recommendation that the suspended death sentence given to the wife of one of China’s most prominent politicians for the murder of a British business associate be commuted to life in prison, the country’s state-run news media reported Monday.\nGu Kailai, the wife of Bo Xilai, a former commerce minister, was convicted of murdering a family business associate, Neil Heywood, by poisoning him in a Chongqing hotel room in late 2011. Mr. Heywood’s death — and Mr. Bo’s efforts to suppress the news of it — led to Mr. Bo’s removal from the ruling Politburo in April 2012, throwing China’s once-in-a-decade leadership transition into turmoil. Mr. Bo was sentenced to life in prison in 2013 for taking bribes, embezzlement and abuse of power.\nAt the time of Ms. Gu’s conviction in August 2012, her death sentence came with a two-year reprieve, meaning it would be lifted if she exhibited good behavior behind bars. In a notice dated Nov. 16 but released by the official Xinhua news agency on Monday, the Beijing High People’s Court said the prison where Ms. Gu is being held had recommended the commutation, citing her good behavior and her expressions of repentance. The prison’s original recommendation that her suspended death sentence be changed to a life term was made in September 2014.\nImage Gu Kailai Credit Reuters\nMs. Gu, 57, the youngest of five daughters of a People’s Liberation Army general, was a lawyer who ran a prominent Beijing law firm. Prosecutors during her trial said she murdered Mr. Heywood because he had threatened her son, Bo Guagua, and demanded the return of $22 million he claimed he was owed. Bo Guagua is now a student at Columbia University’s law school.", "url": "https://www.nytimes.com/2015/12/15/world/asia/gu-kailai-china-death-sentence-murder-bo-xilai.html"}