{"authors": ["Dan Bilefsky", "Jim Yardley"], "date_download": "2018-11-16 03:48:10", "date_modify": "2018-11-16 03:48:10", "date_publish": "2015-04-22 11:38:39", "description": "Prime Minister Matteo Renzi alluded to a call for the creation of centers in Africa that would process asylum applications in a bid to spare many a perilous sea crossing.", "filename": "2015_04_23_world_europe_europe-italy-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340090.html", "image_url": "https://static01.nyt.com/images/2015/04/23/world/23migrants6-web/23migrants4-web-1429727353846-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_23_world_europe_europe-italy-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340090.html", "title": "Italy’s Premier Calls for Action Before European Meeting on Migrants", "title_page": "Italy’s Premier Calls for Action Before European Meeting on Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — On the eve of an emergency summit meeting to address Europe’s spiraling migration crisis, Prime Minister Matteo Renzi of Italy on Wednesday issued a plea for collective action, and he alluded to a call for the creation of centers in Africa that would process asylum applications in a bid to spare many the perilous sea crossing to Europe.\nItaly has become the main target of a wave of migrants trying to cross the Mediterranean Sea on often unseaworthy vessels such as the ship that capsized off the coast of Libya over the weekend, killing as many as 900 people. A steady stream of boats has been arriving daily to its shores, confronting the country and the European Union with a humanitarian crisis.", "url": "https://www.nytimes.com/2015/04/23/world/europe/europe-italy-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}