{"authors": ["Josh Barro"], "date_download": "2018-11-16 04:43:40", "date_modify": "2018-11-16 04:43:40", "date_publish": "2015-10-29 17:32:36", "description": "Taking a closer look at the optimistic projections of the candidates’ tax proposals at the debate.", "filename": "2015_10_30_upshot_fact-checking-republicans-on-tax-plans_1542343420.html", "image_url": "https://static01.nyt.com/images/2015/10/30/upshot/30UP-Taxes-SUB/30UP-Taxes-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_30_upshot_fact-checking-republicans-on-tax-plans_1542343420.html", "title": "Fact-Checking Republicans on Tax Plans", "title_page": "Fact-Checking Republicans on Tax Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Republican presidential candidates talked a lot about their tax plans at last week’s debate, but most of the conversation was not very illuminating. Here are some details you may have missed about the candidates who did mention plans.\nTed Cruz: He noted his just-announced tax plan involves “the lowest personal rate any candidate up here has.” That’s true: his plan calls for a 10 percent flat personal income tax rate. But that’s not where his plan gets most of its tax revenue.\nThe biggest tax in his plan is a 16 percent value added tax. Mr. Cruz describes this tax as a “business flat tax,” but it’s not a tax on business profits. Businesses would pay the tax on their total sales, minus the cost of the things they bought to produce the thing they sold. They would not be able to deduct wages, meaning they would pay the 16 percent tax on an amount far greater than their profits. The conservative Tax Foundation estimates this tax would generate $25 trillion in revenue over a decade, making it about six times bigger than the existing corporate income tax, which Mr. Cruz would repeal, and more than twice as big as his proposed personal income tax.\nAdded up across the whole economy, Mr. Cruz’s VAT would be equivalent to a very broadly based sales tax, applying even to services like health care that are ordinarily exempt from sales taxes. Like a sales tax, this tax would be built into prices and paid by consumers — and for many lower-income households, it would be a far greater burden than the income tax.", "url": "https://www.nytimes.com/2015/10/30/upshot/fact-checking-republicans-on-tax-plans.html"}