{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:08:08", "date_modify": "2018-11-16 04:08:08", "date_publish": "2015-11-03 22:02:33", "description": "About a half a million consumers are hunting for coverage after 11 of the 23 nonprofit companies created in the Affordable Care Act failed.", "filename": "2015_11_04_us_politics_failed-co-ops-add-ammunition-to-gop-war-on-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341288.html", "image_url": "https://static01.nyt.com/images/2015/11/04/us/04health-web/04health-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_04_us_politics_failed-co-ops-add-ammunition-to-gop-war-on-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341288.html", "title": "Failed Co-ops Add Ammunition to G.O.P. War on Health Law", "title_page": "Failed Co-ops Add Ammunition to G.O.P. War on Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The financial failure of more than half the nonprofit health insurance companies created under the Affordable Care Act has handed Republicans a new weapon in their campaign against the health law, thrown the Obama administration on the defensive once again and left more than a half-million consumers in the cold.\n“Any start-up faces the inherent risks of building a business from the ground up,” Dr. Mandy Cohen, the chief operating officer at the Centers for Medicare and Medicaid Services, told Congress on Tuesday at a contentious hearing of the House Ways and Means Subcommittee on Health. “As with any new set of business ventures, some co-ops have succeeded while others have encountered more challenges.”\nSo far, 12 of the 23 nonprofit insurance plans created as a result of President Obama’s signature domestic achievement have announced — voluntarily or under pressure from federal and state regulators — that they will not offer coverage next year. The most recent announcement came on Tuesday, just hours before the House hearing, when Consumers Mutual Insurance of Michigan posted a notice on its website saying it will not sell health plans in 2016 on the insurance marketplace.\nNew Yorkers were dismayed to receive notices over the weekend saying insurance policies from their co-op, Health Republic Insurance of New York, “will not be available after Nov. 30.” With more than 155,000 members, the New York insurer was the largest of the co-ops.", "url": "https://www.nytimes.com/2015/11/04/us/politics/failed-co-ops-add-ammunition-to-gop-war-on-health-law.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}