{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:23:09", "date_modify": "2018-11-16 04:23:09", "date_publish": "2015-07-29 20:42:33", "description": "President Vladimir V. Putin of Russia had called the effort to investigate the downing of Malaysia Airlines Flight 17 “untimely and counterproductive.\"", "filename": "2015_07_30_world_europe_russia-vetoes-un-resolution-on-tribunal-for-malaysia-airlines-crash-in-ukraine_1542342189.html", "image_url": "https://static01.nyt.com/images/2015/07/30/world/NATIONS/NATIONS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_30_world_europe_russia-vetoes-un-resolution-on-tribunal-for-malaysia-airlines-crash-in-ukraine_1542342189.html", "title": "Russia Vetoes U.N. Resolution on Tribunal for Malaysia Airlines Crash in Ukraine", "title_page": "Russia Vetoes U.N. Resolution on Tribunal for Malaysia Airlines Crash in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While the passenger manifest listed people from more than a dozen nations, many aboard the plane, Flight 17 from Amsterdam to Kuala Lumpur, were Dutch, and the Netherlands has been taking the lead in investigating the disaster. Four other countries are collaborating with the inquiry — Malaysia, Ukraine, Australia and Belgium.\n“We are deeply disappointed,” said the Malaysia transport minister, Liow Tiong Lai, who attended the Council session and spoke in support of the resolution before the vote.\n“Families of the victims will have to wait even longer,” he told reporters later outside the Council chambers. But echoing remarks by ministers from the other nations investigating the cause, he said, “The perpetrators, wherever they come from, must be held to account.”\nBert Koenders, the Dutch foreign minister, told reporters it “does not come as a complete surprise” that Russia had blocked the resolution. Nonetheless, he said, “I find it incomprehensible that a member of the Security Council obstructs justice.”\nMr. Koenders said that the veto should not be interpreted as a defeat, and that other legal remedies were under consideration. “We will very quickly agree on the next step,” he said. “I assure you we haven’t lost time.”", "url": "https://www.nytimes.com/2015/07/30/world/europe/russia-vetoes-un-resolution-on-tribunal-for-malaysia-airlines-crash-in-ukraine.html"}