{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:47:06", "date_modify": "2018-11-16 03:47:06", "date_publish": "2015-08-26 12:29:59", "description": "Chancellor Angela Merkel and President Joachim Gauck visited refugee centers to appeal for acceptance after violent far-right protests against asylum seekers.", "filename": "2015_08_27_world_europe_heidenau-merkel-refugee-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340026.html", "image_url": "https://static01.nyt.com/images/2015/08/26/multimedia/german-leaders-refugees/german-leaders-refugees-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_27_world_europe_heidenau-merkel-refugee-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340026.html", "title": "German Leaders Seek to Ease Tensions Over Migrant Crisis", "title_page": "German Leaders Seek to Ease Tensions Over Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — German leaders responded on Wednesday to persistent violence led by far-right extremists against the increasing number of foreigners seeking asylum, with the chancellor and the president making visits to refugee reception centers to send a message of acceptance.\n“There is no tolerance for those people who question the dignity of others,” Chancellor Angela Merkel said in Heidenau, a town in eastern Germany, where she was jeered by a group of about 50 people when she arrived. “There is no tolerance for those who are not willing to help where legal and human help is required.”\nGermany, Austria, France and Sweden have taken in the bulk of the hundreds of thousands flocking to Europe, but countries across the Continent are struggling to cope with the influx.", "url": "https://www.nytimes.com/2015/08/27/world/europe/heidenau-merkel-refugee-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}