{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:23:52", "date_modify": "2018-11-16 04:23:52", "date_publish": "2015-08-04 01:14:47", "description": "The plan to limit greenhouse gas emissions is the most important step the administration has taken in the fight against climate change.", "filename": "2015_08_04_opinion_president-obamas-tough-achievable-climate-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342232.html", "image_url": "https://static01.nyt.com/images/2015/08/04/opinion/4tue1/4tue1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_04_opinion_president-obamas-tough-achievable-climate-plan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342232.html", "title": "President Obama’s Tough, Achievable Climate Plan", "title_page": "Opinion | President Obama’s Tough, Achievable Climate Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama’s Clean Power Plan, announced on Monday, is unquestionably the most important step the administration has taken in the fight against climate change.\nIt imposes the first nationwide limits on carbon dioxide pollution from power plants, the source of 31 percent of America’s total greenhouse gas emissions. It will shut down hundreds of coal-fired power plants and give fresh momentum to carbon-free energy sources like wind and solar power, and possibly next-generation nuclear plants. And when taken together with the administration’s other initiatives, chiefly the fuel efficiency standards for cars and trucks, it reinforces Mr. Obama’s credibility and leverage with other nations heading into the United Nations climate change conference in Paris in December.\nThe plan’s opponents in industry, the states and Congress are already gathering their forces to try to undermine it on Capitol Hill and in the courts, claiming that the plan will cost thousands of jobs, drive electricity prices through the roof and irreparably damage the economy. But the truth is this: There is nothing radical about it.\nFor more than a decade, carbon emissions from power plants have been declining — a result of a shift in energy generation from coal to cheap and abundant natural gas, regulation of other pollutants, like mercury, which has caused utilities to shut down older plants, and investments in cleaner fuels and energy efficiency.", "url": "https://www.nytimes.com/2015/08/04/opinion/president-obamas-tough-achievable-climate-plan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}