{"authors": ["Kim Severson"], "date_download": "2018-11-16 03:34:39", "date_modify": "2018-11-16 03:34:39", "date_publish": "2015-05-19 16:19:47", "description": "The chocolate ice pop grows up in this sophisticated recipe.", "filename": "2015_05_20_dining_fudgsicle-recipe-and-tips_1542339279.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20FUDGESICLE1/20FUDGESICLE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_dining_fudgsicle-recipe-and-tips_1542339279.html", "title": "Fudge Pop Perfection", "title_page": "Fudge Pop Perfection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nThe Fudgsicle was my move when the ice cream truck came around. But like so many childhood food memories, it just doesn’t deliver in adulthood. So I went looking for a way to mix the fun and convenience of a chocolate ice pop with a better ingredient list and more sophisticated flavor.\nThere are several recipes for frozen fudge pops floating around, some of which use corn syrup or cornstarch to control body and texture, and others that rely on what seemed to me to be an outrageous amount of cream. Some weren’t chocolaty enough; others had an overwhelming amount of dark chocolate. There were even recipes that called for butter, which didn’t seem to add much but more fat to the finished bars I tried.\nPhoto\nIn the end, I turned to the blender. Emulsification, not more fat, is the key to a smooth fudge pop.\nFor flavor, I used a little cocoa powder and good chocolate, in the form of a couple of higher-end chocolate bars broken up and softened by warmed milk with just a hit of cream. Vanilla and salt gave the whole thing some character.\nI tested molds. Long stainless tubes that stood upright in a stand came with lids that held the sticks in place. The pops were pretty, and I liked not having to use plastic. But these pops are rich, and I wanted a slightly smaller portion.\nGet regular updates from The New York Times Cooking, with recipe suggestions, cooking tips and shopping advice. And download Cooking for iPhone and iPad in the App Store.\nSilicon molds that come in a variety of shapes were smaller, pretty and slightly more convenient, and they allowed the pops to freeze on their sides. But this is summer, and the living should be easy. And who needs extra equipment to store?\nThree-ounce disposable paper cups were the perfect size for the rich desserts, and had a rustic, kidlike feel. The only headache is waiting an hour or so until the pops are semi-frozen before inserting the sticks. That’s just about all the work you want to do for a summer dessert.\nRecipes: Frozen Fudge Pops | More Frozen Desserts", "url": "https://www.nytimes.com/2015/05/20/dining/fudgsicle-recipe-and-tips.html"}