{"authors": ["David W. Dunlap"], "date_download": "2018-11-16 03:46:51", "date_modify": "2018-11-16 03:46:51", "date_publish": "2015-05-10 23:38:49", "description": "Coming down from the observatory, the glass-walled cab seems to slip out of 1 World Trade Center entirely and float earthward in a great arc.", "filename": "2015_05_11_nyregion_elevators-descent-at-trade-center-will-offer-a-virtual-aerial-view_1542340011.html", "image_url": "https://static01.nyt.com/images/2015/05/07/multimedia/wtc-elevator/wtc-elevator-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_11_nyregion_elevators-descent-at-trade-center-will-offer-a-virtual-aerial-view_1542340011.html", "title": "Elevator’s Descent at Trade Center Will Offer a Virtual Aerial View", "title_page": "Elevator’s Descent at Trade Center Will Offer a Virtual Aerial View - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It just soared.\nOn huge high-definition screens, 515 years of Lower Manhattan history unfolded in 48 seconds, as if one were rocketing through time in a glass-walled elevator. That was the video posted by The New York Times on April 19, showing the ride up to the observatory at 1 World Trade Center, which opens on May 29.\nIn real life, each of the five One World Observatory elevators holds 15 people. Online, however, thousands of people were able to take the ride. It resonated with readers and became a sensation on social media. Almost everyone was astonished by the realism and the fidelity of the presentation, designed for Legends Hospitality by the Hettema Group and Blur Studio.\nHowever, The Times’s astute readers were also quick to quibble. They were particularly upset to find the Brooklyn Bridge rising in the early 1820s, 60 years ahead of schedule.\nA spokeswoman for Legends said the company appreciated the popular interest in pinpoint accuracy but believed that most visitors would understand the need for some artistic license when using 35,000 images to portray 2,000 historical milestones across five centuries — in less than a minute.", "url": "https://www.nytimes.com/2015/05/11/nyregion/elevators-descent-at-trade-center-will-offer-a-virtual-aerial-view.html"}