{"authors": ["Nicholas Confessore", "Matt Apuzzo"], "date_download": "2018-11-16 04:24:11", "date_modify": "2018-11-16 04:24:11", "date_publish": "2015-04-02 21:33:27", "description": "The indictment of Senator Menendez is the first significant corruption case since the Supreme Court’s Citizens United decision, which loosened restrictions on campaign contributions.", "filename": "2015_04_03_us_politics_robert-menendez-indictment-points-to-corrupting-potential-of-super-pacs_1542342251.html", "image_url": "https://static01.nyt.com/images/2015/04/03/us/03contributions-web/03contributions-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_us_politics_robert-menendez-indictment-points-to-corrupting-potential-of-super-pacs_1542342251.html", "title": "Robert Menendez Indictment Points to Corrupting Potential of Super PACs", "title_page": "Robert Menendez Indictment Points to Corrupting Potential of Super PACs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It seemed like a typical corruption case: A Florida doctor, seeking official favors with a United States senator, plies him with gifts while raising all the money he can for the senator’s campaign, and for his fellow senators and party.\nBut the searing 68-page indictment of Senator Robert Menendez, a New Jersey Democrat, filed this week by the Justice Department, does more than pull back the curtain on a politically and personally lucrative relationship between the senator and the doctor, Salomon E. Melgen. It is also the first significant campaign corruption case evolving out of the Supreme Court’s Citizens United decision, which opened up new channels for the wealthy to pour money into campaigns even as it narrowed the constitutional definition of political corruption and made it harder for prosecutors to prove bribery.\nCentral to the Menendez case is the elaborate infrastructure of technically independent “super PACs” and political nonprofit groups that — for practical if not legal purposes — are closely bound to each party’s congressional leadership and are nurtured by lobbyists, donors, and other special interests seeking to influence the government.\nOf the $751,000 in campaign contributions that prosecutors say Dr. Melgen made in exchange for Mr. Menendez’s help pressuring government officials, a relatively small amount went directly to the senator or to official Democratic Party organizations.", "url": "https://www.nytimes.com/2015/04/03/us/politics/robert-menendez-indictment-points-to-corrupting-potential-of-super-pacs.html"}