{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:20:51", "date_modify": "2018-11-16 04:20:51", "date_publish": "2015-12-12 10:29:18", "description": "The deal, which required unanimous approval by delegates from around the world, will for the first time commit nearly every country to lowering greenhouse gas emissions.", "filename": "2015_12_13_world_europe_climate-change-accord-paris.html_module=inline_1542342051.html", "image_url": "https://static01.nyt.com/images/2015/12/13/science/13climate-promo-sub/13climate-promo-sub-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_13_world_europe_climate-change-accord-paris.html_module=inline_1542342051.html", "title": "Nations Approve Landmark Climate Accord in Paris", "title_page": "Nations Approve Landmark Climate Accord in Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LE BOURGET, France — With the sudden bang of a gavel Saturday night, representatives of 195 nations reached a landmark accord that will, for the first time, commit nearly every country to lowering planet-warming greenhouse gas emissions to help stave off the most drastic effects of climate change.\nThe deal, which was met with an eruption of cheers and ovations from thousands of delegates gathered from around the world, represents a historic breakthrough on an issue that has foiled decades of international efforts to address climate change.\nTraditionally, such pacts have required developed economies like the United States to take action to lower greenhouse gas emissions, but they have exempted developing countries like China and India from such obligations.\nThe accord, which United Nations diplomats have been working toward for nine years, changes that dynamic by requiring action in some form from every country, rich or poor.", "url": "https://www.nytimes.com/2015/12/13/world/europe/climate-change-accord-paris.html?module=inline"}