{"authors": ["Andrew Higgins", "Kimiko De Freytas-Tamura", "Katrin Bennhold"], "date_download": "2018-11-16 03:45:51", "date_modify": "2018-11-16 03:45:51", "date_publish": "2015-11-17 03:12:56", "description": "Molenbeek, a known haven for extremists, was home to Ibrahim Abdeslam, who blew himself up in Paris. Although the authorities there had him in their sights, he slipped through their fingers.", "filename": "2015_11_17_world_europe_in-suspects-brussels-neighborhood-a-history-of-petty-crimes-and-missed-chances.html__r=0&module=inline_1542339951.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_17_world_europe_in-suspects-brussels-neighborhood-a-history-of-petty-crimes-and-missed-chances.html__r=0&module=inline_1542339951.html", "title": "In Suspects’ Brussels Neighborhood, a History of Petty Crimes and Missed Chances", "title_page": "In Suspects’ Brussels Neighborhood, a History of Petty Crimes and Missed Chances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Just eight days before Ibrahim Abdeslam blew himself up in Paris as part of an elaborate terrorist operation that killed 129 people on Friday, the authorities in the heavily immigrant Brussels district of Molenbeek already had the future terrorist in their sights.\nUnfortunately, they had identified him not as a potential killer, but as the proprietor of a bar that played host to drug dealers and drunks. Under an order signed by Molenbeek’s mayor, the bar was shut down on Nov. 5 “for compromising public security and tranquillity” through the spread of illegal substances.\nMolenbeek is well known as a haven for extremists, home to dozens of young men accused of leaving to wage jihad in Syria and, in some cases, plotting attacks against Europe. The area has now been linked to at least four terrorist attacks in two years.\nBut the inability to stop Mr. Abdeslam was just one example of the missed opportunities by the Belgian and French authorities and intelligence services, a list that also included allowing Mr. Abdeslam’s brother Salah, 26, another suspect, to slip through their fingers.", "url": "https://www.nytimes.com/2015/11/17/world/europe/in-suspects-brussels-neighborhood-a-history-of-petty-crimes-and-missed-chances.html?_r=0&module=inline"}