{"authors": ["Adam Nagourney", "Ian Lovett", "Richard Pérez-Peña"], "date_download": "2018-11-16 03:42:33", "date_modify": "2018-11-16 03:42:33", "date_publish": "2015-12-02 19:40:20", "description": "The suspects, Syed Farook and Tashfeen Malik, were killed after a shooting at a social services center. Family members said the two were married.", "filename": "2015_12_03_us_san-bernardino-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339753.html", "image_url": "https://static01.nyt.com/images/2015/12/02/us/03SHOOTING-hp/03SHOOTING-hp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_03_us_san-bernardino-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339753.html", "title": "San Bernardino Shooting Kills at Least 14; Two Suspects Are Dead", "title_page": "San Bernardino Shooting Kills at Least 14; Two Suspects Are Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We should come together in a bipartisan basis at every level of government to make these rare as opposed to normal,” he said in a previously scheduled interview with CBS News. He added, “The one thing we do know is that we have a pattern now of mass shootings in this country that has no parallel anywhere else in the world, and there’s some steps we could take, not to eliminate every one of these mass shootings, but to improve the odds that they don’t happen as frequently.”\nCalifornia has the strictest gun laws in the nation, according to the most recent report card by the Law Center to Prevent Gun Violence. It is among a handful of states that ban sale or possession of many assault weapons, including the most common models, although people who owned those firearms before they were banned are allowed to keep them. It was not known where and how the suspects obtained their weapons.\nThe attackers drove up in a dark S.U.V. to a complex of buildings run by the Inland Regional Center, spent “several minutes” shooting inside one of the buildings, and then fled, Chief Burguan said. They wore masks and body armor, he said.\n“They were dressed and equipped in a way that indicates they were prepared,” he said at a news conference about three hours after the shooting. “They came prepared to do what they did, as if they were on a mission.”\nFor hundreds of people who worked in the Inland Regional Center or were clients of its services, a quiet morning turned into a scene of utter panic and bloodshed, as people fled or hid behind locked doors and under desks, communicating with family and friends through panicked phone calls and text messages.", "url": "https://www.nytimes.com/2015/12/03/us/san-bernardino-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}