{"authors": ["Michael Forsythe"], "date_download": "2018-11-16 04:17:02", "date_modify": "2018-11-16 04:17:02", "date_publish": "2015-03-16 01:23:49", "description": "Xu Caihou became one of the highest-ranking targets of President Xi Jinping’s antigraft campaign after the party announced the investigation into him last June.", "filename": "2015_03_16_world_asia_chinese-ex-general-charged-with-corruption-dies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341822.html", "image_url": "https://static01.nyt.com/images/2014/06/30/world/asia/16CHINA-web/16CHINA-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_16_world_asia_chinese-ex-general-charged-with-corruption-dies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341822.html", "title": "Chinese Ex-General, Charged With Corruption, Dies", "title_page": "Chinese Ex-General, Charged With Corruption, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The website of Liberation Army Daily, an official publication, went much further on Monday, vilifying the dead man. “Thanks to his corruption and personal ruination, Xu Caihou, who has such an illustrious reputation as a general in uniform, ended his lamentable and disgraceful life under guard on a sickbed,” the paper wrote in an article titled “This One Is Already in the Coffin, but the Fight Against Corruption Won’t Stop.”\nThe death of a former senior leader usually gets top billing in China’s state-run news media. But General Xu’s death received little mention and no public condolences, a reflection of his official disrepute. Most papers instead focused on a Sunday news conference by the country’s premier. General Xu was expelled from the Communist Party last June in the midst of Mr. Xi’s anticorruption campaign, in which he has vowed to target top officials like General Xu, the so-called tigers, as well as lower-ranking officials, or flies.\nIn October, military prosecutors said that General Xu had confessed to taking “particularly huge bribes” either in person or through family members, in exchange for promotions and other favors, which were not specified.\nAs one of the two most powerful generals in China, General Xu was feted by defense chiefs across the globe. In 2009, the United States secretary of defense at the time, Robert M. Gates, met with him at the Pentagon. But after Mr. Xi took office in late 2012, General Xu became embroiled in a crackdown on corruption that is sweeping the military, which has an annual budget second only to that of the United States’ armed forces. This month the military announced that the son of Gen. Guo Boxiong, the other uniformed member of the Politburo during General Xu’s tenure, was among a group of 14 generals being investigated on suspicion of corruption.\nThe announcement of General Xu’s death came three years to the day after a fellow Politburo member, Bo Xilai, was removed from office, igniting one of the most spectacular corruption scandals in modern Chinese history. Days before his March 15, 2012, dismissal, Mr. Bo and General Xu lingered on the stage at the Great Hall of the People in Beijing, talking to each other after the other top leaders, there to attend a speech, had left.", "url": "https://www.nytimes.com/2015/03/16/world/asia/chinese-ex-general-charged-with-corruption-dies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}