{"authors": ["N. R. Kleinfield"], "date_download": "2018-11-16 03:42:57", "date_modify": "2018-11-16 03:42:57", "date_publish": "2015-12-04 02:41:36", "description": "After the latest mass shooting, a wide swath of America’s populace finds itself engulfed in a collective fear, a fear tinged with confusion and exasperation.", "filename": "2015_12_04_us_fear-in-the-air-americans-look-over-their-shoulders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339777.html", "image_url": "https://static01.nyt.com/images/2015/12/04/us/04horror-01/04horror-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_04_us_fear-in-the-air-americans-look-over-their-shoulders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339777.html", "title": "Fear in the Air, Americans Look Over Their Shoulders", "title_page": "Fear in the Air, Americans Look Over Their Shoulders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 5,000 wrote in. In addition, many others were interviewed on Thursday around the country: teachers and students and office workers, even some Army veterans who confided that they felt safer in war zones than on the streets of the United States.\nPeople spoke of being spooked by gestures once ignored as utterly unremarkable. As one young woman from Massachusetts put it: “The guy in the corner always looking at his watch or the woman reaching into her bag too quickly.”\nOf course the man is probably wondering where his date is already. Of course the odds are the woman simply heard her cellphone vibrate.\nBut is it? Could it be? Must I run?\nThis woman said she planned to have children in the future, probably not for a decade, and yet she had already made the decision to home-school them.\nBy no means is this deep anxiety causing life to grind to any sort of standstill. Many Americans remain steadfast that they will not crumple in the face of terrorists or other strains of mass murderers, foreign or homebred. Some want to buy their own gun. Many insist they worry more about a car accident or slip in the bathtub befalling them, statistically more probable events than gun atrocities. People work, go out, live. But still, a creeping fear of being caught in a mass rampage has unmistakably settled itself firmly in the American consciousness.\nAny number of people said that gunmen cross their mind when someone gets up or walks in late to a crowded movie theater. Is he the one? A 64-year-old man in Charlottesville, Va., said he now watched movies exclusively at home. For him, he said, the idea that “it can’t happen here” is gone.", "url": "https://www.nytimes.com/2015/12/04/us/fear-in-the-air-americans-look-over-their-shoulders.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}