{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:10:13", "date_modify": "2018-11-16 04:10:13", "date_publish": "2015-12-16 08:02:52", "description": "J. J. Abrams, the director, turns out to be what this stagnant franchise needs: a superfan and pop culture savant.", "filename": "2015_12_18_movies_star-wars-the-force-awakens-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341413.html", "image_url": "https://static01.nyt.com/images/2015/12/16/arts/STARWARSWEB1/STARWARSWEB1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_18_movies_star-wars-the-force-awakens-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341413.html", "title": "‘Star Wars: The Force Awakens’ Delivers the Thrills, With a Touch of Humanity", "title_page": "‘Star Wars: The Force Awakens’ Delivers the Thrills, With a Touch of Humanity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That Finn saves Rey and she saves him in turn isn’t a new dynamic; Princess Leia, created in the wake of second-wave feminism, was always a thoroughly liberated woman, whether shooting a laser gun or working a metal bikini. Leia is now a resistance general and played with a muted twinkle and tasteful up-do by Ms. Fisher. Like Mr. Ford, she has become more of a supporting player in a crowded room that also includes Adam Driver, who brings intensity and flowing physical grace to Kylo Ren. Among the strongest creations of Team Abrams, Kylo Ren is a kind of baby Darth Vader who throws tantrums in inky-black robes while wearing a leather-and-metal head appliance that looks like a domination mask by way of the grille of a 1952 Chevy.\nWritten by Mr. Abrams, with Michael Arndt and the “Star Wars” veteran Lawrence Kasdan, “The Force Awakens” takes off with a battle and closes on a meaningful moment of quiet. Mr. Abrams doesn’t pile on the mayhem, and, for the most part, the pace remains fast without being overly frantic. In the inaugural skirmish, you can follow Poe Dameron as he darts across the screen; he doesn’t get lost among the shadows and editing, a clarity that remains fairly consistent. As for the story, well, it’s as simple as ever, with the usual complications and a bestiary of cute, cuddly and loathsome creatures (humanoid and not) with odd names and habits that keep this circus jumping. It’s the old war of all against all, with fur and feathers, snouts and slapstick, and a guest appearance by Oedipus.\nIt’s no surprise that paternal problems have made a comeback in “The Force Awakens,” which folds in a father-and-son schism that evokes the one between Luke and Darth Vader. Even so, the more interesting Oedipal struggle may turn out to be between Mr. Lucas and his cinematic sons, starting with Mr. Abrams. He has delivered a more seamlessly diverting movie than Mr. Lucas has in years, but his most far-reaching accomplishment here is casting Mr. Isaac, Mr. Boyega and Ms. Ridley — a Latino, a black man and a white woman — in this juggernaut series. It’s too early to know how this will play out as the whole thing evolves, but the images of Mr. Boyega and Ms. Ridley each holding a lightsaber are among the most utopian moments in a Hollywood movie this year.", "url": "https://www.nytimes.com/2015/12/18/movies/star-wars-the-force-awakens-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}