{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:22:57", "date_modify": "2018-11-16 03:22:57", "date_publish": "2015-11-02 23:53:02", "description": "Ten days of interviews and front-line visits made clear that an alliance entrusted with beating jihadists in northern Syria faces daunting political and logistical challenges.", "filename": "2015_11_03_world_middleeast_new-us-backed-alliance-in-syria-exists-in-name-only_1542338577.html", "image_url": "https://static01.nyt.com/images/2015/11/03/world/03syria-web1/03syria-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_03_world_middleeast_new-us-backed-alliance-in-syria-exists-in-name-only_1542338577.html", "title": "New U.S.-Backed Alliance to Counter ISIS in Syria Falters", "title_page": "New U.S.-Backed Alliance to Counter ISIS in Syria Falters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "EIN EISSA, Syria — Weeks after the Obama administration canceled a failed Pentagon program to train and arm Syrian rebels to combat the Islamic State, American officials announced a new effort to equip ground forces in Syria to fight the jihadists.\nBut 10 days of interviews and front-line visits across northern Syria with many of the forces in the alliance, called the Syrian Democratic Forces, made clear that so far it exists in name only, and that the political and logistical challenges it faces are daunting.\nOne Arab commander, sitting near the earthen wall that separates this deserted town in Syria from the Islamic State’s front line, bitterly recalled being chased from his Syrian hometown by the jihadists and said he would do anything to reclaim that territory. But then he detailed a list of things his forces needed: ammunition, radios, heavy weapons and more American airstrikes.\n“This is the state of our fighters: trying to fight ISIS with simple means,” he said, pointing to a fighter in broken boots, tattered fatigues and a dirty sweatshirt that read “Skateboarding ruined my life.”", "url": "https://www.nytimes.com/2015/11/03/world/middleeast/new-us-backed-alliance-in-syria-exists-in-name-only.html"}