{"authors": ["Jesse Mckinley", "James C. Mckinley Jr."], "date_download": "2018-11-16 04:29:33", "date_modify": "2018-11-16 04:29:33", "date_publish": "2015-12-21 01:16:10", "description": "Gov. Andrew M. Cuomo of New York said the plan was part of a larger push toward helping nonviolent offenders assimilate back into society.", "filename": "2015_12_21_nyregion_cuomo-moves-to-pardon-former-youthful-offenders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342573.html", "image_url": "https://static01.nyt.com/images/2015/12/21/nyregion/21CLEMENCY/21CLEMENCY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_21_nyregion_cuomo-moves-to-pardon-former-youthful-offenders.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342573.html", "title": "Cuomo Moves to Pardon Former Youthful Offenders", "title_page": "Cuomo Moves to Pardon Former Youthful Offenders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pardons will also be granted only after what officials say is a vetting process — Mr. Cuomo called it “a prudent exercise of discretion” — and will not be granted to anyone convicted of a sex crime or currently in arrears on their taxes.\nApplicants will be evaluated by executive branch officials on whether they are productive members of their communities, a definition that the governor’s office said included someone who was already employed or looking for work or in school. If they meet those criteria, applicants would be presumed to receive a recommendation for a pardon from the governor. But those pardons would also be conditional and subject to revocation in the event that the person commits a crime after being granted clemency.\nLocal prosecutors gave tentative support to the plan. Gerald Mollen, the Broome County district attorney and president of the District Attorneys Association of the State of New York, said he expected the governor’s office would continue to consult with local prosecutors on each pardon, as it had done in the past.\nMr. Mollen noted that the governor did not seem to be changing the guidelines for pardons and that local prosecutors should still have the opportunity to argue against a pardon in cases where there are unusual circumstances. “I would expect the governor would want that input,” he said.\nThe Manhattan district attorney, Cyrus R. Vance Jr., said the Legislature should raise the age of criminal responsibility for nonviolent offenses to 18, as the governor proposed earlier and as Chief Judge Jonathan Lippman of the State Court of Appeals has also advocated.\nOn Sunday, Mr. Vance called the governor’s pardon plan “a bold proposal with laudable goals.” The pardons, he said, might eliminate barriers to employment and would certainly give many people “a chance to go forward in their lives with a clean slate and achieve their maximum potential.”\nMr. Cuomo’s plan calls for administration staff members to identify potential candidates for pardons, reach out to them and encourage them to apply, including through an online process. Once approved, those people will receive proof of their pardons, which they can produce in the event that their criminal record becomes a factor in gaining employment or other opportunities.", "url": "https://www.nytimes.com/2015/12/21/nyregion/cuomo-moves-to-pardon-former-youthful-offenders.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}