{"authors": ["Neil Gough", "Keith Bradsher"], "date_download": "2018-11-16 03:55:02", "date_modify": "2018-11-16 03:55:02", "date_publish": "2015-08-11 02:44:12", "description": "The move appeared to be a response to signs that the economy was slowing too fast for comfort and could raise tensions with trading partners like the United States.", "filename": "2015_08_11_business_international_china-lowers-value-of-its-currency-as-economic-slowdown-raises-concerns.html_ref=international_1542340502.html", "image_url": "https://static01.nyt.com/images/2015/08/12/business/11yuan/11yuan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_11_business_international_china-lowers-value-of-its-currency-as-economic-slowdown-raises-concerns.html_ref=international_1542340502.html", "title": "China Devalues Its Currency as Worries Rise About Economic Slowdown", "title_page": "China Devalues Its Currency as Worries Rise About Economic Slowdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — As China contends with an economic slowdown and a stock market slump, the authorities on Tuesday sharply devalued the country’s currency, the renminbi, a move that could raise geopolitical tensions and weigh on growth elsewhere.\nThe central bank set the official value of the renminbi nearly 2 percent weaker against the dollar. The devaluation is the largest since China’s modern exchange-rate system was introduced at the start of 1994.\nChina’s abrupt devaluation is the clearest sign yet of mounting concern in Beijing that the country could fall short of its goal of roughly 7 percent economic growth this year. Growth is faltering despite heavy pressure on state-owned banks to lend money readily to companies willing to invest in new factories and equipment, and despite a stepped-up tempo of government spending on high-speed rail lines and other infrastructure projects.\nA steep drop in the Shanghai and Shenzhen stock markets in late June and early July, only halted by aggressive government actions, appears to have dented consumer demand within China. The China Association of Automobile Manufacturers announced on Tuesday that nationwide car sales fell 7 percent last month compared with a year ago. Excluding months distorted by the timing of Chinese New Year, it was the steepest drop in sales since December 2008, at the depths of the global financial crisis.", "url": "https://www.nytimes.com/2015/08/11/business/international/china-lowers-value-of-its-currency-as-economic-slowdown-raises-concerns.html?ref=international"}