{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 03:52:59", "date_modify": "2018-11-16 03:52:59", "date_publish": "2015-09-03 08:11:41", "description": "A report indicated that the bombs have been documented in armed conflicts in Libya, Sudan, Syria, Ukraine and Yemen.", "filename": "2015_09_04_world_banned-cluster-bombs-were-used-in-five-countries-report-says.html_module=inline_1542340379.html", "image_url": "https://static01.nyt.com/images/2015/09/03/world/syria-cluster-bombs/syria-cluster-bombs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_world_banned-cluster-bombs-were-used-in-five-countries-report-says.html_module=inline_1542340379.html", "title": "Banned Cluster Bombs Were Used in Five Countries, Report Says", "title_page": "Banned Cluster Bombs Were Used in Five Countries, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cluster bombs, the widely outlawed munitions that kill and maim indiscriminately, were used this year in five countries, none of which have yet signed the treaty banning the weapons, a monitoring organization reported on Thursday.\nThe organization, the Cluster Munition Coalition, said in its annual report that use of the bombs had been documented in armed conflicts in Libya, Sudan, Syria, Ukraine and Yemen.\nThe use of these weapons was criticized by all 117 countries that have joined the treaty, which took effect five years ago. Their use was also criticized by a number of others that have not yet joined the treaty but appear to have abided by its provisions.\n“The new use of cluster munitions by a handful of armed forces outside the ban has been met with swift and strong condemnations, showing the stigma against their use is growing stronger,” said Mary Wareham, advocacy director of the arms division of Human Rights Watch and an editor of the annual report.", "url": "https://www.nytimes.com/2015/09/04/world/banned-cluster-bombs-were-used-in-five-countries-report-says.html?module=inline"}