{"authors": ["Edward Wong", "Chris Buckley"], "date_download": "2018-11-16 03:54:33", "date_modify": "2018-11-16 03:54:33", "date_publish": "2015-09-21 20:49:05", "description": "The subject of greenhouse gas emissions will be on the table when President Obama hosts President Xi Jinping of China at the White House.", "filename": "2015_09_22_world_asia_fading-coal-industry-in-china-may-offer-chance-to-aid-climate_1542340473.html", "image_url": "https://static01.nyt.com/images/2015/09/22/world/22CHINACLIMATE/22CHINACLIMATE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_22_world_asia_fading-coal-industry-in-china-may-offer-chance-to-aid-climate_1542340473.html", "title": "Fading Coal Industry in China May Offer Chance to Aid Climate", "title_page": "Fading Coal Industry in China May Offer Chance to Aid Climate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is little expectation that Mr. Xi will promise anything as drastic as he did last year, when he vowed that China’s emissions of carbon dioxide would peak by about 2030, a fairly conservative goal. But with international climate talks in Paris less than three months away, any signals the two leaders send from Washington will be closely scrutinized.\n“They really need to make sure they’re clarifying for the rest of the world that, hey, we’ve got some serious difficulties to work out on cyber and other issues, and we’re not going to step back from that, but that doesn’t mean that our climate partnership is any less strong,” said Melanie Hart, the director of China policy at the Center for American Progress and an energy and climate change scholar.\nMr. Xi will have to lay out his energy and pollution goals for the rest of the decade by early 2016, when the government settles on its next five-year growth plan. That plan is likely to include tax initiatives, expanded emissions trading and new pollution restrictions, analysts said.\nThe slowing demand for coal has led to further debate among policy advisers, who are reassessing the goal of reaching a peak in carbon dioxide emissions by 2030. The burning of coal and other fossil fuels produces carbon dioxide, the main greenhouse gas that causes global warming.\nPhoto\nIf current trends in coal use continue, some experts say, that goal could be moved up to 2025, which the Americans favor. Speeding up the timeline would also require new policies to motivate industries to harness cleaner sources of energy and make the economy more energy-efficient, experts say.\nBut some officials argue that robust coal use is still needed to keep the economy from slowing too much and too quickly and that sharp cuts to coal use could imperil jobs and prove too costly.\nAdvertisement Continue reading the main story\n“It’s a question of political will — of whether China can carry through on its current thinking, of whether there’s enough strong political will to refrain from going back to the old mentality,” said Ranping Song, who monitors the emissions-cutting efforts of China and other developing nations for the World Resources Institute.\nChina consumes as much coal as the rest of the world combined and is the biggest emitter of greenhouse gases, so its decisions will have global import.\nOne critical question, on which policy advisers and scientists are divided, is whether the dip in coal demand reflects a lasting shift, and a peak in consumption, or a temporary aberration amid a steady trend of growing use.\nPhoto\nSome researchers at the Energy Research Institute of the National Development and Reform Commission, the state agency overseeing economic planning and climate change policy, say the change is permanent.\n“My team has done a model that says coal use has reached its peak,” said Jiang Kejun, a senior researcher at the institute. “The structure of the economy is changing.”\nLikewise, Zeng Hao, an industry analyst here in Shanxi Province, said, “Industry people don’t see any reason why coal demand will pick up again.”\nOthers see the downturn as a blip that will be reversed in coming years.\n“If the economy is in fact tanking and the government can’t stop it, coal consumption could plateau or go down,” said Chris P. Nielsen, a researcher at Harvard University who studies China’s pollution and energy use. “What happens to emissions after the near term, however, is unpredictable, highly dependent again on the economy.”\nBoth judgments are speculative, and it has been difficult to come up with even an accepted measure of how much coal use has already fallen.\nPhoto\nLast week, using official statistics and other Chinese sources, the United States Energy Information Administration estimated that China’s coal consumption, as measured by energy use, was flat compared with the previous year, the first such plateau here this century.\nAdvertisement Continue reading the main story\nEven so, a peak in coal use does not correlate directly with a peak in emissions. Though most carbon dioxide emissions come from coal burning, China’s use of oil and gas is rising, primarily because of rising car ownership, which will continue to push up emissions. More thorough combustion of higher-carbon coal could also add to the carbon output.\nIn fact, even as coal use apparently slowed, carbon dioxide emissions in the country probably rose slightly last year, said Glen Peters, an expert on greenhouse gases at the Center for International Climate and Environmental Research-Oslo.\nCapitalizing on the drop in coal demand to slow emissions growth will require a major push from Beijing. Among the steps required to reach an emissions peak much before 2030, researchers say, are enforcing and expanding air pollution controls that limit coal use, shifting the economy away from a reliance on building infrastructure, developing more efficient industrial technology, enforcing energy-efficient building codes and vastly increasing the amount of energy from nonfossil-fuel sources.\n“The complexity of the policy changes needed should not be underestimated,” said Wang Yi, a professor at the Chinese Academy of Sciences in Beijing who specializes in environmental policy.\nXi Jinping’s Visit to the U.S. See more Times coverage of the run-up to Mr. Xi’s first state visit to the U.S.\nA crucial question for policy makers is how to impose a price on carbon, which would encourage companies and consumers to move away from fossil fuels.\nOne way is to establish a national carbon emissions trading market, which China plans to do. For two years, officials have been experimenting with seven local carbon emissions markets that encourage firms to buy and sell the right to emit. Dabo Guan, a professor of climate change economics who is now a visiting scholar at Tsinghua University in Beijing, said a successful trading market was essential for China to achieve even the goal of reaching an emissions peak in 2030.\n“We can’t let emissions trading fail in China,” he said. “I have a hope that the government can do it properly.”\nAdvertisement Continue reading the main story\nOfficials have spoken of establishing a national carbon market by 2017. It would be the largest in the world. But building one that operates smoothly and effectively will not be easy, scholars say. Challenges include ensuring that a large number of companies take part in the market and having enough employees and regulatory overseers to operate it.\nSuch pitfalls became apparent at the trial markets, said Chai Qimin, a senior director at the National Center for Climate Change Strategy and International Cooperation.\n“Companies are not very active in the market,” he said, noting that a total of only $177 million changed hands at the trial markets from mid-2013 until late July.\nGiven the challenges facing a national market, some experts and advisers argue that a direct carbon tax on fossil fuels makes more sense. Damien Ma, a senior fellow at the Paulson Institute in Chicago, favors a tax, which he said “has potential fiscal benefits and is possibly easier to implement.”\nSuch decisions will be critical, even as the economy slows and demand for coal declines. And political and economic worries could still trump environmental ones.\n“If the economy is in trouble,” Mr. Nielsen said, “the government may be tempted to return to infrastructure investment to try to stimulate growth. This is a particularly emissions-intensive way to goose the economy.”", "url": "https://www.nytimes.com/2015/09/22/world/asia/fading-coal-industry-in-china-may-offer-chance-to-aid-climate.html"}