{"authors": ["Seth Mydans"], "date_download": "2018-11-16 03:18:29", "date_modify": "2018-11-16 03:18:29", "date_publish": "2015-11-17 05:39:44", "description": "Brushing aside a provision that bars her from serving as president, Ms. Aung San Suu Kyi declared: “I will be above the president. I will run the government.”", "filename": "2015_11_18_world_asia_myanmar-aung-san-suu-kyi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338309.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/18LADY/18LADY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_asia_myanmar-aung-san-suu-kyi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338309.html", "title": "Aung San Suu Kyi, Long a Symbol of Dignified Defiance, Sounds a Provocative Note", "title_page": "Aung San Suu Kyi, Long a Symbol of Dignified Defiance, Sounds a Provocative Note - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was nonetheless an audacious assertion by a woman who spent 15 years as a prisoner of the generals, and her peremptory manner surprised those who have viewed her as a caged bird at the mercy of her tormentors.\nNow, as she prepares at age 70 to take over the government she fought for so long, what some see as her domineering, imperious style has raised questions about her fealty to the rule of law and about the way she plans to exercise power.\n“Here you have a person who basically said, ‘I am going to take over,’ ” said David I. Steinberg, a Myanmar specialist at Georgetown University. “But she’s going to have a terrible problem if she tries to exert her authority, and if it looks like she’s being condescending to the military and is on a confrontational path.”\nHe added, “There is no trust right now, and trust is a critical element in the whole problem.”\nMs. Aung San Suu Kyi’s leadership style was evident in the marching orders she gave members of her party during and after the elections. She kept her candidates on a short leash, making them her direct proxies, much as she plans to do with Myanmar’s next president.\n“Candidates were not allowed to speak about themselves,” said U Phyo Min Thein, a ranking member of her party. “Just the party line. And voters were told to ignore the candidate and just vote for the party. Even a dead man was elected.”\nPhoto\nMs. Aung San Suu Kyi’s supporters acknowledge a certain highhandedness, but the most ardent do not see it as a fault.\nAdvertisement Continue reading the main story\n“Humble?” asked U Win Htein, part of her inner circle who sits on a 15-member council that meets with her regularly. Why should she be?\n“She has been waiting for this result for 20 or 30 years,” he said. “Of course she is proud.”\nHe also referred to her as “a prima donna,” meaning it as a compliment.\nThis attitude is not new for Ms. Aung San Suu Kyi, who sets high standards for herself and seems to expect those around her to live up to them as well.\nIn “Perfect Hostage,” a biography by Justin Wintle published in 2008, friends and acquaintances describe Ms. Aung San Suu Kyi with words like “remote,” “sanctimonious,” “stubborn,” “self-disciplined” and “judgmental.”\nThe book quotes one acquaintance as saying she “had the knack of putting one on one’s best behavior.”\nPhoto\nVoters did not penalize her for that attitude. Exceeding the expectations of everyone but perhaps herself, her party won 387 of 498 contested seats. The incumbent military-backed party won just 42. The margin was enough to give her a majority in the 664-seat Parliament, surmounting the military’s fail-safe constitutional provision that gives 25 percent of the seats to serving military officers.\nOn Monday, she attended the opening of the final session of the departing military-dominated Parliament, where most delegates are now lame ducks. She sat erect in her front-row seat with a pink flower in her hair, color-coordinated as always with her dress, which that morning was a dignified dark teal with pink trim.\nOne of her first orders of business will be to meet with the military leaders to ensure a smooth transition when her government takes office early next year and to create a working relationship for the future. She has requested a meeting with senior military and government officials, which was expected to take place this week.\nAdvertisement Continue reading the main story\nAlthough her party will control the legislature, the military is still a powerful force, commanding the crucial ministries of defense, border affairs and home affairs.\nSo far the military has been gracious in defeat, which stuns many Burmese who have lived through the repression and violence of a police state. “Why didn’t they just do this 30 years ago?” one former teacher asked.\nIn one constituency, the four losing military-backed candidates held a little ceremony for the winning N.L.D. candidates at which gifts were exchanged, friendly speeches were made and pictures were posted on Facebook.\nPhoto\nThe substantive challenges Ms. Aung San Suu Kyi faces involve just about everything in the country. For five decades, a series of inept and corrupt military governments ran Myanmar, once known as Burma, into the ground with ruinous economic policies, repression and the violent suppression of popular uprisings.\nShe faces a long-running, seemingly intractable war with ethnic groups in the mountains, and her relationship with those groups is an important issue both militarily and politically.\nShe says her priorities will be the rule of law, internal peace and the amending of the Constitution. She will also, in a reasonable time, need to show the voters who adore her that she can in some small way improve their lives.\nShe appears to have been preparing herself for this new role throughout her years of confinement, said Mr. Win Htein, the adviser, reading a great deal, particularly about politics, psychology and economics.\n“She’s always thinking,” he said. “She says she has no time to rest. Always thinking and planning.”\nAdvertisement Continue reading the main story\nAnd he said, “She has grown, particularly in political acumen.”\nOne of the most telling signs of her transformation from idealist to pragmatic politician has been her refusal to speak out against repression of the Rohingya, a Muslim minority that has faced massacre and incarceration in recent years. Feelings against them in Myanmar run so high that Ms. Aung San Suu Kyi would be risking political support if she spoke out for them.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEven some foreign supporters, who have stood by her for years, say she has failed to live up to the ideals of human rights that she advocates.\nMs. Aung San Suu Kyi could be excused for feeling that she had been called to this moment by destiny. She is the daughter of one of the most revered figures in the Burmese pantheon, Gen. Aung San, known as the father of the country, who was assassinated in 1947 when his daughter was just 2 years old.\nShe spent much of her life abroad and speaks in the liquid tones of her Oxford background. She was drawn into politics in August 1988 when she returned from Britain, where she was living with her husband, Michael V. Aris, and two sons, to care for her ailing mother.\nThe country had erupted into a huge but leaderless uprising against the military regime, and she moved to the forefront of opposition. “I could not, as my father’s daughter, remain indifferent to all that was going on,” she said at the time.\nShe was soon placed under house arrest, but her fledgling party, the N.L.D., still won an overwhelming victory in parliamentary elections in 1990. That time, the military did not accept the results, and it clung to power and imprisoned many of the winning N.L.D. politicians.\nMs. Aung San Suu Kyi spent most of the next 20 years imprisoned in her family’s dilapidated villa. Her determination was tested when the governing junta denied a visa to her husband, who was British, when he was dying of cancer. She refused to leave to be with him in Britain, convinced that the junta would not allow her to return.\nIt was while she was confined to her home that she was awarded the Nobel Peace Prize in 1991. In announcing the award, the chairman of the Nobel committee called her an example of “the power of the powerless.”\nNow the wheel has turned and she is powerful, and if she has her way, the future is hers to shape.", "url": "https://www.nytimes.com/2015/11/18/world/asia/myanmar-aung-san-suu-kyi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}