{"authors": ["Raphael Minder"], "date_download": "2018-11-16 03:14:52", "date_modify": "2018-11-16 03:14:52", "date_publish": "2015-01-30 22:03:11", "description": "At a conference in Madrid on European youth in business, 200 or so teenage achievers discussed what it takes to break potential hurdles to the young and business-minded on the Continent.", "filename": "2015_01_31_business_international_europes-young-entrepreneurs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338092.html", "image_url": "https://static01.nyt.com/images/2015/01/31/business/international/31casey/31casey-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_31_business_international_europes-young-entrepreneurs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338092.html", "title": "Europe’s Young Entrepreneurs", "title_page": "Europe’s Young Entrepreneurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I don’t know if I’m still Europe’s youngest chief executive, but I certainly feel I’ve got a head start,” Mr. Casey said later in an interview. “I can’t be doing as much work as I like to, because I sort of have to go to school as well, play football and be a kid.”\nMr. Casey, from Waterford, Ireland, is a software developer.\nHe started computer programming when he was 9. He then developed a game called Alien Ball vs. Humans that topped the charts in the Apple Store in Ireland. In 2012, he registered his first company, Casey Games, with a staff of two “who also didn’t find it easy to work because of all the school exams,” he said. Since then, he has launched two business apps, one for teachers and another for event organizers, while continuing to attend high school in Waterford.\nNotably, one prospect the precocious entrepreneur does not find enticing is attending college.\n“I really don’t see what university could teach me that I can’t learn for free immediately,” he said. “There are a lot of skills that you can learn yourself and just by using the Internet.”\nIn the United States, the lore of the tech industry has its many teen touchstones — whether Steve Jobs founding Apple in his parents’ garage at 19, or the Facebook co-founder Mark Zuckerberg starting his first software-based company while still in high school.\nBut in Europe, young people with the brains and DNA to build businesses from an early age do not often see or seize the opportunities the way Jordan Casey has — or the way Nick D’Aloisio did.", "url": "https://www.nytimes.com/2015/01/31/business/international/europes-young-entrepreneurs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}