{"authors": ["Katrin Bennhold"], "date_download": "2018-11-16 03:55:53", "date_modify": "2018-11-16 03:55:53", "date_publish": "2015-09-29 15:39:14", "description": "A New York Times correspondent answers readers’ questions on how the German government determines who can stay and who should go.", "filename": "2015_09_30_world_europe_defining-refugees-versus-migrants-in-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340553.html", "image_url": "https://static01.nyt.com/images/2015/09/30/world/30migrants-qa-web/30migrants-qa-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_30_world_europe_defining-refugees-versus-migrants-in-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340553.html", "title": "Defining Refugees Versus Migrants in Germany", "title_page": "Defining Refugees Versus Migrants in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If an asylum seeker comes from a country that is on the official list of “safe countries,” it is almost impossible for him or her to get asylum. Bosnia and Herzegovina, Serbia and Macedonia are on the list of countries that are considered safe, and Kosovo, Albania and Montenegro will soon be added.\nOnly about 1 percent of asylum seekers from the western Balkan states get to stay, usually because they are members of the Roma minority. Others, mostly migrants looking for better job prospects or more generous public benefits, are asked to leave the country. If they refuse, they will be repatriated with a police escort. One way to stop deportation even if asylum has been denied is for the asylum seeker to show that she or he has a medical condition that cannot be treated at home.\nQ. Have there been tax increases on German income to pay for the asylum seekers, and if so, what is the reaction of the public and political leaders? How is Germany dealing with security threats posed by insurgents amongst the asylum seekers?\n— Roger Heitmann, Jersey City, N.J.\nThe German government has budgeted six billion euros to cope with the migrant situation, some of which will be distributed to state and local governments. There are no plans to raise taxes or increase borrowing, for now: Berlin had a comfortable budget surplus of over €20 billion euros, or 1.4 percent of G.D.P., in the first half of the year.\nThe government is also trying to keep processing costs down by shortening the stay of those who are deemed ineligible for asylum and reducing their cash payments while they are in Germany. The current monthly payment of €140, or about $157, per adult asylum seeker will soon be converted, where possible, to in-kind benefits like food and toiletries.", "url": "https://www.nytimes.com/2015/09/30/world/europe/defining-refugees-versus-migrants-in-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}