{"authors": ["Monica Davey", "Campbell Robertson", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:23:12", "date_modify": "2018-11-16 04:23:12", "date_publish": "2015-04-02 13:55:55", "description": "Lawmakers in the two states changed bills promoted as religious freedom measures and criticized as anti-gay, to remove the most contentious language, though in different ways.", "filename": "2015_04_03_us_indiana-arkansas-religious-freedom-bill.html_module=inline_1542342192.html", "image_url": "https://static01.nyt.com/images/2015/04/02/multimedia/indiana-religious/indiana-religious-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_us_indiana-arkansas-religious-freedom-bill.html_module=inline_1542342192.html", "title": "Indiana and Arkansas Revise Rights Bills, Seeking to Remove Divisive Parts", "title_page": "Indiana and Arkansas Revise Rights Bills, Seeking to Remove Divisive Parts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "INDIANAPOLIS — After a national uproar over bills promoted as religious freedom measures and criticized as anti-gay, lawmakers in Indiana and in Arkansas approved new legislation on Thursday to remove the most contentious language, though in significantly different ways.\nIn Indiana, legislators passed a series of changes on Thursday that, while not outlawing anti-gay discrimination, clarified that the religious freedom law does not authorize such discrimination. Lawmakers in Arkansas, acting at the urging of the governor, passed a measure that is nearly identical to the federal Religious Freedom and Restoration Act — and thus narrower in scope than the initial bill — but does not directly address discrimination.\nWhile liberal critics said the new versions did not go far enough to prevent discrimination, and some social conservatives saw the measures as needlessly watered down, many lawmakers considered the changes to be acceptable compromises.\nAfter the Indiana legislature approved its legislation last week, an array of major companies and associations, as well as political and entertainment figures around the country, offered harsh criticism. Some state governments said they would curtail travel to Indiana, and some boycott efforts began, prompting state business leaders to demand changes.", "url": "https://www.nytimes.com/2015/04/03/us/indiana-arkansas-religious-freedom-bill.html?module=inline"}