{"authors": ["Robert Mackey"], "date_download": "2018-11-16 03:48:22", "date_modify": "2018-11-16 03:48:22", "date_publish": "2015-01-21 04:01:24", "description": "Mayor Anne Hidalgo announced plans to take legal action against Fox News for inaccurate reports that areas of her city are Muslim-ruled enclaves.", "filename": "2015_01_21_world_europe_paris-mayor-plans-to-sue-over-news-of-no-go-zones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340102.html", "image_url": "https://static01.nyt.com/images/2015/01/21/world/europe/21open_hidalgo/21open_hidalgo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_21_world_europe_paris-mayor-plans-to-sue-over-news-of-no-go-zones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340102.html", "title": "Paris Mayor Plans to Sue Fox Over False Reports of ‘No-Go Zones’", "title_page": "Paris Mayor Plans to Sue Fox Over False Reports of ‘No-Go Zones’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a subsequent interview on CNN, Mr. Jindal cited a single report in The Daily Mail, the conservative London tabloid, in which, he said, “a local police chief” did “admit that there are no-go zones here in London.”\nMr. Jindal seemed to be referring, inaccurately, to comments made last year by Sir Thomas Winsor, the chief inspector of constabulary for England, Wales and Northern Ireland, who is not a police officer but is charged with overseeing the performance of the forces in those areas.\n“There are some communities born under other skies who will not involve the police at all,” Mr. Winsor was quoted as saying by The Mail. “I am reluctant to name the communities in question, but there are communities from other cultures who would prefer to police themselves.”\n“There are cities in the Midlands where the police never go because they are never called,” he added. “They never hear of any trouble because the community deals with that on its own.”\n“It’s not that the police are afraid to go into these areas or don’t want to go into those areas,” he said. “But if the police don’t get calls for help then, of course, they won’t know what’s going on.”", "url": "https://www.nytimes.com/2015/01/21/world/europe/paris-mayor-plans-to-sue-over-news-of-no-go-zones.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}