{"authors": ["John Mura", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:39:27", "date_modify": "2018-11-16 04:39:27", "date_publish": "2015-09-04 12:19:39", "description": "As the couples began receiving marriage licenses in Rowan County, Ky., Kim Davis, the clerk who refuses to issue them, was prepared to remain in jail.", "filename": "2015_09_05_us_kim-davis-same-sex-marriage_1542343167.html", "image_url": "https://static01.nyt.com/images/2015/09/05/us/05KENTUCKY-REFER/05KENTUCKY-REFER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_05_us_kim-davis-same-sex-marriage_1542343167.html", "title": "Marriage Licenses Issued in Kentucky County, but Debates Continue", "title_page": "Marriage Licenses Issued in Kentucky County, but Debates Continue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOREHEAD, Ky. — Gay and lesbian couples waded through a throng of protesters and journalists Friday and emerged from the courthouse here as the first in Rowan County to be issued licenses for marriage between people of the same sex.\nLess than an hour’s drive to the east, the county clerk, Kim Davis, who was ordered jailed on Thursday by a federal judge for defying a court order to issue the licenses, remained determined to stay locked up rather than relent, her lawyer and her husband said. They vowed to continue their efforts to reverse the court order and win her release, and they argued that the licenses being issued by deputies in Ms. Davis’s office were invalid.\nBy the day’s end, eight couples — six of them same-sex — had made their way through the charged crowds outside the courthouse and obtained marriage licenses from the clerk’s office. Ms. Davis had stopped issuing marriage licenses for anyone more than two months ago, after the Supreme Court’s landmark ruling that legalized gay marriage, saying that giving licenses to same-sex couples would violate her Christian beliefs.", "url": "https://www.nytimes.com/2015/09/05/us/kim-davis-same-sex-marriage.html"}