{"authors": ["Stephen Castle", "Aurelien Breeden"], "date_download": "2018-11-16 03:20:26", "date_modify": "2018-11-16 03:20:26", "date_publish": "2015-07-29 15:06:02", "description": "For a second night, people living in squalid camps in northern France sought to force their way through the Channel Tunnel to reach Britain.", "filename": "2015_07_30_world_europe_britain-and-france-scramble-as-channel-crossing-attempts-by-migrants-continue_1542338426.html", "image_url": "https://static01.nyt.com/images/2015/07/30/world/30Channel1-web/30Channel1-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_30_world_europe_britain-and-france-scramble-as-channel-crossing-attempts-by-migrants-continue_1542338426.html", "title": "Britain and France Scramble as Channel Becomes Choke Point in Migration Crisis", "title_page": "Britain and France Scramble as Channel Becomes Choke Point in Migration Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — They have reached Europe after often-treacherous journeys, usually across the Mediterranean. They have dodged the authorities as they made their way north toward their ultimate goal, Britain. But now, thousands of illegal migrants, refugees from war and poverty in Africa and the Middle East, find themselves bottled up at one final choke point in northern France: the entrance to the Channel Tunnel.\nOver two nights this week, their desperation and frustration flared to new levels as they tried in far larger numbers than normal to breach the security around the tunnel and hide themselves amid the trucks and freight being shuttled by rail from Calais to southern England.\nThe French police said there were about 2,100 attempts by migrants to gain access to the tunnel on Monday, and Eurotunnel, the company that operates the 31-mile English Channel crossing, put the number for Tuesday night at about 1,500.\nAt least one migrant, believed to be a Sudanese man, died in the attempts this week. An unknown number slipped through, the authorities said. Most of those who tried were caught and turned back — free, by and large, to try again.", "url": "https://www.nytimes.com/2015/07/30/world/europe/britain-and-france-scramble-as-channel-crossing-attempts-by-migrants-continue.html"}