{"authors": ["Matthew Schneier"], "date_download": "2018-11-16 03:09:17", "date_modify": "2018-11-16 03:09:17", "date_publish": "2015-09-09 22:57:15", "description": "Jill Wenger has lofty ambitions for her five-floor clothing store that is opening in SoHo.", "filename": "2015_09_10_fashion_clothing-retailer-totokaelo-has-high-hopes-for-manhattan-fashion-week.html__r=1&module=inline_1542337757.html", "image_url": "https://static01.nyt.com/images/2015/09/10/fashion/10ROW1/10ROW1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_10_fashion_clothing-retailer-totokaelo-has-high-hopes-for-manhattan-fashion-week.html__r=1&module=inline_1542337757.html", "title": "Clothing Retailer Totokaelo Has High Hopes for Manhattan", "title_page": "Clothing Retailer Totokaelo Has High Hopes for Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Totokaelo (TOH-toh-KYE-yo, a corruption of the Latin, meaning, more or less, “the sky’s the limit”), all 8,400 square feet of it, is preparing to open its doors on Crosby Street.\nIts founder and chief executive, Jill Wenger, is making her final preparations in a Yohji Yamamoto tunic and skirt and black velvet Margiela boots with Margiela’s famously bovine cloven toe. (This space was once the home and studio of the sculptor Arturo Di Modica, who created Wall Street’s bronze bull here, so it is no stranger to hooves.)\nMannequins in sutured sweater-dresses and coats with wig-length hair are ready; painted panels with portraits of designers like Rei Kawakubo, Issey Miyake and Dries Van Noten covered in googly eyes are waiting to be installed.\nWith five floors in SoHo, Totokaelo’s ambitions (sky’s the limit!) are large, and Manhattan retail is competitive. But already, Totokaelo is a $17 million business that, until this year, Ms. Wenger was directing out of a less-heralded fashion mecca: Seattle.", "url": "https://www.nytimes.com/2015/09/10/fashion/clothing-retailer-totokaelo-has-high-hopes-for-manhattan-fashion-week.html?_r=1&module=inline"}