{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 03:21:13", "date_modify": "2018-11-16 03:21:13", "date_publish": "2015-12-17 02:45:21", "description": "The United States and Russia have joined forces to draft a resolution, hinting at the possibility of greater cooperation to end Syria’s civil war.", "filename": "2015_12_17_world_middleeast_un-council-to-adopt-sanctions-against-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338473.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_world_middleeast_un-council-to-adopt-sanctions-against-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338473.html", "title": "U.N. Council to Adopt Sanctions Against ISIS", "title_page": "U.N. Council to Adopt Sanctions Against ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There’s a shared interest in terrorism,” he added, “but the definition of terrorism and how you fight terrorism are so different that we are far from having common interests.”\nThree main differences remain between Russia and the United States. Washington has declined to cooperate with Moscow on military strikes against the Islamic State. Russia and the United States do not agree on which Syrian opposition groups should be part of a cease-fire and which should be deemed terrorist. And publicly at least, the two world powers remain at odds over whether Mr. Assad should be allowed to take part in any future elections.\nSecretary of State John Kerry made it clear on Tuesday that the United States was not “seeking regime change in Syria,” while also insisting that Mr. Assad could not lead what he called “the future Syria.”\nOn Wednesday, speaking to reporters at the United Nations, the secretary general, Ban Ki-moon, said that he hoped the diplomatic efforts to end the Syrian conflict would not be “dependent on the fate of one man,” Mr. Assad.\nThe focus on the Islamic State was underscored on Wednesday afternoon, when at a Council briefing led by the United States, a Yazidi woman from Iraq, Nadia Murad Basa Tahee, spoke of her captivity and called for the world to recognize that the Yazidis had been subjected to a genocide.\n“The Islamic State has made Yazidi women into flesh to be trafficked in,” she said.\nThere are already legally binding measures against several banned terrorist organizations, including Al Qaeda and the Islamic State, that prohibit making donations, trading in oil and antiquities and making ransom payments.\nThe new draft resolution “expresses increasing concern about the lack of implementation” of several of these measures — something that Russian officials have complained about — and it calls on countries to report to the Council on what steps they are taking to enforce them.", "url": "https://www.nytimes.com/2015/12/17/world/middleeast/un-council-to-adopt-sanctions-against-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}