{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:22:10", "date_modify": "2018-11-16 03:22:10", "date_publish": "2015-11-17 22:18:13", "description": "The leader of France’s far-right National Front party has pushed the main center-right party toward a stronger anti-immigrant stance after Friday’s attacks.", "filename": "2015_11_18_world_europe_marine-le-pens-anti-islam-message-gains-influence-in-france.html_module=inline_1542338530.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/18LEPEN/18LEPEN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_europe_marine-le-pens-anti-islam-message-gains-influence-in-france.html_module=inline_1542338530.html", "title": "Marine Le Pen’s Anti-Islam Message Gains Influence in France", "title_page": "Marine Le Pen’s Anti-Islam Message Gains Influence in France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Well before the attacks that killed 129 people in Paris on Friday, Marine Le Pen, the president of the far-right National Front party, was parlaying fear of Islam, migrants and open borders into political support. Now, with France angry and in mourning, she is seizing the opportunity to expand her appeal and show her clout, underscoring how far-right messages are resonating across Europe.\n“France and the French are no longer safe,” Ms. Le Pen said in a speech the day after the attacks, demanding a crackdown on Islamists in the country.\nAnalysts said Ms. Le Pen’s already favorable prospects in regional elections in three weeks have most likely been given a lift, strengthening her position as a possible presidential candidate in 2017. She has also succeeded in pulling the political center of gravity in France to the right, forcing the main center-right party to adopt a stronger anti-immigration stance and taking positions in the wake of Friday’s attacks that were subsequently adopted by President François Hollande, a Socialist.\nAfter Ms. Le Pen’s speech on Saturday, two stars in the National Front — her vice president and close adviser, Florian Philippot, and her niece Marion Maréchal-Le Pen — renewed the offensive, bolstered by the discovery of a Syrian passport near the remains of one of the suicide bombers at the national soccer stadium.", "url": "https://www.nytimes.com/2015/11/18/world/europe/marine-le-pens-anti-islam-message-gains-influence-in-france.html?module=inline"}