{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:25:14", "date_modify": "2018-11-16 04:25:14", "date_publish": "2015-03-09 13:35:01", "description": "The number of uninsured Americans will probably rise by about eight million in 2016 if the Supreme Court rules for the King plaintiffs.", "filename": "2015_03_10_upshot_a-roadmap-for-how-many-people-could-lose-their-health-insurance_1542342314.html", "image_url": "https://static01.nyt.com/images/2015/03/07/upshot/07up-numbers/07up-numbers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_10_upshot_a-roadmap-for-how-many-people-could-lose-their-health-insurance_1542342314.html", "title": "A Roadmap for How Many People Could Lose Their Health Insurance", "title_page": "A Roadmap for How Many People Could Lose Their Health Insurance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Picking a plan is not exactly the same thing as having insurance and getting an Obamacare subsidy. Last year, about 15 percent of the people who signed up either never paid their premiums or dropped out of coverage after a few months. The dropout rate will probably be lower this year, but experts expect that the number of people actually enrolled in coverage will be smaller than the sign-up numbers.\nTo reflect that uncertainty, The Upshot has been saying that about seven million people could lose subsidies if the court rules against the government, but other estimates are defensible.\nEstimating who will lose insurance is more complicated than counting the people who lose subsidies.\nSome people who would lose subsidies if the court rules against the government would immediately drop coverage. Others would keep paying for insurance even if their premiums went way up. If the subsidies disappear this year, there will be huge price spikes for subsidized customers this year.\nBut there is also a risk in the years that follow. Insurance companies, aware that poorer, healthier consumers will leave the market, will increase prices further, leading to a dynamic that some people call a death spiral. Those escalating prices mean that even people who are getting no subsidies this year will probably drop out next year. And many of the millions of new customers who are expected to sign up probably won’t if the court rules against the government.\nTwo research groups have developed complex economic models that try to predict how various people will react when prices in the marketplace change. The models, one from the RAND Corporation and one from the Urban Institute, compare scenarios for 2016 in which the law proceeds without change with one in which subsidies are eliminated in 34 states. Both models estimate that about eight million fewer people will be insured if the court rules against the government. But there is great uncertainty about whether those models predict the future precisely. Economists expect such models to have wide bands of uncertainty, meaning the number could be substantially larger or smaller.", "url": "https://www.nytimes.com/2015/03/10/upshot/a-roadmap-for-how-many-people-could-lose-their-health-insurance.html"}