{"authors": ["Gaia Pianigiani"], "date_download": "2018-11-16 03:53:58", "date_modify": "2018-11-16 03:53:58", "date_publish": "2015-05-19 15:27:23", "description": "Prosecutors dropped illegal detention charges against two men described as the navigator and an accomplice, but said they face other charges.", "filename": "2015_05_20_world_europe_italy-drops-some-charges-in-migrant-shipwreck-case.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340438.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_world_europe_italy-drops-some-charges-in-migrant-shipwreck-case.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340438.html", "title": "Italy Drops Some Charges in Migrant Shipwreck Case", "title_page": "Italy Drops Some Charges in Migrant Shipwreck Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Early accounts of the wreck reported that smugglers had locked hundreds of migrants in the boat’s hold, but further investigations have determined that the hold doors were closed only to allow more migrants on the boat, and at least one door was open. Two people were in fact able to move from the lower deck to the bridge, said Giovanni Salvi, the leading prosecutor in the case.\nThe authorities believe that overcrowding and faulty seamanship on the part of the navigator caused the wreck, the deadliest in the Mediterranean in recent years. Only 28 migrants survived, and just 24 bodies were retrieved.\nThe Italian navy has located the shipwreck in about 1,200 feet of water and been able to inspect it. Recovery is considered unlikely, given the depth and strong currents.\nThe report of the wreck drew international condemnation and vows of action from European Union officials, as the numbers of migrants seeking asylum swells, and deaths at sea along with it. On Monday, European leaders agreed to use naval forces to intercept and eliminate ships used by smugglers to transport migrants from North Africa to Italy. According to the International Organization for Migration, 1,820 migrants have died this year in the area, compared with 200 in the same period last year.", "url": "https://www.nytimes.com/2015/05/20/world/europe/italy-drops-some-charges-in-migrant-shipwreck-case.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}