{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2018-11-16 04:10:18", "date_modify": "2018-11-16 04:10:18", "date_publish": "2015-10-11 21:33:03", "description": "The forthcoming film makes heroes of the team of Boston Globe journalists who won the Pulitzer Prize in 2003 for exposing the sexual abuse of children by Catholic priests.", "filename": "2015_10_12_business_media_in-spotlight-an-oscar-favorite-dogged-and-ink-stained-heroes.html_module=inline_1542341418.html", "image_url": "https://static01.nyt.com/images/2015/10/12/business/12-jpSPOTLIGHT/12-jpSPOTLIGHT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_12_business_media_in-spotlight-an-oscar-favorite-dogged-and-ink-stained-heroes.html_module=inline_1542341418.html", "title": "In ‘Spotlight,’ an Oscar Favorite, Dogged and Ink-Stained Heroes", "title_page": "In ‘Spotlight,’ an Oscar Favorite, Dogged and Ink-Stained Heroes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — They have been whipsawed by the web and left jobless by the thousands in round after round of layoffs and early retirements.\nTheir public standing just barely rises above that of lobbyists and telemarketers.\nBut against all odds, the hottest heroes in Hollywood — at least in this early stage of the Oscar hunt — are a bunch of scruffy, middle-aged newspaper journalists.\nThose reporters and editors are featured in “Spotlight,” a forthcoming film that tells how The Boston Globe managed to uncover the sexual abuse of children in the Roman Catholic Church.\nIt is a movie with an unusual degree of purpose, and more than a whiff of nostalgia for a newspaper business that has been radically transformed since the film’s action took place 14 years ago.", "url": "https://www.nytimes.com/2015/10/12/business/media/in-spotlight-an-oscar-favorite-dogged-and-ink-stained-heroes.html?module=inline"}