{"authors": ["Lisa Prevost"], "date_download": "2018-11-16 03:41:52", "date_modify": "2018-11-16 03:41:52", "date_publish": "2015-05-15 13:58:07", "description": "A new loan product allows siblings to crowd fund a line of credit against the equity in their parents’ home.", "filename": "2015_05_17_realestate_reverse-mortgages-family-style_1542339712.html", "image_url": "https://static01.nyt.com/images/2015/05/17/realestate/17mort/17mort-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_17_realestate_reverse-mortgages-family-style_1542339712.html", "title": "Reverse Mortgages, Family Style", "title_page": "Reverse Mortgages, Family Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An official loan formalizes each participant’s obligation under the arrangement. And the company’s platform creates transparency by enabling the individual lenders to log into their account and review their collective disbursement history. Lenders are in control of when they disburse funds, and may enter notes and receipts when they do so.\nOf course, retirees with substantial equity in their homes can also tap it with a federally insured reverse mortgage, which becomes due when the borrower dies or permanently moves out of the home. But families often look for other alternatives, as the fees and insurance premiums on these products are costly. In addition, the equity in the home is lost to the bank, leaving heirs with less.\nNational Family Mortgage charges a $2,500 fee to put together and see to the recording of the promissory note, the joint lender agreement and the mortgage. It does not require an appraisal or inspection. The company’s loan-tracking platform calculates the lenders’ interest earnings at year end for reporting to the Internal Revenue Service.\nFamily members set their own interest rate, but Mr. Burke noted that in order for the loan not to be considered a gift by the I.R.S., the rate should not be less than the agency’s published Applicable Federal Rate (which varies according to the loan term). The average interest rate on the company’s other family-funded loans is less than 3 percent, he said.\nIntrafamily loans do not have to be arranged through a mortgage company. They can also be set up by lawyers and estate planning professionals, though the more common flow of funds is from financially comfortable parents to their adult children.", "url": "https://www.nytimes.com/2015/05/17/realestate/reverse-mortgages-family-style.html"}