{"authors": ["Jim Yardley"], "date_download": "2018-11-16 03:48:04", "date_modify": "2018-11-16 03:48:04", "date_publish": "2015-04-24 19:12:11", "description": "Europe is struggling with how to save lives on the sea, prosecute human smugglers and deal with the causes of the migrant surge closer to their source.", "filename": "2015_04_25_world_europe_europes-migration-crisis-cannot-be-solved-at-sea-analysts-say.html_module=inline_1542340084.html", "image_url": "https://static01.nyt.com/images/2015/04/25/world/25MIGRANTS1/25MIGRANTS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_25_world_europe_europes-migration-crisis-cannot-be-solved-at-sea-analysts-say.html_module=inline_1542340084.html", "title": "Migration Crisis Puts Europe’s Policy Missteps Into Focus, Experts Say", "title_page": "Migration Crisis Puts Europe’s Policy Missteps Into Focus, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He added, “The real question is, What is the goal of this response?”\nIn Sicily, where the brunt of the crisis is being felt, smuggling boats have continued to arrive, day and night. On Friday, Mr. Salvi heard testimony in a closed hearing against the Tunisian man accused of piloting the boat that capsized in the fatal shipwreck, as well as a Syrian man who is alleged to have been working as an accomplice.\nMr. Salvi’s office, if more accustomed to pursuing cases against the Sicilian Mafia, now has a special team of prosecutors that works with the Italian police to confront the smugglers. Mare Nostrum, which is Latin for “our sea,” was hardly a cure-all, Mr. Salvi said, but it provided investigators with the advantage of scope and immediacy. On at least five occasions, Mare Nostrum ships working in international waters seized “mother ships” — the large vessels that carry out migrants before transferring them to smaller boats in international waters.\nMeanwhile, police investigations could start aboard rescue ships, as officers began questioning migrants, and identifying smugglers, as soon as people were rescued. By contrast, no police investigators were on the Italian Coast Guard ship that responded to the fatal shipwreck last weekend. Once the 28 survivors were rescued, Mr. Salvi sent a helicopter to the scene to retrieve a Bangladeshi survivor for questioning in Catania. In addition, investigators were airlifted to the coast guard ship as quickly as possible.\n“We lost some hours — it is very important for us, those first hours,” said Mr. Salvi, even as he stressed that Europe needed to stop addressing migration as an emergency. “We have to consider this a structural problem that will continue. We have to deal with this in a more comprehensive way.”\nIn addition to tripling funding for the current Triton program, which is led by Europe’s border agency, Frontex, Europe is taking other steps to address the problem. Britain and Germany have pledged to contribute ships to participate in expanded patrolling.", "url": "https://www.nytimes.com/2015/04/25/world/europe/europes-migration-crisis-cannot-be-solved-at-sea-analysts-say.html?module=inline"}