{"authors": ["Paula Span"], "date_download": "2018-11-16 03:43:48", "date_modify": "2018-11-16 03:43:48", "date_publish": "2015-07-31 17:23:48", "description": "On July 1, Medicare stopped covering erection pumps — an indication, some experts say, that the sexual health of older adults is not taken seriously.", "filename": "2015_08_04_health_sex-never-dies-but-a-medicare-option-for-older-men-does.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339828.html", "image_url": "https://static01.nyt.com/images/2015/08/04/science/0804SPAN/0804SPAN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_04_health_sex-never-dies-but-a-medicare-option-for-older-men-does.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339828.html", "title": "‘Sex Never Dies,’ but a Medicare Option for Older Men Does", "title_page": "‘Sex Never Dies,’ but a Medicare Option for Older Men Does - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Men who have trouble achieving an erection don’t want the whole world to know, so I agreed to identify the 77-year-old from White Plains only as Mr. J. He and his wife married in 1959, he told me, and when his problems began years ago, he didn’t want to relinquish sexual intimacy.\n“It’s a part of life,” he said. “Sex never dies.”\nOn the advice of his urologist, he uses a vacuum erection device, less formally known as a penis pump. It’s cheaper, over time, than erectile dysfunction drugs, and Mr. J believes it’s safer, too. He discreetly leaves the bedroom to use it — “it can be embarrassing at times” — but the pump performs, drawing blood into the penis to enable intercourse.\n“It’s a little awkward and inconvenient, and it’s not very romantic,” Dr. Ira D. Sharlip, a urologist at the University of California, San Francisco, said of the pump. “But it can be effective.”\nOn July 1, however, Medicare stopped covering vacuum erection devices, the result of legislation Congress passed in December. Since 2006, Congress has banned Medicare Part D coverage of medications for erectile dysfunction, too, after Representative Steve King, Republican of Iowa, scoffed at “lifestyle drugs” and said taxpayers wouldn’t foot the tab for “Grandpa’s Viagra.”", "url": "https://www.nytimes.com/2015/08/04/health/sex-never-dies-but-a-medicare-option-for-older-men-does.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}