{"authors": ["Alexandra Jacobs"], "date_download": "2018-11-16 03:08:55", "date_modify": "2018-11-16 03:08:55", "date_publish": "2015-03-10 18:21:02", "description": "Ms. Weiss, a founder of Into the Gloss, a blog about women’s — and a few men’s — grooming routines, is proving that modern beauty is about being present in the now, and a little messy.", "filename": "2015_03_11_fashion_emily-weiss-of-into-the-gloss-creates-a-skincare-line.html_module=inline_1542337735.html", "image_url": "https://static01.nyt.com/images/2015/03/11/fashion/11emily-A/11emily-A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_11_fashion_emily-weiss-of-into-the-gloss-creates-a-skincare-line.html_module=inline_1542337735.html", "title": "Emily Weiss: the Beauty Guru for Millennials", "title_page": "Emily Weiss: the Beauty Guru for Millennials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paris has been nice to her. When Ms. Weiss first visited, sleeping on a couch and cadging admission to shows like Dior and Saint Laurent, she collared Nicola Formichetti, then the creative director of Mugler and a frequent collaborator with Lady Gaga, in the Place Vendôme and charmed him into posing for a Top Shelf at the Park Hyatt. (“I only use women’s deodorant,” he confided.)\nOther quarry have included Karlie Kloss talking about her pimples; Jenna Lyons of J.Crew (“I approach aging with ice cream and a martini”) and many lesser-knowns — insecurity about one’s looks, perhaps, being one of humanity’s few true equalizers.\nMs. Weiss is now staying in the Park Hyatt herself. She would not permit this reporter into either her hotel bathroom or the one in downtown New York that she shares with her fiancé, an artist whose name she did not want published. She said there was not much to see in her bathrooms. “I’ve gone through eye moments, lip moments, foundation moments, platinum moments, so many different changes,” she said. “I’m at a point now where I’m really minimal.”\nImage Ms. Weiss' skincare line, called Glossier. Credit Amy Lombard for The New York Times\nMinimalism, of course, can cost a lot. Ms. Weiss had placed a small purse from Louis Vuitton’s spring collection carefully in front of her at the bar and was wearing close-cut Rag & Bone jeans and a sweater by Totême, a brand co-founded by a Swedish friend, Elin Kling.\n“I love supporting female-owned companies and women who are awesome,” Ms. Weiss said. She has a different view from the many of her foremothers who argued that makeup was a tool of the patriarchy. “There’s this undercurrent I was thinking about a lot — about feminism and freedom and feeling like a brand that really stands for being yourself, and being O.K. with wherever you are in your life,” she said. “In beauty there’s this idea of this perfect picture, and I think, How about being present in the now, and a little messy?”", "url": "https://www.nytimes.com/2015/03/11/fashion/emily-weiss-of-into-the-gloss-creates-a-skincare-line.html?module=inline"}