{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:13:44", "date_modify": "2018-11-16 03:13:44", "date_publish": "2015-12-15 14:30:21", "description": "To members, the issue is not whether NATO should exist, but what it should do next. With Russia again seen as a threat, European defense is central again.", "filename": "2015_12_16_world_europe_nato-nations-no-longer-question-need-for-alliance.html_module=inline_1542338024.html", "image_url": "https://static01.nyt.com/images/2015/12/16/world/16Nato-web1/16Nato-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_16_world_europe_nato-nations-no-longer-question-need-for-alliance.html_module=inline_1542338024.html", "title": "NATO Nations No Longer Question Need for Alliance", "title_page": "NATO Nations No Longer Question Need for Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — NATO is the alliance that keeps finding reasons to exist, to the surprise of some and the annoyance of Moscow.\nWith the Russian annexation of Crimea and incursions in eastern Ukraine, NATO found renewed rationale in at least two-thirds of its old mantra for European security: Keep the Russians out, the United States in, and the Germans down.\nNATO recently opened its doors to a new member, tiny Montenegro, which has been eager to join for nine years. But the invitation, six years after the organization’s last enlargement, NATO officials and analysts say, is a direct message to Moscow after the annexation of Crimea that NATO will continue to welcome countries that want to join, no matter the anger in Moscow.\n“Before Ukraine, the question on Montenegro was, ‘What’s the point? It’s so small,’ ” said Derek Chollet, a former United States assistant secretary of defense for international security affairs. “After Ukraine, it was, ‘Why not?’”", "url": "https://www.nytimes.com/2015/12/16/world/europe/nato-nations-no-longer-question-need-for-alliance.html?module=inline"}