{"authors": ["Randall Smith"], "date_download": "2018-11-16 03:50:06", "date_modify": "2018-11-16 03:50:06", "date_publish": "2015-11-05 18:32:01", "description": "The verdict against the two former Rabobank traders, Anthony Allen and Anthony Conti, was a surprisingly quick win for the Justice Department.", "filename": "2015_11_06_business_dealbook_two-former-traders-found-guilty-in-libor-manipulation-case.html_module=inline_1542340206.html", "image_url": "https://static01.nyt.com/images/2015/11/06/business/06db-libor/06db-libor-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_06_business_dealbook_two-former-traders-found-guilty-in-libor-manipulation-case.html_module=inline_1542340206.html", "title": "Two Former Traders Found Guilty in Libor Manipulation Case", "title_page": "Two Former Traders Found Guilty in Libor Manipulation Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A jury in Manhattan on Thursday found two former London traders guilty in the first convictions in the United States stemming from the global investigation into the rigging of an interest rate benchmark known as Libor.\nThe verdict against the two, Anthony Allen and Anthony Conti, after less than a day and a half of deliberation, was a surprisingly quick victory for the Justice Department as it makes a renewed effort to prosecute individuals for financial crimes.\nAs the jury foreman began reading out the verdicts on the 19 counts of fraud and conspiracy against Mr. Allen and the nine for Mr. Conti, Mr. Allen slumped low in his chair, his chin resting on his left fist. As the guilty verdicts slowly tallied all 28 counts, he stared off to his right, away from the jury seated to his left.\nThe journey for the two men, both British citizens, to Federal District Court in Lower Manhattan was the product of a long-running push by regulators and law enforcement in a number of countries to investigate the manipulation of Libor, or the London interbank offered rate. Libor is a benchmark used by banks to set interest rates on mortgages, credit cards and other kinds of loans.", "url": "https://www.nytimes.com/2015/11/06/business/dealbook/two-former-traders-found-guilty-in-libor-manipulation-case.html?module=inline"}