{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:17:26", "date_modify": "2018-11-16 04:17:26", "date_publish": "2015-11-17 07:26:31", "description": "The commander of the United States Pacific Fleet met a Chinese vice admiral on board the destroyer as it began a weeklong port visit in Shanghai.", "filename": "2015_11_18_world_asia_stethem-us-navy-ship-china_1542341846.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/18China-web/18China-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_asia_stethem-us-navy-ship-china_1542341846.html", "title": "U.S. Navy Ship, Bearing Message of Good Will, Docks in China", "title_page": "U.S. Navy Ship, Bearing Message of Good Will, Docks in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Lassen made the voyage on instructions from the White House to show that the United States did not recognize the territorial waters that China claimed around the reef, which is also claimed by several other Asian governments.\nChina built the reef into an artificial island, complete with a military-size runway, as part of a program to extend its power over the South China Sea.\nOn Tuesday, however, a senior Chinese official said that Beijing’s efforts to transform low-lying rocks and reefs into islands had actually been modest.\n“The Chinese government has the right and the ability to recover the islands and reefs illegally occupied by neighboring countries,” a deputy foreign minister, Liu Zhenmin, said at a briefing in Beijing. “But we haven’t done this. We have maintained great restraint with the aim to preserve peace and stability in the South China Sea.”\nAdmiral Swift said his conversation with Vice Admiral Su concentrated on maritime matters, not policy.\nHe said the vice admiral did not bring up whether China would introduce an air defense zone over the South China Sea, as it did over the East China Sea in 2013.\nAdvertisement Continue reading the main story\nCountries use such zones to deflect civilian aircraft from other nations for security reasons.\nAnd Admiral Swift said he did not tell Vice Admiral Su if there would be more freedom of navigation operations in the South China Sea.\nThe arrival of the Stethem is part of an annual roster of ship visits negotiated between the United States and China for vessels to dock at each other’s ports. Three American Navy ships have visited China this year, and Chinese ships have visited Pearl Harbor, Hawaii, and San Diego recently, a United States Navy spokesman said.\n“Ship visits are part of the annual U.S.-China military-to-military plan negotiated at the government level,” said the spokesman, Cmdr. Clayton Doss.\n“Parity and reciprocity are the guiding principles, and like port visits anywhere, these provide opportunities for sailors to interact with their P.L.A. Navy counterparts,” he said, using the initials of the People’s Liberation Army.\nAs the Stethem docked at the Wusong military port in northern Shanghai on Monday, Chinese sailors held a banner welcoming it in Chinese and English. That the ship was berthed at a military facility was a first, Admiral Swift said.\nPhoto\nIn the past, American naval vessels have docked at Chinese commercial ports.\nA Chinese frigate, the Xuzhou, guided the Stethem as it made its way up the channel to the dock.\nThe crew of the Stethem will conduct drills and search and rescue operations with their Chinese counterparts. Plans also call for teams from both sides to play basketball.\nAdmiral Swift, the second most powerful United States Navy officer in the Pacific, is scheduled to travel to Beijing on Wednesday for a meeting with Adm. Wu Shengli, the commander of the Chinese Navy.\nAdvertisement Continue reading the main story\nAdmiral Swift’s tone on Tuesday was much more subdued than it was during a visit he made to Australia last month, when in an indirect but firm reference to China, he said: “Some nations view freedom of the seas as up for grabs, as something that can be taken down and redefined by domestic law or by reinterpreting international law.”\nOn Tuesday, the admiral discussed the social rapport between the Americans and the Chinese. When he walked into a reception for the American visitors hosted by the Chinese on Monday night, sailors from each side were mixing with one another rather than standing on opposite sides of the room.\n“I thought that was a positive development, especially in light of the Lassen,” Admiral Swift said.", "url": "https://www.nytimes.com/2015/11/18/world/asia/stethem-us-navy-ship-china.html"}