{"authors": ["Katrin Bennhold"], "date_download": "2018-11-16 03:56:00", "date_modify": "2018-11-16 03:56:00", "date_publish": "2015-10-20 14:57:46", "description": "Despite warnings from some officials, intelligence experts in Europe see little risk that Islamist militants are hiding among the new arrivals.", "filename": "2015_10_21_world_europe_as-migrants-reach-europe-fears-may-be-misplaced.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340560.html", "image_url": "https://static01.nyt.com/images/2015/10/20/world/21Letter-web/21Letter-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_21_world_europe_as-migrants-reach-europe-fears-may-be-misplaced.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340560.html", "title": "As Migrants Reach Europe, Fears May Be Misplaced", "title_page": "As Migrants Reach Europe, Fears May Be Misplaced - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MUNICH — “We can’t welcome everybody,” a Bavarian-based newspaper wrote recently. Crowding thousands of people from different cultures into tents and hoping that they follow German customs was simply irresponsible. There were 1,000 criminal acts, 2,000 police interventions and 3,000 injuries over a two-week period alone. All this self-congratulatory talk of hospitality had to stop.\n“Ban the Oktoberfest!” demanded the paper, The Süddeutsche Zeitung.\nOf course, the image for most readers right up until the punch line was likely not one of drunken Americans and Australians spoiling for a fight during Bavaria’s annual beer festival, but of migrants crammed into makeshift shelters across the country.\nEurope is witnessing a curious moment: In an age when one cannot pass through airport security with a bottle of water, tens of thousands arrive every day with little or no screening.\nAs the number of migrants continues to rise, so do fears of unrest, crime and even Islamic State fighters hiding in the continuing stream of people.", "url": "https://www.nytimes.com/2015/10/21/world/europe/as-migrants-reach-europe-fears-may-be-misplaced.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}