{"authors": ["Alan Blinder", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:39:13", "date_modify": "2018-11-16 04:39:13", "date_publish": "2015-09-01 12:34:51", "description": "County Clerk Kim Davis repeatedly said that she would not issue licenses to any couples, gay or straight, “Under God’s authority.”", "filename": "2015_09_02_us_same-sex-marriage-kentucky-kim-davis_1542343153.html", "image_url": "https://static01.nyt.com/images/2015/09/02/us/jpkentucky/jpkentucky-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_02_us_same-sex-marriage-kentucky-kim-davis_1542343153.html", "title": "Kentucky Clerk Denies Same-Sex Marriage Licenses, Defying Court", "title_page": "Kentucky Clerk Denies Same-Sex Marriage Licenses, Defying Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOREHEAD, Ky. — Defying the Supreme Court and saying she was acting “under God’s authority,” a county clerk in Kentucky denied marriage licenses to gay couples on Tuesday, less than a day after the court rejected her request for a delay.\nA raucous scene unfolded shortly after 8 a.m. at the Rowan County Courthouse here as two same-sex couples walked into the county clerk’s office, followed by a throng of journalists and chanting protesters on both sides of the issue. One couple, David Ermold and David Moore, tried to engage the county clerk, Kim Davis, in a debate before the cameras, but as she had before, she turned them away, saying repeatedly that she would not issue licenses to any couples, gay or straight.\n“Under whose authority?” Mr. Ermold asked.\n“Under God’s authority,” Ms. Davis replied.\nMs. Davis says same-sex marriage violates her Christian beliefs. She took office in January, succeeding her mother, who had been the county clerk for 37 years.\nHer case stands as the most conspicuous official resistance remaining to the Supreme Court’s landmark ruling in June legalizing same-sex marriage, and it is one of a number of legal challenges centering on the obligations of public officials and private businesses who say same-sex marriage conflicts with their religious faith.", "url": "https://www.nytimes.com/2015/09/02/us/same-sex-marriage-kentucky-kim-davis.html"}