{"authors": ["Stanley Reed"], "date_download": "2018-11-16 04:24:40", "date_modify": "2018-11-16 04:24:40", "date_publish": "2015-04-01 19:57:11", "description": "Although petroleum prices are down worldwide, the business of sending supertankers across the seas has never been brisker — or more global.", "filename": "2015_04_02_business_international_oil-shippers-take-advantage-of-a-new-boom.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342280.html", "image_url": "https://static01.nyt.com/images/2015/04/01/business/02tankers-web/02tankers-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_02_business_international_oil-shippers-take-advantage-of-a-new-boom.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342280.html", "title": "Oil Glut Is a Boon to Shippers, as Buyers Stock Up at Low Prices", "title_page": "Oil Glut Is a Boon to Shippers, as Buyers Stock Up at Low Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Years ago, you never saw the Chinese chartering in West Africa; now they are the largest charterer there,” said Mr. Lee, chief executive of Tankers International. “You are seeing history change in front of your eyes.”\nWhat’s happening with prices and distribution is a new chapter in the history of the oil industry. As with most products, the price of oil is based on supply and demand. But rather than any big slump in demand, the plunge in oil prices in the last year is more a result of a growing world supply — mainly from higher output in the United States and OPEC’s reluctance to cut production.\nThe lower price is in many ways stoking demand — particularly in big energy-importing countries like China and India, which are taking advantage of what may turn out to be a bargain opportunity to top off their petroleum reserves.\nAnd so supertankers these days are making fewer relatively short jaunts from places like Gabon and Nigeria to the Gulf Coast of the United States, which no longer needs as much of their oil. Instead, the ships are making longer — and more lucrative — trips to India, China and elsewhere in Asia. Staging areas like the Malongo Terminal in Angola and ports as far from China as Venezuela and Brazil are also filling tankers that will deliver oil to Asia.", "url": "https://www.nytimes.com/2015/04/02/business/international/oil-shippers-take-advantage-of-a-new-boom.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}