{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:09:00", "date_modify": "2018-11-16 04:09:00", "date_publish": "2015-09-22 19:26:47", "description": "Hillary Clinton wants a set amount of drug company revenue to go to research for new therapies, an approach some critics call unrealistic.", "filename": "2015_09_23_upshot_why-some-policy-experts-question-clintons-plan-to-contain-drug-costs.html_module=inline_1542341340.html", "image_url": "https://static01.nyt.com/images/2015/09/23/upshot/23UP-CLinton/23UP-CLinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_23_upshot_why-some-policy-experts-question-clintons-plan-to-contain-drug-costs.html_module=inline_1542341340.html", "title": "Why Some Policy Experts Question Clinton’s Plan to Contain Drug Costs", "title_page": "Why Some Policy Experts Question Clinton’s Plan to Contain Drug Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The idea behind the plan is that it would pressure companies to spend less on marketing, overhead and executive pay, and to consider lowering their drug prices in cases where there’s a mismatch between revenue and research budgets. It might discourage companies from buying products that are close to market-ready, and then charging high prices for them. Mr. Spiro pointed to two examples in which that has happened: Sovaldi, an expensive drug for hepatitis C, which was purchased by Gilead Pharmaceuticals after it was partway through clinical trials; and Daraprim, a generic anti-parasitic drug that was recently acquired by Turing Pharmaceuticals, which rapidly increased its price from $13.50 to $750 for a pill. The rule would force those companies to charge far less, Mr. Spiro said, since they spent little on research and won’t spend a lot on manufacturing the pills.\nBut critics worry that drug companies might instead stick with their prices and then pour more money into new forms of research, even if they don’t have good ideas or won’t provide much public benefit with the work.\n“Saying every company ought to spend a given amount on R&D is not an efficient way to encourage more R&D, if that is the objective here,” said Patricia Danzon, a professor at Wharton, the University of Pennsylvania’s business school, who studies pharmaceutical pricing regulation.\nMrs. Clinton’s plan is still sketchy in its details. Her campaign staff has not yet said what percentage of a drug company’s revenue must be spent on research, or what time period the ratio would apply to. Some of those details may come to ameliorate critics’ concerns. Mr. Spiro said that the details about what would count as research spending might be defined in a way that would apply to a broad array of companies in the drug industry.\nIt also comes as part of a package of reforms on drugs. Mrs. Clinton would further change the company’s business strategies by eliminating the tax deductibility of marketing costs. She would force insurance companies to limit how much customers could be asked to pay for drugs each month. She would require Medicare to negotiate directly with drugmakers on prices, and allow American customers to import drugs manufactured in other countries.\nMrs. Clinton’s choice is interesting not just because it is relatively novel in the health policy debate, but also because it represents a strategy very different from the one used in nearly every other developed country to constrain drug spending. What most countries do is develop some system for evaluating the medical value of new products, and negotiate prices based on that value. Such an approach, which measures how much a given medication would improve people’s life span and quality of life, is relatively rare in the United States, though there is growing interest in such a metric.\nDr. Ezekiel Emanuel, a University of Pennsylvania professor who worked on the Center for American Progress proposal and is a former adviser to the Obama White House, said the goal should be a system that rewards innovation and improvements in health. The ratio, he said, is one way of nudging the system in that direction. “Exactly how we get to that in the political system that we have I think is complicated, and you may not be able to get there directly in a way that policy wonks would want,” he said.\nThe ratio approach makes some sense as a tool to regulate pharmaceutical companies in an environment where it is difficult to attack price directly, says Dr. Peter Bach, the director of the center for health policy and outcomes at Memorial Sloan Kettering Cancer Center, and a vocal critic of many recent high prices attached to new cancer drugs. But he says he hopes the American system finds a way to measure and reward companies that provide medical value, not just those that spend a lot on research. “Can we get to a value-based price so companies win for making better products, not for playing the system more cleverly?” he asked.", "url": "https://www.nytimes.com/2015/09/23/upshot/why-some-policy-experts-question-clintons-plan-to-contain-drug-costs.html?module=inline"}