{"authors": ["Michael S. Schmidt", "Salman Masood"], "date_download": "2018-11-16 03:57:02", "date_modify": "2018-11-16 03:57:02", "date_publish": "2015-12-09 16:18:34", "description": "New information suggests that Syed Rizwan Farook and his wife, Tashfeen Malik, were considering violent action even before the Islamic State rose to prominence.", "filename": "2015_12_10_us_san-bernardino-massacre-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340622.html", "image_url": "https://static01.nyt.com/images/2015/12/10/us/10comey-web/10comey-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_10_us_san-bernardino-massacre-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340622.html", "title": "San Bernardino Couple Spoke of Attacks in 2013, F.B.I. Says", "title_page": "San Bernardino Couple Spoke of Attacks in 2013, F.B.I. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Marquez, a Walmart clerk who converted to Islam several years ago and sold or gave Mr. Farook the two assault rifles used in last week’s attack on county public health workers in San Bernardino, has told the authorities that in 2012, he and Mr. Farook had plans for an attack at that time. It is not clear why they decided not to go forward with it.\nMr. Marquez, whose wife is a sister-in-law of Mr. Farook’s brother, has also told investigators that Mr. Farook had radical beliefs but that he did not know Mr. Farook and his wife were plotting the recent shootings or what may have motivated them.\nThe authorities are still seeking to corroborate what Mr. Marquez is telling them. Because he provided two of the four weapons used by the attackers, some investigators have questioned his credibility, thinking that he might exaggerate what he knows about the couple to win favor with the authorities.\nMr. Marquez is also said to have mental health issues. Shortly after the attacks, he checked himself into a mental health facility in California. He has not been charged or detained.\nClues also surfaced on Wednesday about what else the couple might have been planning. According to law enforcement officials, they had not finished building at least some of the dozen pipe bombs that were found in their home, leading investigators to believe they had a much larger attack planned for the future.\nAnd although Mr. Farook had smashed his cellphones and taken steps to delete files from his computer, the F.B.I. has been able to retrieve photographs from them. One of the images is of a local high school, suggesting to investigators that it may have been a target.", "url": "https://www.nytimes.com/2015/12/10/us/san-bernardino-massacre-fbi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}