{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:08:37", "date_modify": "2018-11-16 04:08:37", "date_publish": "2015-09-30 04:01:04", "description": "An inquiry by federal investigators found that nursing homes lined their pockets by routinely filing claims for the most expensive level of therapy no matter what was necessary.", "filename": "2015_09_30_us_nursing-homes-bill-for-more-therapy-than-patients-need-us-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341317.html", "image_url": "https://static01.nyt.com/images/2015/09/30/health/policy/30Health-web/30Health-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_30_us_nursing-homes-bill-for-more-therapy-than-patients-need-us-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341317.html", "title": "Nursing Homes Bill for More Therapy Than Patients Need, U.S. Says", "title_page": "Nursing Homes Bill for More Therapy Than Patients Need, U.S. Says  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Nursing homes receive far more in Medicare payments than it costs them to provide care, exploiting the billing system in some cases by giving patients more therapy services than they need, federal investigators said in a new report.\nThe report, to be issued on Wednesday by the inspector general of the Department of Health and Human Services, said that nursing homes regularly filed claims for the highest, most expensive level of therapy, regardless of what patients required.\nIn recent years, said the inspector general, Daniel R. Levinson, nursing homes have been classifying more and more patients as needing the highest level of therapy and providing exactly the amount required to qualify for high payments.\n“Skilled nursing facilities must provide therapy for 720 minutes or more during a seven-day assessment period to bill for ultrahigh therapy,” and they “increasingly provided exactly 720 minutes,” Mr. Levinson said.", "url": "https://www.nytimes.com/2015/09/30/us/nursing-homes-bill-for-more-therapy-than-patients-need-us-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}