{"authors": ["Emily Denitto"], "date_download": "2018-11-16 04:32:17", "date_modify": "2018-11-16 04:32:17", "date_publish": "2015-03-21 21:03:38", "description": "This restaurant’s grilled pizzas with superthin crusts, once available only in the Bronx and Port Chester, are topped with fresh ingredients.", "filename": "2015_03_22_nyregion_a-review-at-coals-in-bronxville-pizzas-on-the-grill.html_module=inline_1542342737.html", "image_url": "https://static01.nyt.com/images/2015/03/22/nyregion/22DINEWE3ALT/22DINEWE3ALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_22_nyregion_a-review-at-coals-in-bronxville-pizzas-on-the-grill.html_module=inline_1542342737.html", "title": "A Review: At Coals in Bronxville, Pizza’s on the Grill", "title_page": "A Review: At Coals in Bronxville, Pizza’s on the Grill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Good pizza has been easy to find in Westchester for years. Beyond the traditional New York-style pizza available on virtually every streetcorner, there is the Neapolitan puffy-crusted version from places like Zero Otto Nove in Armonk, wonderful experiments with toppings like the white clam pie at Frank Pepe’s in Yonkers and numerous interpretations of flatbread pizza across the county.\nMost diners have seen it all. But there is a style that had been available in the county at only one location and is now offered in a second spot: grilled pizza. Coals, which started in the Bronx about 10 years ago and opened in Port Chester four years ago, recently expanded to Bronxville. The restaurant’s New England approach, influenced by the popular Al Forno in Providence, R.I., should be sampled by any pizza fan.\nImage The Pure Bliss pizza, with fresh mozzarella, ricotta, tomato, basil pesto and pecorino. Credit Gregg Vigliotti for The New York Times\nCoals starts by making its own dough fresh every day. It is hand pressed into a vaguely rectangular shape, brushed with olive oil, layered with ingredients and then laid over a gas grill like a steak. The result is a superthin crust with the slight bounce and flavor of a traditional pie but also a delicious charring on the bottom. On my visits to the Bronxville location, the pizzas looked as though they could serve several people, though they are sold as individual pies — and it is not hard to devour one on your own.", "url": "https://www.nytimes.com/2015/03/22/nyregion/a-review-at-coals-in-bronxville-pizzas-on-the-grill.html?module=inline"}