{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:21:57", "date_modify": "2018-11-16 04:21:57", "date_publish": "2015-08-19 17:11:07", "description": "A study finds that the low quality of coal in China, containing less carbon, and its inefficient use means less carbon dioxide was emitted than previously estimated.", "filename": "2015_08_20_world_asia_china-carbon-dioxide-emissions-may-be-overstated-nature-study_1542342117.html", "image_url": "https://static01.nyt.com/images/2015/08/20/world/20Carbon/20Carbon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_20_world_asia_china-carbon-dioxide-emissions-may-be-overstated-nature-study_1542342117.html", "title": "China’s Carbon Dioxide Emissions May Have Been Overstated by More Than 10%", "title_page": "China’s Carbon Dioxide Emissions May Have Been Overstated by More Than 10% - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Scientists may have been overestimating China’s emissions of carbon dioxide, the main greenhouse gas driving global warming, by more than 10 percent, because of inaccurate assumptions about the country’s coal-burning, according to a study published on Wednesday.\nThe study’s finding, published in the journal Nature, does not mean that the total level of greenhouse gases in the atmosphere is any lower than scientists had thought. That accumulation is measured independently. Rather, the finding may affect discussions of how much responsibility China bears for global warming, compared with other nations.\n“This doesn’t change the fact that China is still the largest emitter in the world,” said Dabo Guan, a professor of climate-change economics at the University of East Anglia in England who is one of the paper’s two dozen authors, in a telephone interview from Beijing. “But it shows we need to know a more accurate base line for emissions, not only for China but also for the other emissions giants.”\nThe study looked in detail at the coal used as fuel in China, and found that it is generally less rich in carbon and is burned less efficiently than scientists had assumed. That means that each ton of burned coal yields less carbon dioxide than had been thought (as well as less energy, and more ash).", "url": "https://www.nytimes.com/2015/08/20/world/asia/china-carbon-dioxide-emissions-may-be-overstated-nature-study.html"}