{"authors": ["Julie Hirschfeld Davis", "Coral Davenport"], "date_download": "2018-11-16 04:21:47", "date_modify": "2018-11-16 04:21:47", "date_publish": "2015-09-24 05:00:06", "description": "China will announce a landmark commitment on Friday to limit and put a price on greenhouse gas emissions, a substantial step by the world’s largest polluter.", "filename": "2015_09_25_world_asia_xi-jinping-china-president-obama-summit_1542342107.html", "image_url": "https://static01.nyt.com/images/2015/09/26/world/26XIPREXY/26XIPREXY-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_25_world_asia_xi-jinping-china-president-obama-summit_1542342107.html", "title": "China to Announce Cap-and-Trade Program to Limit Emissions", "title_page": "China to Announce Cap-and-Trade Program to Limit Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China’s economy depends heavily on cheap coal-fired electricity, and the country has a history of balking at outside reviews of its industries. China has also been plagued by major corruption cases, particularly among coal companies.\nBut the agreement, which American officials said had been in the works since April, is China’s first commitment to a specific plan to carry out what have so far been general ambitions.\nVideo\nDomestic and external pressures have driven the Chinese government to take firmer action to curb emissions from fossil fuels, especially coal. Growing public anger about the noxious air that often envelops Beijing and many other Chinese cities has prompted the government to introduce restrictions on coal and other sources of smog, with the side benefit of reducing carbon dioxide pollution. The authorities also see economic benefits in reducing fossil fuel use.\nThe cap-and-trade initiative builds on a deal that Mr. Obama and Mr. Xi reached last year in Beijing, where both set steep emissions-reduction targets as a precursor to the global climate accord. Mr. Obama, who has made climate change a signature issue of his presidency, announced the centerpiece of his plan this year. With his announcement on Friday, Mr. Xi will outline how he will halt the growth of China’s emissions by 2030.\n“It increases our probability of succeeding, and it increases the likelihood that we will have a more robust agreement” in Paris, one senior administration official said, speaking on the condition of anonymity because officials were not authorized to preview the agreement.\nLu Kang, the spokesman for the Chinese delegation during Mr. Xi’s state visit, declined to confirm the climate initiative. He said only that the two presidents could “make further progress” in demonstrating that they were committed to dealing with global warming.\nThe climate deal will be a substantial, if rare, bright spot in a wide-ranging summit meeting that is expected to be dominated by potential sources of friction between Mr. Obama and Mr. Xi. The two leaders began meeting on Thursday night with a two-and-a-half-hour working dinner at Blair House, across from the White House.\nAdvertisement Continue reading the main story\nThe president plans to raise a number of contentious topics on Friday, White House aides said, including cyberattacks on American companies and government agencies, China’s increasingly aggressive reclamation of islands and atolls in disputed areas of the South China Sea, and Mr. Xi’s clampdown on dissidents and lawyers in China.\nUnder a cap-and-trade system, a concept created by American economists, governments place a cap on the amount of carbon pollution that may be emitted annually. Companies can then buy and sell permits to pollute. Western economists have long backed the idea as a market-driven way to push industry to cleaner forms of energy, by making polluting energy more expensive.\nMr. Xi will pledge to put in place a “green dispatch” program intended to create a price incentive for generating power from low-carbon sources, officials said. He will agree to help provide financing to poorer countries to help them pay for projects that reduce harmful emissions. And China, one of the world’s largest financiers of infrastructure projects, will agree to “strictly limit” the amount of public financing that goes toward high-carbon projects, another official said, in line with a 2013 commitment by the United States Treasury Department to cease public financing for new coal-fired power plants.\nXi Jinping’s Visit to the U.S. See more Times coverage of the run-up to Mr. Xi’s first state visit to the U.S.\nIn his first term, Mr. Obama tried to push a similar cap-and-trade program through Congress. But the measure died in the Senate, in part because lawmakers from both parties feared that a serious climate change policy could threaten economic competition with China. Now, however, China appears poised to enact the same climate change policy that Mr. Obama failed to move through Congress.\nChina has been developing and carrying out smaller cap-and-trade programs for at least three years. In 2012, it started pilot programs in seven provinces, intended to serve as tests for a national program.\nLast week, Chinese officials met in Los Angeles with top environmental officials from California, which has enacted an aggressive cap-and-trade program. People who attended the talks said they were meant to pave the way for a possible linkage of the Chinese and California cap-and-trade systems.\nThe Chinese announcement comes less than two months after Mr. Obama unveiled his signature climate change policy, a set of Environmental Protection Agency regulations that would force power plants to curb carbon emissions. The rules could shut down hundreds of heavily polluting coal-fired plants. They have drawn fire from Republicans and coal-state lawmakers, but international negotiators say Mr. Obama’s regulations have helped break a long deadlock between the United States and China on climate change.\nPhoto\nYet the two nations are still deeply divided on other issues. American and Chinese officials have been in negotiations over cyberattacks over the past several weeks, an area where they are bitterly at odds after several major intrusions believed to have emanated from China, including a hacking at the Office of Personnel Management that allowed the theft of 22 million security dossiers and 5.6 million fingerprints.\nAdvertisement Continue reading the main story\nThey are working to strike a deal that would reopen a high-level dialogue over cyberissues and set minimum standards, such as a mutual commitment not to attack each other’s critical infrastructure during peacetime. But they are not expected to reach any mutual understanding on cybertheft of intellectual property or personal information, one of the thorniest areas.\nSimilarly, the two presidents are unlikely to come to terms on the South China Sea, where Chinese moves to build runways on artificial islands in disputed areas have raised American fears of a confrontation in a critically important waterway.\nThe two presidents are expected to strike a deal on rules governing episodes involving Chinese and American military aircraft, building on past agreements that sought to avoid accidents or episodes that could escalate into confrontations.", "url": "https://www.nytimes.com/2015/09/25/world/asia/xi-jinping-china-president-obama-summit.html"}