{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:24:44", "date_modify": "2018-11-16 04:24:44", "date_publish": "2015-04-03 01:31:13", "description": "For a president whose ambitions to remake the world have been repeatedly frustrated, the possibility of a deal with Iran seems within reach, though critics worry that he is giving up too much.", "filename": "2015_04_03_world_middleeast_a-foreign-policy-gamble-by-obama-at-a-moment-of-truth.html_module=inline_1542342284.html", "image_url": "https://static01.nyt.com/images/2015/04/03/world/03iran1_hp/03iran1_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_world_middleeast_a-foreign-policy-gamble-by-obama-at-a-moment-of-truth.html_module=inline_1542342284.html", "title": "A Foreign Policy Gamble by Obama at a Moment of Truth", "title_page": "A Foreign Policy Gamble by Obama at a Moment of Truth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — On the day he took office, President Obama reached out to America’s enemies, offering in his first inaugural address to “extend a hand if you are willing to unclench your fist.” More than six years later, he has arrived at a moment of truth in testing that proposition with one of the nation’s most intransigent adversaries.\nThe framework nuclear agreement he reached with Iran on Thursday did not provide the definitive answer to whether Mr. Obama’s audacious gamble will pay off. The fist Iran has shaken at the so-called Great Satan since 1979 has not completely relaxed. But the fingers are loosening, and the agreement, while still incomplete, held out the prospect that it might yet become a handshake.\nFor a president whose ambitions to remake the world have been repeatedly frustrated, the possibility of a reconciliation after 36 years of hostility between Washington and Tehran now seems tantalizingly within reach, a way to be worthy of the Nobel Peace Prize that even he believed was awarded prematurely. Yet the deal remains unfinished and unsigned, and critics worry that he is giving up too much while grasping for the illusion of peace.", "url": "https://www.nytimes.com/2015/04/03/world/middleeast/a-foreign-policy-gamble-by-obama-at-a-moment-of-truth.html?module=inline"}