{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:19:59", "date_modify": "2018-11-16 03:19:59", "date_publish": "2015-10-05 18:28:45", "description": "The move comes amid a falling stock price and questions from analysts about the ability of management to turn around its media properties.", "filename": "2015_10_06_business_media_tribune-publishing-announces-staff-cut.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338399.html", "image_url": "https://static01.nyt.com/images/2015/10/06/business/06tribune-web/06tribune-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_06_business_media_tribune-publishing-announces-staff-cut.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338399.html", "title": "Tribune Publishing Announces Staff Reduction", "title_page": "Tribune Publishing Announces Staff Reduction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tribune Publishing announced a long-anticipated staff reduction plan to employees on Monday, amid a falling stock price and questions from analysts about the ability of the company’s management to turn around its media properties, which include The Los Angeles Times and The Chicago Tribune.\n“Today we are announcing a voluntary separation program for our employees,” the company’s chief executive, Jack Griffin, said in an email to staff members Monday morning. “We are doing so now to allow employees to make decisions about their own personal and professional situations at a time when the company must continue to execute on its strategic plan, which includes reducing costs.”\nMr. Griffin did not say how many buyouts the company was seeking.\nIn a separate email to the staff, Cindy Ballard, a human resources executive, wrote that, following the buyouts, “the company and the individual business units will evaluate the results of the program and assess next steps as there may or may not be a need for additional involuntary reductions.” The deadline for the voluntary plan, Ms. Ballard wrote, is Oct. 23.\nPeople familiar with the finances of The Los Angeles Times said last month that the reductions at that newspaper would be on the order of $10 million in savings, or about 80 jobs, coming mostly from a newsroom of about 500. It was not clear Monday whether those numbers had changed.", "url": "https://www.nytimes.com/2015/10/06/business/media/tribune-publishing-announces-staff-cut.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}