{"authors": ["Eric Schmitt", "Michael S. Schmidt"], "date_download": "2018-11-16 03:49:06", "date_modify": "2018-11-16 03:49:06", "date_publish": "2015-01-13 05:52:27", "description": "The attacks in France have given new urgency to American and European efforts to prevent their citizens from going to Muslim countries to fight, and possibly becoming threats back home.", "filename": "2015_01_13_world_west-struggles-against-flow-to-war-zones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340146.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_world_west-struggles-against-flow-to-war-zones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340146.html", "title": "West Struggles to Halt Flow of Citizens to War Zones", "title_page": "West Struggles to Halt Flow of Citizens to War Zones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For more than a decade, Western governments have struggled to stem the flow of their citizens traveling to fight in war zones in Muslim countries, increasing surveillance of those who have expressed an interest in joining extremists, creating computer programs to track suspicious travel patterns and taking other measures.\nBut last week’s commando-style raids in France — carried out by at least one man who traveled to Yemen in 2011 to train alongside the Qaeda affiliate there — were deadly reminders that those measures have done relatively little to reduce the threat. The number of people traveling abroad to fight continues to grow, with about 1,000 militant recruits joining the fight in Syria and Iraq each month, according to recent United States government figures.\nWorried that these returning militants could go for years without drawing attention, American and European counterterrorism officials have been scrambling to come up with new ways to stop their residents from traveling abroad to fight — efforts that have taken on greater urgency in light of the killings in France.", "url": "https://www.nytimes.com/2015/01/13/world/west-struggles-against-flow-to-war-zones.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}