{"authors": ["Andrew Higgins", "Kimiko De Freytas-Tamura"], "date_download": "2018-11-16 03:21:05", "date_modify": "2018-11-16 03:21:05", "date_publish": "2015-11-18 02:31:29", "description": "The family of Abdelhamid Abaaoud, who is believed to have organized the attacks on Paris, hoped he had died fighting for the Islamic State in Syria.", "filename": "2015_11_18_world_europe_paris-attacks-abdelhamid-abaaoud-an-isis-militant-from-belgium-whose-own-family-wanted-him-dead.html_module=inline_1542338465.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/ABAAOUD/ABAAOUD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_europe_paris-attacks-abdelhamid-abaaoud-an-isis-militant-from-belgium-whose-own-family-wanted-him-dead.html_module=inline_1542338465.html", "title": "An ISIS Militant From Belgium Whose Own Family Wanted Him Dead", "title_page": "An ISIS Militant From Belgium Whose Own Family Wanted Him Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — When the family of Abdelhamid Abaaoud received word from Syria last fall that he had been killed fighting for the Islamic State, it rejoiced at what it took to be excellent news about a wayward son it had come to despise.\n“We are praying that Abdelhamid really is dead,” his older sister, Yasmina, said at the time.\nThe family’s prayers — and the hopes of Western security officials — were not answered. Mr. Abaaoud, then 26, was in reality on his way back to Europe to meet secretly with Islamic extremists who shared his determination to spread mayhem. He has since been linked to a string of terrorist operations that culminated with Friday’s attacks in Paris.\n“Of course, it is not joyous to make blood flow. But, from time to time, it is pleasant to see the blood of disbelievers,” Mr. Abaaoud declared in a French-language recruiting video for the Islamic State released shortly before his supposed death.\nDuring his travels back to Europe at the end of last year, European security services picked up his trail and tracked his cellphone to Athens, according to a retired European military official. But they lost him, and soon after that he appeared to have made it back to Belgium, where he had grown up in a moderately successful family from Morocco.", "url": "https://www.nytimes.com/2015/11/18/world/europe/paris-attacks-abdelhamid-abaaoud-an-isis-militant-from-belgium-whose-own-family-wanted-him-dead.html?module=inline"}