{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 04:01:03", "date_modify": "2018-11-16 04:01:03", "date_publish": "2015-12-25 14:58:32", "description": "A staggering number of people have been displaced, a large portion of them Syrians. Those moved to send financial aid can find some of the best bets here.", "filename": "2015_12_26_your-money_how-to-help-in-a-global-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340863.html", "image_url": "https://static01.nyt.com/images/2015/12/26/business/28MONEY/28MONEY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_26_your-money_how-to-help-in-a-global-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340863.html", "title": "How to Help in a Global Refugee Crisis", "title_page": "How to Help in a Global Refugee Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "■ InterAction, whose nonprofit members must meet certain governance standards, also has a dedicated page on its website that lists several of its members that are helping Syrian refugees. Filters on the site can help donors locate charities that focus on a specific issue, like refugee camp management, helping children or education.\n■ Charity Navigator has a list of its top 19 charities involved in the Syrian crisis, which all have been granted at least three of four possible stars using its rating system. The stars are awarded based on a charity’s financial health and efficiency, accountability and transparency. Charity Navigator is working on adding another component that will include charities’ results and outcomes, which are challenging to measure but more illuminating, said Michael Thatcher, the group’s president. He suggests that donors vetting charities look at an organization’s website to see if it publishes any evidence of results.\n■ The International Rescue Committee is a group highly rated by charity trackers and professionals that helps refugees at every juncture. The group is now working to set up a reception center on the Greek island of Lesbos, where many Syrians seeking refuge in Europe land after traversing the dangerous route — often on rubber dinghies — from Turkey.\nRoughly 2,000 of its workers are providing aid to displaced people inside Syria, as well as those in neighboring countries and in Greece. Beyond food and shelter, they also provide health care and protection services for vulnerable women and children, and programs to help develop long-term job skills. The group, which aims to raise $33 million over the next year for these programs, also helps resettle refugees in 26 cities across the United States.\n■ Oxfam America is helping Syrians in their home country — as well as in Jordan and Lebanon — with clean water, sanitation and other vital items. That might include cash and supplies like blankets and stoves, or vouchers for hygiene supplies. They are also helping families get the information about their rights, while connecting them to medical and legal services. Individuals can earmark donations for the crises in the Middle East, though the organization said it is often best to give to its general fund, which enables it to be more nimble.\n■ Doctors Without Borders has a limited presence in Syria, particularly after the abduction of some staff members last year and the partial destruction of a medical facility in November that killed seven people. But it still operates six medical facilities in northern Syria — which provide vaccinations, maternity care and burn treatment — and directly supports 150 health posts and field hospitals in the country. The doctors also help refugees in neighboring countries including Lebanon, Jordan and Iraq, and have operated search-and-rescue ships in the Mediterranean, which, to date, have rescued more than 18,000 people attempting the voyage to Europe.\n■ Save the Children helps refugees in several ways, by providing emergency aid and health care and rebuilding damaged classrooms and supporting schools, inside Syria and in neighboring countries. The organization supports 55 schools in northern Syria. It also supports six health-care facilities that provide medical services and 24-hour emergency care for pregnant women inside Syria. It runs child-friendly spaces for children affected by the conflict as well, which provide a sense of normalcy.", "url": "https://www.nytimes.com/2015/12/26/your-money/how-to-help-in-a-global-refugee-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}