{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:52:46", "date_modify": "2018-11-16 04:52:46", "date_publish": "2015-08-09 03:41:15", "description": "The police in Arlington, Tex., asked the F.B.I. to help investigate the shooting death of an unarmed black college student, Christian Taylor, who was killed by a police trainee early Friday morning.", "filename": "2015_08_09_us_police-request-fbi-help-in-texas-killing_1542343966.html", "image_url": "https://static01.nyt.com/images/2015/08/09/us/09texas-web/09texas-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_09_us_police-request-fbi-help-in-texas-killing_1542343966.html", "title": "Answers Sought in Police Shooting of Unarmed Christian Taylor", "title_page": "Answers Sought in Police Shooting of Unarmed Christian Taylor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The police in Arlington, Tex., asked the F.B.I. to help investigate the shooting death of an unarmed black college student who was killed by a police trainee early Friday morning inside a car dealership.\nChief Will Johnson of the Arlington Police Department said that the trainee, Brad Miller, 49, shot and killed Christian Taylor, a 19-year-old football player at Angelo State University in San Angelo, Tex., as he attempted to flee from police officers who had been dispatched to the dealership after reports of a suspected burglary.\nChief Johnson pledged “a transparent, thorough and fair investigation,” but warned that it might be “lengthy and at times frustratingly slow.” He said that he had invited Thomas M. Class Sr., the special agent in charge of the F.B.I.’s Dallas division, to participate.\n“Our pledge is to provide answers in the most thorough and expeditious manner possible,” Chief Johnson said at a news conference on Saturday night. He also included “an acknowledgment that this instance has not occurred in isolation, but rather has occurred as our nation is grappling with the problems of social injustice, inequities, racism and police misconduct.”", "url": "https://www.nytimes.com/2015/08/09/us/police-request-fbi-help-in-texas-killing.html"}