{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 04:40:06", "date_modify": "2018-11-16 04:40:06", "date_publish": "2015-04-16 17:30:18", "description": "Congressional leaders agreed on legislation to give President Obama authority to finish negotiating one of the world’s largest trade accords, starting a battle that aligns the president with Republicans.", "filename": "2015_04_17_business_obama-trade-legislation-fast-track-authority-trans-pacific-partnership.html_module=inline_1542343206.html", "image_url": "https://static01.nyt.com/images/2015/04/17/business/17trade-web/17trade-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_17_business_obama-trade-legislation-fast-track-authority-trans-pacific-partnership.html_module=inline_1542343206.html", "title": "Deal Reached on Fast-Track Authority for Obama on Trade Accord", "title_page": "Deal Reached on Fast-Track Authority for Obama on Trade Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The bill would make any final trade agreement open to public comment for 60 days before the president signs it, and up to four months before Congress votes. If the agreement, negotiated by the United States trade representative, fails to meet the objectives laid out by Congress — on labor, environmental and human rights standards — a 60-vote majority in the Senate could shut off “fast-track” trade rules and open the deal to amendment.\n“We got assurances that U.S.T.R. and the president will be negotiating within the parameters defined by Congress,” said Representative Dave Reichert, Republican of Washington and a senior member of the Ways and Means Committee. “And if those parameters are somehow or in some way violated during the negotiations, if we get a product that’s not adhering to the T.P.A. agreement, than we have switches where we can cut it off.”\nTo further sweeten the deal for Democrats, the package includes expanding trade adjustment assistance — aid to workers whose jobs are displaced by global trade — to service workers, not just manufacturing workers. Mr. Wyden also insisted on a four-year extension of a tax credit to help displaced workers purchase health insurance.\nBoth the Finance and Ways and Means committees will formally draft the legislation next week in hopes of getting it to final votes before a wave of opposition can sweep it away. “If we don’t act now we will lose our opportunity,” Mr. Hatch said.\nAt a Senate Finance Committee hearing Thursday morning, Jacob J. Lew, the Treasury secretary, and Michael Froman, the United States trade representative, pleaded for the trade promotion authority.\n“T.P.A. sends a strong signal to our trading partners that Congress and the administration speak with one voice to the rest of the world on our priorities,” Mr. Lew testified.\nEven with the concessions, many Democrats sound determined to oppose the president. Representative Sander Levin of Michigan, the ranking Democrat on the House Ways and Means Committee, condemned the bill as “a major step backward.”", "url": "https://www.nytimes.com/2015/04/17/business/obama-trade-legislation-fast-track-authority-trans-pacific-partnership.html?module=inline"}