{"authors": ["Donald G. Mcneil Jr."], "date_download": "2018-11-16 04:45:57", "date_modify": "2018-11-16 04:45:57", "date_publish": "2015-06-05 01:00:24", "description": "The outbreak of Middle East respiratory syndrome in South Korea has raised fears about the disease’s potential for further contagion.", "filename": "2015_06_05_world_middleeast_what-you-need-to-know-about-mers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343557.html", "image_url": "https://static01.nyt.com/images/2015/06/05/world/MERS/MERS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_05_world_middleeast_what-you-need-to-know-about-mers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343557.html", "title": "What You Need to Know About MERS", "title_page": "What You Need to Know About MERS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. What is MERS?\nA. MERS, which stands for Middle East respiratory syndrome, is a disease first detected in Saudi Arabia in late 2012. Most cases have been in the Middle East; some have been diagnosed elsewhere, including in the United States, in people who traveled there. The current outbreak in South Korea is the largest outside the Middle East.\nQ. What causes it?\nA. It is caused by a coronavirus (a virus family named for its “crown” of outer spikes) and is related to SARS, or severe acute respiratory syndrome, which first appeared in southern China in 2002. SARS infected 8,273 people in 37 countries and killed 775 of them, a mortality rate of nearly 10 percent, before basically disappearing in early 2004. (Although it no longer exists in humans, SARS is not considered permanently eradicated like smallpox or rinderpest, because it circulates in animals and could reappear at any time.)\nQ. How does it kill?\nA. Patients usually die from high fevers and pneumonia. The disease appears more likely to kill people with underlying conditions like diabetes, kidney failure and breathing problems. Because MERS is a virus, antibiotics are ineffective, so doctors give oxygen and take other measures to try to keep patients breathing until their own immune systems can defeat the virus. The mortality rate for known cases of MERS exceeds 30 percent, but there may have been many low-grade infections that were never diagnosed, which would lower the mortality rate.\nQ. How do people catch it?\nA. The virus is believed to circulate in bats and has been found in Middle Eastern dromedary (one-hump) camels. While it could be caught directly from bats, experts believe most first cases in human outbreaks have come from camels, which are kept in Arabian countries for meat and milk; for racing, hauling and riding; and as pets. The virus may be transmitted from camels’ nasal secretions or in raw milk. This makes it similar to SARS, which circulates in bats but was also found in some animals eaten in China, such as palm civets and raccoon dogs.", "url": "https://www.nytimes.com/2015/06/05/world/middleeast/what-you-need-to-know-about-mers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}