{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:38:21", "date_modify": "2018-11-16 04:38:21", "date_publish": "2015-08-22 18:24:03", "description": "The gunman is believed to be Ayoub El Kahzani, of Moroccan origin, who was known to the Spanish and French security services and is reported to have traveled to Syria last year.", "filename": "2015_08_23_world_europe_thalys-train-attack-france-moroccan-suspect.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343101.html", "image_url": "https://static01.nyt.com/images/2015/08/23/world/SUSPECT/SUSPECT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_23_world_europe_thalys-train-attack-france-moroccan-suspect.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343101.html", "title": "Profile Emerges of Suspect in Attack on Train to Paris", "title_page": "Profile Emerges of Suspect in Attack on Train to Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But some officials and experts also recommended caution about the Thalys train episode, suggesting that the suspect was wrongly equipped to shoot up a narrow train and appeared to have been poorly trained as well, because his Kalashnikov jammed and his pistol was improperly loaded.\nThey also questioned the symbolic value of a train attack, compared with the carefully chosen symbolism of the attacks at Charlie Hebdo, which was denounced by many Muslims for its spoofing depictions of the Prophet Muhammad, and at a kosher supermarket in Paris. Altogether, 17 people were killed.\n“A Thalys train is not Charlie Hebdo,” said François Heisbourg, a defense and security analyst at the Foundation for Strategic Research in Paris. “And I don’t know what they taught him in Syria if he was ever there. You don’t want to use an assault rifle in a place you can barely turn around.”\nMr. Heisbourg suggested that if the train and its passengers had been the main target, stun grenades and pistols would have been more effective weapons. “It gives the impression that the man was acting on the spur of the moment, seeing a target of opportunity, perhaps,” he said. “My hunch is that he was bringing hardware from Belgium, gun running, and then maybe decided to do it on the train instead of shooting up Gare du Nord,” the end of the line in Paris.\nBut it is also possible, he said, that, like many foreigners trained by or attracted to Islamist radicalism and jihad, the man was told “to go home and do your worst, to act on initiative,” and perhaps told only where to pick up a gun.\nThe suspect in the train attack, like Mohammed Merah, who shot French Army personnel and Jews in Toulouse in 2012, or the Kouachi brothers who were instrumental in the Charlie Hebdo killings, were all on watch lists kept by French security services, which Mr. Heisbourg called “a recurring pattern that is very disturbing.” The good news is that the security services were following the right people, he said, but “the bad news is that this knowledge served little purpose.”\nFrance has about 5,000 people on the “S” list, according to Agence France-Presse, but it is unclear how many are active or how the list may have grown over the years.", "url": "https://www.nytimes.com/2015/08/23/world/europe/thalys-train-attack-france-moroccan-suspect.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}