{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:19:58", "date_modify": "2018-11-16 03:19:58", "date_publish": "2015-08-13 12:38:52", "description": "In the first half of this year alone, as more than 179,000 people applied for asylum, Germany’s Interior Ministry recorded 202 attacks on housing for them.", "filename": "2015_08_14_world_europe_germany-migrants-attacks-asylum-seekers-backlash.html_module=inline_1542338398.html", "image_url": "https://static01.nyt.com/images/2015/08/14/world/14Germanyattacks-web2/14Germanyattacks-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_14_world_europe_germany-migrants-attacks-asylum-seekers-backlash.html_module=inline_1542338398.html", "title": "Violent Backlash Against Migrants in Germany as Asylum-Seekers Pour In", "title_page": "Violent Backlash Against Migrants in Germany as Asylum-Seekers Pour In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FREITAL, Germany — Even as Germany has been trying to accommodate a swelling stream of newcomers, the most anywhere in Europe, it is also experiencing a persistent pattern of violence against migrants, raising concerns about escalating far-right opposition.\nRights activists who monitor the treatment of refugees say while they are seeing an increase in hate crimes across Europe, particularly targeting Roma or asylum-seekers from Europe’s poorest countries, nowhere have they seen mass demonstrations or the kinds of arson attacks and other vandalism at housing for refugees like those in Germany.\n“We’ve seen many bad news stories from Germany, but not that many from other countries — not in the sense of calling it a growing trend,” said Thorfinnur Omarsson, a spokesman for the European Council on Refugees and Exiles, based in Brussels.\nIn the first half of this year alone, more than 179,000 people applied for asylum in Germany, a country of about 80 million. That is an increase of 132 percent over the same period in 2014, with Syrians the largest group, the Federal Office for Migration and Refugees said.", "url": "https://www.nytimes.com/2015/08/14/world/europe/germany-migrants-attacks-asylum-seekers-backlash.html?module=inline"}