{"authors": ["Karen Crouse"], "date_download": "2018-11-16 03:23:49", "date_modify": "2018-11-16 03:23:49", "date_publish": "2015-10-17 20:00:58", "description": "Jarrod Lyle of Australia, who underwent a double umbilical cord blood transplant in 2012 after his second bout with acute myeloid leukemia, is back playing again.", "filename": "2015_10_18_sports_golf_after-a-cancer-battle-golfer-fights-to-regain-his-form.html_module=inline_1542338629.html", "image_url": "https://static01.nyt.com/images/2015/10/17/sports/DOG-GOLF/DOG-GOLF-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_18_sports_golf_after-a-cancer-battle-golfer-fights-to-regain-his-form.html_module=inline_1542338629.html", "title": "After a Cancer Battle, Golfer Fights to Regain His Form", "title_page": "After a Cancer Battle, Golfer Fights to Regain His Form - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAPA, Calif. — Jarrod Lyle’s caddie reached into Lyle’s golf bag after their round was over and popped a cough lozenge into his mouth. Of all the threats lurking on the Silverado course, the site of this past week’s Frys.com Open, perhaps none pose a greater hazard to Lyle than his caddie’s sore throat.\n“I was worried that I’d get him sick,” Lyle’s caddie, Darren Woolard, said.\nIt was a valid concern. Lyle, 34, underwent a double umbilical cord blood transplant in 2012 after his second bout with acute myeloid leukemia. He returned to competition in late 2013 and tried to resume a full schedule last year, starting at this event. After 10 starts, and three made cuts, Lyle took a hiatus and returned to his native Australia, citing mental, physical and emotional exhaustion.\nHe resurfaced last week, at the site of his tie for 31st in 2014. After opening with a three-under-par 69, Lyle posted a 77 on Friday, missing the cut. Lyle, who is playing on a major medical exemption, has nine more starts, during which he must earn at least $217,679, to secure his exempt status for the 2015-16 season.\n“Through this whole thing, I said if I never play golf again, I’ll be happy,” said Lyle, a two-time winner on the Web.com Tour. “I could walk away from the game and be reasonably happy with what I’ve accomplished.”", "url": "https://www.nytimes.com/2015/10/18/sports/golf/after-a-cancer-battle-golfer-fights-to-regain-his-form.html?module=inline"}