{"authors": ["Jack Ewing"], "date_download": "2018-11-16 03:47:21", "date_modify": "2018-11-16 03:47:21", "date_publish": "2015-08-23 19:31:23", "description": "Protests by right-wing groups against the growing number of refugees in the small town of Heidenau outside Dresden grew violent at times over the weekend.", "filename": "2015_08_24_world_europe_germany-heidenau-anti-immigration-protest-police.html__r=0&module=inline_1542340041.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_24_world_europe_germany-heidenau-anti-immigration-protest-police.html__r=0&module=inline_1542340041.html", "title": "German Town to Add Security After Anti-Refugee Protests", "title_page": "German Town to Add Security After Anti-Refugee Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FRANKFURT — The German police planned to step up security measures in a small town outside Dresden on Sunday after two nights of sometimes violent demonstrations by right-wing extremists near a temporary shelter for refugees.\nAlthough the situation appeared to have calmed, the outcry earlier in the weekend illustrated the challenges that the authorities face as Germany absorbs an influx of people fleeing civil war in Syria, as well as other troubled places like Afghanistan and North Africa. Almost 83,000 refugees arrived in Germany last month, and the government estimates that by the end of the year, 800,000 people will have come seeking asylum.\nThe Dresden police said that about 250 people, some holding bottles and waving flags associated with right-wing groups, demonstrated late Saturday and early Sunday near a former building supply outlet in Heidenau, a town of about 16,000 people on the Elbe River south of Dresden. The building, which resembles a warehouse, is being used as temporary housing for about 600 asylum seekers, with more arriving daily.", "url": "https://www.nytimes.com/2015/08/24/world/europe/germany-heidenau-anti-immigration-protest-police.html?_r=0&module=inline"}