{"authors": ["Jane Perlez", "Chris Buckley"], "date_download": "2018-11-16 04:17:15", "date_modify": "2018-11-16 04:17:15", "date_publish": "2015-11-26 06:58:57", "description": "China said a facility in the East African nation would serve to resupply its naval ships taking part in antipiracy missions.", "filename": "2015_11_27_world_asia_china-military-presence-djibouti-africa.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341835.html", "image_url": "https://static01.nyt.com/images/2015/11/27/world/27CHINABASE/27CHINABASE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_27_world_asia_china-military-presence-djibouti-africa.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341835.html", "title": "China Retools Its Military With a First Overseas Outpost in Djibouti", "title_page": "China Retools Its Military With a First Overseas Outpost in Djibouti - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Xi told senior military officers this week that he wanted to “build a robust national defense and a strong military that corresponds to our country’s international stature, and is adapted to our national security and developmental interests,” the Xinhua news agency reported.\nA presence in Djibouti would be China’s first overseas logistics facility to service its military vessels since the Communists took power, said David Finkelstein, director of China studies at CNA, an independent research institute in Arlington, Va.\n“In the grand sweep of post-1949 Chinese history, this announcement is yet another indicator that Chinese policy is trying to catch up with national interests that have expanded faster than the capacity of the People’s Republic of China to service them,” Mr. Finkelstein said.\nThe new facility would enable the navy to live up to a strategy laid down this year by the Communist Party in a major defense document, known as a white paper, that outlined its ambitions to become a global maritime power.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe United States maintains its only military base on the African continent in Djibouti, which it uses as a staging ground for counterterrorism operations in Africa and the Middle East. Last year, President Obama renewed the lease on that base for 20 more years.\nChina has invested heavily in Djibouti’s infrastructure, including hundreds of millions of dollars spent upgrading the country’s undersize port. It has also financed a railroad extending from Addis Ababa, the capital of Ethiopia, to Djibouti, a project that cost billions of dollars. The country has a population of about 900,000, many of whom live in poverty.\nStrategically, Djibouti offers an excellent place from which to protect oil imports from the Middle East that traverse the Indian Ocean on their way to China, military experts say. From Djibouti, China gains greater access to the Arabian Peninsula.\nAdvertisement Continue reading the main story\nThe news on Thursday of broad changes to the Chinese military signaled a major step forward in Mr. Xi’s program to shift its focus from traditional land armies to a more flexible, cohesive set of forces. China’s military planning and spending have increasingly focused on territorial disputes in the South China Sea and in waters near Japan.\nMr. Xi told a gathering of more than 200 senior military officers that the planned changes would take years and were essential to ensuring that the People’s Liberation Army could shoulder its increasingly complex and broad responsibilities, the official Xinhua news agency said Thursday.\nBut until now, efforts to revamp the way the military is run have stumbled because of the entrenched power of land forces that have dominated seven military regions, as well as the sheer complexity of reorganizing a force of over two million.\nEnactment of the military reforms would be a political victory for Mr. Xi, who since coming to power in November 2012 has enforced an intense campaign against corruption that took down dozens of senior military officers. They have included two former vice chairmen of the Central Military Commission, Gens. Guo Boxiong and Xu Caihou.\nThat military graft was lubricated by rapidly rising defense budgets. In the decade up to 2014, China’s official military budget grew an average of 9.5 percent annually, after taking inflation into account, according to a recent Congressional Research Service study. That budget is set to grow an additional 10 percent this year, reaching about $145 billion. But many foreign analysts say China’s real military spending is higher.\nDespite Beijing’s traditional rejection of what it calls American imperialism and hegemony, some Chinese experts believe that it is time to reconsider the need for overseas military facilities.\nShen Dingli, a professor of international relations at Fudan University in Shanghai, who has argued that China should develop bases commensurate with its growing military power, said on Thursday that in doing so, China would only be doing what America had done.\n“The United States has been expanding its business all around the world and sending its military away to protect those interests for 150 years,” Mr. Shen said. “Now, what the United States has done in the past, China will do again.”\nAdvertisement Continue reading the main story\nMr. Shen, who referred to the planned facility in Djibouti as a “base,” said it was necessary because “we need to safeguard our own navigational freedom.”\nHe added, “If whoever — pirates, ISIS or the U.S. — wants to shut down the passage, we need to be able to reopen it.”\nThe head of the United States Africa Command, Gen. David M. Rodriguez, said in Washington last week that China planned “to build a base in Djibouti” and had reached a 10-year agreement with the country’s government to do so. He said the installation would serve as a logistics hub and would enable the Chinese to “extend their reach.”\nThe United States military has praised China’s participation in the international antipiracy operations, which protect vital commercial shipping in a volatile part of the world.\nBut some American military experts, concerned about Beijing’s growing military capacity, have expressed unease about China having a land facility in Djibouti so close to Camp Lemonnier, a major American base where 4,000 service members, including Special Forces, and civilians train and carry out counterterrorism operations.\nHong Lei, the Foreign Ministry spokesman, offered few details about the Djibouti facility, but said it would provide Chinese ships with reliable supplies and enable crews to rest. “These facilities will help Chinese vessels to better carry out Chinese missions like escort and humanitarian operations,” he said.\nSuch statements suggest a far more modest facility than the sprawling American base at Camp Lemonnier. Washington announced in 2013 that $1.4 billion would be spent on expanding the base, from which drone operations over Somalia and Yemen are conducted.\nFrance also maintains a base in Djibouti, which is a former French colony. Japan, which also participates in the United Nations antipiracy operations, keeps surveillance aircraft and several hundred personnel there.", "url": "https://www.nytimes.com/2015/11/27/world/asia/china-military-presence-djibouti-africa.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}