{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 03:19:33", "date_modify": "2018-11-16 03:19:33", "date_publish": "2015-05-11 21:51:49", "description": "The European Union’s foreign policy chief said the bloc was ready to take action against migrant smuggling rings without the approval of the United Nations Security Council.", "filename": "2015_05_12_world_europe_eu-prepared-to-combat-migrant-smugglers-diplomat-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338373.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_12_world_europe_eu-prepared-to-combat-migrant-smugglers-diplomat-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338373.html", "title": "E.U. Is Prepared to Combat Migrant Smugglers, Official Says", "title_page": "E.U. Is Prepared to Combat Migrant Smugglers, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — The top diplomat for the European Union said Monday that the bloc was prepared to take action against migrant smuggling rings based in Libya even without the approval of the United Nations Security Council. But the diplomat also sought to assure critics that the people trying to cross the Mediterranean would be rescued and given an opportunity to apply for asylum in Europe.\n“Let me explicitly assure you that no refugees or migrants intercepted at sea will be sent back against their will,” the diplomat, Federica Mogherini, told the Security Council.\nMs. Mogherini was at the United Nations seeking a Security Council resolution to authorize military operations to “dismantle” the criminal organizations that ferry desperate migrants across the Mediterranean, including by rendering their vessels inoperable.\nRights groups and even some senior United Nations officials have nudged Europe to offer legal paths to political asylum so migrants do not resort to smuggling rings and risk abuse and often death.", "url": "https://www.nytimes.com/2015/05/12/world/europe/eu-prepared-to-combat-migrant-smugglers-diplomat-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}