{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:47:55", "date_modify": "2018-11-16 04:47:55", "date_publish": "2015-08-31 09:28:21", "description": "The Chinese Ministry of Public Security did not give details in announcing the move, but the accused have presumably been detained.", "filename": "2015_09_01_world_asia_china-punishes-nearly-200-over-rumors-about-stocks-blasts-and-parade_1542343675.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_01_world_asia_china-punishes-nearly-200-over-rumors-about-stocks-blasts-and-parade_1542343675.html", "title": "China Punishes Nearly 200 Over ‘Rumors’ About Stocks, Blasts and Parade", "title_page": "China Punishes Nearly 200 Over ‘Rumors’ About Stocks, Blasts and Parade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In recent years, the Chinese authorities have increasingly used confessions on the network to humiliate detainees and to hold up their cases as warnings for others, even before any criminal proceedings have taken place.\nHuman rights and press freedom advocates have denounced the detention of Mr. Wang.\nMr. Wang wrote an article published on July 20 by Caijing reporting that the China Securities Regulatory Commission was seeking to withdraw funds from the stock market. The police detained Mr. Wang on Aug. 25, and Caijing issued a statement saying it did not know why he had been detained. On Friday, his article was still up on Caijing’s website, but it has since been taken down.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nXinhua said that Mr. Wang’s July report had caused “abnormal fluctuations” in the stock market.\nIn his videotaped statement, Mr. Wang asked for leniency. He appeared in a light-green polo shirt rather than the orange prison garb worn by others who have made recent televised confessions.\nThe Committee to Protect Journalists, a nonprofit based in New York, issued a statement last week criticizing China for detaining Mr. Wang for doing his job.\n“Chinese authorities’ hypersensitivity to fluctuations in the financial markets is no reason to intimidate and jail a journalist for covering the news,” said Bob Dietz, the group’s Asia program coordinator. “We call on Chinese authorities to immediately release Wang Xiaolu.”\nCalls made to a number for Caijing went unanswered on Monday.\nAlong with Mr. Wang, several financial officials and executives were detained last week for contributing to the stock market gyrations and have been dealt with by “criminal compulsory measures,” according to Xinhua. Those individuals include Liu Shufan, an official with the China Securities Regulatory Commission, the agency on which Mr. Wang had written. Four executives from Citic Securities Company, the leading Chinese securities dealer, were also detained last week, the news agency reported.\nAdvertisement Continue reading the main story\nIn its Sunday announcement about the 197 people punished, the Ministry of Public Security, which oversees most domestic security matters in China, said it had shut down 165 “online accounts” for violations.\nThe Chinese authorities have tried various ways to clamp down on Internet speech, including broadening the definition of a charge called “picking quarrels and provoking trouble” to apply to Internet writings.\nThe Ministry of Public Security said that examples of recent offending online rumors included one that said 1,300 people had been killed by the Tianjin explosions and another that said a man had jumped to his death because of the plummeting stock market.", "url": "https://www.nytimes.com/2015/09/01/world/asia/china-punishes-nearly-200-over-rumors-about-stocks-blasts-and-parade.html"}