{"authors": ["Charles V. Bagli", "Mireya Navarro"], "date_download": "2018-11-16 04:53:13", "date_modify": "2018-11-16 04:53:13", "date_publish": "2015-05-07 03:02:18", "description": "Housing programs and tax incentives would be overhauled to promote the construction of tens of thousands of units for poor New Yorkers, who are being priced out of the booming real estate market.", "filename": "2015_05_07_nyregion_mayor-de-blasios-plan-aims-to-spur-more-affordable-housing-in-new-york.html_module=inline_1542343993.html", "image_url": "https://static01.nyt.com/images/2015/05/07/nyregion/NYHOUSING/NYHOUSING-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_07_nyregion_mayor-de-blasios-plan-aims-to-spur-more-affordable-housing-in-new-york.html_module=inline_1542343993.html", "title": "Mayor de Blasio’s Plan Aims to Spur More Affordable Housing in New York", "title_page": "Mayor de Blasio’s Plan Aims to Spur More Affordable Housing in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio is calling for an overhaul of housing programs and tax incentives to spur the construction of tens of thousands of apartments for poor New Yorkers, as well as teachers, firefighters and other workers, who increasingly find themselves priced out of a booming real estate market and rapidly gentrifying neighborhoods.\nThe proposals, which would require approval by the State Legislature, are central to the mayor’s promise to build or preserve 200,000 units of affordable housing over 10 years.\nMr. de Blasio’s plan would require developers throughout the city to set aside 25 to 30 percent of a project’s apartments for poor and working-class residents in return for city tax breaks, a substantial change from the existing tax abatement program, known as 421-a.\n“No more tax breaks without building affordable housing in return,” Mr. de Blasio, a Democrat, said in a statement. “This can’t be a city of just penthouses and luxury condos. We are turning the page, and making sure the same pressures that have pushed New Yorkers out of their neighborhoods are harnessed to build the next generation of affordable housing.”", "url": "https://www.nytimes.com/2015/05/07/nyregion/mayor-de-blasios-plan-aims-to-spur-more-affordable-housing-in-new-york.html?module=inline"}