{"authors": ["Andrew Higgins", "Jack Ewing"], "date_download": "2018-11-16 04:43:50", "date_modify": "2018-11-16 04:43:50", "date_publish": "2015-07-16 09:11:27", "description": "Finance ministers agreed to proceed with bailout negotiations and provide short-term loans, while the E.C.B. extended a line of credit for Greek banks.", "filename": "2015_07_17_business_international_european-central-bank-meeting-greece.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343430.html", "image_url": "https://static01.nyt.com/images/2015/07/17/world/17Greekbanks-web/17Greekbanks-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_17_business_international_european-central-bank-meeting-greece.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343430.html", "title": "European Finance Officials Agree ‘in Principle’ on New Greek Bailout", "title_page": "European Finance Officials Agree ‘in Principle’ on New Greek Bailout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The central bank’s president, Mario Draghi, said at a news conference on Thursday that he was confident Greece would be able to make those payments. “I want to thank all of the members of the E.U. that have made that possible,” he said.\nPayment of those near-term debts by Greece would remove a major source of uncertainty that has weighed on financial markets and the Greek economy. Greece’s failure to pay money it owed to the I.M.F. last month was a warning that the government was almost out of money, and it contributed to a chain of events that led Greek banks to close, suffocating the economy.\nBut whether Greece can agree to a new bailout program is still far from certain. Germany’s finance minister, Wolfgang Schäuble, suggested on Thursday that Greece might be better off leaving the eurozone.\nMr. Draghi declined to comment directly on Mr. Schäuble’s comments, which caused a furor in Europe. “Our mandate is to act based on the assumption Greece will be a member of the euro area,” Mr. Draghi said.\nStill, even some members of the European Central Bank’s policy board, the Governing Council, are known to be skeptical about the prudence of continuing to provide loans to Greece’s teetering banks.\nAsked at the news conference whether the Governing Council decision to increase the emergency loans had been unanimous, Mr. Draghi avoided a direct answer. He said that agreeing to increase the loans, under the central bank’s rules, required only a two-thirds majority. During earlier debates, some members of the Governing Council were in favor of withdrawing all emergency lending from Greek banks, which would have caused them to fail and the economy to collapse.", "url": "https://www.nytimes.com/2015/07/17/business/international/european-central-bank-meeting-greece.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}