{"authors": ["Lorne Manly"], "date_download": "2018-11-16 04:10:27", "date_modify": "2018-11-16 04:10:27", "date_publish": "2015-10-30 17:01:57", "description": "The cast dug into the lives of the Boston Globe reporters who are the heroes of the film, which recounts an investigation into child abuse by Catholic priests.", "filename": "2015_11_01_movies_for-spotlight-actors-portrayed-hunters-chasing-predators.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341427.html", "image_url": "https://static01.nyt.com/images/2015/11/01/arts/01SPOTLIGHT2/01SPOTLIGHT2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_01_movies_for-spotlight-actors-portrayed-hunters-chasing-predators.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341427.html", "title": "For ‘Spotlight,’ Actors Portrayed Hunters Chasing Predators", "title_page": "For ‘Spotlight,’ Actors Portrayed Hunters Chasing Predators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Working from a cramped, dingy office, a scrappy band of journalists exposes the Archdiocese of Boston’s decades-long cover-up of sexual abuse of children by scores of priests.\nDefinitely an investigation worthy of a Pulitzer Prize, which the Boston Globe’s Spotlight team won for that 2002 series. But fodder for a Hollywood film?\nThe director and co-writer Tom McCarthy, whose credits include “The Station Agent” and “The Visitor,” was convinced that the nuts and bolts of journalism at its finest could make for thrilling cinema. The result is “Spotlight,” opening Friday, Nov. 6, with a budget just under $20 million and an ensemble cast that includes Michael Keaton, Mark Ruffalo, Rachel McAdams and Liev Schreiber.\n“Spotlight” allowed Mr. McCarthy and his co-writer, Josh Singer, to explore both the importance of local investigative journalism at a time of convulsive change in the newspaper business and the conspiracies of silence that can surround wrongdoing at seemingly admirable institutions.", "url": "https://www.nytimes.com/2015/11/01/movies/for-spotlight-actors-portrayed-hunters-chasing-predators.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}