{"authors": ["Alessandra Stanley"], "date_download": "2018-11-16 04:28:00", "date_modify": "2018-11-16 04:28:00", "date_publish": "2015-02-05 23:25:15", "description": "Brian Williams’s tale-telling about being aboard a chopper that took fire in Iraq could shake his career as NBC News anchor.", "filename": "2015_02_06_arts_television_brian-williamss-war-story.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342480.html", "image_url": "https://static01.nyt.com/images/2015/02/04/us/brian-williams-watching/brian-williams-watching-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_arts_television_brian-williamss-war-story.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342480.html", "title": "After a Decade Building Trust, an Anchor Starts a Firestorm With One Wrong Move", "title_page": "After a Decade Building Trust, an Anchor Starts a Firestorm With One Wrong Move - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Williams has been NBC’s chief anchor for a decade, and the truth about television news is that the higher you rise, the less real reporting you do. Anchors mostly travel to war zones and disaster areas to show the flag and signal the story’s magnitude; wars, disasters and presidential visits serve as backdrops. Anchors aren’t there to ask questions and take notes; they are there to bolster network prestige and project their own journalistic derring-do, donning work shirts, flak jackets and helmets to look the part.\nBut they also take risks and experience fear and discomfort and far worse: the NBC reporter David Bloom died covering the Iraq war in 2003; in 2006, ABC’s anchor, Bob Woodruff, suffered a brain injury and almost died in Iraq. Mr. Williams wasn’t in the helicopter that took RPG fire — he was in a different one behind it. But he was in a front-line zone in 2003, and he and his crew were grounded for several days in a sandstorm.\nHis experience wasn’t as perilous as he painted it to be, but it was certainly dangerous and scary. This was a year before he became the chief anchor, two years before he made his bones covering Hurricane Katrina, and Mr. Williams back then was still seen by many as a television star whose rise had more to do with his suave manner and good looks (he was one of GQ’s men of the year in 2001) than hardship posts overseas.\nWar stories get more polished in the retelling, and the temptation to self-aggrandize is all the greater, and easier, for people who are puffed up by the camera lens and the cult of celebrity. By the time Mr. Williams told the story to David Letterman in 2013, he sounded like Sergeant York.\nA public apology is just the first step, and Mr. Williams’s mea culpa wasn’t very humble. He made his fib sound like a one-time misguided effort to pay homage to veterans. This time Mr. Williams really is under fire: He must now endure days of media scrutiny, schadenfreude from his rivals and an overflow of social media scorn, snark and satire. He has been at the top of his field and the ratings for a decade, but time has shown that these kinds of disgraces linger, not so much forgotten as sometimes subsumed by the next celebrity misstep.\nThe weirdest thing about the scandal is that Mr. Williams didn’t make a journalistic blunder — as, say, the former CBS anchor Dan Rather did in 2004 with a flawed “60 Minutes” report on President George W. Bush’s service in the National Guard. (As a result, Mr. Rather was forced to step down as “CBS Evening News” anchor.) But these days, network newscasts are so personality-driven that the anchor’s personal life — and in Mr. Williams’s case, that includes his daughter’s acting career — is flaunted on the air and treated like news. And by that equation, a personal failing looms almost as large as a professional one.\nThose puffy NBC promos that promote Mr. Williams’s “battle scars” and “integrity” don’t help. As one of them puts it, “You can’t see experience, but you know it when it’s there.”", "url": "https://www.nytimes.com/2015/02/06/arts/television/brian-williamss-war-story.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}