{"authors": ["Alan Cowell", "Maïa De La Baume"], "date_download": "2018-11-16 03:48:44", "date_modify": "2018-11-16 03:48:44", "date_publish": "2015-01-13 06:39:23", "description": "Three coffins draped in the French tricolor were laid out in Paris as tribute was paid to the officers who died. In Jerusalem, four other victims were buried.", "filename": "2015_01_14_world_europe_france-iraq-deployment-debate-terrorist-attack.html_module=inline_1542340124.html", "image_url": "https://static01.nyt.com/images/2015/01/13/world/europe/14PARIS-slide-BLBD/14PARIS-slide-BLBD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_14_world_europe_france-iraq-deployment-debate-terrorist-attack.html_module=inline_1542340124.html", "title": "France Mourns Attack Victims and Takes Steps Against Further Terrorism", "title_page": "France Mourns Attack Victims and Takes Steps Against Further Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The authorities in Bulgaria confirmed on Tuesday that they had arrested a French citizen who was believed to have links to Chérif Kouachi, one of the two brothers suspected in the attack on the satirical newspaper Charlie Hebdo on Wednesday.\nThe National Assembly also paid homage to the 17 people killed in the attacks, starting with the assault at the newspaper office. Twelve people were killed in and around the office, including two of the police officers.\nOne was Franck Brinsolaro, 49, a police body guard assigned to protect the publication’s editorial director, Stéphane Charbonnier, who also died in that attack. Mr. Brinsolaro “died with his gun in his hand,” Mr. Hollande said Tuesday as he bestowed posthumous Legion of Honor awards on the fallen officers. The others killed in the massacre, he said, “had only their pencils.”\nMore on the Paris Shootings\nThe second officer who died there — Ahmed Merabet, 40, who was a Muslim — was killed on a sidewalk outside the newspaper building.\nThe third officer, Clarissa Jean-Philippe, 27, was shot to death the next day in Montrouge, a southern suburb. A suspect in that shooting, Amedy Coulibaly, mounted the attack on the kosher supermarket on Friday, killing four men, as the authorities were closing in on the Kouachi brothers in a print shop northeast of the city.\nThe rampage finally ended when special forces carried out almost simultaneous attacks on the supermarket and the print shop, killing the brothers and Mr. Coulibaly.\n“We must be relentless in the face of anti-Semitic and anti-Muslim acts,” Mr. Hollande said Tuesday, “unrelenting in the face of apologists for terrorism and of those who carry it out, and above all of the jihadists who head for Iraq and Syria and who return afterward.”\nAdvertisement Continue reading the main story\nOn Monday, as France wrestled with whether to consider legislation similar to the USA Patriot Act in the United States, the French authorities announced an extraordinary deployment of more than 10,000 military personnel and thousands of police officers to guard sites regarded as at risk, including transportation hubs, major buildings and Jewish schools.\nThe defense minister, Jean-Yves Le Drian, said Tuesday that the deployment was directed at “the same enemy” that France is fighting in the Middle East and in northern Africa, where 3,000 French troops are deployed.\n“The threat level is very high,” Mr. Le Drian said, “and today, the new and serious element is that there is no dividing line between the external threat and the internal threat.”\nThere was no immediate confirmation of news reports that the weapons used in the Paris attacks last week originated outside France, but officials have said that at least one of the Kouachi brothers received training from Al Qaeda in Yemen.\nMuslim organizations in France issued a joint statement on Tuesday expressing concern at the “numerous anti-Muslim acts observed in these days” and calling on the authorities to guarantee the security of mosques.\nIn Germany, Chancellor Angela Merkel, members of her government and President Joachim Gauck joined a crowd of thousands at a vigil late Tuesday in Berlin. The vigil, organized by the country’s Muslim leaders, was intended to show support for the victims of the attacks in France and for tolerance and peace.\nVideo\nAgainst the backdrop of the Brandenburg Gate, lighted in the blue, white and red of the French flag, the political leaders linked arms with representatives of the country’s Muslims, Christians and Jews.\nEarlier in the day, the chancellor denounced all forms of racism or rejection of foreigners in a speech to the German Society Association in Berlin. “We have to turn decisively against everything which breeds prejudice against people who have foreign roots, or against those who are the weakest in society,” she said.\nAdvertisement Continue reading the main story\nFrench intelligence and police officials cast a wide dragnet seeking possible witnesses or accomplices to the Paris attacks. The arrest of the French citizen in Bulgaria appeared likely to be the first of several in the coming days, as the authorities try to identify members of a terrorist network that may have been born in the working-class neighborhoods of Paris and strengthened in French prisons.\nThe Frenchman, Fritz-Joly Joachin, has been held in Haskovo, Bulgaria, since Jan. 1, about a week before the attacks, on a European warrant issued after his wife accused him of abducting their 3-year-old son in France.\nThe French authorities issued a second warrant on Sunday, charging him with “participation in an organized criminal group for the preparation of terrorist acts,” said Pavel Jekov, a spokesman for the regional prosecutor’s office in Haskovo, near the Turkish border.\nThe warrant said Mr. Joachin had been in contact with at least one of the Kouachi brothers, although it did not say whether it was Chérif or his brother Saïd. Mr. Jekov said the warrant did not specify how Mr. Joachin was involved with the brother or provide evidence tying him to any specific terrorist attack.\nEven so, a court in Haskovo ruled on Tuesday that there was enough evidence to hold Mr. Joachin for another week, awaiting a formal hearing on whether he could be extradited to France.", "url": "https://www.nytimes.com/2015/01/14/world/europe/france-iraq-deployment-debate-terrorist-attack.html?module=inline"}