{"authors": ["Tamar Lewin"], "date_download": "2018-11-16 04:38:50", "date_modify": "2018-11-16 04:38:50", "date_publish": "2015-10-01 19:43:42", "description": "The reactions to a campaign encouraging women who have kept their abortions secret to speak up have shown how volatile and emotional the issue remains.", "filename": "2015_10_02_us_hashtag-campaign-twitter-abortion_1542343130.html", "image_url": "https://static01.nyt.com/images/2015/10/02/us/02abortion1/02abortion1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_02_us_hashtag-campaign-twitter-abortion_1542343130.html", "title": "#ShoutYourAbortion Gets Angry Shouts Back", "title_page": "#ShoutYourAbortion Gets Angry Shouts Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It began as a challenge on the Internet: Shout your abortion.\nThe goal, according to Amelia Bonow, 30, who posted on Facebook on Sept. 19 that she had had an abortion at a Planned Parenthood clinic in Seattle last year, was to encourage women who had kept their abortions secret to speak up — in an effort to reframe the debate on the subject.\n“A shout is not a celebration or a value judgment; it’s the opposite of a whisper, of silence,” Ms. Bonow said in an interview. “Even women who support abortion rights have been silent, and told they were supposed to feel bad about having an abortion.”\nBut less than two weeks after she and a friend, Lindy West, created the hashtag #ShoutYourAbortion on Twitter, Ms. Bonow’s building name has been made public, and she has temporarily left her apartment, bothered by angry Twitter messages wishing her dead. The effort went viral and drew more than 150,000 Twitter posts, showing how volatile and emotional an issue abortion still is four decades after the Supreme Court declared it legal.\nThe idea behind Ms. Bonow’s campaign was to make clear what it means that one in three women have had an abortion. She wanted women to talk about it openly as Congress investigates Planned Parenthood and debates cutting off its funding because of undercover videos showing officials of the group’s discussing providing fetal tissue for research.", "url": "https://www.nytimes.com/2015/10/02/us/hashtag-campaign-twitter-abortion.html"}