{"authors": ["Jennifer Steinhauer", "Jonathan Weisman"], "date_download": "2018-11-16 04:39:56", "date_modify": "2018-11-16 04:39:56", "date_publish": "2015-04-21 01:33:16", "description": "A busy lawmaking season reflects, in part, the tailoring of President Obama’s policy agenda to find common ground with Republicans.", "filename": "2015_04_21_us_washington-though-still-divided-comes-together-on-trade-and-other-issues.html_ref=politics_1542343196.html", "image_url": "https://static01.nyt.com/images/2015/04/21/us/21CONG/21CONG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_21_us_washington-though-still-divided-comes-together-on-trade-and-other-issues.html_ref=politics_1542343196.html", "title": "Washington, Though Still Divided, Comes Together on Trade and Other Issues", "title_page": "Washington, Though Still Divided, Comes Together on Trade and Other Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Senate Judiciary Committee, again reflecting a presidential push, will soon unveil a sweeping rewrite of the law governing government surveillance of phone and Internet communications. It is expected to end government dragnets of so-called metadata — records of the numbers and times of all phone calls. It is also expected to establish an independent consumer and public advocate at the secret Foreign Intelligence Surveillance Court, which oversees such programs; allow the publication of some of the court’s opinions; and let technology companies be more transparent about what the government has sought.\nAnd there is more to come. Last week, the Senate Health, Education, Labor and Pensions Committee approved a bipartisan revision of the Bush-era No Child Left Behind education law. The committee’s chairman, Lamar Alexander of Tennessee, and its ranking Democrat, Patty Murray of Washington, met with Mr. Obama at the White House on March 24 to go over the bill.\n“We have a long way to go before this bill moves through the committee, gets debates and passes on the Senate floor, goes to conference with the House bill, and hopefully gets signed into law,” Ms. Murray said last week. But she and Mr. Alexander emphasized that this would be a bipartisan effort, with the White House’s involvement.\nIn some cases, the legislation has been years in the making, but the timing is now right. In 2012, a muscular piece of legislation on cybersecurity fell victim to a Republican filibuster largely because the U.S. Chamber of Commerce argued that it would be too burdensome for corporations.\n“Since that time, there have been so many more cyberattacks,” said Senator Susan Collins, Republican of Maine, who has worked for years to pass cybersecurity legislation. “It is clear we were ahead of our time. And there is a clear consensus now to move forward.” Using past bills as a foundation, lawmakers worked with the Obama administration to draft a compromise bill supported by most business groups.\nThe new push on trade promotion authority stems from Mr. Obama’s “strategic pivot” to Asia since the opening months of his presidency and a yearslong effort to negotiate the Trans-Pacific Partnership, which would be the largest trade deal since the North American Free Trade Agreement.\nLast year, the House speaker, John A. Boehner of Ohio, said he would need 50 Democrats to pass the trade legislation, fearing that his Tea Party wing would balk at granting Mr. Obama the authority to do anything. But the Tea Party rebellion has not caught fire, and conservative groups like Americans for Tax Reform, the Cato Institute and the American Enterprise Institute have come out strongly in favor of the trade authority, as has the editorial board of The Wall Street Journal.", "url": "https://www.nytimes.com/2015/04/21/us/washington-though-still-divided-comes-together-on-trade-and-other-issues.html?ref=politics"}