{"authors": ["C. J. Chivers"], "date_download": "2018-11-16 04:37:19", "date_modify": "2018-11-16 04:37:19", "date_publish": "2015-04-27 13:29:13", "description": "A new report on the militant group’s arsenal shows the unintended consequences of arming allies in the Middle East.", "filename": "2015_04_27_magazine_where-the-islamic-state-gets-its-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343039.html", "image_url": "https://static01.nyt.com/images/2015/04/27/magazine/27mag-isis-1/27mag-isis-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_27_magazine_where-the-islamic-state-gets-its-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343039.html", "title": "Where the Islamic State Gets Its Weapons", "title_page": "Where the Islamic State Gets Its Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Early one morning in late February, a European investigator working in Kobani, the northern Syrian city that for months had been a battleground between Kurdish fighters and militants from the Islamic State, stepped outside the building where he was staying and saw something unusual. A Kurd on the street was carrying a long black assault rifle that the investigator thought was an American-made M-16.\nMany M-16s, the conventional wisdom goes, entered Syria after militants seized thousands of them from Iraq’s struggling security forces, which in turn had received the guns — along with armored vehicles, howitzers and warehouses’ worth of other equipment — from the Pentagon before American troops left the country in 2011. The militants’ abrupt possession of former American matériel was part of the battlefield turnabout last summer that led Julian E. Barnes, a Wall Street Journal correspondent, to tweet a proposed name for the Pentagon’s anti-militant bombing campaign: Operation Hey That’s My Humvee. And yet by this year, for all the attention the captured weapons had received, M-16s were seemingly uncommon in Syria. The expected large quantities had eluded researchers.\nThe investigator urged his host, a local security official, to rush after the Kurd and ask if he would allow the rifle to be photographed and its origins ascertained. Soon the investigator (who works for Conflict Armament Research, a private arms-tracking organization in Britain, and who asked that his name be withheld for safety reasons) found a surprise within his surprise. The rifle, which its current owner said had been captured from the Islamic State last year, was not an M-16. It was a Chinese CQ, an M-16 knockoff that resembles its predecessor but has a starkly different arms-trafficking history.\nThe rifle’s serial number had been obscured by grinding, and the roughed-up spot had been retouched with black paint. That two-step effort at obscuring the weapon’s provenance was identical — down to the dimensions of the grinding — to that of Chinese CQ rifles that Conflict Armament Research and the Small Arms Survey, an independent research group in Geneva, had documented in 2013 in the possession of rebels in South Sudan and had traced to a Sudanese intelligence service. The Kurd’s rifle cartridges, too, were from the same Chinese manufacturer (Factory 71) and the same production year (2008) as those previously found in South Sudan.", "url": "https://www.nytimes.com/2015/04/27/magazine/where-the-islamic-state-gets-its-weapons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}