{"authors": ["Steve Coll"], "date_download": "2018-11-16 03:46:39", "date_modify": "2018-11-16 03:46:39", "date_publish": "2015-09-20 21:31:18", "description": "Mr. Shane, a reporter for The New York Times, calls Mr. Awlaki’s deliberate killing by his government, without a trial or court order, an example of the “dirty hands” concept in ethics.", "filename": "2015_09_21_books_review-scott-shanes-objective-troy-on-killing-the-american-jihadist-anwar-al-awlaki_1542339999.html", "image_url": "https://static01.nyt.com/images/2015/09/21/arts/21jpBook/21jpBook-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_21_books_review-scott-shanes-objective-troy-on-killing-the-american-jihadist-anwar-al-awlaki_1542339999.html", "title": "Review: Scott Shane’s ‘Objective Troy,’ on Killing the American Jihadist Anwar al-Awlaki", "title_page": "Review: Scott Shane’s ‘Objective Troy,’ on Killing the American Jihadist Anwar al-Awlaki - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In September 2011, in northern Yemen, C.I.A. Predator drones killed Anwar al-Awlaki, an American citizen who was then 40 years old. He was a skinny, charismatic preacher educated at Colorado State University. As a younger man he had displayed a weakness for prostitutes and had devoured books about leadership like “The Seven Habits of Highly Effective People,” by Stephen R. Covey. At the time of his death, Mr. Awlaki advocated killing fellow Americans in the name of jihad. He had embraced Al Qaeda’s branch in Yemen and had participated in plots to blow up American airplanes.\nIn his authoritative, nuanced chronicle of Mr. Awlaki’s life and the Obama administration’s decision to end it, Scott Shane, a New York Times reporter who covers terrorism and national security, calls Mr. Awlaki’s deliberate killing by his government, without a trial or court order, an example of the “dirty hands” concept in ethics. The decision was an act “simultaneously morally required and morally forbidden.” President Obama’s choice has stained his legacy even if it was the least-bad alternative he faced, Mr. Shane suggests.\nAs a rule, terrorists are not a subtle species, but Mr. Awlaki presented many challenging complications. His principal gift was gab. As Mr. Awlaki became more radical and more violent, his talent as a digital-era communicator in English made him distinctively threatening to a terror-rattled American society that protects free speech.\nImage Capitalizing on a gift for gab: Anwar al-Awlaki in a 2010 video. Credit Reuters\nMr. Awlaki’s fluency in American idioms explains some of his charisma — he pushed his ideas amid winking references to Michael Jackson and other icons of global popular culture. His influence flowed as a one-man brand across multiple, evolving Internet platforms. If Osama bin Laden was a media pioneer in the age of transnational satellite television, Mr. Awlaki updated his methods for YouTube.", "url": "https://www.nytimes.com/2015/09/21/books/review-scott-shanes-objective-troy-on-killing-the-american-jihadist-anwar-al-awlaki.html"}