{"authors": ["Frances Robles", "Alan Blinder"], "date_download": "2018-11-16 04:53:05", "date_modify": "2018-11-16 04:53:05", "date_publish": "2015-04-11 15:43:38", "description": "Mourners lined up at the church in South Carolina on Saturday, including many who had never met Mr. Scott, and heard a pastor denounce racism.", "filename": "2015_04_12_us_walter-scott-funeral-police-shooting.html_module=inline_1542343985.html", "image_url": "https://static01.nyt.com/images/2015/04/11/multimedia/walter-scott-funeral/walter-scott-funeral-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_12_us_walter-scott-funeral-police-shooting.html_module=inline_1542343985.html", "title": "Pastor Denounces Racism at Walter Scott’s Funeral One Week After Police Shooting", "title_page": "Pastor Denounces Racism at Walter Scott’s Funeral One Week After Police Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SUMMERVILLE, S.C. — Hundreds of mourners gathered Saturday for the funeral of Walter L. Scott, the black man whose killing by a white police officer was captured on video, instantly catapulting a once anonymous forklift operator and father of four into the nation’s debate about excessive use of force by the police.\nThe pastor at WORD Ministries Christian Center, where Mr. Scott worshiped, minced no words, telling the standing-room-only crowd that Mr. Scott had died because he was black. The pastor, the Rev. George D. Hamilton, stressed that most law enforcement officers serve honorably, but he urged the members of South Carolina’s congressional delegation who attended the funeral to take up the issue of police killings in Washington so that African-Americans “don’t have to be scared every time they get pulled over.”\n“There is no doubt in my mind,” Mr. Hamilton said. “I feel Walter’s death was motivated by racial prejudice.”\nMr. Scott, 50, died on April 4 after Michael T. Slager, a North Charleston police officer with five years’ experience, pulled him over because of a broken taillight. When the officer went to his patrol car, presumably to run the driver’s name through his computer and process a traffic citation, Mr. Scott left his vehicle and started running, a police dashboard video showed.", "url": "https://www.nytimes.com/2015/04/12/us/walter-scott-funeral-police-shooting.html?module=inline"}