{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:38:11", "date_modify": "2018-11-16 04:38:11", "date_publish": "2015-11-11 05:01:04", "description": "After a scandal in the Department of Veterans Affairs last year, the Obama administration wants to help military veterans gain easier access to health care, disability and educational benefits.", "filename": "2015_11_11_us_politics_white-house-seeks-to-ease-veterans-access-to-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343091.html", "image_url": "https://static01.nyt.com/images/2015/11/11/multimedia/obama-veterans/obama-veterans-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_11_us_politics_white-house-seeks-to-ease-veterans-access-to-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343091.html", "title": "White House Seeks to Ease Veterans’ Access to Care", "title_page": "White House Seeks to Ease Veterans’ Access to Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Obama administration is also set to unveil a new tool to allow veterans to compare college and university options, modeled after a college scorecard website it started in September to provide information to prospective students and their parents about annual costs, graduation rates and salaries after graduation.\nIt will also announce that all 50 states, the District of Columbia and Puerto Rico will provide “recently transitioning veterans” and their dependents with in-state tuition at public colleges and universities, in line with a provision in the $16 billion overhaul of the Department of Veterans Affairs passed by Congress last year after the scandal.\nThe moves reflect the degree to which Mr. Obama is still fine-tuning that law, including provisions that allow veterans to use private doctors at the government’s expense if they cannot get an appointment with a Department of Veterans Affairs physician within 30 days. The White House said that 7 percent more veterans have been able to use that option over the past year, but that the program needs improvements. The agency sent Congress a plan to do so earlier this month.\nMr. Obama will also call for speeding what the White House called a broken appeals process for disability claims. Last month, the Department of Veterans Affairs administrator responsible for reducing the huge backlog of veterans benefits resigned after questions were raised about the agency’s assertions that it had drastically reduced the number of pending claims.", "url": "https://www.nytimes.com/2015/11/11/us/politics/white-house-seeks-to-ease-veterans-access-to-care.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}