{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:28:04", "date_modify": "2018-11-16 04:28:04", "date_publish": "2015-02-05 18:12:02", "description": "Likely presidential candidates from the party’s establishment have indicated they will compete in Iowa, whose caucuses have long been dominated by conservatives and libertarians.", "filename": "2015_02_06_us_politics_iowa-regaining-relevance-in-gop-presidential-race.html_ref=us_1542342484.html", "image_url": "https://static01.nyt.com/images/2015/02/06/us/06iowa-web/06iowa-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_us_politics_iowa-regaining-relevance-in-gop-presidential-race.html_ref=us_1542342484.html", "title": "Iowa Republicans See Renewed National Clout", "title_page": "Iowa Republicans See Renewed National Clout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Aides who helped lead Mr. Branstad’s purge last year are being recruited by likely presidential campaigns in the state. Foot soldiers in the effort are positioned as a new generation of grass-roots activists.\n“A lot of people who got actively involved in the party in order to accomplish the purge are the kind of people a guy like Jeb Bush very much needs,” said Doug Gross, a Republican strategist in Iowa.\nThat is not to say that Mr. Bush, the former governor of Florida, or Mr. Christie has the best shot of winning in Iowa, where social conservatives and small-government libertarians are stronger than in many states.\nA poll of likely Republican caucusgoers conducted last week showed Gov. Scott Walker of Wisconsin with 15 percent support, followed closely by two rivals: Senator Rand Paul of Kentucky and Mike Huckabee, a former Arkansas governor and Fox News host. The retired surgeon Ben Carson, Mr. Bush and Senator Ted Cruz of Texas were not far behind. All of these candidates were clustered within the margin of sampling error in the poll, by The Des Moines Register and Bloomberg Politics.\nAlthough Mr. Bush skipped a recent forum in Iowa dominated by conservatives, he had called the chairman of the state party a few days earlier to suggest he would not bypass the state if he seeks the nomination. He is expected, with other potential candidates, at the Iowa Agriculture Summit March 7 in Des Moines.\n“A lot of these candidates have vaguely heard we’ve had this change,” said Jeff Kaufmann, the state party chairman, who has been in the job seven months. “Some are wanting to meet me over the phone and make sure this is indeed a new party that’s going to be welcoming and fair.”\nMr. Kaufmann was the establishment’s answer to an earlier chairman, A. J. Spiker, a leader of the state’s Ron Paul supporters in 2012, who transferred their allegiance to Mr. Paul’s son, Rand.", "url": "https://www.nytimes.com/2015/02/06/us/politics/iowa-regaining-relevance-in-gop-presidential-race.html?ref=us"}