{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 03:48:58", "date_modify": "2018-11-16 03:48:58", "date_publish": "2015-01-13 10:48:01", "description": "Thousands of Israelis, many of them recent immigrants from France, gathered to bury the men, who were killed in a hostage-taking last week.", "filename": "2015_01_14_world_middleeast_paris-terror-attacks-funeral-jerusalem_1542340138.html", "image_url": "https://static01.nyt.com/images/2015/01/13/multimedia/israel-paris-burials/israel-paris-burials-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_14_world_middleeast_paris-terror-attacks-funeral-jerusalem_1542340138.html", "title": "Emotion Mixes With Politics as 4 Killed at Paris Market Are Buried in Jerusalem", "title_page": "Emotion Mixes With Politics as 4 Killed at Paris Market Are Buried in Jerusalem  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — They were buried Tuesday not in the land where they had made their homes but in what was described as their homeland. The funeral for the four Jews killed Friday in a terrorist attack on a kosher market in Paris was at once emotional and political, underscoring the tension roiling in recent days between a call for mass immigration to Israel and a demand to protect diaspora communities.\nPrime Minister Benjamin Netanyahu of Israel repeated his “open arms” invitation to all French Jews, which had set off a backlash over the weekend.\n“Jews have the right to live in many countries, and it is their right to live in perfect safety, but I believe that they know deep in their hearts that they have only one country, the state of Israel, that will accept them with open arms, like beloved children,” Mr. Netanyahu said. “Today more than ever, Israel is our true home, and the more numerous we are, and the more united we are in our country, the stronger we are in our one and only state.”\nIsrael’s president, Reuven Rivlin, told the Jews of France that “we yearn to see you settle in Zion,” but said immigration “need not be due to distress, out of desperation, because of destruction, or in the throes of terror and fear.”", "url": "https://www.nytimes.com/2015/01/14/world/middleeast/paris-terror-attacks-funeral-jerusalem.html"}