{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:08:40", "date_modify": "2018-11-16 04:08:40", "date_publish": "2015-10-02 21:47:10", "description": "The president said the United States would not cooperate in Russian military operations that he said would provide a recruiting tool for Islamic radicals.", "filename": "2015_10_03_world_middleeast_obama-condemns-russias-role-in-bombing-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341320.html", "image_url": "https://static01.nyt.com/images/2015/10/02/multimedia/obama-syria/obama-syria-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_03_world_middleeast_obama-condemns-russias-role-in-bombing-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341320.html", "title": "Obama Condemns Russia’s Role in Bombing Syria", "title_page": "Obama Condemns Russia’s Role in Bombing Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama forcefully denounced Russia on Friday for its new bombing campaign in Syria and said the United States would not cooperate, declaring that Moscow’s actions will lead it into a “quagmire” and make the crisis in the Middle East worse not better.\nEven as the Kremlin widened its bombings in Syria, striking Islamic State territory for the first time, Mr. Obama said that Russia’s military intervention “won’t work” and that it would drive legitimate opposition groups underground and provide a recruiting tool for Islamic radicals.\nIn his first comments since Russia began bombing targets in Syria that include opposition forces supported by the United States, Mr. Obama repeated his demand that any resolution of the four-year-old civil war must include the departure of Bashar al-Assad, the Syrian president and a longtime Moscow ally.", "url": "https://www.nytimes.com/2015/10/03/world/middleeast/obama-condemns-russias-role-in-bombing-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}