{"authors": ["Alan Blinder", "Michael D. Shear"], "date_download": "2018-11-16 04:22:38", "date_modify": "2018-11-16 04:22:38", "date_publish": "2015-08-12 20:57:12", "description": "In a statement, Mr. Carter said that recent liver surgery revealed cancer that had spread to several parts of his body.", "filename": "2015_08_13_us_jimmy-carter-says-he-has-cancer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342158.html", "image_url": "https://static01.nyt.com/images/2015/08/13/us/13CARTERWEB/13CARTERWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_13_us_jimmy-carter-says-he-has-cancer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342158.html", "title": "Former President Jimmy Carter Says He Has Cancer", "title_page": "Former President Jimmy Carter Says He Has Cancer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA — Former President Jimmy Carter announced on Wednesday that he had been given a diagnosis of a spreading cancer that was detected by recent liver surgery.\n“I will be rearranging my schedule as necessary so I can undergo treatment,” Mr. Carter, 90, said in a statement. “A more complete public statement will be made when facts are known, possibly next week.”\nThe announcement, which revealed few details about Mr. Carter’s condition, came nine days after doctors at Emory University Hospital in Atlanta performed an elective procedure that removed “a small mass” from his liver. At the time, the former president’s office said that “the prognosis is excellent for a full recovery.”\nMr. Carter, who left the White House in 1981 and has enjoyed the longest post-presidency in American history, has an extensive family history of cancer. His father and three siblings all died of pancreatic cancer, a disease that was also found in his mother. Mr. Carter gave no indication on Wednesday whether his pancreas had been affected, and his spokeswoman declined to elaborate beyond the former president’s three-sentence statement.", "url": "https://www.nytimes.com/2015/08/13/us/jimmy-carter-says-he-has-cancer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}