{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:48:10", "date_modify": "2018-11-16 03:48:10", "date_publish": "2015-01-05 17:20:19", "description": "Despite the calls from Chancellor Angela Merkel appealing to Germans to avoid the marches and their organizers, demonstrators gathered against “economic refugees.”", "filename": "2015_01_06_world_europe_pegida-rally-dresden-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340090.html", "image_url": "https://static01.nyt.com/images/2015/01/06/world/DRESDEN-1/DRESDEN-1-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_06_world_europe_pegida-rally-dresden-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340090.html", "title": "Anti-Immigration Rallies in Germany Defy Calls to Desist", "title_page": "Anti-Immigration Rallies in Germany Defy Calls to Desist  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An anti-euro party, the Alternative for Germany, is flirting with anti-foreigner sentiment and won seats in three state legislatures in eastern Germany in the fall. While its leaders are bickering furiously, at least some have attended the Dresden rallies and are willing to meet with Pegida.\nAcross the established political spectrum, debate has raged about whether to engage directly with Pegida, as well as how to confront its clear appeal to a disgruntled segment of the German population. Its supporters include far rightists, neo-Nazis and soccer hooligans, as well as a larger number of average citizens who seem worried about losing status, even if — in Dresden and the surrounding state of Saxony — barely 2 percent of residents are foreigners and even fewer are Muslims.\nOn Tuesday, the country’s best-selling newspaper, Bild, headlined articles with “The People Are Stopping Pegida” and highlighted efforts to support immigration. Berthold Kohler, a publisher of the influential center-right newspaper Frankfurter Allgemeine Zeitung, noted Monday in a commentary titled “Terribly Simple” that, despite Ms. Merkel’s stand against the Pegida movement, it was clear that her coalition government of center-right and center-left was still trying to figure out what to do. The movement, he said, is “the tip of the iceberg” when it comes to a loss of faith in elites or institutions across the board.\nMs. Merkel’s partners in her conservative bloc, the Bavarian Christian Social Union, plan to debate what they call “a fair and balanced asylum policy” at a meeting this week. That policy would involve a swifter processing of asylum requests and deportation of abusers, portraying this as the only way to continue guaranteeing a welcome for hundreds of thousands of legitimate refugees, particularly from Syria and Iraq.\n“People are reacting to the situation with much understanding, empathy and remarkable voluntary engagement,” the party said in the proposal. All who are helping should be thanked, it added, “for they are the face of modern Germany, open to the world.”\nAmong the many voices discussing Pegida were the writer Peter Schneider, who over the weekend published his impressions of a visit to the last Pegida rally on Dec. 22.", "url": "https://www.nytimes.com/2015/01/06/world/europe/pegida-rally-dresden-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}