{"authors": ["Diane Cardwell"], "date_download": "2018-11-16 04:21:55", "date_modify": "2018-11-16 04:21:55", "date_publish": "2015-04-19 00:26:09", "description": "As homemade electricity gains popularity, it puts new pressures on old infrastructure and cuts into electric company revenue, pitting solar companies against utilities.", "filename": "2015_04_19_business_energy-environment_solar-power-battle-puts-hawaii-at-forefront-of-worldwide-changes_1542342115.html", "image_url": "https://static01.nyt.com/images/2015/04/03/multimedia/hawaii-grid-solar/hawaii-grid-solar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_19_business_energy-environment_solar-power-battle-puts-hawaii-at-forefront-of-worldwide-changes_1542342115.html", "title": "Solar Power Battle Puts Hawaii at Forefront of Worldwide Changes", "title_page": "Solar Power Battle Puts Hawaii at Forefront of Worldwide Changes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONOLULU — Allan Akamine has looked all around the winding, palm tree-lined cul-de-sacs of his suburban neighborhood in Mililani here on Oahu and, with an equal mix of frustration and bemusement, seen roof after roof bearing solar panels.\nMr. Akamine, 61, a manager for a cable company, has wanted nothing more than to lower his $600 to $700 monthly electric bill with a solar system of his own. But for 18 months or so, the state’s biggest utility barred him and thousands of other customers from getting one, citing concerns that power generated by rooftop systems was overwhelming its ability to handle it.\nOnly under strict orders from state energy officials did the utility, the Hawaiian Electric Company, recently rush to approve the lengthy backlog of solar applications, including Mr. Akamine’s.\nIt is the latest chapter in a closely watched battle that has put this state at the forefront of a global upheaval in the power business. Rooftop systems now sit atop roughly 12 percent of Hawaii’s homes, according to the federal Energy Information Administration, by far the highest proportion in the nation.", "url": "https://www.nytimes.com/2015/04/19/business/energy-environment/solar-power-battle-puts-hawaii-at-forefront-of-worldwide-changes.html"}