{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 04:10:15", "date_modify": "2018-11-16 04:10:15", "date_publish": "2015-07-28 09:00:26", "description": "A large group seeks to meet the pope during his first visit to the United States, in September, to urge him to fully include gay and transgender Catholics in the church.", "filename": "2015_07_29_us_gay-and-transgender-catholics-urge-pope-francis-to-take-a-stand.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341415.html", "image_url": "https://static01.nyt.com/images/2015/07/28/us/29CATHOLICSWEB/29CATHOLICSWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_29_us_gay-and-transgender-catholics-urge-pope-francis-to-take-a-stand.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341415.html", "title": "Gay and Transgender Catholics Urge Pope Francis to Take a Stand", "title_page": "Gay and Transgender Catholics Urge Pope Francis to Take a Stand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lui Akira Francesco Matsuo said he was standing in line for communion one Sunday at his Roman Catholic church in Detroit when a fellow parishioner pulled him aside: Didn’t he know that the archbishop had just urged supporters of same-sex marriage not to take communion?\nMr. Matsuo, who is transgender, left and never returned to his parish. Now, two years later, he is among a large group of gay and transgender Catholics who are seeking a meeting with Pope Francis during his first visit to the United States, in September, pushing him to take a stand on the issues of sexuality and gender that are increasingly dividing Catholics.\n“I want him to extend his hand openly, especially to the transgender community,” said Mr. Matsuo, who is 28 and said he has identified as male ever since he was a toddler. “I am a practicing Catholic. I just don’t have a parish I can call home.”\nThe pressure from gay Catholics and their families poses a unique challenge for the pope as he tries to connect with an American church in flux. The hallmark of his papacy has been his pastoral approach to those living at the margins — especially the poor, immigrants and prisoners. But it is unclear whether he includes sexual minorities among those in need of justice, and Catholic groups of all kinds are demanding answers, and discussion.", "url": "https://www.nytimes.com/2015/07/29/us/gay-and-transgender-catholics-urge-pope-francis-to-take-a-stand.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}