{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:55:41", "date_modify": "2018-11-16 03:55:41", "date_publish": "2015-11-22 10:24:32", "description": "The president was responding to a New York Times report on a Pentagon investigation into whether intelligence reports overstated military progress against the Islamic State.", "filename": "2015_11_23_world_asia_obama-says-he-expects-truth-in-intelligence-reports.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "image_url": "https://static01.nyt.com/images/2015/11/23/world/PREXY/PREXY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_23_world_asia_obama-says-he-expects-truth-in-intelligence-reports.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "title": "Obama Orders Inquiry Into Intelligence on ISIS", "title_page": "Obama Orders Inquiry Into Intelligence on ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Obama was careful to say that he did not know “the details about this.” He said there were many times when legitimate disputes existed among different agencies about an intelligence conclusion.\nHe said such disagreements had to be shared with him in a transparent way.\nBut he also said he had not felt that the reports he had received about the campaign to fight the Islamic State had been overly optimistic.\n“It’s not as if I’ve been receiving wonderfully rosy, glowing portraits of what’s been going on in Iraq and Syria over the last year and a half,” Mr. Obama said, adding: “At my level, at least, we’ve had a pretty cleareyed, sober assessment of where we’ve made real progress and where we have not.\nIn Washington on Sunday, former Defense Secretary Chuck Hagel said he had not seen any evidence of altered intelligence reports during his tenure at the Pentagon, from early 2013 to February of this year.\n“Now, that doesn’t mean something couldn’t happen below the secretary of defense’s office,” Mr. Hagel said in an interview on “State of the Union,” on CNN. “You can’t monitor everything.”\nMr. Hagel noted that “conflict between our military on the ground versus different intelligence groups” was nothing new.\nMr. Obama said he would not relent in the fight against the Islamic State, also known as ISIS or ISIL, and pledged to “take back their land” and “cut off their financing” and “hunt down their leadership” with what he called an intensifying strategy on all fronts.", "url": "https://www.nytimes.com/2015/11/23/world/asia/obama-says-he-expects-truth-in-intelligence-reports.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}