{"authors": ["Pam Belluck"], "date_download": "2018-11-16 04:22:39", "date_modify": "2018-11-16 04:22:39", "date_publish": "2015-08-21 01:07:40", "description": "Experts said the former president, even at 90, was a good candidate for the treatment he has just begun: a highly-targeted form of radiation and an immunotherapy drug.", "filename": "2015_08_21_health_new-methods-for-cancer-may-benefit-jimmy-carters-fight.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342159.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_health_new-methods-for-cancer-may-benefit-jimmy-carters-fight.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342159.html", "title": "New Methods for Cancer May Benefit Jimmy Carter’s Fight", "title_page": "New Methods for Cancer May Benefit Jimmy Carter’s Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Jimmy Carter, who disclosed Thursday that he has metastatic melanoma, is in a position to benefit from promising new approaches to attacking cancer, including a drug approved less than a year ago.\nExperts in melanoma said that from the information Mr. Carter had made public, his medical status appeared very serious in some ways, since the cancer had spread to his liver and brain. But they also noted that the liver tumor was removed with surgery this month and said the cancer in the brain, which Mr. Carter described as four extremely small spots, about two millimeters in size, appeared to have been detected very early.\nAs a result, experts said, Mr. Carter, even at 90, is a good candidate for the treatment he has just begun: a highly targeted form of radiation and an immunotherapy drug that has been shown to help some melanoma patients live months or even years longer than expected.\n“When patients have metastatic melanoma in the brain and liver, that is historically associated with very poor prognosis,” said Dr. Jeffrey E. Gershenwald, a surgical oncologist who is the medical director of the Melanoma and Skin Center at MD Anderson Cancer Center in Houston. But, he said, “the exciting part is that there’s new weapons to apply.”", "url": "https://www.nytimes.com/2015/08/21/health/new-methods-for-cancer-may-benefit-jimmy-carters-fight.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}