{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:21:28", "date_modify": "2018-11-16 03:21:28", "date_publish": "2015-11-17 11:23:27", "description": "The aid, $250 million over the next two years, is an effort to stand up to China’s increasingly aggressive claims on the South China Sea.", "filename": "2015_11_18_world_asia_obama-philippines-south-china-sea-military-aid-ship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338488.html", "image_url": "https://static01.nyt.com/images/2015/11/17/multimedia/18prexi-obama/18prexi-obama-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_asia_obama-philippines-south-china-sea-military-aid-ship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338488.html", "title": "With China in Mind on a Visit to Manila, Obama Pledges Military Aid to Allies in Southeast Asia", "title_page": "With China in Mind on a Visit to Manila, Obama Pledges Military Aid to Allies in Southeast Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — Standing in front of a former United States Coast Guard ship that is now the flagship of the Philippine Navy, President Obama on Tuesday sent a message intended for a single country: China.\nKicking off five days in Asia by visiting the home port of the 378-foot ship, now known as the BRP Gregorio del Pilar, Mr. Obama announced that the United States would spend an additional $250 million over the next two years to help ensure maritime security for countries in Southeast Asia.\nThat money will bolster the naval capabilities of Indonesia, Japan, the Philippines, Malaysia and Vietnam for one main purpose: to stand up to China’s increasingly aggressive claims on the South China Sea, where in recent months, that country has enlarged submerged reefs into islands capable of hosting military airstrips, equipment and soldiers.\n“We have a treaty obligation, an ironclad commitment to the defense of our ally the Philippines, who can count on the United States,” Mr. Obama said in brief remarks after touring the Gregorio del Pilar. “My visit here underscores our shared commitment to the security of the waters of this region and to the freedom of navigation.”", "url": "https://www.nytimes.com/2015/11/18/world/asia/obama-philippines-south-china-sea-military-aid-ship.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}