{"authors": ["Edward Wong", "Chris Buckley"], "date_download": "2018-11-16 04:21:58", "date_modify": "2018-11-16 04:21:58", "date_publish": "2015-03-15 07:59:29", "description": "Premier Li Keqiang acknowledged that there was a gap between the government’s efforts and public ire about pervasive smog.", "filename": "2015_03_16_world_asia_chinese-premier-li-keqiang-vows-tougher-regulation-on-air-pollution_1542342118.html", "image_url": "https://static01.nyt.com/images/2015/03/16/world/16china02/16china02-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_16_world_asia_chinese-premier-li-keqiang-vows-tougher-regulation-on-air-pollution_1542342118.html", "title": "Chinese Premier Vows Tougher Regulation on Air Pollution", "title_page": "Chinese Premier Vows Tougher Regulation on Air Pollution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“All acts of illegal production and emissions will be brought to justice and held accountable,” Mr. Li said. “We need to make businesses that illicitly emit and dump pay a price too heavy to bear. We must ensure that the enforcement of the environmental protection law is not a stick of cotton candy but a powerful mace.”\nThough a reporter had asked about it, Mr. Li avoided directly blaming state-owned enterprises, including the big oil companies, that many environmental advocates say are blocking policies and stifling the enforcement of regulations designed to protect the environment. But Mr. Li said the government would work to fully implement the Environmental Pollution Law, which allows for greater fines against polluters and which environmental advocates had praised when details were announced months ago.\nThe slower economic target of around 7 percent growth this year, which was announced by Mr. Li and endorsed by the legislature, could help the government reduce pollution, by reducing demand for coal.\nMr. Li has made similar remarks on various issues — the environment, official corruption and the economy — three years in a row now, ever since holding the first of these scripted news conferences in March 2013 after taking the post of prime minister.\nOn Sunday he issued targets for reducing carbon dioxide intensity — the amount of the greenhouse gas emitted for each unit of economic activity — by 3.1 percent, and he said the government would introduce legislation for a long-discussed “environmental protection tax.”\nLast year, China’s coal consumption fell 2.9 percent, according to government statistics. Glen Peters, a scientist at the Center for International Climate and Environmental Research-Oslo, has estimated that the drop in consumption, together with slowed growth in cement production, reduced China’s annual emissions of carbon dioxide, the main greenhouse gas from human activity, 0.8 percent. This was the first fall in China’s emissions after more than 15 years of fast growth, he said.\nDiscussion of public anger about the pollution was, however, mostly muted throughout the National People’s Congress. The Communist Party-controlled legislature has 2,965 delegates, overwhelmingly handpicked party members and officials, who meet in full session once a year to discuss and, inevitably, approve the government’s plans. Even so, some of the public frustration crept into the meeting.", "url": "https://www.nytimes.com/2015/03/16/world/asia/chinese-premier-li-keqiang-vows-tougher-regulation-on-air-pollution.html"}