{"authors": ["Tamar Lewin"], "date_download": "2018-11-16 04:38:52", "date_modify": "2018-11-16 04:38:52", "date_publish": "2015-10-13 18:45:49", "description": "The decision was meant to combat videos contending that officials sought to profit from the programs, which provide fetal tissue to researchers.", "filename": "2015_10_14_us_planned-parenthood-to-forgo-payment-for-fetal-tissue-programs_1542343132.html", "image_url": "https://static01.nyt.com/images/2015/10/15/science/14PLANNED2/14PLANNED2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_14_us_planned-parenthood-to-forgo-payment-for-fetal-tissue-programs_1542343132.html", "title": "Planned Parenthood Won’t Accept Money for Fetal Tissue", "title_page": "Planned Parenthood Won’t Accept Money for Fetal Tissue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is Planned Parenthood standing strong, saying that we are not going to be bullied, even by five congressional committees, into walking away from important research and women’s desire to donate,” said Dawn Laguens, the executive vice president of the group. “We are not going to stand around getting flogged with false accusation for something that’s never been our motivation to participate in tissue donation.”\nSince the controversy began in July, many researchers have underscored the value of fetal tissue for scientific research, whether in the development of vaccines or understanding degenerative eye disease.\nPlanned Parenthood’s woes began when the Center for Medical Progress released the videos, which purported to show its officials trying to sell fetal tissue. Planned Parenthood said the videos were heavily edited. But the center accused the group of illegally profiting from the sale of the tissue.\nThe 1993 law that made it illegal to turn a profit on fetal tissue said it was acceptable to be reimbursed for the cost of getting, storing and processing the tissue for research use.\nAfter the release of the videos, Republicans in Congress began their effort to cut federal money for Planned Parenthood. Some states, too, moved to take away the organization’s funding under Medicaid, as well as beginning their own investigations into whether Planned Parenthood broke federal law in its handling of fetal tissue.\nMs. Laguens, the group’s executive vice president, said reimbursement at the California affiliate came to less than one-tenth of a percent of its annual budget.\nOver all, in the fiscal year ended in June, the group received about $528 million from federal, state and local sources, about three-quarters of which came from Medicaid, to pay for birth control services and other women’s health care.", "url": "https://www.nytimes.com/2015/10/14/us/planned-parenthood-to-forgo-payment-for-fetal-tissue-programs.html"}