{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:21:40", "date_modify": "2018-11-16 04:21:40", "date_publish": "2015-11-03 17:24:35", "description": "China has been using up to 17 percent more coal a year than reported. By some estimates, that means almost a billion more tons of carbon dioxide released annually.", "filename": "2015_11_04_world_asia_china-burns-much-more-coal-than-reported-complicating-climate-talks.html_module=inline_1542342100.html", "image_url": "https://static01.nyt.com/images/2015/11/04/world/04chinacoal-web1/04chinacoal-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_04_world_asia_china-burns-much-more-coal-than-reported-complicating-climate-talks.html_module=inline_1542342100.html", "title": "China Burns Much More Coal Than Reported, Complicating Climate Talks", "title_page": "China Burns Much More Coal Than Reported, Complicating Climate Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Illustrating the scale of the revision, the new figures add about 600 million tons to China’s coal consumption in 2012 — an amount equivalent to more than 70 percent of the total coal used annually by the United States.\n“It’s been a confusing situation for a long time,” said Ayaka Jones, a China analyst at the United States Energy Information Administration in Washington. She said the new data vindicated her earlier analysis of China’s preliminary statistics, which flagged significantly increased numbers for coal use and overall energy consumption.\nThe new data indicated that much of the change came from heavy industry — including plants that produce coal chemicals and cement, as well as those using coking coal, which goes to make steel, Ms. Jones said. The correction for coal use in electric power generation was much smaller.\nPhoto\nOfficials accepted the need to correct worsening distortions in the old data but have not commented publicly on the changes, according to Lin Boqiang, director of the China Center for Energy Economics Research at Xiamen University in eastern China. Mr. Lin said in a telephone interview that this was partly because the new figures made it more complicated to set and assess the country’s clean-energy goals.\n“It’s created a lot of bewilderment,” he said. “Our basic data will have to be adjusted, and the international agencies will also have to adjust their databases. This is troublesome because many forecasts and commitments were based on the previous data.”\nWhen President Xi Jinping proposed that China’s emissions stop growing by 2030, he did not say what level they would reach by then. The new numbers may mean that the peak will be higher, but they also raise hopes that emissions will crest many years sooner, Mr. Yang, the climate adviser, said.\n“I think this implies that we’re closer to a peak, because there’s also been a falloff in coal consumption in the past couple of years,” he said.\nAdvertisement Continue reading the main story\nChinese energy and statistics agency officials did not respond to faxed requests for comment on the data revisions.\nPhoto\nThe press office of the International Energy Agency said by email that the organization would revise its own data to reflect China’s revisions, starting with numbers for 2011 to 2013 that will be released Wednesday. The agency estimated, based on the new figures, that China’s carbon dioxide pollution in 2011 and 2012 was 4 percent to 6 percent greater than previously thought.\nBut some scientists said the difference could be much larger.\nJan Ivar Korsbakken, a senior researcher at the Center for International Climate and Environmental Research in Oslo, said that based on his preliminary analysis, the new data implied that China had released about 900 million metric tons more carbon dioxide from 2011 to 2013.\nThat would be an 11 percent increase in emissions, he said. For comparison, the International Energy Agency estimated before the revision that China had emitted 8.25 billion tons of carbon dioxide from fossil fuels in 2012. Dr. Korsbakken, a physicist, emphasized that deeper analysis of the new data was needed before firm conclusions could be drawn.\nWhen estimating emissions, scientists prefer to account for coal use by the amount of energy in it rather than by its raw mass, which includes impurities that end up as ash. Measured in energy terms, Dr. Korsbakken said, China consumed 10 percent to 15 percent more coal than the old data had showed from 2005 to 2013, the last year for which the new and old figures can be compared. The revisions for 2001 through 2004 were smaller.\nEconomists have grown increasingly skeptical about the economic data China publishes, and the revisions open a new episode in the debate over its energy use and greenhouse-gas emissions.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nChina burned or otherwise consumed 4.2 billion metric tons in 2013, according to the new data, and its emissions now far exceed those of any other country, including the United States, the second-largest emitter.\nThis is not the first time China has underestimated its coal consumption. In the late 1990s, small coal mines were ordered to close, but many of them simply stopped reporting their output to the government. For a time, this created an erroneous impression that China had succeeded in generating economic growth without increasing emissions.\nAdvertisement Continue reading the main story\nMore recently, some scientists concluded that China’s emissions were lower than widely believed because the coal it was using burned less efficiently than researchers had generally assumed. But Mr. Yang said that conclusion had been disputed.\nThe revised numbers do not alter scientists’ estimates of the total amount of carbon dioxide in the air. That is measured directly, not inferred from fuel consumption statistics the way countries’ emissions are usually estimated.\nSo if China’s emissions have been much greater than believed, researchers will want to understand where the extra carbon dioxide output ended up — for example, how it might have been absorbed in natural “sinks” like forests or oceans, said Josep G. Canadell, executive director of the Global Carbon Project, which studies the sources and flows of greenhouse-gas pollution.\n“If the emissions are partially wrong,” Mr. Canadell said, “we’ll be wrong in attributing carbon sources and sinks.”", "url": "https://www.nytimes.com/2015/11/04/world/asia/china-burns-much-more-coal-than-reported-complicating-climate-talks.html?module=inline"}