{"authors": ["Douglas Daland Mark Scott"], "date_download": "2018-11-16 04:16:45", "date_modify": "2018-11-16 04:16:45", "date_publish": "2015-10-13 15:18:43", "description": "The country will cut its 12.5 percent corporate tax rate in half for revenues pegged to patents and other intellectual property.", "filename": "2015_10_14_business_international_ireland-tax-rate-breaks.html_module=inline_1542341805.html", "image_url": "https://static01.nyt.com/images/2015/10/14/business/14IRISHTAX/14IRISHTAX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_14_business_international_ireland-tax-rate-breaks.html_module=inline_1542341805.html", "title": "Ireland, Accused of Giving Tax Breaks to Multinationals, Plans an Even Lower Rate", "title_page": "Ireland, Accused of Giving Tax Breaks to Multinationals, Plans an Even Lower Rate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As part of the region’s efforts to increase transparency over where companies pay tax, European officials agreed last week to force individual countries to provide information on preferential tax deals granted to international companies.\nIreland’s new rules are meant to comply with that agreement while going even further, Mr. Noonan indicated. He said Ireland was becoming one of the first countries to adopt tax-disclosure and compliance guidelines detailed by the Organization for Economic Cooperation and Development, which represents 34 industrialized democracies.\nThe idea, the Irish government said, is to let its tax officials have a fuller picture of companies that use Ireland as a tax base, to determine whether they are paying their share of corporate taxes in other jurisdictions. Ireland said it would share this confidential information with other countries where the companies operate.\nIn adopting the new knowledge-box category, Ireland says it is trying to eliminate complicated tax structures that have included the so-called “Double Irish” tax provision. That provision, now being phased out, allowed companies with operations in Ireland to make royalty payments for intellectual property to a separate Irish-registered subsidiary. That unit, though incorporated in Ireland, typically had its home in a country that had no corporate income tax, reducing the amount each company had to pay on its Irish-based profits.\nEamonn Walsh, an accounting professor at University College, Dublin, said the new approach by Ireland “should end some of the more egregious attempts to channel funds to zero-rate jurisdictions.”\n“Companies might decide to cut their losses,” he said, “and opt for the certainty of a 6.5 percent rate in Ireland.”\nTax officials in the United States have criticized Ireland’s arrangements. But the issue is particularly sensitive in Europe, where many countries are still struggling. Tax experts say national governments are eager to tap into new sources of income, especially as many of the large American tech companies have continued to post record profits despite the recent global economic uncertainty.", "url": "https://www.nytimes.com/2015/10/14/business/international/ireland-tax-rate-breaks.html?module=inline"}