{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:13:25", "date_modify": "2018-11-16 04:13:25", "date_publish": "2015-10-08 15:54:12", "description": "From meetings in Cuba to promoting a 12-nation Pacific trade deal, Ms. Pritzker is known for her work ethic, and her long association with President Obama.", "filename": "2015_10_09_business_penny-pritzker-tackles-tough-assignments-as-commerce-secretary_1542341605.html", "image_url": "https://static01.nyt.com/images/2015/10/09/business/09pritzker-web2/09pritzker-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_09_business_penny-pritzker-tackles-tough-assignments-as-commerce-secretary_1542341605.html", "title": "Penny Pritzker Tackles Tough Assignments as Commerce Secretary", "title_page": "Penny Pritzker Tackles Tough Assignments as Commerce Secretary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“In some ways, I think of her as almost like one of us,” said Mr. Chesky, whom Ms. Pritzker recruited to join a program she started for Mr. Obama that recruits American executives to promote entrepreneurship in the United States and overseas. “She is someone who gets what we do.”\nBut Ms. Pritzker’s business-executive background complicated her path to a top post in Mr. Obama’s administration. As finance chairwoman of his 2008 campaign, she served as Mr. Obama’s crucial conduit to her circle of bankers, executives and Jewish leaders and raised $745 million to elect him. Afterward she was a leading contender for the commerce job, only to withdraw from consideration, with her family’s fortune in turmoil because of the financial crisis and the public backlash against Wall Street at a fever pitch.\nMs. Pritzker said the decision had been hers. “It wasn’t right” to join the administration, she said, while she was trying to run a business in an economic meltdown. But others close to Mr. Obama said his advisers had worried that installing a wealthy finance chairwoman in the cabinet would muddy the president’s image as a transcendent figure who rejected business as usual, and that she would face a confirmation fight on Capitol Hill.\nAdding to the problems, Ms. Pritzker had been part owner of Superior Bank, which collapsed in 2001, partly because of subprime mortgages, and her family had used offshore trusts to pay less in taxes — a practice the president had condemned.\nIf Ms. Pritzker was bitter, she never showed it, colleagues say. She took on a heavy workload on behalf of the Obama administration, serving on two economic advisory boards and leading an effort to link community colleges with businesses to improve students’ competitiveness in the job market. She played a substantial, if lesser, role raising money for his second presidential campaign. When Mr. Obama was re-elected, he turned to Ms. Pritzker to take the commerce post.\n“Of the cabinet, for sure there’s no one who knows him longer, been more involved in Barack Obama’s getting to where he got to, than her,” said William M. Daley, a former White House chief of staff to Mr. Obama who also served as commerce secretary under Bill Clinton. “Her sucking it up when she was disappointed about not getting something in the first term probably enhanced that.”", "url": "https://www.nytimes.com/2015/10/09/business/penny-pritzker-tackles-tough-assignments-as-commerce-secretary.html"}