{"authors": ["Elisabeth Rosenthal"], "date_download": "2018-11-16 03:45:25", "date_modify": "2018-11-16 03:45:25", "date_publish": "2015-02-07 21:15:54", "description": "New health insurance policies have many Americans scrambling.", "filename": "2015_02_08_sunday-review_insured-but-not-covered_1542339925.html", "image_url": "https://static01.nyt.com/images/2015/02/08/sunday-review/08HEALTHcover/08HEALTHcover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_08_sunday-review_insured-but-not-covered_1542339925.html", "title": "Insured, but Not Covered", "title_page": "Insured, but Not Covered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But other problems may be related to the process by which the plans are created. Under the Affordable Care Act each state was asked to select a benchmark plan as its standard. It had to cover certain “essential health benefits” like maternity care and prescription drugs; it had to have a defined actuarial value depending on the level of plan. Silver plans, for example, had to cover 70 percent of charges, leaving consumers with 30 percent. But within those parameters, competing insurers had leeway to set premiums, co-payments and deductibles, and to create networks by negotiating with doctors and hospitals. Naturally, they created policies that met the core criteria while minimizing their financial risk.\nSuddenly there were hundreds of new insurance products that had never been tested in real time. Their shortcomings are now playing out in various ways.\nAlison Chavez, 36, who is self-employed, signed up for a marketplace plan in October 2013 that she hoped would be an improvement on her previous plan. She had recently been given a diagnosis of breast cancer and was just beginning therapy, so she was careful to choose a policy on the Covered California marketplace that included her physicians.\nBut in March, while in the middle of treatment, she was notified that several of her doctors and the hospital were leaving the plan’s network. She was forced to postpone a surgery as she scrambled to buy a new commercial policy that included her doctors. “I’ve been through hell and back, but I came out alive and kicking (just broke),” she wrote in an email.\nDr. Alexis Gersten, a dentist in East Quogue, N.Y., switched her family and 11 employees to a new Blue Cross/Blue Shield plan for 2014, after a previous small-business group plan was canceled. She bought the plan through a broker, and says she was unaware that it was an Affordable Care Act plan. When her son needed an ear, nose and throat specialist, the nearest was in Albany, five hours away. Though her cardiologist was on the network list, he said he did not take the plan. She ended up driving an hour to see a new one. A dispute with the insurer about how to count deductibles left her with a $457 pediatrician’s bill. This year she has chosen a new policy.\n“People may have a checklist when they buy insurance: First, premiums, then the deductible — and those are pretty easy to understand because they’re set dollar amounts,” said Lynn Quincy, associate director of health reform policy at Consumers Union. But new policies demand different and more difficult kinds of calculations, she said: “The terms are unfamiliar, and figuring out networks is especially murky.”\nCompounding the problem is the lack of basic information to shop effectively. When Andrea Greenberg, a New York lawyer, called the help line of Health Republic to clarify the difference between two plans, she found herself speaking to someone reading off a script in the Philippines. “I was really outraged,” she said. “This is an important decision with potentially dire consequences. It’s not like you’re choosing a sweater.”", "url": "https://www.nytimes.com/2015/02/08/sunday-review/insured-but-not-covered.html"}