{"authors": ["Alison Smale", "Melissa Eddy", "Kareem Fahim"], "date_download": "2018-11-16 03:46:56", "date_modify": "2018-11-16 03:46:56", "date_publish": "2015-08-28 07:12:43", "description": "Deaths of about 150 people at sea near Libya and 71 found in a truck in Austria came as the United Nations reported a surge in 2015 migrations.", "filename": "2015_08_29_world_europe_migrants-bodies-austria-truck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340016.html", "image_url": "https://static01.nyt.com/images/2015/08/29/world/29austria1_hp/29austria1_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_29_world_europe_migrants-bodies-austria-truck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340016.html", "title": "Europe Reels From More Migrant Deaths on Land and Sea", "title_page": "Europe Reels From More Migrant Deaths on Land and Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VIENNA — Europe reeled from fresh shocks in its escalating migration crisis Friday, with reports that 150 people drowned in the Mediterranean and news that far more bodies had been found crammed in an abandoned refrigeration truck in Austria than first thought. Damage to the vehicle’s side raised the possibility that victims had struggled to escape.\nThe authorities in Austria and Hungary said at least four people had been arrested in connection with the truck. They also disclosed that the remains of 71 people had been found inside, including four children, and that at least some had come from Syria. On Thursday, officials estimated as many as 50 people had been packed in the vehicle, before they discovered additional bodies.\nThe migrant crisis, the biggest wave to hit Europe since World War II, was further amplified on Friday by a report from the United Nations refugee agency estimating a 40 percent jump this year in the number of people fleeing to the Continent by boat compared with all of 2014. Most are escaping war and strife in the Middle East and Africa.\nSecretary General Ban Ki-moon of the United Nations, expressing shock over the latest deaths, announced an emergency summit Sept. 30 in New York while world leaders are visiting for the annual General Assembly. He called Europe’s migrant crisis a reflection of deeper travails elsewhere and cited the Syria war as an example, saying that conflict had “just been manifested on a roadside in the heart of Europe.”", "url": "https://www.nytimes.com/2015/08/29/world/europe/migrants-bodies-austria-truck.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}