{"authors": ["James B. Stewart"], "date_download": "2018-11-16 03:43:52", "date_modify": "2018-11-16 03:43:52", "date_publish": "2015-04-11 01:11:00", "description": "General Electric’s announcement is a stark recognition that it has become harder for financial services businesses to make big profits in the postfinancial crisis environment.", "filename": "2015_04_11_business_dealbook_do-it-all-era-ending-as-ge-returns-to-core.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339832.html", "image_url": "https://static01.nyt.com/images/2015/04/11/business/11STEWART/11STEWART-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_11_business_dealbook_do-it-all-era-ending-as-ge-returns-to-core.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339832.html", "title": "Do-It-All Era Ending as G.E. Returns to Core", "title_page": "Do-It-All Era Ending as G.E. Returns to Core  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "General Electric’s announcement on Friday that it will sell off most of GE Capital, its once-sprawling finance unit, is both another nail in the coffin of the American conglomerate and a stark recognition that it has become harder for financial services businesses to make big profits in the postfinancial crisis environment of tighter regulation and lower risk.\n“It’s the end of an era,” said Bruce Greenwald, a professor of finance and asset management at Columbia Business School. Since the financial crisis destabilized G.E., its chief executive, Jeffrey R. Immelt, has been steadily shrinking the size of GE Capital, and in January described the downsizing of the business as a “historic pivot” in the company’s strategy. In G.E.’s most recent quarterly earnings report, GE Capital contributed just 25 percent of its parent’s total profit, down from nearly half at its peak. By 2018, G.E. expects financial services to contribute less than 10 percent of its income.\nOn Friday, the company stated clearly why it was moving away from the business of making loans and investing in real estate. “The business model for large, wholesale-funded financial companies has changed, making it increasingly difficult to generate acceptable returns going forward,” G.E. said on Friday when it announced its decision.", "url": "https://www.nytimes.com/2015/04/11/business/dealbook/do-it-all-era-ending-as-ge-returns-to-core.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}