{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:44:58", "date_modify": "2018-11-16 04:44:58", "date_publish": "2015-12-10 21:01:11", "description": "North Korea’s official news agency reported that Kim Jong-un said his country had developed a hydrogen bomb, which the White House and experts said was doubtful.", "filename": "2015_12_11_world_asia_north-korea-kim-hydrogen-bomb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343498.html", "image_url": "https://static01.nyt.com/images/2015/12/11/world/11nkorea_web1/11nkorea_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_11_world_asia_north-korea-kim-hydrogen-bomb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343498.html", "title": "Kim Jong-Un’s Claim of North Korea Hydrogen Bomb Draws Skepticism", "title_page": "Kim Jong-Un’s Claim of North Korea Hydrogen Bomb Draws Skepticism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — The North Korean leader, Kim Jong-un, said his country had developed a hydrogen bomb, its state-run media said Thursday. The claim was the latest of several that the isolated country has made about its nuclear capabilities that outside analysts have greeted with skepticism.\nThe North’s official Korean Central News Agency said Mr. Kim had made the assertion during a visit to the Phyongchon Revolutionary Site, which honors the works of his father and grandfather, who ruled North Korea before him.\nHis forebears’ work turned North Korea into “a powerful nuclear weapons state ready to detonate a self-reliant A-bomb and H-bomb to reliably defend its sovereignty and the dignity of the nation,” Mr. Kim was quoted as saying.\nThe White House on Thursday said it was doubtful that North Korea had developed a hydrogen bomb.\n”At this point, the information that we have access to calls into serious question those claims, but we take very seriously the risk and the threat that is posed by the North Korean regime in their ambitions to develop a nuclear weapon,” Josh Earnest, the White House press secretary, told reporters, according to Reuters.", "url": "https://www.nytimes.com/2015/12/11/world/asia/north-korea-kim-hydrogen-bomb.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}