{"authors": ["Michael Corkery", "Mary Williams Walsh"], "date_download": "2018-11-16 03:48:55", "date_modify": "2018-11-16 03:48:55", "date_publish": "2015-12-17 01:28:35", "description": "Gov. Alejandro García Padilla said the commonwealth would possibly begin missing payments as soon as New Year’s Day unless Congress allowed it to restructure its debts.", "filename": "2015_12_17_business_dealbook_governor-of-puerto-rico-warns-of-looming-default-without-bankruptcy-plan.html_module=inline_1542340135.html", "image_url": "https://static01.nyt.com/images/2015/12/17/business/17DB-RICO/17DB-RICO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_business_dealbook_governor-of-puerto-rico-warns-of-looming-default-without-bankruptcy-plan.html_module=inline_1542340135.html", "title": "Governor of Puerto Rico Warns of Looming Default Without Bankruptcy Plan", "title_page": "Governor of Puerto Rico Warns of Looming Default Without Bankruptcy Plan  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The governor of Puerto Rico redoubled threats on Wednesday of a major bond default, as an effort to help the struggling commonwealth use bankruptcy to shed debt headed for defeat in Congress.\nGov. Alejandro García Padilla warned in a speech at the National Press Club in Washington that Puerto Rico would probably miss debt payments in January or May because its government had run out of cash.\n“There is no money,” he said. “I don’t have a printing machine.”\nThe governor’s comments came as Congress omitted from a federal spending bill any measures to allow Puerto Rico to restructure its roughly $72 billion of debt in Federal Bankruptcy Court.\nMr. García Padilla and his Democratic Party allies in Washington have been pushing for months to allow the island to take shelter from its creditors through bankruptcy. Chapter 9 bankruptcy, which is available to cities, counties and other local governments on the mainland, specifically excludes Puerto Rico as well as states.", "url": "https://www.nytimes.com/2015/12/17/business/dealbook/governor-of-puerto-rico-warns-of-looming-default-without-bankruptcy-plan.html?module=inline"}