{"authors": ["Jérôme Lambert", "Philippe Picard"], "date_download": "2018-11-16 03:22:47", "date_modify": "2018-11-16 03:22:47", "date_publish": "2015-01-09 17:10:17", "description": "In this short documentary filmed at Charlie Hebdo in 2006, cartoonists and editors design a satirical front page image of Muhammad.", "filename": "2015_01_09_opinion_charlie-hebdo-before-the-massacre.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338567.html", "image_url": "https://static01.nyt.com/images/2015/01/09/multimedia/opdoc-charlie/opdoc-charlie-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_09_opinion_charlie-hebdo-before-the-massacre.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338567.html", "title": "‘Charlie Hebdo, Before the Massacre’", "title_page": "Opinion | ‘Charlie Hebdo, Before the Massacre’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In February 2006 the editors of the French magazine Charlie Hebdo met to discuss a matter of what turned out to be deadly consequence: Would they publish a satirical image of Muhammad on their cover? We were making a documentary about Jean Cabut, known as Cabu, one of the most famous cartoonists in France. So we were there, filming his conversation with his colleagues as they chose the cover. The issue that came out of this meeting — with a Cabu cartoon on the cover and the images they discussed here — turned out to be one of the most popular in the magazine’s history. Almost nine years later, gunmen stormed this very meeting and killed 10 editors and cartoonists, including three of the people in this film: Cabu, Bernard Verlhac (known as Tignous) and Georges Wolinski.\nBeyond his talent as an artist, our friend Cabu was a formidable character — his Joan of Arc haircut and John Lennon-style round glasses were inimitable. A former children’s television host, he was goofy, kind, sweet. We loved him. But what Cabu loved was provocation and bad taste: a very French — political and vulgar, yet sharp — type of irony. He was right at home at Charlie Hebdo, where he could take uncompromising stands on institutions and leaders of all stripes: politicians, bankers, cops … and men of God.", "url": "https://www.nytimes.com/2015/01/09/opinion/charlie-hebdo-before-the-massacre.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}