{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:46:08", "date_modify": "2018-11-16 04:46:08", "date_publish": "2015-06-15 04:20:25", "description": "The teenage soldier was being debriefed after he arrived at a guard post in the South Korean half of the Demilitarized Zone, the Defense Ministry said.", "filename": "2015_06_16_world_asia_north-korean-soldier-braves-dmz-to-defect-to-south.html_module=inline_1542343568.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_16_world_asia_north-korean-soldier-braves-dmz-to-defect-to-south.html_module=inline_1542343568.html", "title": "North Korean Soldier Braves DMZ to Defect to South", "title_page": "North Korean Soldier Braves DMZ to Defect to South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — A North Korean soldier defected to South Korea on Monday, walking across the countries’ shared border, which is so heavily guarded that only a few refugees from the North have managed to cross it in recent years, South Korean officials said.\nThe soldier, in his late teens, presented himself at a South Korean guard post inside the southern half of the 2.5-mile-wide Demilitarized Zone that separates the rival countries, said a Defense Ministry spokesman, who spoke on the customary condition of anonymity. North Korean soldiers usually serve for 10 years, starting from age 17.\nThe soldier told South Korean officials that he decided to defect because of widespread beatings and other abuse within the North Korean military, the spokesman said.\nThe soldier defected through the central border near Hwacheon, a South Korean town northeast of Seoul, the capital, the spokesman said.", "url": "https://www.nytimes.com/2015/06/16/world/asia/north-korean-soldier-braves-dmz-to-defect-to-south.html?module=inline"}