{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:10:06", "date_modify": "2018-11-16 04:10:06", "date_publish": "2015-09-01 15:58:22", "description": "New York City officials said there would be “tens of thousands” of free passes available for the procession on Sept. 25.", "filename": "2015_09_02_nyregion_pope-francis-will-pass-through-central-park-in-ticketed-event.html_module=inline_1542341406.html", "image_url": "https://static01.nyt.com/images/2015/09/02/nyregion/02POPEweb/02POPEweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_02_nyregion_pope-francis-will-pass-through-central-park-in-ticketed-event.html_module=inline_1542341406.html", "title": "Pope Francis to Pass Through Central Park in Ticketed Event", "title_page": "Pope Francis to Pass Through Central Park in Ticketed Event - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pope Francis is coming to Central Park, but you will need a ticket to see him.\nWhen the pope travels to New York this month, his visit will include a procession through the western side of the park, the city announced on Tuesday.\nNew Yorkers must enter a contest for a chance to attend the event.\nCity officials said there would be “tens of thousands” of tickets available for the procession, which will be held on Sept. 25 around 5 p.m. The pope’s motorcade will travel south from 72nd Street to 60th Street along West Drive in the park.\n“The procession through Central Park will give thousands of New Yorkers an opportunity to come face to face with Pope Francis,” Mayor Bill de Blasio said in a statement. “We’re proud to welcome one of the world’s most powerful voices to our great city this month.”\nNew York State residents can apply for tickets — two per person — on a special website or by calling 311, Thursday to Monday. The city will notify the winners, who will be selected at random, on Sept. 10.", "url": "https://www.nytimes.com/2015/09/02/nyregion/pope-francis-will-pass-through-central-park-in-ticketed-event.html?module=inline"}