{"authors": ["Manny Fernandez", "Alan Blinder"], "date_download": "2018-11-16 04:22:52", "date_modify": "2018-11-16 04:22:52", "date_publish": "2015-11-04 20:35:42", "description": "A significant victory for social conservatives, built on a campaign of fears about men entering women’s restrooms with sinister intentions.", "filename": "2015_11_05_us_houston-anti-discrimination-bathroom-ordinance.html_module=inline_1542342172.html", "image_url": "https://static01.nyt.com/images/2015/11/05/us/05houston/05houston-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_05_us_houston-anti-discrimination-bathroom-ordinance.html_module=inline_1542342172.html", "title": "Opponents of Houston Rights Measure Focused on Bathrooms, and Won", "title_page": "Opponents of Houston Rights Measure Focused on Bathrooms, and Won - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — The predominantly black Third Ward here, a historic and struggling community, seemed like the kind of precinct that would be sympathetic to a broad ordinance outlawing discrimination based on factors such as race, religion and sexual orientation.\nBut at a polling site in the Cuney Homes public housing complex here on Tuesday, the talk among voters was not about discrimination. Picking up on an ad campaign run by a coalition of pastors, social conservatives and Republicans opposed to the measure, they voiced concerns as parents that it would let men claiming to be women enter women’s bathrooms and attack.\n“I got three daughters,” said Todd Ward, a city worker who had voted against the ordinance. “You have too much child molestation going on. It’s equal rights, but there’s not an equal right for me to go into a women’s bathroom. That’s common sense.”\nMore than a year ago, when Mayor Annise D. Parker and her supporters first proposed the ordinance and steered it through the City Council, they expected it to be welcomed in a diverse city that had become, with Ms. Parker’s election in 2009, the nation’s first big city to elect an openly gay or lesbian mayor.", "url": "https://www.nytimes.com/2015/11/05/us/houston-anti-discrimination-bathroom-ordinance.html?module=inline"}