{"authors": ["Sam Anderson"], "date_download": "2018-11-16 04:54:16", "date_modify": "2018-11-16 04:54:16", "date_publish": "2015-11-25 12:00:12", "description": "The sculptor and writer wants us to rediscover our sense of touch by working with our hands.", "filename": "2015_11_29_magazine_edmund-de-waal-and-the-strange-alchemy-of-porcelain_1542344056.html", "image_url": "https://static01.nyt.com/images/2015/11/29/magazine/29dewaal1/29dewaal1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_29_magazine_edmund-de-waal-and-the-strange-alchemy-of-porcelain_1542344056.html", "title": "Edmund de Waal and the Strange Alchemy of Porcelain", "title_page": "Edmund de Waal and the Strange Alchemy of Porcelain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Within a few minutes of my meeting Edmund de Waal, he was putting things in my hands. He handed me, for instance, a 1,000-year-old Chinese porcelain plate — the kind of object you would expect to see in a climate-controlled glass case in a museum, protected, at great expense, from clumsy, meaty, oily, inexpert hands like mine. De Waal just passed it to me as if it were nothing. To understand an object, he believes, you have to touch it.\nIn my fingers, the plate felt both fragile and indestructible. It was older than printed books, older than every traceable generation of my family. I could have snapped it in half or thrown it on the floor. Instead, I just stood there, probing its edges with my finger pads, weighing it in my palms, tracing the precise volume of space that it was displacing in the world. If all went well, this delicate thing would outlive us all by many more generations. My fingers felt this as they felt the plate. I was touching not only space but time.\nDe Waal kept handing me objects: perfect things, ruined things, priceless things, worthless things. We were standing in the room where he writes, in his studio in London, and he was pulling these specimens off a shelf near his desk. He is 51 and very tall, with short slate-gray hair and round glasses that rest on large, protrusive ears: ears that are somehow childish, ears to be grown into. He has unusually big hands, too; all the objects looked relaxed and at home in them, like young birds in the grasp of an animal handler. He passed me an imperial stem cup, many hundreds of years old, the rim of which seemed to be wilting. ‘‘It’s collapsed in on itself,’’ he said, ‘‘but look at the fineness of it.’’\nHe handed me a rough lump of Cherokee clay: a clod of petrified dirt, a meatball from outer space. He handed me shard after shard after shard of ancient porcelain dishes. He seemed delighted by all the ruination. ‘‘Part of the DNA of porcelain is getting messed up,’’ he said. One of the shards was a big, chunky encrustation that looked like a particularly ugly seashell. It was, de Waal said, an odd overlapping of worlds: porcelain that had been cooked too hot, so that its delicate white layers had fused, permanently, with their rough outer molds; perfection and failure welded together into something more interesting than either on its own.", "url": "https://www.nytimes.com/2015/11/29/magazine/edmund-de-waal-and-the-strange-alchemy-of-porcelain.html"}