{"authors": ["Alison Smale", "Melissa Eddy"], "date_download": "2018-11-16 03:46:59", "date_modify": "2018-11-16 03:46:59", "date_publish": "2015-08-27 12:18:22", "description": "A truck filled with the decomposing bodies of migrants was found in Austria as European leaders were meeting nearby to devise ways to cope with the migration crisis.", "filename": "2015_08_28_world_europe_bodies-austria-truck-migrant-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340019.html", "image_url": "https://static01.nyt.com/images/2015/08/28/world/28Austria2-web/28Austria2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_28_world_europe_bodies-austria-truck-migrant-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340019.html", "title": "Grisly Discovery in Migrant Crisis Shocks Europe", "title_page": "Grisly Discovery in Migrant Crisis Shocks Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VIENNA — The legions of desperate migrants fleeing war and mayhem in the Middle East and Africa have long known they were risking harm from unscrupulous smugglers and death at sea to reach the safety of Europe. But it became shockingly clear on Thursday that they now face the same dangers within Europe’s own borders.\nA white truck filled with the decomposing bodies of as many as 50 smuggled migrants was found abandoned on the outskirts of Vienna in the summer heat. The discovery came just as European leaders were meeting in a nearby palace to devise new ways to cope with the migration crisis.\nNews about the corpses instantly overshadowed the meeting and transfixed Europe with new worries that the scope and complexity of the crisis had escalated.\nEuropean Union officials have been struggling for ways to control the tens of thousands of migrants who are now reaching the continent, without forfeiting the free movement between member countries that is a fundamental part of life in the 28-nation bloc. Now its members are confronting human traffickers who are exploiting the open borders.", "url": "https://www.nytimes.com/2015/08/28/world/europe/bodies-austria-truck-migrant-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}