{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:18:47", "date_modify": "2018-11-16 03:18:47", "date_publish": "2015-11-10 17:02:55", "description": "Vestiges of Myanmar’s police state, alive and well, will wield enormous influence even with the lopsided election triumph by Aung San Suu Kyi’s party.", "filename": "2015_11_11_world_asia_myanmar-military-aung-san-suu-kyi-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338327.html", "image_url": "https://static01.nyt.com/images/2015/11/11/world/11myanmar-web/11myanmar-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_11_world_asia_myanmar-military-aung-san-suu-kyi-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338327.html", "title": "Myanmar Military Still Big Power Despite Opposition Victory", "title_page": "Myanmar Military Still Big Power Despite Opposition Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like the country’s entire police force, the General Administration Department falls under the Home Ministry, one of three ministries controlled by the military. The other two are defense and border affairs.\nMr. Horsey says the military’s control over such a crucial part of the administration will require Ms. Aung San Suu Kyi to collaborate with the military. “It will be impossible to administer the country without having the Home Ministry on their side, and that means ultimately the commander in chief of the military,” he said.\nBut the degree to which Ms. Aung San Suu Kyi is willing to compromise with her former captors is unclear.\nDuring weeks of campaigning she spoke often about the importance of reconciliation. “I do not believe in persecution and revenge,” she said last week.\nBut she has also challenged the military’s political role, often criticizing a provision in the Constitution that allocates to the military a quarter of the seats in Parliament. And she says she plans to circumvent the ban on her becoming president that the generals wrote into the Constitution.\nIn some of her strongest comments on this potential source of friction, Ms. Aung San Suu Kyi said Tuesday that as head of the party with a parliamentary majority, she would be empowered to pick who will be president, whom she described as subservient to her.", "url": "https://www.nytimes.com/2015/11/11/world/asia/myanmar-military-aung-san-suu-kyi-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}