{"authors": ["Benjamin Weiser", "Susanne Craig", "William K. Rashbaum"], "date_download": "2018-11-16 04:53:22", "date_modify": "2018-11-16 04:53:22", "date_publish": "2015-12-14 02:09:41", "description": "Mr. Bharara, whose office recently won convictions of two of New York’s most powerful legislators, said Albany’s problems were deep and systemic, but declined to suggest specific reforms.", "filename": "2015_12_14_nyregion_preet-bharara-us-attorney-sees-lessons-in-albany-corruption-trials_1542344002.html", "image_url": "https://static01.nyt.com/images/2015/12/14/nyregion/14PREET/14PREET-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_14_nyregion_preet-bharara-us-attorney-sees-lessons-in-albany-corruption-trials_1542344002.html", "title": "Preet Bharara, U.S. Attorney, Sees Lessons in Albany Corruption Trials", "title_page": "Preet Bharara, U.S. Attorney, Sees Lessons in Albany Corruption Trials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Preet Bharara, the United States attorney whose office recently won the corruption convictions of two of New York’s most powerful legislators, says that Albany’s problems are deep and systemic but that potential solutions are not hard to find: They lie in the nitty-gritty evidence presented at the unprecedented trials.\nIn his first interview since the verdicts, the most recent of which was delivered on Friday, Mr. Bharara said that the two trials hammered home the fact that the ability of lawmakers to earn outside income, coupled with a lack of transparency, weak disclosure requirements and the concentration of power in the hands of a few, is hugely problematic.\n“It would be, I think, irresponsible not to spend some time talking about what those things, what those trials, have taught us, and what those cases may mean for how everyone can get good government,” Mr. Bharara said.\nMr. Bharara declined, as he has previously, to suggest specific reforms or remedies or to say how any such measures would be carried out.", "url": "https://www.nytimes.com/2015/12/14/nyregion/preet-bharara-us-attorney-sees-lessons-in-albany-corruption-trials.html"}