{"authors": ["Stanley Reed", "Steven Erlanger"], "date_download": "2018-11-16 03:54:29", "date_modify": "2018-11-16 03:54:29", "date_publish": "2015-10-21 10:51:44", "description": "The deal opens the way for the Chinese to invest in British projects and possibly to play a larger role in building the plants.", "filename": "2015_10_22_business_international_hinkley-point-nuclear-plant_1542340469.html", "image_url": "https://static01.nyt.com/images/2015/10/22/business/22UKNUKE/22UKNUKE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_22_business_international_hinkley-point-nuclear-plant_1542340469.html", "title": "Britain to Grant China a Large Stake in Nuclear Industry", "title_page": "Britain to Grant China a Large Stake in Nuclear Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Critics have raised security concerns about Chinese involvement in Britain’s nuclear power network — particularly the potential for Chinese theft of industrial secrets from Britain and from Électricité de France, the French company that is one of Europe’s major nuclear contractors. The company, known as EDF, holds the contract to build Britain’s first new nuclear power plant in years.\nModern nuclear plants and the electric utility grid make extensive use of computer networks. The ability of hackers to penetrate even well-protected data systems, analysts say, has increased the overall vulnerability of the nuclear industry, which has in the past largely relied on physical barriers for protection.\n“China would gain access to information that would give it more insight into the vulnerabilities in the U.K.’s critical infrastructure,” said Caroline Baylon, a specialist on online security at Chatham House, a research institute in London.\n“As much as possible, your critical infrastructure should be national,” Ms. Baylon said.\nA recent Chatham House report described the various ways that hackers might be able to worm their way into the operating system of a nuclear plant — and potentially cause widespread power outages.\nBut British officials said that such concerns were highly exaggerated, that the Chinese would hold only a minority stake and that Britain would continue to tightly regulate the nuclear industry.\nInitially, the Chinese companies will be minority investors and suppliers to EDF. But the deal announced on Wednesday opens the way for China to invest in future British nuclear projects and possibly to play a larger role in building the plants, giving more credibility to the Chinese nuclear industry and perhaps helping it to sell more nuclear plants abroad.\nThe deal involves plans for a nuclear power station called Hinkley Point C and would result in the first nuclear plant begun in Western Europe since the 2011 Fukushima disaster in Japan made many countries rethink their nuclear energy strategies. France has long been a global leader in nuclear power, but it has stumbled lately in trying to introduce a new generation of technology — the type of reactors that will be used in Britain.\nAdvertisement Continue reading the main story\nHinkley Point C, on a headland overlooking the Bristol Channel in southwestern England, is already years behind schedule and well over its original cost estimates. The cost is now projected at £18 billion, and the plant is not expected to open before 2025. The site already has an operating nuclear power plant and two older reactors that are being decommissioned.\nA state-controlled Chinese company, China General Nuclear Power Corporation, has agreed to invest £6 billion and take a 33.5 percent stake in the Hinkley Point project.\nChina General expects to help EDF build two more reactors planned for Sizewell, in eastern England. The French company has agreed to help China General win a license to build a Chinese-designed nuclear reactor in Britain at a site in Bradwell, east of London, which would be a first for China.\nAlthough Britain receives nearly 20 percent of its electricity from its fleet of aging nuclear reactors, the country ceded much of its commercial nuclear industry to France in 2009. That is when EDF bought nearly all of Britain’s reactors.\nAs in many nations, Britain’s electric utilities have neither the financial strength nor the inclination to take the risks involved in building new nuclear power stations. Centrica, a British utility that is a minority partner with EDF on the existing nuclear plants, walked away from a 20 percent stake in the new one, citing delays and rising costs.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nEwan Lawson, a senior research fellow at the Royal United Services Institute, a London research organization, said he was not concerned about the early stages of Chinese involvement in Britain’s nuclear program. “Essentially, they are funding a French” project, he said.\n“In a perfect world, you would have all your infrastructure engineered by your own nationals, over whom you have some degree of surveillance,” Mr. Lawson said. “That is not the world the U.K. lives in.”\nHaving not built a new power station since 1995, Britain has little choice but to look to outside suppliers and financing.\nThe French industry’s reputation has been damaged by major delays and cost overruns at projects at Olkiluoto in Finland and Flamanville in France. The French government is revamping the industry, giving EDF a more dominant role over Areva, the company that has played a major role in designing and constructing the reactors that are experiencing problems. Areva has been forced to cut thousands of jobs.\nAdvertisement Continue reading the main story\nAs Britain’s North Sea oil reserves are gradually drawn down, the government sees nuclear power as an important way to diversify the country’s energy supply in a carbon-free way that will also help meet its long-term climate goals.\nThe Hinkley Point C plant, though not expected to go into operation before 2025, is intended to meet around 7 percent of Britain’s current electricity needs and run relatively cheaply for at least 60 years.\nFor the Chinese nuclear industry, the chance to invest in Britain represents a major opportunity. China has by far the most ambitious nuclear building program in the world with 68 commercial reactors under construction or in the planning stages, according to the World Nuclear Association, an industry group. China has received help from the French and the big Japanese company Toshiba but has gradually developed its own local designs and built up a large chain of domestic suppliers.\nIndustry executives say this building boom means that Chinese nuclear contractors have gained considerable knowledge and experience, which they hope to apply outside China.\n“They have a very clear strategy to build their nuclear capacity and capability,” said Colin Elcoate, vice president for business development at SPX Flow, a North Carolina company that supplies pumps and other equipment to Chinese and other nuclear power companies.\nMr. Elcoate says the Chinese ultimately want to move into nuclear exports. But the Chinese nuclear contractors have had little international success so far, with one nuclear station under construction in Pakistan and a few others planned in countries like Argentina and Romania.\nAnalysts say that building a plant in Britain, which has one of the more rigorous approval processes, would give China the credibility it needs. If Chinese technology is “licensed in the U.K., it is licensable anywhere,” said Glenn George, a Washington-based consultant on nuclear issues at NERA Economic Consulting.\nMr. George and other analysts think that the market in the coming decades will be substantial. Although Germany plans to phase out nuclear power, at least some other European countries — including the Netherlands, Belgium and Spain — intend to keep atomic power.\nAdvertisement Continue reading the main story\nAnd there is substantial interest in nuclear power among emerging-market countries like Vietnam, Malaysia and Indonesia that seek a cleaner alternative to coal and other fossil fuels. Arab countries like Saudi Arabia, which is short of gas to fire its power plants, and Abu Dhabi, which is already building nuclear stations, could also become major markets.\nMr. Lawson, of the Royal United Services Institute, said that if Chinese contractors eventually designed and built plants, he would expect the British government to take a similar approach to China’s nuclear companies as it does in its treatment of Huawei, the Chinese telecommunications equipment maker.\nThe United States government has not allowed Huawei to supply equipment to the American telecommunications network because of security concerns, but the company has been accepted as a supplier to British networks. To guard against espionage, the British government has set up a center near Oxford, England, where security experts test Huawei’s gear.", "url": "https://www.nytimes.com/2015/10/22/business/international/hinkley-point-nuclear-plant.html"}