{"authors": ["Emma Stoney"], "date_download": "2018-11-16 03:24:02", "date_modify": "2018-11-16 03:24:02", "date_publish": "2015-08-19 10:23:19", "description": "Williams, who has won titles in rugby union and rugby league, will concentrate on sevens next year as the sport makes its debut in the Olympics.", "filename": "2015_08_20_sports_rugby_sonny-bill-williams-switches-to-rugby-sevens-for-a-shot-at-rio.html_module=inline_1542338642.html", "image_url": "https://static01.nyt.com/images/2015/08/20/sports/20rugby-web/20rugby-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_20_sports_rugby_sonny-bill-williams-switches-to-rugby-sevens-for-a-shot-at-rio.html_module=inline_1542338642.html", "title": "Sonny Bill Williams Switches to Rugby Sevens for a Shot at Rio", "title_page": "Sonny Bill Williams Switches to Rugby Sevens for a Shot at Rio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WELLINGTON, New Zealand — After winning National Rugby League titles in Australia, a Rugby Union World Cup with New Zealand and a Super Rugby championship with the Chiefs, the code-hopping star Sonny Bill Williams is making another switch as he eyes his biggest prize yet: Olympic gold.\nRugby sevens will make its Olympic debut in next year’s Games in Rio de Janeiro, and New Zealand Rugby announced on Wednesday that Williams had been included in the initial squad for next season’s World Sevens Series (and Olympics). He will be joined on the team by another current All Black, Liam Messam, as both focus on the shorter, faster version of the sport in 2016 in preparation for the Olympics.\nIt means neither is expected to play for the Chiefs next year in a revamped Super Rugby competition that will feature new teams in Argentina and Japan and the return of the South African franchise, the Southern Kings.\nWilliams, who also has dabbled in boxing over the years and is undefeated in his fledgling heavyweight career, has never played sevens rugby. He has made an impact, though, wherever he has played, whether rugby union or league.", "url": "https://www.nytimes.com/2015/08/20/sports/rugby/sonny-bill-williams-switches-to-rugby-sevens-for-a-shot-at-rio.html?module=inline"}