{"authors": ["Rocky Casale", "On Location"], "date_download": "2018-11-16 03:31:10", "date_modify": "2018-11-16 03:31:10", "date_publish": "2015-02-04 19:00:54", "description": "The farmhouse in Columbia County was a new kind of habitat for a pair that had spent a quarter-century on beaches of Fire Island.", "filename": "2015_02_05_garden_trading-a-beach-house-on-fire-island-for-a-farmhouse-in-columbia-county.html_ref=garden_1542339070.html", "image_url": "https://static01.nyt.com/images/2015/02/05/garden/20150205LOCATION-slide-X5LT/20150205LOCATION-slide-X5LT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_05_garden_trading-a-beach-house-on-fire-island-for-a-farmhouse-in-columbia-county.html_ref=garden_1542339070.html", "title": "Trading a Beach House on Fire Island for a Farmhouse in Columbia County", "title_page": "Trading a Beach House on Fire Island for a Farmhouse in Columbia County - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even better, renovation wasn’t really necessary because the previous owners had already done a lot. So the couple contented themselves with building a dock on the pond.\nSettling in, however, took some doing.\n“We love this house, but it took us a while to figure out how to use it in every season,” Mr. Morris said.\nFor Dr. Grubman, part of the answer involved learning to garden. Growing up in Brooklyn, he had limited green space. And at the beach, gardening wasn’t on the agenda. But now Dr. Grubman began to take classes at the New York Botanical Garden, planting trees and elaborate flower beds around the property, and tending to the older trees, particularly in the winter, when heavy snow has to be removed from their branches to keep them from breaking.\nMr. Morris, an avid art collector, immersed himself in decorating, hanging art he had stored for more than 30 years. Although, as he noted, “It’s hard to hang any art in this house because it has so many windows.”\nThere was plenty of space to furnish, though: about 3,200 square feet. So he made a list of all the furniture they needed and hired a contractor licensed to reproduce E. J. Audi furniture to make two dozen or so of those pieces.\nAdvertisement Continue reading the main story\nFive years later, they’ve finally finished decorating and have acclimated themselves to rural life, which seems to suit them despite the challenges that come with living in an old house that has an antiquated, almost porous foundation.\n“We’ve seen our share of wildlife coming into the house, like squirrels and snakes,” Mr. Morris said. “But we like snakes. They control everything else. It’s like the circle of life down there in the basement.”\nAnd recently, he added, perceptions of upstate New York have changed radically. Now this feels like the place to be.\n“It used to be that Fire Island was the sexy place,” Mr. Morris said, and “the Hamptons was for the elite.”\nAnd this area?\n“Upstate New York,” he said, “was where people came who weren’t those things.”", "url": "https://www.nytimes.com/2015/02/05/garden/trading-a-beach-house-on-fire-island-for-a-farmhouse-in-columbia-county.html?ref=garden"}