{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:23:30", "date_modify": "2018-11-16 03:23:30", "date_publish": "2015-09-24 08:40:58", "description": "The disaster, in which more than 850 were also injured, occurred on the first day of Eid al-Adha, one of the holiest days in the Muslim calendar.", "filename": "2015_09_25_world_middleeast_mecca-stampede.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338610.html", "image_url": "https://static01.nyt.com/images/2015/09/25/world/25MECCA-WEB-6/25MECCA-WEB-6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_25_world_middleeast_mecca-stampede.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338610.html", "title": "Hajj Stampede Near Mecca Leaves Over 700 Dead", "title_page": "Hajj Stampede Near Mecca Leaves Over 700 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — In streaming ribbons of white, great masses of Muslim pilgrims made their way between cities of air-conditioned tents toward the next stop on their holy tour of Mecca in Saudi Arabia.\nThen something went disastrously wrong, trapping the crowds in narrow streets and touching off a mass panic and crushing stampede that left the asphalt covered with lost sandals, crumpled wheelchairs and piles of white-robed bodies.\nIt was the deadliest accident during the hajj pilgrimage in a quarter-century, with at least 717 pilgrims from around the world killed and more than 850 injured. And it posed yet another challenge for the country’s new leader, King Salman, who is already coping with low oil prices, a war in Yemen and an increasingly fierce rivalry with Iran.\nThe stampede was the latest in a series of crises that have plagued the pilgrimage this season: Just two weeks ago, a crane collapse killed more than 100 visitors, and hotel fires have injured others. The missteps have embarrassed the insular Saudi monarchy, which considers itself the global guardian of orthodox Islam and takes great pride in protecting the holy sites and their millions of annual visitors.\nKing Salman — who bears the title of “the custodian of the two holy mosques,” giving him personal responsibility for Mecca and Medina — expressed his condolences for the dead in an address that aired on Saudi state television and ordered a review of the management of the pilgrimage. A commission was formed to investigate.\nOther officials appeared to blame the dead. The Saudi health minister, Khalid al-Falih, said in a statement that the stampede may have been caused by “some pilgrims who didn’t follow the guidelines and instructions issued by the responsible authorities.”\nBut some present in the area at the time said security forces had temporarily closed exits from an area packed with pilgrims, causing the crowding that led to the stampede.\nKhalid Saleh, a Saudi government employee who rushed to the site when he heard screams and sirens, said he had found “huge numbers of people on the ground either dying or injured.” Pilgrims there told him that some of the area’s exits had been closed so that V.I.P. cars could pass, he said.", "url": "https://www.nytimes.com/2015/09/25/world/middleeast/mecca-stampede.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}