{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 03:21:19", "date_modify": "2018-11-16 03:21:19", "date_publish": "2015-01-25 01:37:06", "description": "The recent thwarting of a terrorist operation highlights the dangers posed by a well-developed underground pipeline that has made Belgium the biggest per capita contributor in Europe of fighters to Syria.", "filename": "2015_01_25_world_europe_belgium-confronts-the-jihadist-danger-within.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338479.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_25_world_europe_belgium-confronts-the-jihadist-danger-within.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338479.html", "title": "Belgium Confronts the Jihadist Danger Within", "title_page": "Belgium Confronts the Jihadist Danger Within  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — When Abdelhamid Abaaoud, the Belgian-born son of an immigrant shopkeeper from Morocco, went to Syria a year ago to wage jihad, nobody paid much attention. He was just one of more than two dozen angry young men from the grimy Molenbeek district in Brussels who, lured by the promise of adventure and reward from God, have taken up the fight for Islam.\nBut people took notice, a few months later, when Mr. Abaaoud recruited his own 13-year-old brother to join him in Syria, soon after the release of a gruesome video that showed him in a pickup truck dragging a pile of mutilated bodies.\n“Naturally, this was a big shock,” Yasmina, their older sibling, said, referring to her barely teenage brother’s departure.\nIn recent days, that feeling has only grown as Abdelhamid Abaaoud (pronounced a-ba-OOD), who is thought to have returned to Europe, has emerged as a prime suspect in what Belgian authorities say was an imminent terrorist operation thwarted by raids on Jan. 15 on an extremist hideaway in the east of Belgium and nine homes in Molenbeek.", "url": "https://www.nytimes.com/2015/01/25/world/europe/belgium-confronts-the-jihadist-danger-within.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}