{"authors": ["Richard Fausset", "Alan Blinder"], "date_download": "2018-11-16 04:34:39", "date_modify": "2018-11-16 04:34:39", "date_publish": "2015-07-09 16:47:01", "description": "The flag, which flies in front of the Capitol building in Columbia, is now set to come down at 10 a.m. Friday.", "filename": "2015_07_10_us_relief-and-resentment-after-confederate-flag-vote-in-south-carolina_1542342879.html", "image_url": "https://static01.nyt.com/images/2015/07/10/us/10flag10/10flag10-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_10_us_relief-and-resentment-after-confederate-flag-vote-in-south-carolina_1542342879.html", "title": "South Carolina Settles Its Decades-Old Dispute Over a Confederate Flag", "title_page": "South Carolina Settles Its Decades-Old Dispute Over a Confederate Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — South Carolina, the first state to secede from the Union and one that has quarreled often, in the ensuing years, over matters the Civil War never quite settled, dispatched with at least one of those issues on Thursday as Gov. Nikki R. Haley signed into law a bill to remove the Confederate battle flag from the grounds of the State House.\nMs. Haley, a Republican, first passionately called for the flag’s removal on June 22. She signed the legislation in a state capitol where, the night before, members of the House of Representatives had squared off in an impassioned 15-hour legislative feud over the legal issues that would allow for the permanent furling of the flag, which was introduced on the capitol grounds in the early 1960s at the height of segregationist sentiment.\n“The Confederate flag is coming off the grounds of the South Carolina State House,” Ms. Haley said during the signing ceremony in a lobby packed with lawmakers, tourists and dozens of police officers. She added: “Twenty-two days ago, I didn’t know that I would ever be able to say this again, but today, I am very proud to say that it is a great day in South Carolina,” referring to a phrase that the promotion-minded governor, in 2011, told state employees to use when answering their work phones.\nAlso in attendance were family members of the nine victims of the June 17 massacre in a predominantly black church in Charleston, S.C., an event that ignited calls for the flag to come down. All nine families were to receive one of the pens Ms. Haley used to sign the bill into law.", "url": "https://www.nytimes.com/2015/07/10/us/relief-and-resentment-after-confederate-flag-vote-in-south-carolina.html"}