{"authors": ["Yifu Dong"], "date_download": "2018-11-16 03:54:18", "date_modify": "2018-11-16 03:54:18", "date_publish": "2015-10-06 09:30:27", "description": "Coal mines in Fushun are winding down and shedding jobs as decades of destructive mining have led to frequent landslides that could sink the city.", "filename": "2015_10_07_world_asia_china-coal-mines-fushun_1542340458.html", "image_url": "https://static01.nyt.com/images/2015/10/06/world/07fushun-web/07fushun-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_07_world_asia_china-coal-mines-fushun_1542340458.html", "title": "Coal, Which Built a Chinese City, Now Threatens to Bury It", "title_page": "Coal, Which Built a Chinese City, Now Threatens to Bury It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As miners scrape out the last layers of minable coal, buildings near the mine have been abandoned and the city’s underground water pipes are cracking.\nToday, Fushun produces less than three million tons of coal a year, a drop from a peak of 18.3 million tons in 1962. All five main coal mines here could close by 2030, Mr. Cui said.\nAt the bottom of the West Open Mine, a 4.2-square-mile pit some 1,000 feet below the surface, coal glistened in the sun. “We are at the lowest point in China,” Mr. Cui said. “We have another 60-meter layer right beneath our feet, but there’s no way we can dig further.”\nDigging deeper would cause more landslides and more damage that the city is ill equipped to handle.\nWhen the Japanese occupied the region in the early 20th century, they refilled the pits as they mined to prevent landslides.\nPhoto\n“But after Chairman Mao came, the open mine only got bigger and bigger,” said Zhang Jun, 52, former head of the project department at Fushun’s Development and Reform Commission, the local agency that oversees economic development. “Since the 1980s, we have been in what I call a ‘savage mode’ of mining.”\nThe state-owned mining companies cut dangerously steep angles into the ground without refilling, a practice that has put Fushun’s future at risk, he said. Landslides now threaten 42.5 percent of Fushun’s urban areas, according to a 2012 government report.\nAdvertisement Continue reading the main story\nThe city has begun refilling part of the West Open Mine with soil from another active mine, the East Open Mine, but it may come as too little too late.\nThe damage already done at the West Open Mine is evident. Walking past a sign that warned “Geological Disaster Danger Zone: Do Not Enter,” Mr. Cui pointed to two empty, destroyed buildings about 70 feet below him. “Those sank a few years ago, and it sometimes sinks as many as 20 centimeters a day,” or about eight inches, he said.\nJust south of the mine, groups of bungalows are half immersed in water. Abandoned factories, shut down because of falling coal production and sinking ground, silently testify to the consequences of unsustainable development.\nPhoto\nAlso sinking is the city’s “vegetable basket,” once the city’s main farming area, some 13,000 acres of once-arable land. Now, 5,500 acres are completely useless, Mr. Zhang said.\nRows of new apartment buildings have replaced the infamous Fushun shantytown, where miners and their families had lived for decades. One of several relocation projects, it had, by the end of 2014, taken in 413,300 former shantytown residents.\nBut the displaced workers have other concerns.\n“We don’t receive much help finding new jobs, and the old factories don’t have funds to rebuild,” said one woman, who spoke on the condition of anonymity out of fear of reprisal. She had recently moved with her family, mostly factory workers, from a landslide zone to a new apartment.\nAlthough Fushun’s coal was discovered centuries ago, it was not exploited on a mass scale until 1901, during the Qing dynasty. Fushun was near the hometown of the early Qing emperors, and upsetting the land of royal ancestors was considered taboo.\nJapan joined the coal rush in 1903, first by renting land and then, in 1931, by seizing it. According to an exhibit at the Fushun Coal Mine Museum, Japan mined 223 million tons of coal here at the expense of nearly 300,000 casualties among Chinese miners before the end of World War II.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“But it was the Japanese who laid the industrial foundation for Fushun, and Fushun became a city built around coal mines,” Mr. Zhang said.\nAdvertisement Continue reading the main story\nLater, under Communist rule, Fushun became a pillar of the Chinese economy, a leading center for not only coal but also the production of aluminum, steel and excavation machinery.\nFushun’s decline began in the 1980s, when China’s economic liberalization drive no longer favored heavy industry. Now, mired in a chronic economic slowdown like much of the rest of the country’s industrial northeast, Fushun is grappling with the slow death of the coal mining industry.\n“Without reform, the city waits for its doom,” Mr. Zhang said. “With the wrong reforms, the city may be asking to be doomed.”\nMr. Zhang has helped draft plans to shift the city’s economy away from its dependence on coal and heavy industry, but progress has been limited because of the enormous costs, which the city can ill afford.\nIn the long run, Fushun aims to become a consumption-based economy, he said, but given the wave of factory shutdowns, worsening job market, decreasing birthrate and declining population, that transition may not happen soon.\nFortunately, besides fossil fuel, Fushun has 70 percent forest coverage and rich water resources. In recent years, the city has taken on infrastructure projects outside the industrial center and revived the landscape along the Hun River, which runs through the city.\n“When people first started exploiting the mines, no one thought about what the future would be,” Mr. Zhang said. “With some luck, if we explore a healthy development approach, Fushun will become a beautiful city along a river, what we call ‘Budapest of the East.’ ”", "url": "https://www.nytimes.com/2015/10/07/world/asia/china-coal-mines-fushun.html"}