{"authors": ["Seth Kugel"], "date_download": "2018-11-16 03:46:35", "date_modify": "2018-11-16 03:46:35", "date_publish": "2015-10-01 16:49:07", "description": "The city’s revival, and its budget-friendly status, have made Detroit an attraction for foreigners, as well as domestic tourists.", "filename": "2015_10_01_travel_detroit-budget-travel.html_module=inline_1542339995.html", "image_url": "https://static01.nyt.com/images/2015/10/02/travel/01frugal-detroit-1/01frugal-detroit-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_01_travel_detroit-budget-travel.html_module=inline_1542339995.html", "title": "In Detroit, Cheap Eats, D.I.Y. Art and the Charm of Locals", "title_page": "In Detroit, Cheap Eats, D.I.Y. Art and the Charm of Locals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Everyone in Berlin wants to visit Detroit,” said Leen, an Englishwoman who lives in Berlin whom I met on the RiverWalk, during one of several free tours given by Detroit Experience Factory. (They are a good introduction to the city.) She noted that Detroit was the birthplace of techno, and Berlin was where it grew up. There’s another parallel, of course: A few decades ago parts of Berlin, too, emptied out, and the vacuum was filled with a brand of young people not entirely unlike those coming into Detroit today.\nLeen was visiting for a week; I was there for just a Sunday and Monday in mid-September. They were poorly chosen days, at that — if I had come a day earlier, I could have experienced Dally in the Alley, a decades-old, music-filled street festival in the Cass Corridor area; I also missed the huge Saturday produce market in the Eastern Market district that attracts tens of thousands.\nArriving via rental car (your choices are rental car or rental bike, since the bus system isn’t quite up to the task) straight off a cheap Spirit Airlines flight, I set myself up at Hostel Detroit — a funky place in a semi-abandoned, semi-cool grassy-urban part of the Corktown neighborhood, where a private room with shared common space and bathroom was $58 a night — and then headed down to Michigan Avenue, looking for a bar to watch the Lions game.\nFor a main drag in a football town on a Sunday, the bars were listless. But signs along the road pointed to a “Maltese Festa,” at what turned out to be the open-to-the-public bar at the Maltese-American Benevolent Society. (Apparently, the automobile industry was a magnet for immigrants from the tiny Mediterranean island nation after World War I.) The “festa” was to celebrate independence “from the Turks or something” according to a table of older women I befriended before staying for a $3 beer.\nThe most memorable parts of my trip were these sorts of personal interactions. (I had already had a fun exchange at the Sunday Street Market at Eastern Market with a woman trying — and failing — to sell me a notably gaudy toilet brush.) On Monday, after some 80-cent doughnuts at Donut Villa in Mexicantown, I stopped by the Heidelberg Project, a celebrated outdoor art installation. Along several blocks of a partly abandoned stretch of the East Side, the artist Tyree Guyton’s playful and startling junk art has attracted visitors since 1986 (though it has been controversial — it was twice partially demolished by the city government and has at times stirred some resentment in the community — and was recently damaged by suspicious fires). I smiled at the house covered in colorful polka dots, peered into the cross-covered Checker Cab to see a decrepit, life-size plastic Santa Claus figure inside, circled the wooden skeleton of a house with vinyl records hanging from just about every vertical beam. But the dominant motif: clocks, clocks, clocks.", "url": "https://www.nytimes.com/2015/10/01/travel/detroit-budget-travel.html?module=inline"}