{"authors": ["The New York Times"], "date_download": "2018-11-16 03:21:27", "date_modify": "2018-11-16 03:21:27", "date_publish": "2015-01-15 02:39:13", "description": "The New York Times asked readers to share their experiences before and after the attacks on the Charlie Hebdo offices and a kosher grocery store last week.", "filename": "2015_01_15_world_europe_readers-in-europe-respond-to-the-paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338487.html", "image_url": "https://static01.nyt.com/images/2015/01/15/world/EUROPEANREACTION/EUROPEANREACTION-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_15_world_europe_readers-in-europe-respond-to-the-paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338487.html", "title": "Readers in Europe Respond to the Paris Attacks", "title_page": "Readers in Europe Respond to the Paris Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here are some excerpts from responses The Times has received from readers this week.\nAdel ben Youssef, 48. Born: Tunis, Tunisia. Lives: Nice, France.\nAs French, we believe in the values of the Republic, and we are proud of belonging to a tolerant society. However, there are many injustices: Muslims have less chance to have a job, Muslims are underrepresented at the political level, they have less chance to see their kids in the grandes ecoles — the best high schools, where most of the French elite come from. In theory, the values of the Republic allow every French person to have equal chances toward jobs, education and opportunities. But in practice, there are a lot of barriers for Muslims. In these attacks Muslims have killed Muslims, Jews, Catholics. … It is not Islam, it is a stupid belief about Islam. They have nothing to do with our Islam. We are still proud of our tolerant religion, and we will fight their ideas and their unacceptable behavior. The change is that we need to argue more and explain more the difference between the terrorists and Islam.\nAmine Taioudj, 30. Born: Algeria. Lives: Paris.\nI don’t think my life would change, but if it does, the change would probably be positive. The attacks have united all colors and beliefs against barbarism and ignorance, and we will stand all together, we brothers in arms, to fight with knowledge and light those dark-age evil elements. I feel more attached to Christian and Jewish compatriots than to radicals who named themselves Muslims.\nNatsuko Sasaki, 38. Born: Japan. Lives: Paris.\nOn the day after the Charlie Hebdo attack, I saw a big graffiti in my neighborhood, Barbès (the neighborhood that counts the biggest Arabic population in Paris’s inner city): “Charlie est vivant. ‘Leur’ Allah est mort.” (Charlie is alive. “Their” Allah is dead.) In the evening of the same day, it became: “Charlie est vivant. ‘Leur’ ___ est ___.” Now everything is erased. I am a Japanese woman who arrived in France in 2007. Japanese are more secular than French, without Voltaire, without the ideology of laïcité. I am a stranger to all those ideological battles (even though I read those debates in books and papers, they’ve never been “my” concerns). Stranger to monotheism, too. I am completely surpassed. I feel alienated, but also privileged to have a right to say, without disturbing anyone: “I don’t understand anything.” But anyway, overall, I feel sick. I want to go somewhere else. The U.S.A., why not?\nIbrahim Adam, 28. Born: the Netherlands. Lives: London.\nI live in a big multicultural city, and my social circle consists of middle-class liberals, so I don’t experience it so much. However I have been in situations where I felt like I was being interrogated by my colleagues and, as the only Muslim in the office, they keep asking me questions whenever these kind of attacks happen.\nRomario Shehu, 20. Korce, Albania.\nAbout the anti-Muslim bias: I think that they don’t know how Islam really is, and somehow they’re not wrong because the Islamists have stained the Muslim image, and we are responsible to show to Europe the real Muslims, to show that the terrorism is forbidden in our religion. Every time that an Islamic attack happens I get very sad. I really can’t understand how can they act in the name of God (as they mentioned) doing what God had forbidden! So, in the aftermath of the attacks, I try to explain to my society that these deeds are not religious. At least I pray to the God to guide us in the right path. There are no easy answers to the multiple crises in the world, but one thing is certain: We must protect, all together, our freedoms, our constitution, peaceful coexistence.\nDeborah Ben Moussa, 40. Born: Sfax, Tunisia. Lives: Great Neck, N.Y.\nI am a French Jew who left France to go to Israel and now live in New York after meeting my husband, an American Jew, in Israel. The whole irony of this situation is that my parents left Tunisia in the early 1980s because of rabid anti-Jewish sentiment in the country of my birth. Literally, there was a pogrom coming to our house and we had to flee. I left France in 1992 by myself, when I was only 18, because I saw the writing on the wall. It’s not just about the attack on the kosher grocery store. It’s a daily harassment from all sides of French society. The extreme right, extreme Islam and maybe even the worst type comes from the extreme left, typically cloaked in anti-Israel propaganda.\nChelsea Barrett, 27. Born: California. Lives: Paris.\nI am American, living in Paris for six years now. I’ve never personally witnessed any anti-Muslim bias. I am very sensitive to racism and other prejudices and I would remember if I had witnessed this type of prejudice against a person of Arabic decent or Muslim faith. What I have seen a lot of, though, is anger and a defensiveness from some people in the Muslim community. One of my first experiences in Paris brought me to tears when I smiled at a young child on the bus, and her mother got angry at me and shouted that I was looking at her daughter badly because I was “racist.” The mother was Muslim. I live in a very Arabic neighborhood of Paris, and I worry now about the tension between the Muslim community and those who might blame them for the attacks. I worry about fights breaking out in the Métro while I am trapped inside. Anxiety is high. We are hearing a lot more sirens than we used to.\nJessica Choplin, 43. Born: Beloit, Wis. Lives: Chicago, Ill.\nI am a Jewish American, not a Muslim European, but in March 2005 I visited Paris. I was cold, so I put my scarf over my head. People walking past thought that it was a hijab and started giving me extremely dirty looks. My heart goes out to the Muslim community in Europe.\nAbu Yusuf Abdul Hakim, 40. Born and Lives: London.", "url": "https://www.nytimes.com/2015/01/15/world/europe/readers-in-europe-respond-to-the-paris-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}