{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:21:34", "date_modify": "2018-11-16 04:21:34", "date_publish": "2015-10-21 01:34:45", "description": "The few documents that have surfaced include a spreadsheet of a guest list, including the names of some government employees and their Social Security numbers.", "filename": "2015_10_21_us_politics_no-classified-leak-revealed-in-cia-directors-email.html_module=inline_1542342094.html", "image_url": "https://static01.nyt.com/images/2015/10/21/us/21hacker-sub/21hacker-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_21_us_politics_no-classified-leak-revealed-in-cia-directors-email.html_module=inline_1542342094.html", "title": "Nothing Classified or Hip in C.I.A. Director’s Hacked Email", "title_page": "Nothing Classified or Hip in C.I.A. Director’s Hacked Email - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For John O. Brennan, the director of the C.I.A., perhaps the worst part of the attack on his private email account was the revelation that until very recently, he used an AOL account.\nIn a digital world dominated by Gmail, Mr. Brennan’s selection of email providers perhaps did not convey the image of an intelligence director on the cutting edge of communications technology. But the good news for Mr. Brennan is that so far, no classified information appears to have been revealed.\nThe few documents that have surfaced include a spreadsheet of a guest list, including the names of some government employees and their Social Security numbers who appeared to be on an access list, for an event in a government building.\nNonetheless, the F.B.I. has opened an investigation into the claims of a hacker, who approached The New York Post with news of his success and the assertion that he was acting on behalf of Palestinians. He contended that he had also downloaded Mr. Brennan’s disclosure forms for a security clearance, and had carried out a similar hacking of an email account belonging to Jeh Johnson, the secretary of the Department of Homeland Security, the agency charged with day-to-day protection of the domestic Internet infrastructure.", "url": "https://www.nytimes.com/2015/10/21/us/politics/no-classified-leak-revealed-in-cia-directors-email.html?module=inline"}