{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:04", "date_modify": "2018-11-16 04:17:04", "date_publish": "2015-07-30 18:13:52", "description": "Former Gen. Guo Boxiong was placed under investigation, becoming the most senior military official brought down in President Xi Jinping’s campaign against corruption.", "filename": "2015_07_31_world_asia_ex-military-leader-in-china-is-subject-of-graft-inquiry.html_module=inline_1542341824.html", "image_url": "https://static01.nyt.com/images/2015/07/31/world/31CHINA/31CHINA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_31_world_asia_ex-military-leader-in-china-is-subject-of-graft-inquiry.html_module=inline_1542341824.html", "title": "Ex-Military Leader in China Is Subject of Graft Inquiry", "title_page": "Ex-Military Leader in China Is Subject of Graft Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Politburo said the decision to authorize a criminal inquiry against General Guo, 73, showed no official was insulated from scrutiny for misdeeds. “There will be absolutely no appeasement, absolutely no soft-handedness,” the council said.\nThe party also acknowledged implicitly that General Guo, China’s most senior serving military officer for a decade until late 2012, was deeply corrupt, if the allegations were true. “The circumstances are grave and the effects have been malign,” the Politburo said in its announcement.\nDozens of other investigations since Mr. Xi become party leader in late 2012 indicate his alarm that widespread graft has corroded the readiness and loyalty of China’s military.\nRetired Gen. Xu Caihou, another former vice chairman of the Central Military Commission, admitted to taking bribes in return for providing promotions and favors, according to official news media accounts, and he would almost certainly have faced trial and conviction if he had not died from bladder cancer in March. Andrew Wedeman, a professor of political science at Georgia State University who studies corruption in China, estimated that under Mr. Xi about 55 senior military officers, serving or retired, have been detained in antigraft cases.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“It shows that Xi is willing to press his attack, even if it means taking on the military,” Professor Wedeman said in emailed comments. “I think that the increased intensity of the anticorruption campaign is here to stay.”\nBefore retiring in 2012, General Guo had ascended to the apex of China’s military establishment as a vice chairman of the Central Military Commission. He ranked above General Xu, the other vice chairman toppled on corruption charges, and both men served in the Politburo, one of the party’s innermost rings of power.\nBut starting earlier this year, General Guo went through the now-established pattern of defenestration for Chinese officials charged with graft. In rumors and online, he acquired the nickname of “the wolf of the northwest,” a reference to the region where he had spent time earlier in his career, and also to his reputation for voracious greed.\nHis family came under scrutiny, and in March the Chinese military confirmed that his son, also a senior officer, was under investigation for corruption. Chinese magazines and newspapers also revealed allegations that the son and his wife had enriched themselves in illegal property deals using military-owned land.\nAdvertisement Continue reading the main story\nThe announcement about General Guo followed an investigation begun in April. Now military prosecutors will examine the case, and almost surely, he will face trial and conviction by a party-controlled military court.\nIn June, Zhou Yongkang, the party’s former head of domestic security and law enforcement, was found guilty of taking bribes and other crimes and sentenced to life in prison.\nProfessor Wedeman said Mr. Xi’s anticorruption drive may not have more targets left of Mr. Zhou’s or General Guo’s seniority. “That does not mean that a big tiger will not be bagged from time to time,” he said.", "url": "https://www.nytimes.com/2015/07/31/world/asia/ex-military-leader-in-china-is-subject-of-graft-inquiry.html?module=inline"}