{"authors": ["Ron Nixon"], "date_download": "2018-11-16 03:56:50", "date_modify": "2018-11-16 03:56:50", "date_publish": "2015-12-17 19:34:51", "description": "The Oversight Committee held a hearing on the visa and asylum application processes, with both Democrats and Republicans urging more thorough vetting.", "filename": "2015_12_18_us_politics_house-panel-faults-failure-to-review-visa-applicants-social-media-use_1542340610.html", "image_url": "https://static01.nyt.com/images/2015/12/18/us/18visaweb/18visaweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_18_us_politics_house-panel-faults-failure-to-review-visa-applicants-social-media-use_1542340610.html", "title": "House Panel Faults Failure to Review Visa Applicants’ Social Media Use", "title_page": "House Panel Faults Failure to Review Visa Applicants’ Social Media Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A bipartisan group of lawmakers aggressively questioned Obama administration officials on Thursday about the government’s efforts to properly vet visitors and asylum seekers coming to the United States, raising concerns that terrorists could exploit the system to enter and carry out attacks against Americans.\nAfter the terrorist attacks in Paris and San Bernardino, Calif., lawmakers are scrutinizing the extent to which the government uses social media to vet visa applicants.\n“The immigration screening process is a critical element in protecting the American people,” said Representative Jason Chaffetz, Republican of Utah and the chairman of the oversight committee, which received testimony from officials from the State and Homeland Security Departments.\nBut, Mr. Chaffetz said, he was “scared to death” that the agencies “aren’t doing enough to protect the American people.”", "url": "https://www.nytimes.com/2015/12/18/us/politics/house-panel-faults-failure-to-review-visa-applicants-social-media-use.html"}