{"authors": ["Kevin Quealy", "Margot Sanger-Katz"], "date_download": "2018-11-16 03:43:08", "date_modify": "2018-11-16 03:43:08", "date_publish": "2015-12-04 12:00:09", "description": "In most of the Western world, gun homicides are as rare as deaths from falling tree limbs or plane crashes. In the U.S., they are much more common.", "filename": "2015_12_05_upshot_in-other-countries-youre-as-likely-to-be-killed-by-a-falling-object-as-a-gun_1542339788.html", "image_url": "https://static01.nyt.com/images/2015/12/06/opinion/sunday/06upshot/06upshot-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_05_upshot_in-other-countries-youre-as-likely-to-be-killed-by-a-falling-object-as-a-gun_1542339788.html", "title": "In Other Countries, You’re as Likely to Be Killed by a Falling Object as by a Gun", "title_page": "In Other Countries, You’re as Likely to Be Killed by a Falling Object as by a Gun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two young campers were sleeping in Yosemite Valley this August when a tree branch snapped and fell on their tent, killing them both. “We don’t know what caused the limb to fall,” said the park’s spokeswoman, Jodi Bailey. “It seems like just a freak accident.”\nMs. Bailey was right: Being killed by a falling object is extremely rare. On average, about 680 Americans each year die this way, or about two people per million. The accident was seen as so unusual that it became national news, covered by CNN, The Los Angeles Times, MSN and The Daily Beast.\nYet in other developed countries, there is another cause of death that is just as rare: homicide by gun.\nIn Germany, for example, about two out of every million people are fatally shot by another person each year — making such events as uncommon there as the campers’ deaths in Yosemite. Gun homicides are just as rare in several other European countries, including the Netherlands and Austria. In the United States, two per million is roughly the death rate for hypothermia or plane crashes.", "url": "https://www.nytimes.com/2015/12/05/upshot/in-other-countries-youre-as-likely-to-be-killed-by-a-falling-object-as-a-gun.html"}