{"authors": ["Julie Hirschfeld Davis", "Peter Baker"], "date_download": "2018-11-16 04:13:44", "date_modify": "2018-11-16 04:13:44", "date_publish": "2015-08-14 01:25:15", "description": "The story of America’s reconciliation with Cuba is one of near misses, crossed wires and unexpected challenges that could have changed the course of history.", "filename": "2015_08_14_world_americas_a-secretive-path-to-raising-us-flag-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341624.html", "image_url": "https://static01.nyt.com/images/2015/08/14/world/14prexy-1/14prexy-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_14_world_americas_a-secretive-path-to-raising-us-flag-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341624.html", "title": "A Secretive Path to Raising U.S. Flag in Cuba", "title_page": "A Secretive Path to Raising U.S. Flag in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During a trip to Havana to visit Mr. Gross in prison, the senator and his wife, Marcelle, met with Adriana Pérez, the wife of Mr. Hernández, who clutched Ms. Leahy’s hands, tears in her eyes, and begged them to make it possible for her to become pregnant by her husband. Mr. Leahy won approval for Mr. Hernández to try artificial insemination, and Cuban officials transported his sperm to a fertility clinic in Panama.\nChange Begins\n“I didn’t ask for any quid pro quo, but I was asking for medical treatment and better accommodations for Alan Gross, and as they worked out the impregnation of this woman, suddenly his situation improved considerably,” Mr. Leahy said.\nUnknown to the senator, more significant change was in the works. In December 2012, just weeks after winning re-election, Mr. Obama directed advisers to determine whether he could do “something big on Cuba” during his second term. Mr. Rhodes and Mr. Zuniga, a Honduran-born Cuba expert, were charged with establishing a confidential channel with Havana.\nIn April 2013, the pair sent a message, bypassing diplomatic channels to avoid leaks. The Cubans agreed to talk. Starting that June, the two White House aides began sneaking out of Washington and flying to Ottawa for secret talks with the Cubans in a Canadian government office.\nThe Cubans came bearing gifts with a thinly veiled subtext: boxes of Cuban cigars and bottles of Havana Club rum that the Americans were barred by the embargo from bringing home and so had to leave in Ottawa.\n“Someone in Canada is very well stocked,” Mr. Rhodes noted ruefully.\nThe Americans were obsessed with secrecy, inventing cover stories even for relatives to explain their out-of-town travels. When the Cubans suggested going out for dinner after their talks, the White House aides demurred, fearful of being spotted. Secretary of State John Kerry was informed about their talks, but few beneath him were. When Mr. Kerry held his own talks with Cuba’s foreign minister, Bruno Rodríguez, neither mentioned the secret channel, leaving the Americans unsure who knew what inside the Cuban government.\nMembers of Congress, unaware of the secret talks, in the meantime met at the White House with Mr. Obama to press for action to free Mr. Gross. Mr. Durbin suggested appealing to Pope Francis for help. Mr. Leahy, who had met Cardinal Jaime Ortega, the archbishop of Havana, in Cuba, sent a letter asking him to raise the issue with the pope and another to Cardinal Sean Patrick O’Malley of Boston.", "url": "https://www.nytimes.com/2015/08/14/world/americas/a-secretive-path-to-raising-us-flag-in-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}