{"authors": ["William Neuman"], "date_download": "2018-11-16 04:18:20", "date_modify": "2018-11-16 04:18:20", "date_publish": "2015-04-09 01:33:00", "description": "A State Department counselor, Thomas A. Shannon Sr., arrived in Caracas on Tuesday in what appeared to be an effort to lower tensions between the countries.", "filename": "2015_04_09_world_americas_in-a-surprise-a-top-kerry-adviser-visits-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341900.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_09_world_americas_in-a-surprise-a-top-kerry-adviser-visits-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341900.html", "title": "In a Surprise, a Top Kerry Adviser Visits Venezuela", "title_page": "In a Surprise, a Top Kerry Adviser Visits Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MEDELLÍN, Colombia — A top adviser to Secretary of State John Kerry was in Venezuela on Wednesday for a surprise meeting as the United States appeared to be seeking to lower the volume in the rancorous relationship between the countries ahead of a regional meeting of heads of state.\nThe Venezuelan government invited the United States to send a senior official to Caracas, the Venezuelan capital, to meet with President Nicolás Maduro before the Summit of the Americas meeting, according to a statement issued Wednesday by the State Department. That meeting of heads of state, including President Obama and President Maduro, will take place in Panama, starting Friday.\nIt was not clear whether the official, Thomas A. Shannon Jr., whose title is State Department counselor, met with Mr. Maduro. The statement said that he arrived on Tuesday and was scheduled to leave on Thursday.\nThe Venezuelan Foreign Ministry issued a statement saying that Mr. Shannon met with the Foreign Minister Delcy Rodríguez on Wednesday.", "url": "https://www.nytimes.com/2015/04/09/world/americas/in-a-surprise-a-top-kerry-adviser-visits-venezuela.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}