{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:35:55", "date_modify": "2018-11-16 03:35:55", "date_publish": "2015-05-26 14:06:04", "description": "Scandinavian cuisine that stands the test of time in Midtown.", "filename": "2015_05_27_dining_restaurant-review-aquavit-in-midtown_1542339355.html", "image_url": "https://static01.nyt.com/images/2015/05/27/dining/20150527REST-slide-KLRT/20150527REST-slide-KLRT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_27_dining_restaurant-review-aquavit-in-midtown_1542339355.html", "title": "Restaurant Review: Aquavit in Midtown", "title_page": "Restaurant Review: Aquavit in Midtown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Sam Sifton wrote the last Times review of Aquavit, in 2010, Marcus Jernmark was the chef and Ms. Bengtsson was in charge of breads and desserts. (Mr. Jernmark is now cooking at Restaurant Frantzen in Stockholm .) It’s tempting to see a pastry chef’s training at work in Ms. Bengtsson’s dynamic handling of color, her appreciation of things that go crunch, her use of fruit in savory dishes, and her sense of sugar as a seasoning, on full display in the caramelized walnuts and drops of birch syrup with curls of an aged Swedish cheese called havgus.\nBut it’s foolish to push that argument too hard. I don’t blame her background in the sugary sciences for the one savory dish of hers I could not force myself to like, a pâté of calf’s liver encased in unnervingly sweet cucumber jelly. It looked like an expensive paperweight and tasted, to me, like a Jell-O salad concocted by a deranged ’60s housewife. But I suspect it wouldn’t seem nearly as strange to somebody raised in Sweden , as Ms. Bengtsson was.\nNo matter which menu you get, there are extra treats all along the way, from a traditional potato dumpling in smoked lingonberry broth to intensely flavorful rye crackers. I was so happy spreading soft brown butter on the seed-packed Danish rye that I probably wouldn’t have minded had the meal stopped right there.\nNewsletter Sign Up Continue reading the main story Sign Up for the Cooking Newsletter Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe climax of the eight-course menu is a stunning imitation of nature that sets yolks of sea-buckthorn curd inside eggs made of goat cheese parfait; snowflakes of yogurt foam dust a bird’s nest of honeyed tuile strands. Eating the dessert called “chocolate and texture” is like sneaking into a box of leftover chocolate cake and quietly spooning up all the crumbs and frosting before anyone notices.\nIn short, Ms. Bengtsson’s food is wonderful. I only wish there were a little less stiffness involved in eating it.\nAquavit is, among other things, a showroom for the graceful curves of Scandinavian design, from Erik Bagger’s elegant flatware to Arne Jacobsen’s swooping egg chairs. But one night, as the meal rounded the corner into its third hour, my lower back began to understand that the spindly armchairs were not necessarily conceived with the rigors of 21st-century tasting menus in mind. My dining companion was perched in an uncomfortable yoga pose because her banquette cushions were too far from the table for her to sit back and relax.\nLumbar support wouldn’t be a major issue if Aquavit were not so eager to push the longer menus. The choices on the three-course prix fixe are limited, and servers like to say that the eight-course menu provides the fullest expression of the chef’s creativity, or something like that. Whatever the exact words, they were always spoken as if the meaning of life were about to be revealed.\nAt times the servers had the somber expressions and postures you’d see at a funeral — on the pallbearers, if not the deceased. This becomes unnerving when they stand in a row at the back of the dining room, all dressed in black. Once I could have sworn I heard a captain snap his heels together as he stood at attention, like Colonel Klink. My preliminary diagnosis is Michelinitis, an excessive stiffness caused by a desire to get or keep Michelin stars. Aquavit has two now, and I worry that if it ever gets to three, the servers will have been replaced with wax figures.\nAdvertisement Continue reading the main story\nBut life still breaks through often enough. Sarah Blau, the beverage director, is natural and confident, and she sifts through an abundance of fine choices on the wine list. And the lounge, one of the most civilized harbors in Midtown, has a relaxed tone that the dining room could stand more of. I’d almost suggest turning the bar into a tasting-menu counter if it weren’t such a fine place to chase Swedish meatballs with one of the many so-called aquavits that are really house-infused vodkas. Both have been fixtures for years, holding steady in a restaurant that in many ways seems to be getting younger all the time.", "url": "https://www.nytimes.com/2015/05/27/dining/restaurant-review-aquavit-in-midtown.html"}