{"authors": ["Shuaib Almosawa", "Saeed Al-Batati"], "date_download": "2018-11-16 03:58:20", "date_modify": "2018-11-16 03:58:20", "date_publish": "2015-06-17 23:41:22", "description": "The bombs, which ripped through mosques in the capital Sana during prayer times, were another attempt to inflame tensions during cease-fire negotiations in Geneva.", "filename": "2015_06_18_world_middleeast_isis-claims-responsibility-for-deadly-bombings-in-yemen.html__r=0&module=inline_1542340700.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_18_world_middleeast_isis-claims-responsibility-for-deadly-bombings-in-yemen.html__r=0&module=inline_1542340700.html", "title": "ISIS Claims Responsibility for Deadly Bombings in Yemen", "title_page": "ISIS Claims Responsibility for Deadly Bombings in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SANA, Yemen — A branch of the Islamic State in Yemen claimed responsibility for a series of car bombings here in the capital that killed at least 30 people on Wednesday, adding a new layer of peril to a city terrorized for months by airstrikes as well as by antiaircraft fire that has fallen on civilian homes.\nThe bombings, outside mosques where many Shiite Muslims worship and a headquarters of the Houthi rebels, were the deadliest attacks claimed by the Sunni extremist group since March, when suicide bombers killed more than 130 people at two Shiite mosques here.\nThe March attacks helped accelerate the country’s slide toward civil war, sharpening sectarian tensions and aggravating the confrontation between the Shiite Houthi rebels, who are from the country’s north, and supporters of President Abdu Rabbu Mansour Hadi, who was ousted by the Houthis. Saudi Arabia entered the war days later, beginning a bombing campaign that it says is intended to restore Mr. Hadi and dislodge the Houthis as the country’s dominant force.\nThe bombings on Wednesday, which occurred during prayer times, were another attempt to inflame tensions at a sensitive moment, as representatives of the Houthis and Mr. Hadi’s government were engaged in cease-fire negotiations in Geneva, under the auspices of the United Nations. In an online statement, the Islamic State, also known as ISIS or ISIL, said the bombings were intended as “revenge” against the Houthi “apostates.”", "url": "https://www.nytimes.com/2015/06/18/world/middleeast/isis-claims-responsibility-for-deadly-bombings-in-yemen.html?_r=0&module=inline"}