{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:47:49", "date_modify": "2018-11-16 04:47:49", "date_publish": "2015-08-28 23:37:59", "description": "Middle-class Chinese are reining in spending amid the economic slowdown, damaging the ruling party’s hopes to push consumer spending as a new engine of growth.", "filename": "2015_08_29_world_asia_consumer-anxiety-in-china-undermines-governments-economic-plans_1542343669.html", "image_url": "https://static01.nyt.com/images/2015/08/29/world/29CHINAECON/29CHINAECON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_29_world_asia_consumer-anxiety-in-china-undermines-governments-economic-plans_1542343669.html", "title": "Consumer Anxiety in China Undermines Government’s Economic Plans", "title_page": "Consumer Anxiety in China Undermines Government’s Economic Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The author of the widely circulated financial advice column on WeChat, Lin Mo, once worked for a state-run business magazine, then started her own online writing about the economy. She said in an interview that she had published her latest list of suggestions after getting hundreds of messages from “very terrified” readers responding to one of her earlier essays on what she called an “economic crisis.”\n“Many readers were asking me things like, ‘What should we do?’ and, ‘What if China becomes Japan in the ‘80s?’” she said. “They are in their early 30s — the age to buy apartments or make investments or start their own businesses. So they have big financial decisions to make, and in the current economy, they worry about losing those investments in the slowdown.”\n“Many of them are at a place in their careers where they want to leverage their current positions for higher-paying positions, and they worry about getting laid off by the new company in the economic winter,” she added. “One reader told me that he left a state-owned travel agency to join a booming Internet-based travel service because he felt he had to ‘embrace the Internet’ as a young professional. Now he regrets that decision bitterly because the new company is having layoffs, and he might be laid off first.”\nOne Chinese woman who posted Ms. Lin’s column on her WeChat account said it “echoed the zeitgeist.” She had tried to sell an apartment, but said, “Now I think I might hold off until the market recovers a bit.”\nAmong the most worried are university graduates. This year, nearly 7.5 million people graduated from universities in China, a 3 percent increase over last year.\n“The difficulty of finding employment in 2015 is still relatively high,” said Zhang Feng, director of the career center of the Ministry of Education, according to an article on the ministry’s news site. “Both the central and local economies’ growth rates have entered the ‘new normal.’”", "url": "https://www.nytimes.com/2015/08/29/world/asia/consumer-anxiety-in-china-undermines-governments-economic-plans.html"}