{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:56:47", "date_modify": "2018-11-16 03:56:47", "date_publish": "2015-10-27 01:00:05", "description": "Sean Spicer, the Republican National Committee’s point person on primary debates, is charged with coordinating details large and small.", "filename": "2015_10_27_us_politics_a-gop-stalwarts-task-retooling-candidate-debates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340607.html", "image_url": "https://static01.nyt.com/images/2015/10/27/us/sub27DEBATE/sub27DEBATE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_27_us_politics_a-gop-stalwarts-task-retooling-candidate-debates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340607.html", "title": "A G.O.P. Stalwart’s Task: Retooling Candidate Debates", "title_page": "A G.O.P. Stalwart’s Task: Retooling Candidate Debates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Priebus also wanted to spread the debates out geographically, with less focus on a few early voting states, and to add a conservative media partner for each, to assure the party’s grass-roots wing was represented.\nThe party and the networks that host the debates work together to put on the event, but it is not necessarily an equal partnership. The networks and other sponsors absorb the hefty costs of a debate — upward of $2 million, Mr. Spicer estimates — and agree to some basic ground rules. In return, the Republican National Committee “sanctions” the debate, helping to ensure that all candidates show up. The network that produces the debate owns the rights. The committee, meanwhile, handles the ticketing, most of the media credentials and some of the branding.\n“It’s a trade-off — they agree to play within the confines of this, and we agree to give them a debate,” Mr. Spicer said. “That’s why it’s like the Cold War. If you agree to play within our rules, we’ll give you a sanctioned debate.” So far, the payoff for the networks this cycle has come in record-shattering ratings for the first three debates.\nThe process for Republicans began in earnest in 2014, when the committee asked networks to submit proposals, outlining their vision for the debates and indicating what was most important to them — hosting the first debate (Fox News) or having more than one (CNN). Then a debate committee within the R.N.C. tried to assign each network a debate that met its needs, while also fulfilling the committee’s own criteria.\n“It was like an admissions committee in college,” Mr. Spicer said. “You want perfect SAT scores, class president, involved in sports, does community service. But sometimes one of those factors shines brighter than another, so the level of commitment or the level of professionalism was really a factor.”\nThe committee was particularly impressed with CNN, which had already been in talks with the Salem Media Group, a conservative and Christian media corporation, as a potential debate partner. (Hugh Hewitt, one of the group’s radio hosts, will appear as an onstage questioner at all CNN debates.)\nOnce the states were chosen, with an emphasis on early vote and swing states, as well as geographic diversity, the party looked for venues that could handle the scale and logistics of a presidential debate, including a big-enough stage; individual, but equal, candidate green rooms; adequate parking; and a media filing center. The criteria helps, in part, to explain why Republicans will debate in Boulder, a liberal stronghold in this important general election state.", "url": "https://www.nytimes.com/2015/10/27/us/politics/a-gop-stalwarts-task-retooling-candidate-debates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}