{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:09:08", "date_modify": "2018-11-16 04:09:08", "date_publish": "2015-06-25 14:46:15", "description": "One result of the ruling is that even states that started their own exchanges, facing technical challenges, may let the federal government take over.", "filename": "2015_06_26_upshot_obamacare-ruling-may-have-just-killed-state-based-exchanges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341348.html", "image_url": "https://static01.nyt.com/images/2015/06/26/upshot/sub-26UP-ACA/sub-26UP-ACA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_upshot_obamacare-ruling-may-have-just-killed-state-based-exchanges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341348.html", "title": "Obamacare Ruling May Have Just Killed State-Based Exchanges", "title_page": "Obamacare Ruling May Have Just Killed State-Based Exchanges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the law envisioned, state exchanges would provide an opportunity for state insurance regulators to oversee their markets, a role they have long performed. The state exchange system would also allow a greater degree of policy flexibility and control, so state officials could customize the marketplaces for local conditions. What few people grasped was the technical and logistical challenge of building a complex website and customer service operation from scratch.\n“Certainly, one of the lessons learned was that it is much more difficult than was expected,” said Joel Ario, who ran the office in the Department of Health and Human Services devoted to building the exchanges after the law passed. He is now a managing director at Manatt Health Solutions, a consulting firm that is assisting several states.\nIn the first year of operation, three state exchanges — Nevada, New Mexico and Oregon — had technology failures so profound that they handed the bulk of their operations to the federal government. Other states managed to rebound from a troublesome first year by rebuilding their systems, but only with substantial effort and expense. Both Massachusetts and Maryland essentially started from scratch in 2015.\nAs my colleague Abby Goodnough reported this month, state struggles continue. The Hawaii exchange is collapsing, while Vermont’s looks shaky. Even some exchanges that have performed relatively well — including Washington and Minnesota — are experiencing substantial information technology problems. And the expense of managing an exchange is also climbing in many places as federal start-up funding diminishes. The Washington Post reported in May that nearly half of the states are suffering from financial difficulties.", "url": "https://www.nytimes.com/2015/06/26/upshot/obamacare-ruling-may-have-just-killed-state-based-exchanges.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}