{"authors": ["Ceylan Yeginsu", "Anemona Hartocollis"], "date_download": "2018-11-16 03:47:21", "date_modify": "2018-11-16 03:47:21", "date_publish": "2015-08-16 10:00:04", "description": "Compared with other routes for refugees crossing the Mediterranean, the journey from Bodrum to Kos is remarkably organized and unfettered.", "filename": "2015_08_17_world_europe_turkey-greece-mediterranean-kos-bodrum-migrants-refugees.html_module=inline_1542340041.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_17_world_europe_turkey-greece-mediterranean-kos-bodrum-migrants-refugees.html_module=inline_1542340041.html", "title": "Amid Perilous Mediterranean Crossings, Migrants Find a Relatively Easy Path to Greece", "title_page": "Amid Perilous Mediterranean Crossings, Migrants Find a Relatively Easy Path to Greece - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BODRUM, Turkey — As darkness falls and the last of the shorefront cafes in Bodrum clear their tables for the night, dozens of migrants pour out of a waiting bus. In the gloam, they charge for the sea, dragging a large rubber dinghy.\nTheir smugglers point them toward the flashing lighthouse on the Greek island of Kos, as little as 25 minutes away in a good boat.\nIn their flimsy inflatables, they usually reach there by dawn, quickly puncture their dinghies so no one can force them back, then walk into town.\nViewed from either side, the passage, while risky, is remarkably organized and unfettered. Compared with other routes for migrants crossing the Mediterranean, where more than 2,000 people have died this year, it is a relatively first-class ride. So easy and efficient is it, in fact, that in July the route was used by more than 7,000 refugees — most fleeing wars in Afghanistan, Iraq and Syria. At least 2,000 crossed this past week alone.", "url": "https://www.nytimes.com/2015/08/17/world/europe/turkey-greece-mediterranean-kos-bodrum-migrants-refugees.html?module=inline"}