{"authors": ["Mohammed Ali Kalfood", "Kareem Fahim"], "date_download": "2018-11-16 03:57:06", "date_modify": "2018-11-16 03:57:06", "date_publish": "2015-05-18 01:12:13", "description": "Aid workers acknowledged that humanitarian efforts so far had been insufficient, given the scale of the crisis in Yemen.", "filename": "2015_05_18_world_middleeast_saudi-led-airstrikes-resume-in-yemen-as-truce-ends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340626.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_18_world_middleeast_saudi-led-airstrikes-resume-in-yemen-as-truce-ends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340626.html", "title": "Saudi-Led Airstrikes Resume in Yemen as Truce Ends", "title_page": "Saudi-Led Airstrikes Resume in Yemen as Truce Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "André Heller Pérache, of Doctors Without Borders in Yemen, said the devastating shortage of fuel had hardly eased during the cease-fire.\n“Hospitals are still scrambling to find fuel for generators,” he said. Without fuel for cars, people struggled to reach hospitals. “The capital city is dark at night.”\nSaudi Arabia proposed the cease-fire this month as it faced growing criticism of its military campaign against the Houthis, a rebel group from northern Yemen that had taken control of the capital and other parts of the country and forced the government of President Abdu Rabbu Mansour Hadi into exile.\nHundreds of airstrikes by the Saudi-led coalition of Arab states failed to stop advances by the Houthis in Aden and the city of Taiz. The combination of the bombing campaign and a brutal offensive by pro-Houthi forces has killed more than 1,400, most of them civilians.\nThe cease-fire halted airstrikes on Sana after weeks of bombing, but fighting continued in Taiz and elsewhere. It remained unclear whether the airstrikes on Sunday signaled a full-scale resumption of the war or were a deft attempt by the Saudis to restore a military advantage, and could be followed by another truce.\nSpeaking on Sunday at a conference on the Yemen crisis in Riyadh, Saudi Arabia, a special envoy from the United Nations read a statement from Secretary General Ban Ki-moon that called for all parties to come together to resolve the conflict and urged an extension of the cease-fire.\nThe conference, convened by Saudi Arabia, consisted of only one side in the domestic conflict, bringing together Yemeni factions and regional organizations that support the effort to restore Mr. Hadi to power. It excluded any representatives of the Houthi movement or their allies among the backers of Ali Abdullah Saleh, Yemen’s former president.\n“The humanitarian truce should turn into a permanent cease-fire,” the envoy, Ismail Ould Cheikh Ahmed, said, reading the statement. There was “no solution to the crisis but comprehensive dialogue that will not exclude anyone.”", "url": "https://www.nytimes.com/2015/05/18/world/middleeast/saudi-led-airstrikes-resume-in-yemen-as-truce-ends.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}