{"authors": ["Michael Schulman"], "date_download": "2018-11-16 03:09:32", "date_modify": "2018-11-16 03:09:32", "date_publish": "2015-03-20 21:39:34", "description": "Ms. Dunham’s documentary on HBO features her new friend, the 88-year-old illustrator behind the popular children’s books.", "filename": "2015_03_22_style_lena-dunham-and-the-man-who-drew-eloise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337772.html", "image_url": "https://static01.nyt.com/images/2015/03/22/fashion/22ELOISE/22ELOISE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_22_style_lena-dunham-and-the-man-who-drew-eloise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337772.html", "title": "Lena Dunham and the ‘Man Who Drew Eloise’", "title_page": "Lena Dunham and the ‘Man Who Drew Eloise’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few years ago, Hilary Knight, the illustrator best known for “Eloise,” was talking with a builder he knows in East Hampton. The guy had just read a profile in New York Magazine of Lena Dunham, which mentioned she had an Eloise tattoo. “I was unaware of Lena Dunham,” Mr. Knight, 88, said recently.\nHe called up the publicity department at Simon & Schuster and asked them to send Ms. Dunham some signed “Eloise” books. She wrote back, “You are the very fiber of my being.”\nSoon after, she came over to his apartment on East 51st Street, where he has lived for 55 years, a boudoir-like fantasia festooned with Mr. Knight’s drawings, theatrical posters, peacock feathers and gilded palm trees. They ate Indian food and chatted for hours. They talked about Ms. Dunham’s recent trip to India and watched Mr. Knight’s home movies. Despite the six decades between them, they had a lot in common.\n“We both have parents who are artists,” Ms. Dunham said. She was sitting in Mr. Knight’s apartment one recent Thursday, crunching on crispy okra from a bowl. “He and I both want to have dinner around six o’clock, which is really nice.”", "url": "https://www.nytimes.com/2015/03/22/style/lena-dunham-and-the-man-who-drew-eloise.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}