{"authors": ["Jack Ewing"], "date_download": "2018-11-16 04:43:45", "date_modify": "2018-11-16 04:43:45", "date_publish": "2015-07-20 18:40:14", "description": "Restoring trust in the lenders is one of the most important tasks that officials in Athens and in the eurozone face as they try to revive the economy.", "filename": "2015_07_21_business_international_greece-banks-reopen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343425.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_21_business_international_greece-banks-reopen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343425.html", "title": "Greek Banks Start Long and Uncertain Journey to Recovery", "title_page": "Greek Banks Start Long and Uncertain Journey to Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FRANKFURT — Reopening the doors of Greek banks on Monday was just the beginning.\nRestoring trust in the banks, so that customers will be willing to deposit their money again, is one of the most important tasks that Greek and eurozone officials will face as they try to get the economy moving again.\nBut undoing the damage wrought in recent months will take money and time, as well as agreement among quarreling eurozone nations. And even if Greece and its creditors can reach a new bailout deal, it might not be until next year that Greek banks are stable enough that the government can lift restrictions on movements of money abroad, analysts said.\nGreeks’ nervousness about keeping their money in the banks is understandable as long as it is only emergency loans from the European Central Bank that are keeping those lenders from collapsing.", "url": "https://www.nytimes.com/2015/07/21/business/international/greece-banks-reopen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}