{"authors": ["Jess Bidgood", "Katharine Q. Seelye"], "date_download": "2018-11-16 03:52:25", "date_modify": "2018-11-16 03:52:25", "date_publish": "2015-05-19 21:01:35", "description": "Since Representative Frank Guinta admitted a campaign finance violation, his biggest problem has not been Democrats; it has been top officials of his own party.", "filename": "2015_05_20_us_top-new-hampshire-republicans-call-on-gop-congressman-to-quit.html_module=inline_1542340345.html", "image_url": "https://static01.nyt.com/images/2015/05/20/us/20HAMPSHIRE1/20HAMPSHIRE1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_us_top-new-hampshire-republicans-call-on-gop-congressman-to-quit.html_module=inline_1542340345.html", "title": "New Hampshire Republicans Call on Frank Guinta to Serve His Party by Resigning", "title_page": "New Hampshire Republicans Call on Frank Guinta to Serve His Party by Resigning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a statement on Tuesday, Mr. Guinta said he would remain in his seat, citing the committee’s decision. \"I am humbled by their continued support and confidence in my ability to represent the constituents of the First Congressional District of New Hampshire,\" he said. Mr. Guinta’s problems stem from a series of loans, totaling $355,000, that he made to his campaign committee during his uphill primary battle between June 2009 and September 2010. He has maintained that the money was his own. But in a settlement agreement with the election commission finalized earlier this month, he admitted that the money had come from an account that bore his parents’ names — making it an excessive and illegal campaign donation. Mr. Guinta’s campaign is to pay a fine of $15,000 because it did not properly disclose the source of that money.\nMr. Guinta says the funds were his own but were held in a family account established when he was a minor. He said he had contributed to the account over the years. He told WMUR-TV: “So did my mom write the check? Absolutely. Was this her money? No.”\nMany of the state’s top elected Republicans have not seem convinced.\nSenator Ayotte, who is expected to face a tough re-election battle next year, has said she told Mr. Guinta by phone that he should step down. “This is a decision he needs to make, but if I were in his position, that’s what I would do,” she told WMUR.\nChuck Morse, president of the State Senate, and Shawn Jasper, speaker of the House, both Republicans, also called for his resignation. In an interview on Tuesday, the Senate majority leader, Jeb Bradley, said he believed Mr. Guinta should consider stepping down.\n“I think he’s on a really small island,” Mr. Bradley said. “I think the charges are serious and disturbing and at some point he needs to think about doing what’s better for New Hampshire than himself.”\nDante Scala, a political scientist at the University of New Hampshire, said the executive committee’s neutrality on the question of Mr. Guinta’s resignation may take the wind out of his detractors’ sails, but he could nevertheless become a liability for the party.", "url": "https://www.nytimes.com/2015/05/20/us/top-new-hampshire-republicans-call-on-gop-congressman-to-quit.html?module=inline"}