{"authors": ["Pamela Druckerman"], "date_download": "2018-11-16 03:49:21", "date_modify": "2018-11-16 03:49:21", "date_publish": "2015-01-14 11:04:20", "description": "The events of the past week have shocked me into a sense of belonging.", "filename": "2015_01_15_opinion_pamela-druckerman-just-another-parisian.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340161.html", "image_url": "https://static01.nyt.com/images/2013/10/04/opinion/druckerman-contributor/contributors-images-slide-S3XQ-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_15_opinion_pamela-druckerman-just-another-parisian.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340161.html", "title": "Just Another Parisian", "title_page": "Opinion | Just Another Parisian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — About four years ago, a friend invited me to lunch with some cartoonists from Charlie Hebdo, the French satirical newspaper. Charlie was looking for new writers. I was looking for work.\nTo prepare for the meeting, I read Charlie Hebdo. I hardly knew what to make of it. It was one of those French things, like the shops that sell nothing but taxidermied animals, that have no American equivalent. Charlie Hebdo’s pages of cartoons — typically about religion, sex, politics or some combination of the three — came from a strain of Frenchness I didn’t understand.\nAt the lunch, I also didn’t know what to make of the three editors: Stéphane Charbonnier, Jean Cabut and Laurent Sourisseau. They were grown men who went by strange nicknames — Charb, Cabu and Riss — and had the aura of local legends. Practically everything they said seemed like an inside joke that made the others chuckle.\nThe three men listened politely as I pitched them story ideas in my pockmarked French. One, I think it was Cabut, drew me a sweet cartoon; it was his way of connecting. But they were members of a French fraternity whose references eluded me. We parted with smiles, and never spoke again.", "url": "https://www.nytimes.com/2015/01/15/opinion/pamela-druckerman-just-another-parisian.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}