{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:42:57", "date_modify": "2018-11-16 03:42:57", "date_publish": "2015-12-14 17:22:44", "description": "After fires, the Consumer Product Safety Commission is investigating, and online retailers are removing some of the powered boards from their sites.", "filename": "2015_12_15_technology_personaltech_hoverboard-safety-fears-continue-to-grow.html__r=0&module=inline_1542339777.html", "image_url": "https://static01.nyt.com/images/2015/12/15/business/dealbook/15cnbc-amazon/15cnbc-amazon-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_technology_personaltech_hoverboard-safety-fears-continue-to-grow.html__r=0&module=inline_1542339777.html", "title": "Hoverboard Safety Fears Grow as Problems Mount", "title_page": "Hoverboard Safety Fears Grow as Problems Mount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I think my hope would be it would at least allow us to feel like we discovered the universe of these products,” he said. “On the back end, certainly we would want to work with the Chinese government.”\nA leading indicator of the fires appears to be the unpredictable lithium-ion batteries found inside the devices, Mr. Kaye said. Since the toys are unregulated, several companies are using different manufacturing techniques in order to make a generic model. This helps those companies avoid avoid any intellectual property inquiries as they are shipped overseas to American consumers, Mr. Kaye said.\n“They don’t all look the same inside,” Mr. Kaye said of the problematic models. “It looks like there might be overcharging, too many batteries stacked together in ways that lithium-ion batteries are not meant to be stacked.”\nLithium-ion batteries are versatile and lightweight enough to be used in a variety of electronics, including laptops and cellphones, but the hazards of packing so much energy into a compact battery has its drawbacks. Poorly designed batteries can overheat and are prone to explosion. But, as Wired reported, there is no guarantee that even high-quality batteries won’t catch fire, which means it won’t be easy for consumers to safeguard against hoverboard fires.\n“There is no way to tell when buying, since the catastrophic failure likely will not manifest until the battery is fully charged and discharged several times,” Jay Whitacre, professor of materials science and engineering at Carnegie Mellon University, told Wired. “This charging/discharging mechanically exercises the guts of the cell and typically provides the ultimate trigger for the failure.”\nMr. Kaye said that investigators have seen at least five different battery configurations in the samples they’re studying, but added that the unpredictable nature of the batteries means that the samples must be shipped in special containers, which slows down the process and reduces the number of samples that can be studied while investigators rush to turn around a report in time for Christmas. The lack of consumer regulation is frustrating to officials, who often don’t get involved with new products like hoverboards until injuries or deaths are reported.\n“People just put it out there,” Mr. Kaye said, “and then we’re left to pick up the pieces once the injuries start mounting.”\nBecause the toys are unregulated, basic guidance on how to buy a safe hoverboard is scant. The National Association of Fire Marshals recommends that consumers avoid leaving the devices unattended while they charge, and that they let the devices cool off before recharging them.", "url": "https://www.nytimes.com/2015/12/15/technology/personaltech/hoverboard-safety-fears-continue-to-grow.html?_r=0&module=inline"}