{"authors": ["James B. Stewart"], "date_download": "2018-11-16 03:58:50", "date_modify": "2018-11-16 03:58:50", "date_publish": "2015-07-16 22:02:43", "description": "An investigation into a trader whose risky bets cost JPMorgan Chase $6.2 billion has ended, but who, if anyone, will be held accountable remains an open question.", "filename": "2015_07_17_business_figures-in-london-whale-trading-case-escape-the-authorities-nets.html_module=inline_1542340730.html", "image_url": "https://static01.nyt.com/images/2015/07/17/business/17STEWART/17STEWART-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_17_business_figures-in-london-whale-trading-case-escape-the-authorities-nets.html_module=inline_1542340730.html", "title": "Convictions Prove Elusive in ‘London Whale’ Trading Case", "title_page": "Convictions Prove Elusive in ‘London Whale’ Trading Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But today Mr. Iksil,48, faces no charges. He does not even face civil claims, which have a much lower standard of proof. Preet Bharara, the United States attorney in Manhattan, disclosed in August 2013 that the government had entered into a nonprosecution agreement with Mr. Iksil, and that he would not be required to plead guilty to any crime. The Securities and Exchange Commission took no action against him. And now British regulators have dropped the case.\nThe result has left many white-collar defense lawyers mystified, even as they profess admiration for Mr. Iksil’s lawyers. While Mr. Iksil has emerged scot-free, his immediate boss, Javier Martin-Artajo, a Spanish national, and Mr. Iksil’s lower-ranking assistant, Julien Grout, who is French, face criminal charges and civil claims. But Mr. Martin-Artajo is in Spain, where a court has refused to extradite him, and Mr. Grout is in France, which typically does not extradite its own citizens. Although the investigation in the United States officially remains open, it appears no one, in all likelihood, will be held legally accountable.\n“It’s laughable, really, that so many banks have been prosecuted and it’s always the fault of a rogue trader, or an isolated trading desk,” said Brandon L. Garrett, a law professor at the University of Virginia and author of the book “Too Big to Jail.” ”But when risky behavior is repeatedly tolerated or concealed, you have to wonder if higher-ranking people should have been targeted.”\nThe case of the London Whale shows how difficult that can be. Far from being the rogue trader portrayed in early news coverage, Mr. Iksil emerges in government documents and interviews with people familiar with much of the evidence as a conflicted figure on the trading floor, troubled by conscience, even as he tried to please his bosses. They pushed him to undertake the risky derivatives trading that proved his undoing and caused the great losses. Then, as the losses mounted, he repeatedly warned his colleagues that they should be more forthcoming about their extent, to no avail.\n“Four regulators in two countries investigated this thoroughly and came to the same conclusion, which is that it wasn’t appropriate to pursue any charges against Mr. Iksil,” said Jonathan B. New, a lawyer for Mr. Iksil and partner at the law firm BakerHostetler. “He cooperated fully with every investigation, and the actual facts speak volumes. The facts are often lost in the initial publicity.”", "url": "https://www.nytimes.com/2015/07/17/business/figures-in-london-whale-trading-case-escape-the-authorities-nets.html?module=inline"}