{"authors": ["Patrick Mcgee", "Manny Fernandez"], "date_download": "2018-11-16 04:52:46", "date_modify": "2018-11-16 04:52:46", "date_publish": "2015-08-11 22:52:36", "description": "Officer Brad Miller was dismissed after what was described as a series of troubling decisions that led to the death of Mr. Taylor, an unarmed black 19-year-old.", "filename": "2015_08_12_us_arlington-tex-officer-is-fired-in-fatal-shooting-of-christian-taylor_1542343966.html", "image_url": "https://static01.nyt.com/images/2015/08/12/us/12ARLINGTONWEB1/12ARLINGTONWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_us_arlington-tex-officer-is-fired-in-fatal-shooting-of-christian-taylor_1542343966.html", "title": "Arlington, Tex., Officer Is Fired in Fatal Shooting of Christian Taylor", "title_page": "Arlington, Tex., Officer Is Fired in Fatal Shooting of Christian Taylor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ARLINGTON, Tex. — A white rookie police officer who shot and killed an unarmed black college football player after the youth had broken into a car dealership in this Dallas suburb was fired on Tuesday for “inappropriate judgment” in his handling of the situation, officials said.\nThe Arlington police chief, Will D. Johnson, said that the officer, Brad Miller, 49, had been fired for making mistakes in the fatal shooting of Christian Taylor, 19, which included entering the building without his more experienced partner and which led to “an environment of cascading consequences.” Officer Miller was hired last fall and was still in training when the shooting occurred early Friday morning.\nOfficer Miller’s lawyer did not return multiple phone calls or an email sent on Tuesday evening.\nThe police had said that Mr. Taylor — an Arlington native who was a football player and student at Angelo State University in the West Texas city of San Angelo — was shot around 1 a.m. Friday as he was confronted by officers who had been dispatched to the Classic Buick GMC dealership after reports of a suspected burglary. At a news conference, Chief Johnson said Officer Miller made bad decisions in communicating with other officers and initially approaching Mr. Taylor on his own without a plan for an arrest. There were other officers at the scene, the chief told reporters, including Officer Miller’s training officer, who tried to use a Taser to subdue Mr. Taylor.\n“Based on a preponderance of evidence available to me and facts revealed by the investigative team,” Chief Johnson said, “I have decided to terminate Officer Miller’s employment with the Arlington Police Department for exercising poor judgment.”", "url": "https://www.nytimes.com/2015/08/12/us/arlington-tex-officer-is-fired-in-fatal-shooting-of-christian-taylor.html"}