{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:45:56", "date_modify": "2018-11-16 04:45:56", "date_publish": "2015-08-14 11:21:23", "description": "Pyongyang labeled as “nonsense” an investigation that said it had planted the mines in the Demilitarized Zone. It said Seoul was trying to drive up military tension.", "filename": "2015_08_15_world_asia_north-korea-denies-it-laid-mines-that-maimed-soldiers-from-south.html_module=inline_1542343556.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_15_world_asia_north-korea-denies-it-laid-mines-that-maimed-soldiers-from-south.html_module=inline_1542343556.html", "title": "North Korea Denies It Laid Mines That Maimed Soldiers From South", "title_page": "North Korea Denies It Laid Mines That Maimed Soldiers From South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea denied on Friday planting land mines that maimed two South Korean soldiers near their guard post last week.\nThree land mines that the South said were manufactured by North Korea exploded on Aug. 4 when the two soldiers stepped on them just outside their post inside the South Korean half of the 2.5-mile-wide Demilitarized Zone, a buffer separating large contingents of the two countries’ armies. One soldier lost both legs and the other one leg in the blasts.\nOn Monday, the South and the American-led United Nations Command said a joint investigation had concluded that the mines had been planted by North Korean troops. As evidence, they presented the debris of wooden-box land mines used by the North Korean military.\nOn Friday, the North called those findings “nonsense” and accused South Korea of using stray North Korean mines it had collected from the buffer zone to fabricate the incident in an attempt to drive up military tension. It challenged the South to provide more persuasive evidence, such as video footage, that the mines had been planted by North Korea.", "url": "https://www.nytimes.com/2015/08/15/world/asia/north-korea-denies-it-laid-mines-that-maimed-soldiers-from-south.html?module=inline"}