{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:31", "date_modify": "2018-11-16 04:48:31", "date_publish": "2015-11-07 10:33:47", "description": "In a speech in Singapore before he met the president of Taiwan, China’s president asked countries “outside the region” to respect stability in the area.", "filename": "2015_11_08_world_asia_xi-jinping-china-south-china-sea-singapore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343711.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_08_world_asia_xi-jinping-china-south-china-sea-singapore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343711.html", "title": "Xi Again Defends China’s Claim to South China Sea Islands", "title_page": "Xi Again Defends China’s Claim to South China Sea Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — President Xi Jinping of China said in a speech on Saturday morning in Singapore that islands in the South China Sea “have been China’s territory since ancient times,” and that countries from outside the region should respect the need of Asian nations for a “peaceful and stable environment” so the nations could develop rapidly.\nMr. Xi’s remark about outside countries, reported by Xinhua news agency, was an obvious reference to the United States, which has loudly criticized China’s efforts to build sand islands atop submerged features in the South China Sea. Late last month, the United States sent a guided missile destroyer, the Lassen, within 12 nautical miles of Subi Reef, a natural feature submerged at high tide on which China has carried out a land reclamation project using huge piles of sand. The United States was challenging China’s claimed authority over waters around the land feature, and American officials said they would continue to regularly do such operations.\nThen on Thursday, the American defense secretary, Ashton B. Carter, flew to the Theodore Roosevelt, an aircraft carrier that was sailing through the South China Sea, to emphasize the stabilizing presence of the United States in the region and blame China for activities in the past year that had led to rising tensions.\nMr. Xi made his speech on Saturday at the National University of Singapore hours before he had a historic meeting at the Shangri-La Hotel with President Ma Ying-jeou of Taiwan, a member of the Kuomintang, the party that the Communists militarily defeated in 1949 to seize full control of China.", "url": "https://www.nytimes.com/2015/11/08/world/asia/xi-jinping-china-south-china-sea-singapore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}