{"authors": ["Coral Davenport", "Ellen Barry"], "date_download": "2018-11-16 04:21:25", "date_modify": "2018-11-16 04:21:25", "date_publish": "2015-12-01 00:07:47", "description": "Despite efforts by President Obama to win the Indian prime minister’s cooperation on reducing harmful emissions, India’s negotiators have so far staked out an uncompromising position.", "filename": "2015_12_01_world_asia_narendra-modi-could-make-or-break-obamas-climate-legacy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342085.html", "image_url": "https://static01.nyt.com/images/2015/12/01/world/01INDIACLIMATE/01INDIACLIMATE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_01_world_asia_narendra-modi-could-make-or-break-obamas-climate-legacy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342085.html", "title": "Narendra Modi Could Make or Break Obama’s Climate Legacy", "title_page": "Narendra Modi Could Make or Break Obama’s Climate Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LE BOURGET, France — Since Prime Minister Narendra Modi came to power, President Obama has not missed many opportunities to convey what a warm rapport he has forged with the Indian leader.\nThere was the admiring essay about Mr. Modi that Mr. Obama wrote in Time magazine, and the image of them tête-à-tête at the Martin Luther King Jr. Memorial in Washington, their entourages left behind. Mr. Obama’s national security adviser said the two men had “chemistry” and expressed confidence that American interests made it “worth the investment in the relationship.”\nExactly how much that investment has paid off will become clear this week during the climate negotiations on the outskirts of Paris, where India, the world’s third-largest greenhouse gas polluter, has emerged as a pivotal player in shaping the outcome of a deal on which Mr. Obama hopes to build his legacy — or whether a deal emerges at all. So far, Indian negotiators have publicly staked out an uncompromising position.", "url": "https://www.nytimes.com/2015/12/01/world/asia/narendra-modi-could-make-or-break-obamas-climate-legacy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}