{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:15:31", "date_modify": "2018-11-16 03:15:31", "date_publish": "2015-08-21 08:24:23", "description": "The downturn threatens to end one of the longest bull runs in the history of the United States stock market.", "filename": "2015_08_22_business_dealbook_global-markets-fall-for-second-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338131.html", "image_url": "https://static01.nyt.com/images/2015/08/22/business/22db-markets1/22db-markets1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_22_business_dealbook_global-markets-fall-for-second-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338131.html", "title": "Stocks Plunge Sharply for a Second Day on Wall Street", "title_page": "Stocks Plunge Sharply for a Second Day on Wall Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stock prices around the world continued to plunge on Friday, threatening to end one of the longest bull runs in the history of the United States stock market.\nA searing six-year rally in United States stocks had advanced into the summer months, shrugging off challenges like the dispute over Greece’s debt that nearly led to the country crashing out of the euro. But in the last two weeks, world markets tumbled as investors grew increasingly concerned about economic conditions in China, which unexpectedly devalued its currency last week, and the outlook for the economies of other large developing countries.\nAs the selling accelerated Friday afternoon, some benchmark indexes were at or near 10 percent below their recent peaks — a “correction” in Wall Street parlance. “This is likely going to go down as the first meaningful correction in four years,” said David Rosenberg, an economist and strategist at Gluskin Sheff.", "url": "https://www.nytimes.com/2015/08/22/business/dealbook/global-markets-fall-for-second-day.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}