{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:09:14", "date_modify": "2018-11-16 04:09:14", "date_publish": "2015-01-20 16:50:47", "description": "The justices unanimously rejected arguments by Arkansas prison officials that said allowing beards would make it easier for inmates to hide contraband.", "filename": "2015_01_21_us_prison-beard-ban-gregory-holt-ruling_1542341354.html", "image_url": "https://static01.nyt.com/images/2015/01/21/us/BEARDS-web/BEARDS-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_21_us_prison-beard-ban-gregory-holt-ruling_1542341354.html", "title": "Ban on Prison Beards Violates Muslim Rights, Supreme Court Says", "title_page": "Ban on Prison Beards Violates Muslim Rights, Supreme Court Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said Mr. Holt had “easily satisfied” the requirement of showing that the ban on beards burdened his religious practices. Justice Alito said a trial judge had been mistaken in saying it was enough to provide Mr. Holt with a prayer rug, the ability to correspond with a religious adviser, appropriate meals and the like.\nImage Gregory H. Holt Credit Arkansas Department of Correction\nEven so, prison officials said they had compelling reasons for the ban, the most important being combating contraband. Even short beards, one official said, can conceal “anything from razor blades to drugs to homemade darts.” Another said that SIM cards for cellphones can also be hidden in beards.\nJustice Alito responded that the idea that security “would be seriously compromised by allowing an inmate to grow a half-inch beard is hard to take seriously.”\n“An item of contraband would have to be very small indeed to be concealed by a half-inch beard,” he wrote, “and a prisoner seeking to hide an item in such a short beard would have to find a way to prevent the item from falling out.”\nArkansas prisons do not require “shaved heads or short crew cuts,” Justice Alito wrote, and so “it is hard to see why an inmate would seek to hide contraband in a half-inch beard rather than in the longer hair on his head.”\nJustice Alito noted that a magistrate judge had observed Mr. Holt and said, “It’s almost preposterous to think that you could hide contraband in your beard.”\nIf officials remain fearful of contraband, Justice Alito said, they may search prisoners’ beards.\n“The department already searches prisoners’ hair and clothing, and it presumably examines the quarter-inch beards of inmates with dermatological conditions,” he wrote, dismissing concerns “that requiring guards to search a prisoner’s beard would pose a risk to the physical safety of a guard if a razor or needle was concealed in the beard.”", "url": "https://www.nytimes.com/2015/01/21/us/prison-beard-ban-gregory-holt-ruling.html"}