{"authors": ["Peter Eavis"], "date_download": "2018-11-16 04:18:00", "date_modify": "2018-11-16 04:18:00", "date_publish": "2015-08-12 00:32:11", "description": "After China devalued its currency, the price of oil plunged and stock markets fell, reflecting worry that the country’s leaders would be unable to bolster the economy.", "filename": "2015_08_12_business_dealbook_global-selling-shows-concerns-about-chinas-weakness_1542341880.html", "image_url": "https://static01.nyt.com/images/2015/08/12/business/12GLOBALMARKETS/12GLOBALMARKETS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_business_dealbook_global-selling-shows-concerns-about-chinas-weakness_1542341880.html", "title": "Global Selling Shows Concerns About China’s Weakness", "title_page": "Global Selling Shows Concerns About China’s Weakness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After China shocked investors on Tuesday by devaluing the country’s currency, a wave of selling swept the globe. The price of oil plunged, the currencies of other countries tumbled and stock markets skidded on every continent.\nFor once, the markets may not have overreacted.\nInvestors have been able to live with the problems brewing in China’s economy for years. The country’s authorities always seemed to have the financial firepower and the will to rev up China’s $10 trillion economy when it sputtered.\nBut the devaluation, along with the authorities’ aggressive efforts earlier in the summer to shore up the country’s stock market, has rekindled long-running concerns that China’s economy is substantially weaker than official figures suggest — and that its leadership is running out of ways to bolster growth.\nJames W. Paulsen, chief investment strategist at Wells Capital Management, said investors’ perceptions of China dimmed after the authorities intervened to stem the selling of Chinese stocks. “Now, this devaluation has just made it worse,” he said. “It’s almost an admission that they’ve been unable to arrest the slowdown.”", "url": "https://www.nytimes.com/2015/08/12/business/dealbook/global-selling-shows-concerns-about-chinas-weakness.html"}