{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:10:20", "date_modify": "2018-11-16 03:10:20", "date_publish": "2015-08-04 11:05:34", "description": "Drake opened the final night of the festival in Toronto with two songs responding to the provocations of his rival: “Charged Up” and “Back to Back.”", "filename": "2015_08_05_arts_music_review-a-softy-drake-at-ovo-fest-comes-out-swinging-at-meek-mill.html_module=inline_1542337820.html", "image_url": "https://static01.nyt.com/images/2015/08/05/arts/music/05drake/05drake-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_05_arts_music_review-a-softy-drake-at-ovo-fest-comes-out-swinging-at-meek-mill.html_module=inline_1542337820.html", "title": "Review: Drake, at OVO Fest, Comes Out Swinging at Meek Mill", "title_page": "Review: Drake, at OVO Fest, Comes Out Swinging at Meek Mill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Twice Drake ceded the stage for long stretches to artists he described as his idols. First came the undeniable Kanye West, who for a half-hour performed some of his most aggrieved material — “New Slaves,” “Black Skinhead,” “Can’t Tell Me Nothing” — under a phalanx of spotlights. Even as he was clearly losing his voice, he kept shouting. Mr. West is a case study for how hip-hop success can toughen even the most nuanced artists. The puffed-chest persona that Drake is projecting now? Mr. West has been there twice, maybe three times. No rapper is more experienced at navigating the skepticism of others than he is, to the point at which he no longer responds with outbursts and indignation, but instead knowing smiles.\nLater came Pharrell Williams, the superproducer turned unexpected recent pop star. Unlike Mr. West, a stage natural who’s completely free with his body, Mr. Williams was tightly wound. He looked uncomfortable rapping older songs, only loosening up when singing more recent material, like “Get Lucky,” his nu-disco collaboration with Daft Punk, and his new single, “Freedom” — which is somewhere between swing jazz and Soho’s “Hot Music.” On “Freedom,” Mr. Williams shrieked like Little Richard and was met with a palpable lack of interest. At no point during the night was the crowd quieter.\nTogether, Mr. Williams, Mr. West and Drake constitute a genuine alternative history of hip-hop’s development, one that favors nonmacho creative eccentrics and bypasses the typical binaries: gangster vs. conscious, mainstream vs. underground. All three are stars who have found grace in the in-between spaces.\nTheir success has also opened doors for others, whether someone like Future, whose mainstream acceptance was kick-started by a Drake remix four years ago and who made a surprise appearance here early Monday night, or J. Cole, who headlined the festival’s previous night with his sometimes awkward, sometimes convincing declarations of modesty.\nMr. West and Mr. Williams also encapsulate the two main paths available to an artist like Drake once he peaks. Mr. West remains a provocateur, not eager to jump into fights but with no problem starting them. Mr. Williams, on the other hand, exudes Zen, as if he exists on a plane just high enough to miss the details of what’s happening down below but not so high that he can’t be seen.\nDrake, the onetime softy, is not choosing the easy route. At the end of the night, he performed a string of songs from “If You’re Reading This” (with a quick return to “Back to Back” sprinkled in). Included were “Know Yourself” and “10 Bands”: In recent days, reference demos for both songs recorded by Quentin Miller, the ghostwriter Meek Mill named, were leaked online. (If Drake had brought Mr. Miller out onstage at this point, that might have been the ultimate act of power and defiance.)\nAnd there were other taunts, too. Drake teased “3Peat,” an as-yet-unreleased song dissing Meek Mill. At the end of “Know Yourself,” he brought out dozens of his friends to chant the song’s chorus, a display of unity and strength (and something of a warning). And when he performed “Energy,” he sang some parts of it, including the refrain “got a lot of enemies,” as if to demonstrate that softening the delivery didn’t soften the content, or the man, one bit.", "url": "https://www.nytimes.com/2015/08/05/arts/music/review-a-softy-drake-at-ovo-fest-comes-out-swinging-at-meek-mill.html?module=inline"}