{"authors": ["James Kanter"], "date_download": "2018-11-16 04:38:38", "date_modify": "2018-11-16 04:38:38", "date_publish": "2015-01-15 18:52:14", "description": "The raid in eastern Belgium also left a third person gravely injured, as the authorities stepped up their efforts against extremists.", "filename": "2015_01_16_world_europe_police-raid-belgium.html_module=inline_1542343118.html", "image_url": "https://static01.nyt.com/images/2015/01/16/world/BELGIUM/BELGIUM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_16_world_europe_police-raid-belgium.html_module=inline_1542343118.html", "title": "2 Suspects Killed in Gun Battle in Belgian Antiterror Raid", "title_page": "2 Suspects Killed in Gun Battle in Belgian Antiterror Raid  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Police officers killed two men after coming under fire in one of several raids against suspected terrorists that unfolded across Belgium on Thursday, barely a week after the terrorist attacks in Paris.\nThierry Werts, a representative of the Belgian federal prosecutor, said at a news conference in Brussels on Thursday night that the targets of the raids had been plotting “imminent” attacks on a substantial scale in Belgium.\nThe raids took aim at people who had joined Islamic extremist groups in Syria or other battle zones, and then returned to Europe — a potential threat that has consumed intelligence and security services since well before the Paris attacks, officials said.\nThe gun battle on Thursday took place in Verviers, a town in eastern Belgium about 75 miles from Brussels. The police were closing in on several suspects there in the early evening when they were met with bursts of semiautomatic fire, according to Eric Van Der Sypt of the prosecutor’s office. After several minutes, he said, the gunmen were “neutralized,” with two people dead and a third wounded and in custody. No police officers or civilians were hurt, he said.", "url": "https://www.nytimes.com/2015/01/16/world/europe/police-raid-belgium.html?module=inline"}