{"authors": ["James Barron"], "date_download": "2018-11-16 04:53:49", "date_modify": "2018-11-16 04:53:49", "date_publish": "2015-08-09 17:58:12", "description": "Three acres of sedum plants added to the roof of the Barclays Center in Brooklyn last month briefly attracted a swarm of bees.", "filename": "2015_08_10_nyregion_a-sudden-buzzing-of-bees-descends-on-barclays-centers-roof.html_module=inline_1542344029.html", "image_url": "https://static01.nyt.com/images/2015/08/10/nyregion/10GRACENOTES1/10GRACENOTES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_10_nyregion_a-sudden-buzzing-of-bees-descends-on-barclays-centers-roof.html_module=inline_1542344029.html", "title": "A Hive of Activity Atop the Barclays Center", "title_page": "A Hive of Activity Atop the Barclays Center    - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We have a bee,” Ashley Cotton said, in a we-have-liftoff voice.\nThe mission was to see the latest fast-food stop for the pollen-and-wax crowd, in three acres of green space added last month in Brooklyn. A few hundred feet above the Nets’ basketball court, on a roof-above-the-roof now under construction over part of the Barclays Center, the three new acres hold thousands of seductive sedum plants — seductive to bees, anyway.\nFor a few days last month, the green space was a four-star destination for hundreds, maybe thousands, of bees that suddenly showed up to forage on the sedum. Just as suddenly, they stopped appearing, at least in such numbers.\nSo by the time Ms. Cotton, a vice president of Forest City Ratner Companies, which built the Barclays Center, got there a few days later, the one bee was something to see. She aimed her phone and snapped a photograph.\n“The bees were an unexpected, amazing side effect” of the roof project, Ms. Cotton said.\n“Bees have been on my radar,” she said, “because there’s been so much reporting that I’ve read about declining bee populations, but I had no sense that we would be a home for these bees. We were hearing from the construction workers. They were telling us, ‘You wouldn’t believe it, but there are all these bees up here.’”", "url": "https://www.nytimes.com/2015/08/10/nyregion/a-sudden-buzzing-of-bees-descends-on-barclays-centers-roof.html?module=inline"}