{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:48:28", "date_modify": "2018-11-16 04:48:28", "date_publish": "2015-06-13 22:58:37", "description": "By orchestrating the careers of leading conductors, he became one of the most powerful figures in classical music in the second half of the 20th century.", "filename": "2015_06_14_arts_music_ronald-wilford-manager-of-legendary-maestros-dies-at-87.html_module=inline_1542343708.html", "image_url": "https://static01.nyt.com/images/2015/06/14/nyregion/14OBITWILFORD/14OBITWILFORD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_14_arts_music_ronald-wilford-manager-of-legendary-maestros-dies-at-87.html_module=inline_1542343708.html", "title": "Ronald A. Wilford, Manager to a Host of Legendary Maestros, Dies at 87", "title_page": "Ronald A. Wilford, Manager to a Host of Legendary Maestros, Dies at 87 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He could be a tough negotiator. “My client is the artist — not the Philharmonic, not the Metropolitan Opera, not anyone else,” he said in a rare, unusually blunt interview with The Times in 1971. “I’m kind of a marriage broker, particularly with a conductor. And I am absolutely ruthless if it comes down to telling an orchestra to go to hell if I feel something is unfair to an artist of mine. I really don’t care because if I have an artist they want, they will have to book him.”\nBut he was also known for nurturing careers. He was almost a father figure to his favorite clients, including Mr. Levine, who was still a teenager when he first asked Mr. Wilford to become his manager. “He kept coming in,” Mr. Wilford recalled in an interview with The New Yorker in 1994. “ ‘Now?’ ‘No, no, keep going — get as much repertoire under your belt as you can. Wait until you’re around 27. Given your talent, when you do start your career it will go like a rocket, and the ride will be very fast.’ ”\nThings went more or less according to plan: Mr. Levine was 27 when he made his debut at the Met conducting a performance of Puccini’s “Tosca” in 1971, which he later said he had been reluctant to do but was talked into by Mr. Wilford. The next year he was named principal conductor; a few years later, music director; and in 1983, artistic director.\nMr. Wilford’s power sometimes alarmed those who ran music institutions. Joseph Volpe, who became general manager of the Met in 1990, later wrote in his memoirs that Mr. Wilford “had, in effect, blackmailed the Met into naming Jimmy artistic director” with the threat that Mr. Levine would leave the company if he did not get the position. And in 1994, when Mr. Volpe fired the soprano Kathleen Battle, who was represented by Columbia Artists, for what the Met called her “unprofessional actions,” some saw it as a move to establish his independence from Mr. Wilford, who had strongly argued against her dismissal.\nMr. Wilford was born Nov. 4, 1927, and grew up in Salt Lake City. He later described his childhood as “miserable” and said that, growing up with a Mormon mother and a Greek Orthodox father, he felt that he could not conform. He attended the University of Utah.\nMr. Wilford is survived by his wife, Sara, a granddaughter of President Franklin D. Roosevelt. She was previously married to the pianist Anthony di Bonaventura, who had been managed by Columbia Artists. Other survivors include children from his two earlier marriages: a son, Christopher, and a daughter, Diane Whiting.", "url": "https://www.nytimes.com/2015/06/14/arts/music/ronald-wilford-manager-of-legendary-maestros-dies-at-87.html?module=inline"}