{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:55:12", "date_modify": "2018-11-16 03:55:12", "date_publish": "2015-11-30 20:12:04", "description": "Among the benefits are more geopolitical sway. The cost? A loss of control.", "filename": "2015_12_01_upshot_the-choice-facing-china-as-its-currency-becomes-more-global_1542340512.html", "image_url": "https://static01.nyt.com/images/2015/12/01/upshot/01UP-China/01UP-China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_01_upshot_the-choice-facing-china-as-its-currency-becomes-more-global_1542340512.html", "title": "The Choice Facing China as Its Currency Becomes More Global", "title_page": "The Choice Facing China as Its Currency Becomes More Global - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is surely some clinking of Champagne glasses, or perhaps a Chinese celebratory equivalent, taking place in the hallways of China’s finance ministry and central bank. Those officials will now be the proud guardians of a “global reserve currency,” after a long-sought decision Monday by the International Monetary Fund.\nBut they will soon find that the step raises more questions than it answers about China’s role among nations and that the hardest decisions lie ahead. Being a world financial hegemon comes with meaningful costs, in addition to benefits.\nThe direct implications of the I.M.F. decision are narrow. The renminbi (also known as the yuan) will join the dollar, euro, yen and pound in an elite group of currencies. But if you’re not a reserve manager for some national treasury, seeking to build emergency savings to buffer the vicissitudes of global finance, the direct impact of China’s inclusion in “special drawing rights” is limited.\nThe big question for the future is whether this is akin to what happened about a century ago, when the United States dollar was gradually supplanting the British pound as the predominant currency for global trade and finance. This development was a crucial piece of the nation’s rise to superpower status. Conversely, China’s leaders in the years ahead could decide that being a world financial hegemon carries too many costs, in which case the renminbi will be more like the British pound or Japanese yen — important currencies, certainly, but not so important as to create continuing political and economic burdens on their nations.", "url": "https://www.nytimes.com/2015/12/01/upshot/the-choice-facing-china-as-its-currency-becomes-more-global.html"}