{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:45:48", "date_modify": "2018-11-16 04:45:48", "date_publish": "2015-06-12 23:23:28", "description": "President Park Geun-hye’s image as a strong leader who can keep a clear head in a crisis has come crashing down as her government struggles to contain an outbreak of Middle East respiratory syndrome.", "filename": "2015_06_13_world_mers-tarnishes-korean-presidents-image-as-leader.html_module=inline_1542343548.html", "image_url": "https://static01.nyt.com/images/2015/06/13/world/13PARK1/13PARK1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_13_world_mers-tarnishes-korean-presidents-image-as-leader.html_module=inline_1542343548.html", "title": "MERS Tarnishes Korean President’s Image as Leader", "title_page": "MERS Tarnishes Korean President’s Image as Leader  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — It used to be an often-cited story about Park Geun-hye, the president of South Korea: When her father, the longtime dictator Park Chung-hee, was assassinated by his spy chief in 1979, her first reaction was to ask whether there was any unusual movement by the North Korean military along the border.\nThe episode helped build Ms. Park an image as a strong leader who could keep a clear head in a crisis, and it propelled her to victory in the 2012 election, in which she became South Korea’s first female president.\nBut that image has come crashing down as Ms. Park’s government has fumbled in its efforts to contain an outbreak of Middle East respiratory syndrome, just a year after she and her administration were criticized for their response to the ferry sinking that killed 304 people, mostly teenagers.\nWith her approval rating plunging, critics and political analysts alike are questioning her leadership as the country faces pressing issues like a slowing economy, a national pension system awaiting an overhaul, and nuclear and missile threats from North Korea.", "url": "https://www.nytimes.com/2015/06/13/world/mers-tarnishes-korean-presidents-image-as-leader.html?module=inline"}