{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:09:36", "date_modify": "2018-11-16 04:09:36", "date_publish": "2015-09-21 07:30:19", "description": "If the pope’s visit seems likely to bolster President Obama on some of his top priorities, it also comes at a moment of sharp focus on moral questions where the two differ.", "filename": "2015_09_21_us_politics_political-split-awaits-pope-francis_1542341376.html", "image_url": "https://static01.nyt.com/images/2015/09/21/us/21popepolitics-web/21popepolitics-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_21_us_politics_political-split-awaits-pope-francis_1542341376.html", "title": "Pope Francis’ U.S. Visit Could Benefit Both Left and Right", "title_page": "Pope Francis’ U.S. Visit Could Benefit Both Left and Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leslie Tentler, a longtime professor at Catholic University, said the pope’s recent encyclical on climate change indicated that it would be a central message during his visit. “Obviously he wants to influence opinion in the United States because we’re so large and important and we still pollute so much,” she said.\nBut Francis, who first met Mr. Obama at the Vatican last year, goes beyond the president in denouncing the sins of globalization and capitalism and has criticized American policy in Syria. He may weigh in on the fight over abortion, given his condemnation of what he calls the throwaway culture.\n“I’m sure the pope will make everyone very uncomfortable,” said Representative Joseph Crowley, a Catholic Democrat from New York. “There will be some things that Democrats may not like to hear, and there will certainly be some things, I think, the Republicans will not like to hear.”\nSenator Harry Reid, the Democratic minority leader from Nevada, even accused Senator Mitch McConnell, his Republican counterpart from Kentucky, of advancing a bill to ban abortion after 20 weeks of pregnancy with Francis in mind. “He’s doing it because the pope’s coming here,” Mr. Reid said last week.\nIf Francis arrives at a fraught moment in American politics, it is also a time when Catholics play an outsize role at the highest levels of government. Six of the nine Supreme Court justices are Catholic, as are 31 percent of the members of Congress, compared with 22 percent of the overall adult population. Joseph R. Biden Jr. is the nation’s first Catholic vice president; if he were to run and win next year, he would be the second Catholic president after John F. Kennedy.", "url": "https://www.nytimes.com/2015/09/21/us/politics/political-split-awaits-pope-francis.html"}