{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:54:52", "date_modify": "2018-11-16 03:54:52", "date_publish": "2015-08-11 17:51:05", "description": "If China doesn’t allow the market to set the exchange rates for the renminbi, it can’t expect it to be considered a global currency.", "filename": "2015_08_12_opinion_chinas-grip-on-its-currency_1542340492.html", "image_url": "https://static01.nyt.com/images/2015/08/12/opinion/12wed3/12wed3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_opinion_chinas-grip-on-its-currency_1542340492.html", "title": "China’s Currency Dilemma", "title_page": "Opinion | China’s Currency Dilemma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China’s decision to devalue its currency, the renminbi, by 2 percent against the dollar on Tuesday is intended to give its slowing economy a boost. But the decision is likely to be seen by lawmakers in the United States and elsewhere as currency manipulation to increase Chinese exports at the expense of producers in other countries.\nA weaker currency benefits China by lowering the cost of its goods to consumers in foreign markets. In the last several decades, the country developed a thriving manufacturing industry in part by artificially suppressing the value of the renminbi. That policy hurt businesses and workers in the United States and other countries by reducing demand for their products. In 2005, China began to allow its currency to appreciate, and it has climbed about 30 percent against the dollar since then. One dollar now buys 6.33 renminbi, compared with 8.28 renminbi in July 2005.\nThe latest devaluation comes as concerns grow about the Chinese economy. The International Monetary Fund estimates that China’s growth rate will decline to 6.8 percent this year and 6.3 percent in 2016, down from 7.4 percent last year. Exports fell 8.3 percent in July from the same period a year earlier. The country’s exports to Europe have declined particularly sharply partly because the euro has depreciated against the dollar, which the renminbi closely tracks, in the last year.\nIn announcing the devaluation, the Chinese central bank said it intended to allow market forces to play a larger role in setting its exchange rate. Officials set an official exchange rate every morning. Investors are allowed to bid up or bid down the currency by no more than 2 percent each day. But officials frequently do not fully take into account the prices at which investors were buying and selling the renminbi the day before. Now, the government says it will base its official rate more closely on trades in the market.", "url": "https://www.nytimes.com/2015/08/12/opinion/chinas-grip-on-its-currency.html"}