{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:58:46", "date_modify": "2018-11-16 03:58:46", "date_publish": "2015-07-27 12:56:07", "description": "At a news conference in Ethiopia, President Obama lashed out at Republican presidential candidates for making what he called “ridiculous” claims and “outrageous attacks.”", "filename": "2015_07_28_us_politics_obama-criticizes-huckabee-trump-cruz-and-other-republicans.html_ref=us_1542340726.html", "image_url": "https://static01.nyt.com/images/2015/07/28/world/28repubs-web/28repubs-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_28_us_politics_obama-criticizes-huckabee-trump-cruz-and-other-republicans.html_ref=us_1542340726.html", "title": "Obama Criticizes Huckabee, Trump, Cruz and Other Republicans", "title_page": "Obama Criticizes Huckabee, Trump, Cruz and Other Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What’s ‘ridiculous and sad’ is that President Obama does not take Iran’s repeated threats seriously,” he said in a written statement. “For decades, Iranian leaders have pledged to ‘destroy,’ ‘annihilate,’ and ‘wipe Israel off the map’ with a ‘big Holocaust.’ ‘Never again’ will be the policy of my administration and I will stand with our ally Israel to prevent the terrorists in Tehran from achieving their own stated goal of another Holocaust.”\nAt his news conference, Mr. Obama went beyond Mr. Huckabee and the others to raise Mr. Trump, mentioning him several times by name without being asked just a week after cutting off a reporter who tried to ask about the businessman at a White House news conference on Iran. “Maybe this is just an effort to push Mr. Trump out of the headlines,” the president said of the Republicans’ remarks.\nMr. Obama went on to note Mr. Trump’s assertion that Senator John McCain, Republican of Arizona and a former prisoner of war in North Vietnam, was not a genuine war hero. Mr. Obama, who defeated Mr. McCain in the 2008 presidential campaign, said it was offensive to “challenge the heroism of Mr. McCain, somebody who endured torture and conducted himself with exemplary patriotism.”\nBut the president also made it a broader indictment of the Republican Party, many of whose leaders denounced Mr. Trump’s remarks as well. “The Republican Party is shocked, and yet that arises out of a culture where those kinds of outrageous attacks have become far too commonplace and get circulated nonstop through the Internet and talk radio and news outlets,” Mr. Obama said. “And I recognize that when outrageous statements are made about me, a lot of the same people who were outraged when it’s made about Mr. McCain were pretty quiet.”\nMr. Obama said candidates should not “play fast and loose” with comments like that. “The American people deserve better,” he said. “Certainly presidential debates deserve better. In 18 months, I’m turning over the keys. I want to make sure I’m turning over the keys to somebody who’s serious about the serious problems the country faces and the world faces.”\nMr. Obama’s critique of Mr. Huckabee was echoed by Hillary Rodham Clinton, who, in a campaign stop in Iowa, called the statement “steps over the line and it should be repudiated by every person of good faith and concern about the necessity to keep our political dialogue on the facts and within suitable boundaries.”", "url": "https://www.nytimes.com/2015/07/28/us/politics/obama-criticizes-huckabee-trump-cruz-and-other-republicans.html?ref=us"}