{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:45:21", "date_modify": "2018-11-16 04:45:21", "date_publish": "2015-08-30 19:54:31", "description": "Old-school propaganda, juiced up with a synthesized K-pop beat, still has the power to get under the skin of North Korea’s leadership.", "filename": "2015_08_31_world_asia_south-koreas-pop-music-barrage-rattles-north.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343521.html", "image_url": "https://static01.nyt.com/images/2015/08/31/world/31KOREA-1440963956886/31KOREA-1440963956886-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_31_world_asia_south-koreas-pop-music-barrage-rattles-north.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343521.html", "title": "To Jar North, South Korea Used a Pop-Music Barrage", "title_page": "To Jar North, South Korea Used a Pop-Music Barrage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the age of mass media, government-controlled in the hermetic North, and the Internet, which is banned there, the Cold-War style playing of antagonistic recordings through batteries of loudspeakers remains a provocative act here, largely because both sides deem it so.\nFor North Korea’s young leader, Kim Jong-un, the broadcasts puncture, if only slightly, the media blackout in his totalitarian state, where people are supposed to worship him as a demigod, listen only to government broadcasts and have no access to the Internet.\n“They are an unbearable insult to his pride because they tell front-line North Korean troops, most of them sons of the elites, what they are not supposed to hear,” said Shim Jin-sup, a retired psychological warfare officer in the South Korean military. “They help undermine the total information blackout in the North, Kim’s dignity and the very foundation of his regime.”\nFor the South, they fall under the military’s psychological warfare operations, a bloodless escalation to be deployed in the endless pattern of provoke-negotiate-repeat that has characterized North-South relations since the Korean War ended 60 years ago.\nThe South’s Defense Ministry says that the broadcasts advertise the “superiority of a free democracy,” the “happy life of South Koreans” and the “true reality of North Korea,” as well as news about the outside world. The pop songs, which also included hits by the feathery-voiced chanteuse IU and the macho-ish boy-band Bigbang, were aimed at giving North Koreans get a taste of South Korean youth culture, the ministry said.", "url": "https://www.nytimes.com/2015/08/31/world/asia/south-koreas-pop-music-barrage-rattles-north.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}