{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 03:19:57", "date_modify": "2018-11-16 03:19:57", "date_publish": "2015-08-20 21:50:50", "description": "Dealing with the influx of refugees has forced the Greeks, with their own country’s long economic crisis, into a strange kind of double-think.", "filename": "2015_08_21_world_europe_greece-migrants-refugees-kos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338397.html", "image_url": "https://static01.nyt.com/images/2015/08/21/world/21KOS2-1440107939708/21KOS-1440107939708-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_world_europe_greece-migrants-refugees-kos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338397.html", "title": "Migrants in Kos Inspire Both Hospitality and Anger in Greeks", "title_page": "Migrants in Kos Inspire Both Hospitality and Anger in Greeks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I do this just to keep busy,” Grigoris said. “Anything illegal, I like.”\nIn his youth he was an itinerant acrobat, he says, traveling as far as Brazil to perform. Now his bare feet are hard enough to walk on glass, he says. He lives on the produce he grows in his garden, while collecting antiques, and now life jackets. He is proud of his cunning.\n“People like me, we are not educated,” he said. “But we are more intelligent than many educated people.”\nCommon Ground\nDealing with the onslaught of migrants has forced the Greeks, who could be excused for being consumed with their own country’s never-ending economic crisis, into a strange kind of double-think. On the one hand, their fundamental hospitality comes out, and they want to help. On the other, they see the flood of migrants as detrimental to tourism and their own economic interests. In public they express compassion; in private, they are very often angry and resentful.\nIn this resentment, Turks and Greeks, enemies for centuries, find common ground.\nIn Bodrum on the Turkish side of the channel, a tour guide and a restaurant waiter ask a visitor whether Kos is overrun with migrants. Yes, they are told, the influx already exceeds 20 percent of the island’s population of about 33,000.\nThat is nothing, the Turks reply. Turkey has nearly two million refugees on its hands just from the Syrian civil war, more than any other country.\nPriority for Syrians\nLast Friday, three days after a near riot in a stadium on Kos where migrants were being held, a giant ferry that once cruised between Athens and Crete docked at the island. The ferry was pressed into service as a floating processing center, dormitory and refectory. The hope is that it will take some of the migrants off the streets and beaches of Kos, where they have been camping out while waiting for papers that would allow them to move legally inside Greece.", "url": "https://www.nytimes.com/2015/08/21/world/europe/greece-migrants-refugees-kos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}