{"authors": ["Molly Young"], "date_download": "2018-11-16 03:09:02", "date_modify": "2018-11-16 03:09:02", "date_publish": "2015-09-23 19:16:02", "description": "For men and women, clothing to prove that the unencumbered life is worth living.", "filename": "2015_09_24_fashion_comfort-is-style-at-totokaelos-soho-store.html_mcubz=0&module=inline_1542337742.html", "image_url": "https://static01.nyt.com/images/2015/09/24/fashion/24CRITICAL4/24CRITICAL4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_24_fashion_comfort-is-style-at-totokaelos-soho-store.html_mcubz=0&module=inline_1542337742.html", "title": "Jumpsuits, 7 Days a Week at Totokaelo’s SoHo Store", "title_page": "Jumpsuits, 7 Days a Week at Totokaelo’s SoHo Store - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I grew up in Northern California, and a lot of Totokaelo’s stock — the alpaca fur Rachel Comey beanie ($357), the lentil-colored hand-knit sweater by Anntian ($745) — look like luxer versions of the nubby hats and sweaters my friends changed into after peeling off wet suits in the parking lot of a frigid beach. There’s something about the temperature and moisture content of the air there that makes a person want to swaddle herself in garments that are half hug, half anesthetic.\nThe promenade of New York City can cast a harsher light on this cushioning. I tried on a cream rayon-blend dress by Black Crane ($166) with a raw hem and no waist; it made me look like a sack of cornmeal. I also tried on a pair of Nomia jeans ($375) that presented a perfect storm of challenging visual factors: They were high-waisted, loose-butted, rolled-ankle pants with a patchwork motif and a cargo pocket ($375). The size 2 fit more like a size 8, and was uniquely unflattering to all of my body parts. But boy, were they comfortable.\nSpeaking of comfort, one of the store’s phenomenological curiosities is its wide range of jumpsuits. There is a jumpsuit for every occasion: a Lauren Manoogian version ($317) cut like a baby’s onesie with a drop crotch and droopy pockets; a silk Raquel Allegra specimen in hues of Spanish moss and periwinkle ($866); a sleeveless eggshell elastic-waist jumpsuit by Rachel Comey ($408); an acetate-polyester blend coverall by Nomia ($505) with the weight and shimmer of a motel duvet cover. If you’re in the mood to hit the playground or just to obscure your secondary sex characteristics, any of these will do the job.", "url": "https://www.nytimes.com/2015/09/24/fashion/comfort-is-style-at-totokaelos-soho-store.html?mcubz=0&module=inline"}