{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:27:21", "date_modify": "2018-11-16 04:27:21", "date_publish": "2015-07-17 16:25:41", "description": "Two books of reporting from North Korea offer details about daily life and the changing economy.", "filename": "2015_07_19_books_review_north-korea-confidential-and-north-korea-undercover.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342441.html", "image_url": "https://static01.nyt.com/images/2015/07/19/books/review/19PERLEZ/19PERLEZ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_19_books_review_north-korea-confidential-and-north-korea-undercover.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342441.html", "title": "‘North Korea Confidential’ and ‘North Korea Undercover’", "title_page": "‘North Korea Confidential’ and ‘North Korea Undercover’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He was the Tammany Hall boss of North Korea, the man who dispensed favors and stayed close to the ruling Kim family, so close he married the daughter of the nation’s founder. He got rich by selling commodities to China: low-end coal and probably the more valuable rare earths. He ran the Ministry of People’s Security. Those gilded connections did not shield one of North Korea’s most powerful men from the wrath of the young new leader, the 30-something Kim Jong-un, and for reasons that no one outside the inner sanctums of Pyongyang knows, Jang Song-thaek suffered a bloody downfall.\nOn Dec. 12, 2013, two years after Kim took office, Jang, 67, was probably executed by firing squad, his death described in the official media as befitting “human scum,” a man who was “worse than a dog.” There were rumors that he was actually thrown to a pack of attack dogs; these were later discounted. His wife, Kim Kyong-hui — an aunt of Kim who may have given a green light for her husband’s death — survived initially, but reports said she was later poisoned.\nThe purge of Jang, spectacular even by North Korea’s standards, marked the true beginning of Kim’s regime. But in a tweak of the conventional idea that North Korea is a monolith, the authors of “North Korea Confidential,” Daniel Tudor and James Pearson, both of whom have lived in South Korea, note that personal rivalries have long divided the North Korean elite, and that a shadowy body, the Organization and Guidance Department, may possess even more power than Kim. The exit of Jang, who was North Korea’s most important conduit to its main benefactor, China, and who had built a patronage system of thousands of followers, was a sign, the authors say, of the deadly competition at the top of North Korea.\nThe bankrupt nation that brandishes its nuclear weapons in the face of the United States is so opaque, and so cut off from the rest of the world, that reliable reporting about it is rare. Hollywood spoofs like “The Interview” don’t get us very far. Vignettes from occasional high-profile trips like that by Sophie Schmidt, who accompanied her father, Eric Schmidt, the chairman of Google, in early 2013 and then blogged about it, provide only fleeting insights into Pyongyang’s petri-dish atmosphere. The access afforded the photographer David Guttenfelder, who has made many visits to North Korea and recently spent six days there for The New York Times chronicling what he could observe of everyday life, revealed glimpses down to toothpicks made of hedgehog quills.", "url": "https://www.nytimes.com/2015/07/19/books/review/north-korea-confidential-and-north-korea-undercover.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}