{"authors": ["Melissa Clark"], "date_download": "2018-11-16 03:36:20", "date_modify": "2018-11-16 03:36:20", "date_publish": "2015-02-20 15:49:17", "description": "Chiles, herbs and vinegar add punch to this specialty from the Toluca region of Mexico.", "filename": "2015_02_25_dining_a-green-chorizo-recipe-from-the-chef-alex-stupak_1542339380.html", "image_url": "https://static01.nyt.com/images/2015/02/25/dining/25APPETITE2SUB/25APPETITE2SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_25_dining_a-green-chorizo-recipe-from-the-chef-alex-stupak_1542339380.html", "title": "The Lively Look of Green Chorizo", "title_page": "The Lively Look of Green Chorizo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Stupak makes his green chorizo in-house with ground pork (the fattier the cut, the better), and it’s easy to replicate at home. It isn’t stuffed in casing, so you don’t need the usual sausage-making gear — just knead all the ingredients together, and it’s ready for crumbling and browning in the skillet. Or let it rest in the refrigerator for a day or two before browning it, which allows the flavors to meld.\nThe only time-consuming part is roasting the chiles and garlic on the stovetop before mixing them into the pork. If you have an exhaust fan, this is a good time to use it; roasted chiles can give off clouds of acrid smoke if you don’t manage to catch them at the precise moment between perfectly charred and slightly burned. But even if they do get slightly blacker than you had hoped, you can still use the chiles for the chorizo, and it will still taste fantastic. (I can personally attest to this.)\nWhen you have your green chorizo ready to go, sauté it until golden at the edges, then use it as you would any spicy fresh sausage: in tacos, with pasta, with vegetables or as a base for a chili-like bean stew. It’s as versatile as the red, and just as appealing.", "url": "https://www.nytimes.com/2015/02/25/dining/a-green-chorizo-recipe-from-the-chef-alex-stupak.html"}