{"authors": ["Michael Forsythe", "Jonathan Ansfield"], "date_download": "2018-11-16 04:48:07", "date_modify": "2018-11-16 04:48:07", "date_publish": "2015-08-22 09:11:44", "description": "A slowdown could mark the end of fast growth, while a campaign against official corruption has continued longer and reached higher than most had expected.", "filename": "2015_08_23_world_asia_chinas-economy-and-graft-crackdown-rattle-leaders_1542343687.html", "image_url": "https://static01.nyt.com/images/2015/08/23/world/CHINA1/CHINA1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_23_world_asia_chinas-economy-and-graft-crackdown-rattle-leaders_1542343687.html", "title": "Fading Economy and Graft Crackdown Rattle China’s Leaders", "title_page": "Fading Economy and Graft Crackdown Rattle China’s Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senior party officials are said to be alarmed by the state of the economy, which grew at the slowest pace in a quarter century during the first half of the year, and now seems to be decelerating further. In a sign of its anxiety, the leadership this month implemented the biggest devaluation of the Chinese currency in more than two decades, sending global markets into plunges.\nMr. Xi’s reputation was also dented this summer by panicked official efforts to prop up the Chinese stock market after a sharp dive in share prices. His government had promoted the market as a good investment to the public for months.\nEven before these episodes, early this year a number of party elders had quietly urged Mr. Xi to focus more on reinvigorating the economy, according to an adviser to senior party and government leaders and an editor at a party media outlet, both of whom requested anonymity to describe internal discussions.\nThe advice was viewed as a sign of their dissatisfaction with Mr. Xi’s management of the economy but also as implicit criticism of his pursuit of high-profile corruption cases that had tarnished their legacies and targeted their protégés, the adviser and the editor said. “Right now, the economic situation is not good, so the core of the party’s work should be shifted more toward the economy,” the adviser said, paraphrasing the message communicated to Mr. Xi.\nAmong those brought down by Mr. Xi are his predecessor’s former chief of staff, Ling Jihua; the party heavyweight who once controlled the internal security forces, Zhou Yongkang; and two generals who once ranked second only to the party leader in commanding the Chinese armed forces, Guo Boxiong and Xu Caihou. Mr. Ling was a protégé of the former president and party chief, Hu Jintao, while Mr. Zhou and the generals owed their rise to Mr. Hu’s predecessor, Jiang Zemin, now 89. General Xu died in March while awaiting court-martial on bribery charges. Zhou Benshun, the Hebei party chief, is considered a protégé of Zhou Yongkang and once worked as an aide to him. The two men are not related.\nPhoto\nThe campaign has also stoked resentment among the party rank and file and set the bureaucracy on edge, with wary officials afraid to move forward on important projects, the party media editor and others said.\nRetired party leaders can wield significant influence in China because of their networks of supporters across the apparatus. But Mr. Xi appears to have consolidated power faster than his immediate predecessors when they took office and there has been no suggestion that his leadership of the party might be challenged.\nAdvertisement Continue reading the main story\nIn the past two weeks, though, two leading official news outlets have published unusual editorials hinting at internal turmoil.\nThe first, which appeared in the party’s flagship People’s Daily on Aug. 10, warned bluntly that retired leaders should stay out of politics and “cool off” like a cup of tea after a guest has left. Without identifying anyone, it accused “some leading cadres” of posing a “quandary for new leaders, fettering their hands from doing bold work” and “undermining party cohesion and fighting strength.”\nAnother commentary published Wednesday on the website of the state broadcaster China Central Television described fierce resistance to Mr. Xi’s agenda and called on his supporters to step up their efforts to carry out his policies. The article, which was widely distributed on popular Chinese websites, was notable not only because it openly acknowledged the opposition to Mr. Xi but also because of its strident language.\n“The stubbornness, ferocity, complexity and weirdness of those who haven’t adapted to reform or are even opposed to reform may go beyond what people imagine,” it said.\nMr. Xi has pledged sweeping market-oriented reforms to overhaul the Chinese economy for long-term growth, including plans to weaken monopolies enjoyed by state enterprises, to wean the economy from its dependence on inefficient state-directed investment, and to liberalize the nation’s financial markets, with the aim of making the country’s currency, the renminbi, a strong competitor to the dollar on world markets.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut there has been little progress toward these goals, and as growth has begun to stall, the government has adopted measures that run counter to Mr. Xi’s call to allow market forces to play the “decisive role” in the economy, including aggressive intervention to prop up the stock market last month and policies encouraging state banks to lend money.\nBehind the scramble is a deep-rooted anxiety within the leadership about possible social instability if the age of supercharged growth in China ends. China’s gross domestic product grew more than 26-fold in the 37 years since the country began to open up its economy, bolstering the party’s authoritarian rule and lifting more than 600 million people out of poverty.\n“Everyone understands that the economy is the biggest pillar of the Chinese government’s legitimacy to govern and win over popular sentiment,” said Chen Jieren, a well-known Beijing-based commentator on politics. “If the economy falters, the political power of the Chinese Communist Party will be confronted with more real challenges, social stability in China will be endangered tremendously, and Xi Jinping’s administration will suffer even more criticism.”\nSome have asked whether the party leadership and its technocrat advisers are up to the task of managing a slowing economy after decades of experience with one that has only soared, fueled in large part by mass migration from the countryside to the cities. Even neutral observers warn that Mr. Xi may be promising too much.\nPhoto\n“The Xi generation of leaders has lofty ambitions and resolve that are bigger and broader than their predecessors, and their objectives are even greater, so he can’t spend as much energy on specific economic issues as in the past,” said Li Daokui, director of the Center for China in the World Economy at Beijing’s Tsinghua University and a former member of the monetary policy committee for China’s central bank. “Whether such lofty ambitions and objectives can be realized remains to be seen,” he said in an interview\nAdvertisement Continue reading the main story\nOne concern is the way the government has handled the stock market. In the first part of the year, state news outlets cheered as the market climbed to new heights and helped reduce debt burdens for Chinese firms. People’s Daily declared on April 21 that the bull market had “just begun.”\nBut share prices in Shanghai peaked on June 12, then fell by almost a third in less than a month, wiping out the accounts of countless small investors who had borrowed to invest. Before that, the authorities did nothing to disabuse the investing public of the notion that a rising stock market was a state-backed goal and integral to Mr. Xi’s promise to build “the China dream.”\n“To allow such an idea to spread among China’s investment community, at a time when China has still not yet managed to establish a healthy functioning stock market, was deeply irresponsible,” writes Barry Naughton, a professor at the University of California, San Diego, in a forthcoming paper.\nProfessor Naughton said in an interview that Mr. Xi’s penchant for putting himself in charge of policy-setting committees — called “leading small groups” by the Chinese — has upended the way China usually shapes economic policy. It may also have contributed to recent missteps and led to more abrupt, ad hoc policy shifts. Mr. Xi chairs at least six such committees, including one on finance and economics and a new one on restructuring the economy.\nBut these committees under Mr. Xi have not fully succeeded in taking control of economic policy, Professor Naughton said, and that has resulted at times in bureaucratic confusion.\nThat may have been the case this month, when China’s central bank altered the way it sets the trading range for the renminbi and made it more responsive to domestic and global currency markets. The move was welcomed by the International Monetary Fund and may help the renminbi win inclusion in the fund’s basket of global reserve currencies.\nBut it also spooked investors around the world who interpreted the 4.4-percent devaluation that resulted as a desperate bid to help China’s flagging export sector by a government more worried than it is letting on. Exports fell more than 8 percent in July.\nAdvertisement Continue reading the main story\nThe policy adviser to senior party and government leaders said fears that the slowing economy could lead to social unrest prompted the Politburo in a July 30 meeting to approve a raft of measures to bolster growth, including the decision to devalue the currency. Other steps will follow, the person said.\nMr. Xi’s campaign against corruption enjoys broad support in a nation where the widening gap between rich and poor is attributed to the ability of a small minority to prosper by abusing government positions or using political connections. As the economy falters, though, the risks for Mr. Xi multiply, said one retired party think tank official.\n“The main thing is the economy. As long as the economy continues to decline, people will have more and more objections, and there will be more and more pressure on the leadership,” said the person, who spoke on the condition of anonymity to freely discuss internal party politics. “And right now, the fact is that the economy is in decline.”", "url": "https://www.nytimes.com/2015/08/23/world/asia/chinas-economy-and-graft-crackdown-rattle-leaders.html"}