{"authors": ["Choe Sang-Hun", "The Saturday Profile"], "date_download": "2018-11-16 03:55:43", "date_modify": "2018-11-16 03:55:43", "date_publish": "2015-12-18 09:30:21", "description": "Park Yu-ha has been charged with defamation for a book that challenged the common understanding of “comfort women” as innocent girls taken forcibly and raped by Japanese colonizers.", "filename": "2015_12_19_world_asia_south-korea-comfort-women-park-yu-ha.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340543.html", "image_url": "https://static01.nyt.com/images/2015/12/19/world/19PARK/19PARK-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_world_asia_south-korea-comfort-women-park-yu-ha.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340543.html", "title": "Disputing Korean Narrative on ‘Comfort Women,’ a Professor Draws Fierce Backlash", "title_page": "Disputing Korean Narrative on ‘Comfort Women,’ a Professor Draws Fierce Backlash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The issue of the comfort women has long been controversial, and it is difficult to determine if the version of events put forward by Ms. Park — who critics say is nothing more than a mouthpiece for Japan — is any more correct than many others that have been offered over the years. Yet, for decades, the common knowledge Ms. Park is challenging has remained as firm among Koreans as their animosity toward their island neighbor.\nIn the early 20th century, the official history holds, Japan forcibly took innocent girls from Korea and elsewhere to its military-run brothels. There, they were held as sex slaves and defiled by dozens of soldiers a day in the most hateful legacy of Japan’s 35-year colonial rule, which ended with its defeat in World War II.\nAS she researched her book, combing through a rich archive in South Korea and Japan and interviewing surviving comfort women, Ms. Park, 58, said she came to realize that such a sanitized, uniform image of Korean comfort women did not fully explain who they were and only deepened this most emotional of the many disputes between South Korea and Japan.\nIn trying to give what she calls a more comprehensive view of the women’s lives, she made claims that some found refreshing but many considered outrageous and, in some cases, traitorous.\nIn her book, she emphasized that it was profiteering Korean collaborators, as well as private Japanese recruiters, who forced or lured women into the “comfort stations,” where life included both rape and prostitution. There is no evidence, she wrote, that the Japanese government was officially involved in, and therefore legally responsible for, coercing Korean women.\nAlthough often brutalized in a “slavelike condition” in their brothels, Ms. Park added, the women from the Japanese colonies of Korea and Taiwan were also treated as citizens of the empire and were expected to consider their service patriotic. They forged a “comradelike relationship” with the Japanese soldiers and sometimes fell in love with them, she wrote. She cited cases where Japanese soldiers took loving care of sick women and even returned those who did not want to become prostitutes.\nThe book sold only a few thousand copies. But it set off an outsize controversy.\n“Her case shows how difficult it has become in South Korea to challenge the conventional wisdom about comfort women,” said Kim Gyu-hang, a social critic.\nAdvertisement Continue reading the main story\nMs. Park’s book, published in Japan last year, won awards there. Last month, 54 intellectuals from Japan and the United States issued a statement criticizing South Korean prosecutors for “suppressing the freedom of scholarship and press.” Among them was a former chief cabinet secretary in Japan, Yohei Kono, who issued a landmark apology in 1993 admitting coercion in the recruitment of comfort women.\nEven then, however, Mr. Kono noted that the recruiting had been conducted mainly by private agents working at the request of the Japanese military, and by administrative and military personnel. For outraged South Koreans, the caveats rendered the apology useless.\nThis month, 190 South Korean scholars and cultural figures issued a statement supporting what Ms. Park had tried to do in her book, if not everything written in it. They called her indictment an “anachronistic” attempt to “keep public opinion on comfort women under state control.”\nBut others said the talk of academic freedom missed the main point of the backlash. This month, 380 scholars and activists from South Korea, Japan and elsewhere accused Ms. Park of “exposing a serious neglect of legal understanding” and avoiding the “essence” of the issue: Japan’s state responsibility.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTheir statement maintained that state agencies of Japan, like its military, were involved in the “hideous crime” of coercing tens of thousands of women into sexual slavery, a view shared by two United Nations special rapporteurs in the 1990s.\nYang Hyun-ah, a professor at the Seoul National University School of Law, said that Ms. Park’s most egregious mistake was to “generalize selectively chosen details from the women’s lives.”\n“I wish her expelled from the country,” said Yoo Hee-nam, 87, one of the nine former comfort women who sued Ms. Park, shaking her walking stick during a news conference.\nMS. PARK, who is divorced with a son, grew up in South Korea and graduated from high school there before moving to Japan with her family. She attended college in Japan and earned a Ph.D. in Japanese literature from Waseda University. She touched on the subject of the comfort women in an earlier book, “For Reconciliation,” which reflected her broader interest in healing the tortured relations between the two countries.\nShe began writing her latest book in 2011 to help narrow the gulf between deniers in Japan who dismissed comfort women as prostitutes and their image in South Korea. That gap appears to have broadened under President Park Geun-hye of South Korea and Prime Minister Shinzo Abe of Japan, who have been accused of trying to impose their governments’ historical views on their people.\nAdvertisement Continue reading the main story\nLast year, Mr. Abe’s political allies went so far as to advocate a reconsideration of Mr. Kono’s 1993 apology.\nMs. Park said she had tried to broaden discussions by investigating the roles that patriarchal societies, statism and poverty played in the recruitment of comfort women. She said that unlike women rounded up as spoils of battle in conquered territories like China, those from the Korean colony had been taken to the comfort stations in much the same way poor women today enter prostitution.\nShe also compared the Korean comfort women to more recent Korean prostitutes who followed American soldiers into their winter field exercises in South Korea in the 1960s through ’80s. (The “blanket corps,” so called because the women often carried blankets under their arms, followed pimps searching for American troops through snowy hills or built field brothels with tents as the Americans lined up outside, according to former prostitutes for the United States military.)\n“Korean comfort women were victims, but they were also collaborators as people from a colony,” Ms. Park wrote in one of the redacted sentences in her book.\nBut she added that even if the Japanese government did not directly order the women’s forced recruitment and some Korean women joined comfort stations voluntarily, the government should still be held responsible for the “sin” of creating the colonial structure that allowed it to happen.\nMs. Park said she had no reason to defame comfort women.\nAfter Korea’s liberation in 1945, she said, former comfort women erased much of their memories, like their hatred of “their own parents and Korean recruiters who sold them.” Instead, she wrote, they were expected to serve only as a “symbol of a victimized nation,” a role foisted on them by nationalist activists to incite anti-Japanese feelings and accepted by South Koreans in general.\n“Whether the women volunteered or not, whether they did prostitution or not, our society needed them to remain pure, innocent girls,” she said in the interview. “If not, people think they cannot hold Japan responsible.”", "url": "https://www.nytimes.com/2015/12/19/world/asia/south-korea-comfort-women-park-yu-ha.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}