{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:22:54", "date_modify": "2018-11-16 04:22:54", "date_publish": "2015-03-04 17:36:07", "description": "The list of policy changes that would be untouched by any legal ruling from the Supreme Court would be very long.", "filename": "2015_03_05_upshot_even-with-an-unfavorable-court-ruling-much-of-obamacare-would-live-on.html_module=inline_1542342174.html", "image_url": "https://static01.nyt.com/images/2015/03/05/upshot/05up-impact-1/05up-impact-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_05_upshot_even-with-an-unfavorable-court-ruling-much-of-obamacare-would-live-on.html_module=inline_1542342174.html", "title": "Even With an Unfavorable Court Ruling, Much of Obamacare Would Live On", "title_page": "Even With an Unfavorable Court Ruling, Much of Obamacare Would Live On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The case before the Supreme Court this week will not wipe Obamacare off the books.\nUnlike the case the court considered in 2012, which could have erased the Affordable Care Act entirely, this one concerns the application of only one provision of the law, and only to certain states. A ruling for the plaintiffs in the case, King v. Burwell, would carry huge consequences in many states, but 15 million of the people estimated to get insurance under the law would still get it, according to an Urban Institute estimate.\nThe list of policy changes that would be untouched by any legal ruling is very long. The law’s Medicaid expansion, now covering more than nine million poor Americans, will endure. Regulations on health insurance, limiting insurers’ ability to impose lifetime caps on coverage or exclude customers who have pre-existing illnesses, will remain. Young adults will still be able to stay on their parents’ insurance until they reach 26.\nMajor changes in the way Medicare pays doctors and hospitals, designed to make health care safer and more efficient, will continue. Workplaces will still need to provide places for lactating mothers to pump breast milk. Chain restaurants will still need to publish the calorie counts of their menu items. Drug companies will still need to report the money they pay to doctors.", "url": "https://www.nytimes.com/2015/03/05/upshot/even-with-an-unfavorable-court-ruling-much-of-obamacare-would-live-on.html?module=inline"}