{"authors": ["Peter Baker", "David E. Sanger"], "date_download": "2018-11-16 04:28:03", "date_modify": "2018-11-16 04:28:03", "date_publish": "2015-02-06 01:20:18", "description": "In his second, and final, national security strategy on Friday, President Obama will be making a stronger case than he did five years ago for robust American leadership.", "filename": "2015_02_06_us_politics_security-strategy-recognizes-us-limits_1542342483.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_us_politics_security-strategy-recognizes-us-limits_1542342483.html", "title": "Security Strategy Recognizes U.S. Limits", "title_page": "Security Strategy Recognizes U.S. Limits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama plans to release his second, and final, national security strategy on Friday, laying out a blueprint for robust American leadership for his remaining time in office while recognizing limits on how much the United States can shape world events.\nBy issuing the strategy at a time when critics have accused him of being too reluctant to assert American power, Mr. Obama will defend his handling of crises like those in the Middle East and Ukraine. But he will argue that the urgent demands of combating the Islamic State and countering President Vladimir V. Putin of Russia need to be balanced with a focus on long-term challenges like climate change, global health and cyberattacks.\n“The question is never whether America should lead, but how we should lead,” Mr. Obama writes in an introduction to the document, a report that seems to mix legacy with strategy. In taking on terrorists, he argues that the United States should avoid the deployment of large ground forces like those sent more than a decade ago to Iraq and Afghanistan. In spreading democratic values, he says, America should fight corruption and reach out to young people.\n“On all these fronts, America leads from a position of strength,” he writes. “But this does not mean we can or should attempt to dictate the trajectory of all unfolding events around the world. As powerful as we are and will remain, our resources and influence are not infinite. And in a complex world, many of the security problems we face do not lend themselves to quick and easy fixes.”", "url": "https://www.nytimes.com/2015/02/06/us/politics/security-strategy-recognizes-us-limits.html"}