{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:21:31", "date_modify": "2018-11-16 04:21:31", "date_publish": "2015-11-28 21:25:25", "description": "Climate change has become a hallmark for President Obama’s second term, and potentially a signature achievement.", "filename": "2015_11_29_us_politics_obama-takes-second-term-resolve-on-climate-to-paris.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342091.html", "image_url": "https://static01.nyt.com/images/2015/11/29/world/americas/29Obama-web/29Obama-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_29_us_politics_obama-takes-second-term-resolve-on-climate-to-paris.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342091.html", "title": "Obama’s Legacy at Stake in Paris Talks on Climate Accord", "title_page": "Obama’s Legacy at Stake in Paris Talks on Climate Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He comes to Paris with a moral authority that no other president has had on the issue of climate change,” said Douglas Brinkley, a presidential historian at Rice University who noted that Mr. Obama’s domestic climate efforts already stand alone in American history. “No other president has had a climate change policy. It makes him unique.”\nIn Paris, Mr. Obama will join more than 120 world leaders to kick off two weeks of negotiations aimed at forging a new climate change accord that would, for the first time, commit almost every country on Earth to lowering its greenhouse gas pollution. All year, Mr. Obama’s negotiators have worked behind the scenes to fashion a Paris deal.\nCrucial to Mr. Obama’s leverage has been the release of his domestic climate change regulations, which he then pushed other countries to emulate. So far, at least 170 countries have put forth emission reduction plans.\nBut even as Mr. Obama presses for a deal in Paris, it faces steep obstacles, not least the legal and legislative assault on his own regulations at home. During the course of the Paris talks, Republicans in Congress are planning a series of votes to fight Mr. Obama’s climate agenda. More than half the states are suing the administration on the legality of his climate plan. And all the Republican presidential candidates have said that they would undo the regulations if elected.", "url": "https://www.nytimes.com/2015/11/29/us/politics/obama-takes-second-term-resolve-on-climate-to-paris.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}