{"authors": ["Peter Baker", "Michael R. Gordon"], "date_download": "2018-11-16 03:48:59", "date_modify": "2018-11-16 03:48:59", "date_publish": "2015-04-14 09:00:07", "description": "Prime Minister Haider al-Abadi left the White House on Tuesday still in need of billions more dollars to cope with plunging oil prices and a yawning budget deficit.", "filename": "2015_04_15_world_middleeast_iraqi-prime-minister-haider-al-abadi-in-washington.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340139.html", "image_url": "https://static01.nyt.com/images/2015/04/15/world/15Abadi-web/15Abadi-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_15_world_middleeast_iraqi-prime-minister-haider-al-abadi-in-washington.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340139.html", "title": "Obama Gives Visiting Iraqi Premier Aid and an Endorsement", "title_page": "Obama Gives Visiting Iraqi Premier Aid and an Endorsement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama gave Haider al-Abadi, the prime minister of Iraq, a full-throated endorsement and $200 million in humanitarian aid on Tuesday, but the visiting leader left the White House still in need of billions more dollars to cope with plunging oil prices and a yawning budget deficit.\nAfter a 40-minute meeting that touched on war and sectarian divisions, Mr. Obama publicly credited Mr. Abadi with helping to turn the tide in the battle against the Islamic State extremists who seized much of his country last year and expressed confidence that the new Shiite-led government in Baghdad was doing more to include Sunni and Kurdish minorities.\n“Although there is the natural back-and-forth that exists in any democracy, Prime Minister Abadi has kept true to his commitments to reach out to them and to respond to their concerns and to make sure that power is not solely concentrated within Baghdad,” Mr. Obama told reporters, with Mr. Abadi seated next to him in the Oval Office. He called Mr. Abadi “a strong partner” who has “gained the respect of other leaders in the region.”\nMr. Abadi assured Mr. Obama that he was cracking down on abuses. “I have to admit that there are some violations, human rights violations, being committed by some criminal parties and outliers, but we have zero tolerance for any violations of human rights,” Mr. Abadi said. “And when we manage to catch these people, we are bringing them before the judicial system and we punish them.”", "url": "https://www.nytimes.com/2015/04/15/world/middleeast/iraqi-prime-minister-haider-al-abadi-in-washington.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}