{"authors": ["Salamishah Tillet"], "date_download": "2018-11-16 03:40:42", "date_modify": "2018-11-16 03:40:42", "date_publish": "2015-06-19 20:51:03", "description": "The musician broadened the parameters of the great American pop artist, and her work is coming back to prominence.", "filename": "2015_06_21_movies_nina-simones-time-is-now-again.html_module=inline_1542339642.html", "image_url": "https://static01.nyt.com/images/2015/06/21/arts/21SIMONE/21SIMONE-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_21_movies_nina-simones-time-is-now-again.html_module=inline_1542339642.html", "title": "Nina Simone’s Time Is Now, Again", "title_page": "Nina Simone’s Time Is Now, Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like the renaissance of interest in Malcolm X in the early 1990s, Simone’s iconography arises in yet another time of national crisis. However, her biography, as an artist who was proudly black but steadfastly rejected the musical, sexual and social conventions expected of African-American and female artists of her time, renders her a complicated pioneer.\nBorn Eunice Waymon in 1933, Simone grew up in segregated Tryon, N.C. At 3, she was playing her mother’s favorite gospel hymns for their church choir on piano; by 8, her talents garnered her so much attention that her mother’s white employer offered to pay for her classical music lessons for a year. Determined to become a premier classical pianist, Simone trained at Juilliard for a year, then sought and was denied admission to the Curtis Institute of Music in Philadelphia — a heartbreaking rejection that led to a series of reinventions — renaming herself Nina Simone, performing in Atlantic City nightclubs and adopting jazz standards in her repertoire.\nShe would go on to have her only Top 40 hit with “I Loves You, Porgy” in 1959 off her debut album, “Little Girl Blue.” To further her music career, Simone moved back to New York, where she befriended the activist-writers Lorraine Hansberry, James Baldwin, Langston Hughes and Malcolm X. Influenced by these political friendships and the momentum of the civil rights movement itself, Simone went on to compose “Mississippi Goddam” in 1964 in response to the assassination of the civil rights leader Medgar Evers in Mississippi and the murder of four African-American girls in a church bombing in Birmingham, Ala., a year earlier. The song was Simone at her best — a sly blend of the show tune, searing racial critique and apocalyptic warning.\nOh but this whole country is full of lies\nYou’re all gonna die and die like flies\nI don’t trust you any more\nYou keep on saying “Go slow!”\n“Go slow!”\nSimone’s growing political involvement affected both her professional and personal life. Though she was bisexual, her longest romance was her 11-year turbulent marriage to Andy Stroud, a former police officer who managed her career for most of the ’60s. Stroud would use physical and sexual abuse to limit Simone’s activism and friendships, and to control her unpredictable emotional outbursts. Unfortunately, it would take another 20 years for Simone’s “mood swings” to be diagnosed as a bipolar disorder. In the interim, Simone left her marriage and country, becoming an expatriate in Liberia, Switzerland, then France. (In the film, Ms. Kelly says that because her mother became more symptomatic and abusive toward her, she had to move back in with her father.)", "url": "https://www.nytimes.com/2015/06/21/movies/nina-simones-time-is-now-again.html?module=inline"}