{"authors": ["Rukmini Callimachi"], "date_download": "2018-11-16 03:57:25", "date_modify": "2018-11-16 03:57:25", "date_publish": "2015-12-08 02:00:53", "description": "The Islamic State has focused on prophetic texts stating that Islam will be victorious after an apocalyptic battle to be set off once Western armies come to the region.", "filename": "2015_12_08_world_middleeast_us-strategy-seeks-to-avoid-isis-prophecy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340645.html", "image_url": "https://static01.nyt.com/images/2015/12/08/world/08isis-web/08isis-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_world_middleeast_us-strategy-seeks-to-avoid-isis-prophecy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340645.html", "title": "U.S. Seeks to Avoid Ground War Welcomed by Islamic State", "title_page": "U.S. Seeks to Avoid Ground War Welcomed by Islamic State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Regardless of a ground intervention’s potential to succeed, some veteran analysts caution that the act of invasion would play handily into the group’s prophetic vision.\n“To break the dynamic, you have to debunk the prophecy,” Mr. Filiu said. “You need to do so via a military defeat, like taking over Raqqa. But it needs to be by local forces — by Sunni Arabs.”\nThat so far has been the approach of the Obama administration, which has armed as well as provided air support to a number of militias in northern Iraq and Syria, hoping to give a local veneer to the tip of the sword. The result has been mixed, with gains only in areas that are outside the main Sunni Arab strongholds that the Islamic State controls.\nThe effort has been limited by the fact that the only viable partners so far have been Kurdish militias, who are willing to fight only in a ribbon of land in northern Syria, which is predominantly Kurdish.\nIn those areas, victory over the Islamic State has been like pushing on an open door.\nLast month, the northern Iraqi city of Sinjar, which had been under the brutal rule of the Islamic State for more than 15 months, fell to Kurdish forces in less than 48 hours, after a sustained assault by American A-10 attack jets. As Kurdish forces advanced, the Islamic State fighters, having booby-trapped roads and houses, chose to run rather than fight for the city, burning hundreds of tires so the smoke would obscure their departure.\nYet a month since then, the Kurdish forces have advanced little beyond the city of Sinjar, and their commanders have been clear about why: The rest of the area is predominantly Sunni Arab rather than Kurdish.\nImage Peter Kassig, shown in a photo provided by his family. Mr. Kassig, a former U.S. Army Ranger, was murdered by the Islamic State in Dabiq, Syria. Credit Kassig Family, via Associated Press\nThe same pattern has been repeated in neighboring Syria, where the Syrian Kurdish forces reached the village of Ein Eissa earlier this year — just 30 miles north of Raqqa, the de facto capital of the terrorist group’s self-declared state. But they have stayed put.", "url": "https://www.nytimes.com/2015/12/08/world/middleeast/us-strategy-seeks-to-avoid-isis-prophecy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}