{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:22:22", "date_modify": "2018-11-16 04:22:22", "date_publish": "2015-06-30 18:33:54", "description": "President Obama and President Dilma Rousseff of Brazil pledged to increase the use of wind and solar power, and Brazil said it would restore nearly 30 million acres of Amazon rain forest.", "filename": "2015_07_01_world_americas_us-and-brazil-agree-on-climate-change-actions_1542342142.html", "image_url": "https://static01.nyt.com/images/2015/07/01/world/01climate-web/01climate-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_01_world_americas_us-and-brazil-agree-on-climate-change-actions_1542342142.html", "title": "Global Climate Pact Gains Momentum as China, U.S. and Brazil Detail Plans", "title_page": "Global Climate Pact Gains Momentum as China, U.S. and Brazil Detail Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Five months before a United Nations summit meeting aimed at forging a historic global accord to cut climate-warming emissions, significant signs of progress toward an agreement are emerging.\nChina, the world’s largest greenhouse gas polluter, submitted a 16-page plan to the United Nations on Tuesday detailing how it plans to shift its economy to reduce fossil fuel emissions by 2030. On the same day, President Dilma Rousseff of Brazil, which is among the top 10 carbon emitters, and President Obama announced in Washington that their nations had agreed to sharply expand electricity generation from renewable sources.\nBut it is increasingly evident that the policy actions by these countries and others will not be enough to stave off a rise in the atmospheric temperature of 2 degrees Celsius, or 3.6 degrees Fahrenheit. At that point, scientists say, the planet will be locked into a future of extreme storms, droughts, food and water shortages, and rising sea levels.\nUnder a United Nations accord reached in Peru last December, every nation is to submit a plan for cutting carbon emissions well ahead of the December summit meeting in Paris. The plans by the individual nations will form the core of the new agreement.", "url": "https://www.nytimes.com/2015/07/01/world/americas/us-and-brazil-agree-on-climate-change-actions.html"}