{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:01:22", "date_modify": "2018-11-16 04:01:22", "date_publish": "2015-12-14 22:13:44", "description": "The American request to send a team of experts to the African nation will be considered by the United Nations Human Rights Council in a special session in Geneva.", "filename": "2015_12_15_world_africa_us-calls-for-inquiry-into-rights-abuses-in-burundi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340882.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_world_africa_us-calls-for-inquiry-into-rights-abuses-in-burundi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340882.html", "title": "U.S. Calls for Inquiry Into Rights Abuses in Burundi", "title_page": "U.S. Calls for Inquiry Into Rights Abuses in Burundi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — The United States called on Monday for an international inquiry into human rights abuses in Burundi, responding to months of escalating violence that has cost hundreds of lives and heightened concerns that it could spill over into neighboring countries.\nThe American initiative came in a resolution to be considered Thursday by the United Nations Human Rights Council in Geneva during a special session that was requested by the United States with the support of 43 other countries.\nThe draft resolution asks the United Nations human rights commissioner, Zeid Ra’ad al-Hussein, to send a team of international experts to Burundi “urgently and as soon as possible” to investigate the violence of recent months and recommend steps to defuse it.\n“We think this should occur immediately,” Keith Harper, the United States ambassador to the Human Rights Council, said in an interview. “The situation is very serious and has all the telltale signs of something that could dramatically deteriorate.”", "url": "https://www.nytimes.com/2015/12/15/world/africa/us-calls-for-inquiry-into-rights-abuses-in-burundi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}