{"authors": ["Eric Schmitt"], "date_download": "2018-11-16 03:21:43", "date_modify": "2018-11-16 03:21:43", "date_publish": "2015-12-01 15:00:22", "description": "Researchers at George Washington University found that Islamic State recruits defy a single profile, but the authorities say more are staying home.", "filename": "2015_12_02_us_politics_56-arrests-in-us-this-year-related-to-isis-study-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338503.html", "image_url": "https://static01.nyt.com/images/2015/12/01/us/02terror-web/02terror-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_02_us_politics_56-arrests-in-us-this-year-related-to-isis-study-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338503.html", "title": "ISIS Followers in U.S. Are Diverse and Young", "title_page": "ISIS Followers in U.S. Are Diverse and Young - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — American authorities this year have arrested nearly five dozen people in the United States for helping to support or plot with the Islamic State, according to a new study, the largest number of terrorism-related arrests in the country in a single year since September 2001.\nThe Islamic State recruits defy any single profile, the study found, although they are younger than previous terrorism suspects, are drawn heavily from converts to Islam and reflect increasingly prominent roles for women in the terrorist organization.\nA demographic snapshot of the 71 individuals arrested on charges related to the Islamic State since March 2014, including 56 this year, emerged from a comprehensive review of social media accounts and legal documents of nearly 400 American sympathizers of the Islamic State conducted by researchers at George Washington University.\nThe volume and diversity of those arrested underscore the growing challenge the F.B.I. and local law enforcement agencies face in trying to identify, monitor and, if necessary, apprehend suspects at a time when the Islamic State has sharply increased its appeal to Westerners through Twitter, Facebook and other social media.", "url": "https://www.nytimes.com/2015/12/02/us/politics/56-arrests-in-us-this-year-related-to-isis-study-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}