{"authors": ["Erica Goode"], "date_download": "2018-11-16 04:07:11", "date_modify": "2018-11-16 04:07:11", "date_publish": "2015-01-29 19:00:38", "description": "Scientists found that newborn chicks, like people, seem to map numbers spatially, associating smaller amounts with the left and larger ones with the right.", "filename": "2015_01_30_science_left-means-less-even-for-chickens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341231.html", "image_url": "https://static01.nyt.com/images/2015/01/30/science/30chickens/30chickens-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_30_science_left-means-less-even-for-chickens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341231.html", "title": "Chickens Agree: Left Means Less; Right Means More", "title_page": "Chickens Agree: Left Means Less; Right Means More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In their report, the researchers said the findings supported the idea that the left-right orientation for numbers is innate rather than determined by culture or education — a possibility that was raised by some studies that found that in Arabic-speaking countries where letters and numbers are read right to left, the mental number scale was reversed. But the new research, Dr. Rugani and her colleagues wrote, indicates that orienting numbers in space may represent “a universal cognitive strategy available soon after birth.”\nTyler Marghetis, a doctoral candidate in psychology at the University of California, San Diego, who has published research on the spatial association of numbers, called the researcher’s studies “very cool.”\n“We have brains that evolved for fighting and finding food, not for doing calculus,” Mr. Marghetis said. “So one of the hopes of this kind of research is that it will tell us something about the basic building blocks we have access to in building up these more human concepts.”\nBut Mr. Marghetis said that the studies demonstrated only that the chicks associated rough quantities that were smaller or larger with left or right, not that they represented precise numbers in a mental line. And he cautioned against leaping from the study’s findings to the idea that chicks are capable of the same complex numerical abilities as humans.", "url": "https://www.nytimes.com/2015/01/30/science/left-means-less-even-for-chickens.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}