{"authors": ["Andrew Higgins", "Kimiko De Freytas-Tamura"], "date_download": "2018-11-16 03:21:44", "date_modify": "2018-11-16 03:21:44", "date_publish": "2015-11-19 10:28:33", "description": "Abdelhamid Abaaoud is believed to have organized a string of attacks that made him the most talked-about — and, in jihadist circles, feted — terrorist since Osama bin Laden.", "filename": "2015_11_20_world_europe_paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338504.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/19Abaaoud-web/19Abaaoud-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_20_world_europe_paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338504.html", "title": "Paris Attacks Suspect Killed in Shootout Had Plotted Terror for 11 Months", "title_page": "Paris Attacks Suspect Killed in Shootout Had Plotted Terror for 11 Months - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VERVIERS, Belgium — Black smudges and faded traces of gunfire on a red brick rowhouse here in eastern Belgium mark the death foretold of Abdelhamid Abaaoud. It is the spot where, 11 months before the announcement on Thursday that he had been killed outside Paris, he began plotting an elaborate campaign of terror across Europe.\nMr. Abaaoud’s inaugural terror mission here ended in disaster for his cause and cost the lives of two of his jihadist friends — both from his old Brussels neighborhood, Molenbeek — when Belgian security forces stormed their hide-out on Jan. 15.\nBut Mr. Abaaoud was not there. A telephone call he made shortly before the raid in Verviers to pass on instructions to those in the hide-out, a senior Belgian counterterrorism official said, was the last trace anybody had of him until the French police found on Wednesday what turned out to be his mutilated body after an early-morning shootout just north of Paris.\nHis whereabouts had remained a constant source of mystery and suspected misinformation from his Islamic State handlers. That was, until the bloody raid in the Paris suburb of St.-Denis revealed the gaping holes in Europe’s system of open borders that allowed him to infiltrate France under the noses of the intelligence services across the Continent.", "url": "https://www.nytimes.com/2015/11/20/world/europe/paris-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}