{"authors": ["Elisabeth Rosenthal"], "date_download": "2018-11-16 03:45:25", "date_modify": "2018-11-16 03:45:25", "date_publish": "2015-01-31 21:57:46", "description": "Data suggests that many doctors, especially those in states known as winter getaways, increase their revenues by expanding the volume of diagnostic exams.", "filename": "2015_02_01_us_medical-costs-rise-as-retirees-winter-in-south_1542339925.html", "image_url": "https://static01.nyt.com/images/2015/02/01/us/01florida-01-JP/01florida-01-JP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_01_us_medical-costs-rise-as-retirees-winter-in-south_1542339925.html", "title": "Medical Costs Rise as Retirees Winter in Florida", "title_page": "Medical Costs Rise as Retirees Winter in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some patients cite episodes that make them apprehensive about finding new physicians.\n“One of the things I worry about most is leaving my doctors,” said Eugene Levich, who is selling his house in Liberty, N.Y., and moving full time to Delray Beach, Fla., where he and his wife have long wintered. “People are old. They’ve just moved. So it’s very easy for doctors and dentists to take advantage of this population — and they do.”\nAfter Mr. Levich had a routine prostate exam in Florida last year, the doctor there told him that he should have a surgical biopsy. Mr. Levich delayed until he could see his physician in New York, who told him that there was no reason for the procedure.\nLikewise, when Mr. Levich went to an ear, nose and throat doctor in Florida because his ear felt clogged after an infection, he told the doctor that he had no trouble hearing. The physician nonetheless immediately ordered a hearing test, and urged him to schedule an M.R.I. as well. Instead, Mr. Levich went to a pharmacy and bought a nasal spray that cleared up his problem.\nDespite the financial protection against high charges for individual tests offered by Medicare, out-of-pocket payments can quickly add up, since the government insurance generally requires a 20 percent co-payment for outpatient care.\nMike Miller, 74, who splits his year between Maryland and Florida, said that when possible he sought recommendations from his doctors at Johns Hopkins in Baltimore. “You don’t visit doctors in Florida unless you have really good references from other doctors or people who are really trustworthy,” he added.\nHe said he had found excellent surgeons and eye doctors this way. But when he visited a cardiologist to check out a slow heart beat (one he has had all his life) he was soon undergoing the same three tests as those prescribed to Ms. Spencer’s husband — as well as being placed on a 24-hour heart rhythm monitor.\n“They were aggressive in encouraging me to have tests even though my doctors in the North never said I needed them,” he said. “And of course the results were all normal.”", "url": "https://www.nytimes.com/2015/02/01/us/medical-costs-rise-as-retirees-winter-in-south.html"}