{"authors": ["Michael S. Schmidt", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:28:02", "date_modify": "2018-11-16 04:28:02", "date_publish": "2015-03-14 01:13:29", "description": "The former secretary of state said that her messages to other officials were preserved on government servers, but the State Department said it had failed to routinely preserve such emails.", "filename": "2015_03_14_us_some-emails-sent-by-clinton-could-be-lost.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342482.html", "image_url": "https://static01.nyt.com/images/2015/03/14/us/14email-SUB/14email-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_14_us_some-emails-sent-by-clinton-could-be-lost.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342482.html", "title": "Emails Hillary Clinton Said Were Kept Could Be Lost", "title_page": "Emails Hillary Clinton Said Were Kept Could Be Lost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As Hillary Rodham Clinton this week defended her use of a personal email account to conduct State Department business, she emphasized that because she was corresponding frequently with other department officials on their government accounts, the messages were preserved on government servers.\nBut the State Department disclosed on Friday that until last month it had no way of routinely preserving senior officials’ emails. Instead, the department relied on individual employees to decide if certain emails should be considered public records, and if so, to move them onto a special record-keeping server, or print them out and manually file them for preservation.\nThis patchwork system, reflecting a broader confusion and slowness throughout the government as federal agencies struggle to catch up with the digital age, raises the possibility that some emails from Mrs. Clinton to other State Department officials may have been lost altogether.\nIn a briefing with reporters on Friday, Jen Psaki, a spokeswoman for the State Department, acknowledged that the system in place under Mrs. Clinton was “imperfect,” and said the department was still trying to establish a comprehensive document retention program.", "url": "https://www.nytimes.com/2015/03/14/us/some-emails-sent-by-clinton-could-be-lost.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}