{"authors": ["Gardiner Harris", "Somini Sengupta"], "date_download": "2018-11-16 04:13:55", "date_modify": "2018-11-16 04:13:55", "date_publish": "2015-09-28 09:00:05", "description": "President Obama and President Vladimir V. Putin essentially blamed each other for the catastrophic war in Syria and the refugee crisis it spurred in their speeches at the General Assembly.", "filename": "2015_09_29_world_middleeast_un-general-assembly-syria-isis-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341635.html", "image_url": "https://static01.nyt.com/images/2015/09/28/multimedia/unga-obama/unga-obama-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_29_world_middleeast_un-general-assembly-syria-isis-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341635.html", "title": "Obama and Putin Play Diplomatic Poker Over Syria", "title_page": "Obama and Putin Play Diplomatic Poker Over Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How the United States and its allies will respond to such an idea is unclear. But President François Hollande of France, speaking to reporters later, welcomed the idea of a “broad coalition” and even a Security Council resolution as long as two conditions were met: a stop to the bombings and a “political transition with departure of Assad.” Mr. Hollande did not elaborate on exactly when Mr. Assad would have to leave.\nIn remarks about foreign Islamic State fighters that seemed clearly aimed at stoking fears in Europe, Mr. Putin said: “We cannot allow these criminals who have already felt the smell of blood to return back home and continue their evil doings. No one wants this to happen, does he?”\nMr. Putin did not hear Mr. Obama speak — the Russian leader had just arrived in New York from Moscow. But the tensions between the two are well known. In a deft bit of diplomacy, Secretary General Ban Ki-moon sat in between them during a lunch he hosted for a number of top leaders.\nIn his toast, Mr. Ban, invoking the saying “There is no such thing as a free lunch,” exhorted his guests to help the United Nations reach the new Sustainable Development Goals for eliminating extreme poverty and hunger by 2030.\nMr. Obama and Mr. Putin clinked glasses after Mr. Ban’s toast.\nIn his own toast, Mr. Obama praised Mr. Ban and said “We are facing extraordinary challenges today, ones that test our capacity to work together.”\nLater in the afternoon Mr. Obama and Mr. Putin posed for photographers before a long-awaited private meeting between the two, which lasted for 95 minutes. They shook hands at the start but made no comments, and the details of their discussions were not immediately disclosed.", "url": "https://www.nytimes.com/2015/09/29/world/middleeast/un-general-assembly-syria-isis-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}