{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:41:24", "date_modify": "2018-11-16 03:41:24", "date_publish": "2015-03-10 23:21:39", "description": "The bank’s resurgence seven years after being on the brink is all the more remarkable because many of its rivals are pulling back in the face of new regulations.", "filename": "2015_03_11_business_dealbook_citigroups-roaring-revival-on-wall-street.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "image_url": "https://static01.nyt.com/images/2015/03/11/business/db-citi-web1/db-citi-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_11_business_dealbook_citigroups-roaring-revival-on-wall-street.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "title": "Citigroup’s Roaring Revival on Wall Street", "title_page": "Citigroup’s Roaring Revival on Wall Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Citigroup’s Wall Street operations took the bank to the brink seven years ago. But now, in a little-noticed revival, Citigroup’s traders and investment bankers have come roaring back.\nThe bank’s resurgence on Wall Street is all the more remarkable because it is taking place as many of its rivals pull back in the face of new regulations intended to make the financial system safer. The Wall Street operations of JPMorgan Chase and Goldman Sachs, for instance, have remained steady or shrunk during the last four years.\nCitigroup’s advance has involved acquiring vast amounts of derivatives, the financial instruments that gained notoriety during the 2008 financial crisis. It has at times snapped up derivatives from other banks that have been selling them to comply with new rules.\nCitigroup has not trumpeted its comeback. Its most senior executives have largely emphasized streamlining operations that have little to do with Wall Street. For instance, the bank announced this month that it had agreed to sell a large unit that focuses on subprime loans to consumers.", "url": "https://www.nytimes.com/2015/03/11/business/dealbook/citigroups-roaring-revival-on-wall-street.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}