{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:31", "date_modify": "2018-11-16 04:03:31", "date_publish": "2015-04-22 09:45:27", "description": "With a nod to Earth Day, some companies are finally focusing on sustainable fashion and environmental impact.", "filename": "2015_04_23_fashion_earth-day-green-is-the-new-denim-fashion_1542341011.html", "image_url": "https://static01.nyt.com/images/2015/04/23/fashion/23UNBUTTONED/23UNBUTTONED-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_23_fashion_earth-day-green-is-the-new-denim-fashion_1542341011.html", "title": "This Earth Day, Green Is the New Denim", "title_page": "This Earth Day, Green Is the New Denim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "See, for example, the environmental profit and loss statement that Kering created in 2010 and applied to Puma and is currently applying to all its luxury brands, with results due in 2016, or pretty much any of the assessments demanded of the member brands in the proliferating sustainability indexes from names like Dow Jones, Ethisphere and Corporate Knights.\nOr see two developments that stood out this week because (like the above) they reflect a relatively new willingness on fashion’s part to engage with the least mediagenic side of the issue. There’s just no good way to reduce these initiatives to an Instagram moment.\nAnd in an industry based on image, one that has embraced that social media platform above all others (to such an extent that the Council of Fashion Designers of America is actually giving Instagram its “media” award this June), that’s worth noting.\nFirst, Adidas, long a part of the above indexes, announced that it had signed a five-year “seven figure” contract to partner with an organization called Parley for the Oceans, which was created to publicize and tackle the problem of ocean plastic. It is the most long-term such initiative the company has signed to date, according to Eric Liedtke, head of global brands, and will involve both developing new plastic treatments that can be used in recycled polyester fabrics, and driving direct action. Translation: picking up plastic on the beach.\nAnd second, Maiyet, the socially conscious luxury brand started in 2010 to help create sustainable businesses in challenged regions of the world, embarked on its first supply-chain initiative, working with the Gobi Revival Fund to facilitate a vaccine program and “corral sanitation” for nomadic goat herders in Mongolia as part of a drive to source ethical cashmere.\nEffectively, it is committing about $200,000 a year to the project, as well as buying 40 tons of fiber directly from the farmers (as opposed to from the traditional Chinese middlemen), which will then be spun into cashmere in a factory in Italy, with practices assessed by Maiyet. It plans to sell the material at the Florentine yarn fair, Pitti Filati, ensuring quality and supply for their own products as well as for any other brand that buys it. Also, presumably, some profit for themselves.", "url": "https://www.nytimes.com/2015/04/23/fashion/earth-day-green-is-the-new-denim-fashion.html"}