{"authors": ["Zachary Woolfe"], "date_download": "2018-11-16 04:47:32", "date_modify": "2018-11-16 04:47:32", "date_publish": "2015-09-17 22:17:01", "description": "In a brief appearance with the Emerson String Quartet, Ms. Fleming sang a few of the intriguing selections from the album they made together.", "filename": "2015_09_18_arts_music_review-renee-fleming-up-close-at-subculture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343652.html", "image_url": "https://static01.nyt.com/images/2015/09/18/arts/18FLEMING/18FLEMING-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_18_arts_music_review-renee-fleming-up-close-at-subculture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343652.html", "title": "Review: Renée Fleming, Up Close, at SubCulture", "title_page": "Review: Renée Fleming, Up Close, at SubCulture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Renée Fleming, when she sings, usually seems to be a football field away from her audiences at the Metropolitan Opera or Carnegie Hall. So it was a charming revelation to hear her so close up on Wednesday at SubCulture, the cozy, struggling basement space in the East Village.\nThe occasion was the release last week of her new album with the Emerson String Quartet, focusing on music of Weimar-era Vienna, a milieu that has clearly intrigued Ms. Fleming. (The finale of her Carnegie Hall residency two years ago was “Vienna: Window to Modernity.”)\nSince that residency, her career has expanded in interesting directions. She sang the national anthem at the Super Bowl and starred (as an opera diva) on Broadway in “Living on Love.” She’s now helping usher a new work to the stage — “Bel Canto,” based on the Ann Patchett novel — as a creative consultant to the Lyric Opera of Chicago.\nMs. Fleming is stretching herself as a singer, too. While she could get away with doing only chestnuts like “O mio babbino caro,” with the quartet she visits a lightly traveled corner of the repertory: Berg’s “Lyric Suite,” Eric Zeisl’s songs and, most intriguingly, Egon Wellesz’s richly fretful settings of Elizabeth Barrett Browning sonnets, translated by Rilke.", "url": "https://www.nytimes.com/2015/09/18/arts/music/review-renee-fleming-up-close-at-subculture.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}