{"authors": ["Jack Healy"], "date_download": "2018-11-16 03:56:55", "date_modify": "2018-11-16 03:56:55", "date_publish": "2015-10-19 01:13:49", "description": "Although Colorado is a swing state, Republicans are a minority in Boulder, where the Oct. 28 debate will be met with protests from students and residents.", "filename": "2015_10_19_us_boulder-takes-rare-step-into-conservative-orbit-with-gop-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340615.html", "image_url": "https://static01.nyt.com/images/2015/10/17/us/00boulder1/00boulder1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_19_us_boulder-takes-rare-step-into-conservative-orbit-with-gop-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340615.html", "title": "Boulder Takes Rare Step Into Conservative Orbit With G.O.P. Debate", "title_page": "Boulder Takes Rare Step Into Conservative Orbit With G.O.P. Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It feels like a sham, and that the students are being used as a marketing opportunity,” Mr. Estevez-Miller said one recent afternoon as he and a web-television crew scouted locations for a debate-night forum featuring student hosts and panelists. “We want to participate. We want our voices to matter.”\nAround the 31,000-student campus, that frustration is echoing in letters to the editor, an online petition and a resolution by the student government.\n“No one’s coming away from this with positive feelings toward the G.O.P.,” said James Cross, 19, a sophomore who grew up in conservative Colorado Springs and has been looking for his political center of gravity. “This is the first election I’m going to be able to vote in. I want a firsthand account.”\nIn an open letter this month, Philip P. DiStefano, the chancellor of the University of Colorado Boulder, said the university had asked organizers for additional tickets, but pointed out that the debate was primarily a television broadcast, not a live event. Previous debates this election season played to half-empty houses.\nThe school is providing the venue, the Coors Events Center, and security at no charge. It said it expected to reap a huge publicity benefit from showing off its pink sandstone buildings and its perch just east of the jagged peaks of the Boulder Flatirons. Dozens of journalism and political science students are volunteering to help with the production. “It’s an incredible branding opportunity for us,” said Ryan Huff, a school spokesman.", "url": "https://www.nytimes.com/2015/10/19/us/boulder-takes-rare-step-into-conservative-orbit-with-gop-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}