{"authors": ["Saeed Al-Batati", "Kareem Fahim"], "date_download": "2018-11-16 03:57:28", "date_modify": "2018-11-16 03:57:28", "date_publish": "2015-07-17 12:39:36", "description": "The exiled prime minister, writing on Facebook, called it a “historic moment” and said his government would turn its attention to repairing the devastation.", "filename": "2015_07_18_world_middleeast_yemen-aden-houthis-saudi-arabia_1542340648.html", "image_url": "https://static01.nyt.com/images/2015/07/18/world/YEMEN/YEMEN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_18_world_middleeast_yemen-aden-houthis-saudi-arabia_1542340648.html", "title": "Saudi-Backed Forces Said to Wrest Aden, Yemen, From Houthis", "title_page": "Saudi-Backed Forces Said to Wrest Aden, Yemen, From Houthis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AL MUKALLA, Yemen — The exiled Yemeni government said Friday that Saudi-backed fighters had “completely liberated” the southern city of Aden from the Houthi rebels who had tried for months to bring it under their control.\nWitnesses in the city said that at least one neighborhood was still contested and that Houthi snipers remained active in several others. But rapid gains by the anti-Houthi fighters over the past few days appeared hard to reverse and potentially gave Saudi Arabia, which has been bombing the Houthis since late March and backing their opponents, its first battlefield victory.\nThe Yemeni prime minister, Khaled Bahah, called the gains a “historic moment” and said his government would quickly turn to repairing the devastation in Aden. The steady destruction of the city, Yemen’s second largest, has come to symbolize the hardships and horrors visited on civilians, including shelling, airstrikes and chronic shortages of water and electricity.\nOf the more than 3,000 people who have been killed across Yemen since March, mostly civilians, hundreds died in Aden alone, caught in close-quarters fighting between the Houthis and their allies on one side and an assortment of armed forces, mostly local fighters, on the other.", "url": "https://www.nytimes.com/2015/07/18/world/middleeast/yemen-aden-houthis-saudi-arabia.html"}