{"authors": ["Steven Lee Myers", "Somini Sengupta"], "date_download": "2018-11-16 03:21:25", "date_modify": "2018-11-16 03:21:25", "date_publish": "2015-12-05 01:02:36", "description": "A special meeting of the Security Council will try to bolster efforts to cut off revenues that the Islamic State raises in its territory.", "filename": "2015_12_05_world_middleeast_islamic-state-revenue-united-nations.html_module=inline_1542338485.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_05_world_middleeast_islamic-state-revenue-united-nations.html_module=inline_1542338485.html", "title": "U.S. Presses for U.N. Resolution to Fight ISIS’ Financing", "title_page": "U.S. Presses for U.N. Resolution to Fight ISIS’ Financing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Vladimir V. Putin of Russia has accused Turkey of profiting from a lucrative trade in oil with the Islamic State in Syria. He made the charge after Turkey downed a Russian fighter jet that it accused of briefly crossing into its airspace last week.\nRussia’s deputy minister of defense, Anatoly I. Antonov, this week linked the illicit trade to the family of the Turkish president, Recep Tayyip Erdogan, an accusation Turkey and the United States have denied.\nAmerican officials said the goal of a new resolution focused on the Islamic State was to include “more precise and detailed” ways to combat the transfer of those funds in or out of the group’s territory, but the officials, who spoke on the condition of anonymity to discuss diplomatic discussions, declined to discuss the draft in detail before it was circulated among the Security Council’s current 15 members.\nThey said they did not anticipate significant opposition to the new effort, given the broad consensus against the Islamic State, though there remain significant differences over the military campaign in Syria, especially between the government of President Bashar al-Assad and its backers Russia and Iran and the United States and its allies fighting the group there and in Iraq.\nOne administration official said that the meeting, along with the new resolution, was intended to coordinate intelligence and financial regulatory practices to stanch the group’s revenues but also to put diplomatic pressure on countries to do more to go after individuals who are suspected of donating money to the group — “to ensure their financial systems are hostile environments for terrorist financing.”\nDavid Andrew Weinberg, a senior fellow at the Foundation for Defense of Democracies, an advocacy group in Washington, expressed skepticism that the new proposals alone would do much without more aggressive efforts to prosecute violators. There is already extensive evidence of transfers from wealthy donors in the Persian Gulf in particular, but few concrete penalties.\n“There is still so much reticence to actually engage in that naming and shaming that this has limited impact,” he said.", "url": "https://www.nytimes.com/2015/12/05/world/middleeast/islamic-state-revenue-united-nations.html?module=inline"}