{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:31:24", "date_modify": "2018-11-16 04:31:24", "date_publish": "2015-11-07 19:48:27", "description": "A Nepali ophthalmologist who pioneered a $25 operation to remove cataracts has restored sight to more than 100,000 people.", "filename": "2015_11_08_opinion_sunday_in-5-minutes-he-lets-the-blind-see_1542342684.html", "image_url": "https://static01.nyt.com/images/2015/11/08/opinion/sunday/08kristof/08kristof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_08_opinion_sunday_in-5-minutes-he-lets-the-blind-see_1542342684.html", "title": "In 5 Minutes, He Lets the Blind See", "title_page": "Opinion | In 5 Minutes, He Lets the Blind See - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HETAUDA, Nepal — WATCHING the doctor perform is like observing miracles.\nHe has restored eyesight to more than 100,000 people, perhaps more than any doctor in history, and still his patients come. They stagger and grope their way to him along mountain trails from remote villages, hoping to go under his scalpel and see loved ones again.\nA day after he operates to remove cataracts, he pulls off the bandages — and, lo! They can see clearly. At first tentatively, then jubilantly, they gaze about. A few hours later, they walk home, radiating an ineffable bliss.\nDr. Sanduk Ruit, a Nepali ophthalmologist, may be the world champion in the war on blindness. Some 39 million people worldwide are blind — about half because of cataracts — and another 246 million have impaired vision, according to the World Health Organization.\nIf you’re a blind person in a poor country, then traditionally you have no hope. But Dr. Ruit has pioneered a simple cataract microsurgery technique that costs only $25 per patient and is virtually always successful. Indeed, his “Nepal method” is now taught in United States medical schools.", "url": "https://www.nytimes.com/2015/11/08/opinion/sunday/in-5-minutes-he-lets-the-blind-see.html"}