{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:16:15", "date_modify": "2018-11-16 03:16:15", "date_publish": "2015-08-24 15:48:31", "description": "This turmoil started in China, but it now includes key factors like oil prices, emerging markets and the Federal Reserve.", "filename": "2015_08_25_upshot_why-global-financial-markets-are-going-crazy_1542338175.html", "image_url": "https://static01.nyt.com/images/2015/08/25/business/25up-markets/25up-markets-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_upshot_why-global-financial-markets-are-going-crazy_1542338175.html", "title": "Why the Stock Market Is So Turbulent", "title_page": "Why the Stock Market Is So Turbulent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, global financial markets were churning, but it really only mattered if you were an oil trader, a Chinese bureaucrat or a hedge fund manager.\nNow it’s starting to get scary for everyone.\nAn 8.5 percent drop in the Shanghai Composite index in Monday’s trading session spread to financial markets across the world. In the United States, the broad Standard & Poor’s 500-stock index was down 3.9 percent by Monday’s close after a volatile trading day, after steeper declines in Asian and European stock markets. Price fell for oil and other commodities, and money rushed into the safety of United States Treasury bonds.\nWhat’s fascinating is that there is no clear, simple story about what is different about the outlook now for interest rates, for United States and European corporate profits or for economic growth compared with one week ago, when the S.&P. 500 index was 10 percent higher.\nHere’s how to make sense of what is a truly global story, stretching from the streets of Shanghai, where stock investing has become a middle-class sport in recent years, to the oil fields of both the Middle East and Middle America, to the hallways of power in the Federal Reserve in Washington.", "url": "https://www.nytimes.com/2015/08/25/upshot/why-global-financial-markets-are-going-crazy.html"}