{"authors": ["Kamel Daoud"], "date_download": "2018-11-16 04:36:37", "date_modify": "2018-11-16 04:36:37", "date_publish": "2015-11-20 12:45:39", "description": "Les nouveaux extrémistes du monde arabe ne sont pas nés djihadistes. Ils ont été biberonnés par la Fatwa Valley.", "filename": "2015_11_21_opinion_larabie-saoudite-un-daesh-qui-a-reussi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342997.html", "image_url": "https://static01.nyt.com/images/2015/11/21/opinion/21daoud/21daoud-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_21_opinion_larabie-saoudite-un-daesh-qui-a-reussi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342997.html", "title": "L’Arabie saoudite, un Daesh qui a réussi", "title_page": "Opinion | L’Arabie saoudite, un Daesh qui a réussi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daesh noir, Daesh blanc. Le premier égorge, tue, lapide, coupe les mains, détruit le patrimoine de l’humanité, et déteste l’archéologie, la femme et l’étranger non musulman. Le second est mieux habillé et plus propre, mais il fait la même chose. L’Etat islamique et l’Arabie saoudite. Dans sa lutte contre le terrorisme, l’Occident mène la guerre contre l’un tout en serrant la main de l’autre. Mécanique du déni, et de son prix. On veut sauver la fameuse alliance stratégique avec l’Arabie saoudite tout en oubliant que ce royaume repose sur une autre alliance, avec un clergé religieux qui produit, rend légitime, répand, prêche et défend le wahhabisme, islamisme ultra-puritain dont se nourrit Daesh.\nLe wahhabisme, radicalisme messianique né au 18ème siècle, a l’idée de restaurer un califat fantasmé autour d’un désert, un livre sacré et deux lieux saints, la Mecque et Médine. C’est un puritanisme né dans le massacre et le sang, qui se traduit aujourd’hui par un lien surréaliste à la femme, une interdiction pour les non-musulmans d’entrer dans le territoire sacré, une loi religieuse rigoriste, et puis aussi un rapport maladif à l’image et à la représentation et donc l’art, ainsi que le corps, la nudité et la liberté. L’Arabie saoudite est un Daesh qui a réussi.\nLe déni de l’Occident face à ce pays est frappant: on salue cette théocratie comme un allié et on fait mine de ne pas voir qu’elle est le principal mécène idéologique de la culture islamiste. Les nouvelles générations extrémistes du monde dit « arabe » ne sont pas nées djihadistes. Elles ont été biberonnées par la Fatwa Valley, espèce de Vatican islamiste avec une vaste industrie produisant théologiens, lois religieuses, livres et politiques éditoriales et médiatiques agressives.", "url": "https://www.nytimes.com/2015/11/21/opinion/larabie-saoudite-un-daesh-qui-a-reussi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}