{"authors": ["Simon Romero", "Girish Gupta"], "date_download": "2018-11-16 04:14:43", "date_modify": "2018-11-16 04:14:43", "date_publish": "2015-02-22 23:12:12", "description": "Faced with tumbling approval ratings as Venezuelans reel from a steep currency devaluation and a crumbling economy, President Nicolás Maduro is intensifying his attacks against opponents.", "filename": "2015_02_23_world_americas_amid-venezuelas-economic-chaos-a-political-crackdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341683.html", "image_url": "https://static01.nyt.com/images/2015/02/23/world/23venezuela-web/23venezuela-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_23_world_americas_amid-venezuelas-economic-chaos-a-political-crackdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341683.html", "title": "Amid a Slump, a Crackdown for Venezuela", "title_page": "Amid a Slump, a Crackdown for Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — For a glimpse into Venezuela’s economic disarray, slip into a travel agency here and book a round-trip flight to Maracaibo, on the other side of the country, for just $16. Need a book to read on the plane? For those with hard currency, a new copy of “50 Shades of Grey” goes for $2.50. Forget your toothpaste? A tube of Colgate costs 7 cents.\nQuite the bargain, right?\nBut for the majority of Venezuelans who lack easy access to dollars, such surreal prices reflect a tremendous currency devaluation and a crumbling economy expected to contract 7 percent this year as oil income plunges and price controls produce acute shortages of items including milk, detergent and condoms.\n“I’ve seen people die on the operating table because we didn’t have the basic tools for surgeries,” said Valentina Herrera, 35, a pediatrician at a public hospital in Maracay, a city near Caracas. She said she planned to look for other work because making ends meet on her salary of 5,622 bolívars a month — $33 at a new exchange rate unveiled recently — was impossible.\nFaced with tumbling approval ratings as Venezuelans reel from the economic shock, President Nicolás Maduro is intensifying a crackdown on his opponents, reflected in last week’s arrest of Antonio Ledezma, the mayor of Caracas, and his indictment on charges of conspiracy and plotting an American-backed coup.", "url": "https://www.nytimes.com/2015/02/23/world/americas/amid-venezuelas-economic-chaos-a-political-crackdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}