{"authors": ["The New York Times"], "date_download": "2018-11-16 03:56:34", "date_modify": "2018-11-16 03:56:34", "date_publish": "2015-10-09 17:43:12", "description": "The rules governing one of the world’s greatest honors were set down by Alfred Nobel long ago, but there have been some changes over the years.", "filename": "2015_10_10_world_europe_behind-the-nobel-peace-prize-selection.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340594.html", "image_url": "https://static01.nyt.com/images/2015/10/10/world/10NOBELCOMMITTEE/10NOBELCOMMITTEE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_10_world_europe_behind-the-nobel-peace-prize-selection.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340594.html", "title": "Behind the Nobel Peace Prize Selection", "title_page": "Behind the Nobel Peace Prize Selection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every year there is great anticipation and speculation ahead of the announcement of the Nobel Peace Prize recipient. Bets are placed, news organizations are on alert and, in the past few years, social platforms like Twitter are alight.\nBut who makes the decision?\nThe prize, which has been awarded since 1901, is not selected by an international committee, but instead is decided by five Norwegians appointed by the country’s Parliament.\nQ. Who picks the Nobel Peace Prize winner?\nA. Alfred Nobel, the Swedish inventor who established the prize, stipulated in his will that the Peace Prize be awarded by a committee “of five persons, to be elected by the Norwegian Storting,” the Parliament.\nFor decades after its founding, the committee consisted of current members of Parliament. In an effort for the panel to appear more independent, a rule was made in 1936 barring current members of the government from joining the panel. In 1977, that rule was expanded to include all members of Parliament.", "url": "https://www.nytimes.com/2015/10/10/world/europe/behind-the-nobel-peace-prize-selection.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}