{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 03:44:36", "date_modify": "2018-11-16 03:44:36", "date_publish": "2015-03-27 08:00:05", "description": "An innovative practice hopes its patient-centered methods will work on a national scale, allowing it to expand without losing effectiveness.", "filename": "2015_03_29_upshot_small-company-has-plan-to-provide-primary-care-for-the-masses_1542339876.html", "image_url": "https://static01.nyt.com/images/2015/03/27/upshot/29UP-Iora-slide-MQRZ/29UP-Iora-slide-MQRZ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_29_upshot_small-company-has-plan-to-provide-primary-care-for-the-masses_1542339876.html", "title": "Company Thinks It Has Answer for Lower Health Costs: Customer Service", "title_page": "Company Thinks It Has Answer for Lower Health Costs: Customer Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Iora thinks it may be able to solve both problems and make money doing so. Its business model is meant to keep patients like Ms. Schock out of the hospital by improving service while earning a dividend on the expensive care it was able to avoid.\nThe practice where Dr. Haymon works, in the Central District of Seattle, is one of five that Iora Health opened in just a few months last year. The company now has 140 employees in 11 practices, and it plans to open at least 10 more in 2015. It just raised $28 million in its third round of venture capital financing to help it expand. The ultimate goal is hundreds of practices across the country, a kind of Starbucks for health care. (The company recruited one executive whose last job was opening Au Bon Pain franchises.)\nDr. Rushika Fernandopulle, who is one of the company’s founders and serves as its chief executive, said: “Building one good practice is mildly interesting, because a few people have done that. But how do you scale that across the country? That’s much harder.”\nThere is plenty of innovation in health care delivery, and Dr. Fernandopulle is far from the only physician who thinks he has a better idea about how to keep patients healthier for less money.\nBut his idea is intriguing because it offers the possibility of mass replication of quality care, which might affect the way medicine is practiced beyond his company. Few health care innovators now expand beyond their original location. A team of Stanford researchers recently looked around the country to find what they considered to be the very best primary care practices: All 11 had either one location or just a handful of sites.\n“Most doctors have no business skills, and they don’t understand what venture investors and private investors do,” said Dr. Arnold Milstein, a professor of medicine and an author of the study, who directs the Stanford Clinical Excellence Research Center.\nDr. Fernandopulle’s goal is to “transform health care.” And his strategy is to take something small and effective and reproduce it in office after office. But as Professor Milstein points out, running one unconventional practice and keeping it great is very different from running 100.\nPhoto\nPatients as Customers\nThe Iora practice where Dr. Haymon works is housed in an old beauty school east of downtown, in a commercial plaza shared by a Red Apple grocery store, a Walgreens pharmacy, a busy Starbucks and a Taco Del Mar. When the practice opened, in October, construction was finished on only half the space. Doctors saw patients on one side of a wall, while a construction crew finished work on the other.\nAdvertisement Continue reading the main story\nOne morning, the Iora team gathered in a back conference room for an 8 o’clock meeting called the huddle. The meeting is an essential piece of the Iora formula. The huddle leader rotates among the staff — a gesture to emphasize that the doctors don’t run the place. (This democratic impulse sometimes goes to extremes; there is no receptionist, and all the staff members, doctors included, trade off answering the phone.) This meeting was run by Michelle Howe, a registered nurse, and everyone had a silver Apple laptop for looking at patient data.\nIora practices do not accept any patients off the street. Instead, the company teams up with either an employer that pays for its workers’ health care or a private Medicare plan. Most of Iora’s early practices were with large companies looking to save on their health care bills. Others are partnerships with the health insurance company Humana. In most of the arrangements, the company receives a flat monthly payment for each patient and, if it saves the company money on overall health spending, it takes a percentage of what is saved.\nThe new Seattle practice has a Medicare plan as its partner. The huddle gives the team time to talk about the patients who will be visiting that day and ones who aren’t coming in but whom the clinicians are worried about. A patient like Ms. Schock is a good example of one who would have a high Iora “worry score,” a metric that is half clinical formula and half instinct. Patients with the highest scores are talked about the most in an attempt to think about their problems before their health deteriorates.\nThe huddle is also an old-fashioned staff meeting. There was a report, for instance, on the customer satisfaction surveys that the practice gives each patient after every visit. Patients are asked to rate their experience from one to 10 and to answer two other questions about their experiences. Iora’s management and its partners often point to this “net promoter score” questionnaire, which is intended to measure how likely patients are to endorse or promote the company, as evidence of the company’s success.\nSimilar surveys are conducted in other industries. Apple scores a 72. The health insurance company Kaiser has the highest score in its industry, a 35. An Iora practice, on average, scores above 90. Use of the questionnaires is one of the company’s basic principles. Staff members review the previous day’s answers at every huddle.In Seattle, Dr. Marty Levine questioned whether it made sense to ask the patients, most of them over 65, to answer three questions every time they visited. Geriatric medicine involves a lot of questionnaires, Dr. Levine said, and the patients might get fatigued. “Have we thought about just doing one question?” he asked.\nThere was discussion, and voting. In the end, the team voted 6 to 5 to keep the questionnaires the same as those in the other Iora practices.\nThe moment brought out a tension in Iora’s expansion plan: Its mission is at once to develop a standard formula and to allow its professionals to experiment and adapt to local conditions. Certain elements — the company’s proprietary electronic medical records, the design of the consultation rooms, the daily huddle itself — are nonnegotiable.\nAdvertisement Continue reading the main story\nBut other details are up to the individual practice staff. Group classes, for example, differ by site. The Medicare-only practices feature aerobics classes. The New Hampshire practice holds a popular mindfulness meditation session. The carpenters’ union practice in Dorchester, Mass., has a class called “Hammer Time,” essentially yoga with tools.\nFocus on Venture Funding\nIora was founded three years ago, but Dr. Fernandopulle began developing his model for medical care years before. His basic insight is aligned with a big concern in health reform circles: The system is in many ways designed around providing hospital treatment, the most expensive form of health care.\nThere can be big savings from providing primary care services that keep patients in poor health out of the emergency room and the hospital by, say, making sure a diabetic’s foot wound is treated before expensive amputation is necessary. One of Dr. Fernandopulle’s early practices, which treated high-risk casino workers in Atlantic City, was described in The New Yorker in 2011. The practice was able to reduce hospitalizations for its patients 40 percent and save the casino workers’ union 12 percent in total health care spending. To work, it required persuading the union to pay much higher, per patient monthly fees for primary care medicine instead of the usual system, paying doctors by the visit.\nThis monthly fee is now the center of Iora’s business model, and Dr. Fernandopulle says it has been liberating. Because doctors don’t need to bill for every service they provided, Iora was able to switch to an electronic system that was better suited to managing patient health. And doctors don’t have to worry about documenting specialized codes for every visit to be paid. They can encourage patients to come in as often as they need. Iora makes staff members available around the clock through email and phone, services few practices provide because such visits can’t be billed.\nPhoto\nThe model also emphasizes the health coaches. Ms. Barrow, the health coach in Seattle, was trained overseas as a nurse, but a typical Iora coach has no health care training at all. Many come from customer service backgrounds. Their job is to help patients with health needs that are not medical — diet changes, tracking down the right supportive socks, finding free senior transportation vans that can transport them to office visits or exercise classes.\nMost primary care doctors in the United States take care of more than 2,000 patients. A typical Iora doctor cares for about 1,000. Health coaches manage only a few hundred, giving them much more time for each one.\nAt an Iora practice in Hanover, N.H., for Dartmouth College employees, Patricia Fisken, a 63-year-old patient, and Tyler Hanna, a health coach, joked like old friends. In a sense, they are: Ms. Fisken, a music librarian at the college, comes in every few weeks to see Mr. Hanna, and she comes to the office every week for a mindfulness class. Ms. Fisken is basically healthy, but she is trying to lose weight and finds their regular sessions encouraging.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDartmouth, one of the company’s first partners, says patient satisfaction is high and the school, a leader in health system research, is interested in whether this new model can work better than the usual way of doing things. But Richard G. Mills, the university’s executive vice president, said it was still unclear, three years in, whether the practice was saving the university money. The university would probably pay less to a conventional medical practice for patients like Ms. Fisken, without any serious health problems.\nIora has little published research on the cost savings it has achieved for its partners. The company’s small size makes it hard to produce data with statistical significance. Asked about current evidence of the model’s success, the company provided numbers about one of its sites, where researchers have compared Iora patients with similar patients elsewhere: Total spending was down 12 percent, with hospitalizations down 37 percent, compared with the control group. That may have been a practice with healthy patients, like Dartmouth, or one of the higher-risk patient groups; an Iora spokeswoman said she could not say which practice it was because of a confidentiality agreement with the sponsor.\nAdvertisement Continue reading the main story\nMany of the basic elements of the Iora primary care approach — longer hours, more support staff and additional per patient funding — have been tried in other settings, especially in so-called patient-centered medical homes. So far, the results for those types of practices have not been promising. Few have shown real reductions in spending or in the frequency of patients entering hospitals.\nNonetheless, the company’s partners seem willing to give Iora the benefit of the doubt. Humana, which is working with Iora in the Seattle practices and two in Phoenix, wants to expand the contract to new sites, said Rich Powers, Humana’s vice president for provider management.\nThe company’s model has interested venture capital investors as well. The health care industry is in a period of rapid change, and many investors are looking for opportunities. Iora’s executives say all the waste in the health care system means there is plenty of money to be made with a more rational approach. And Iora’s investors — who have so far put in $42.25 million — think it can capture enough of those savings to be a strong investment.\n“At hundreds of practices, on a consolidated basis it becomes very profitable,” said Michael Greeley, a general partner at the health care venture capital firm Foundation Medical Partners, the lead investor in the most recent funding round.\nThat ability to raise venture capital helped persuade the company’s executives that a profit-making model made sense. Most of the big hospital systems that are experimenting with new models of care are nonprofit. But Iora struggled to attract financing from the big health care foundations and the federal government. There is $10 billion in the federal budget to support health care innovation, including a special program just for primary care. But an Iora application was rejected because its model did not include co-payments, a typical requirement for Medicare.\n“We found it was easier to convince V.C.s to invest in this,” Dr. Fernandopulle said. “The government has become so risk-averse because of the political climate.”\nExpanding the Nest\nAn Iora is a type of bird native to Sri Lanka, where Dr. Fernandopulle was born, and the company’s Cambridge, Mass., headquarters is called “the nest.” The office feels like a tech start-up, with (mostly healthy) snacks in the kitchen and workstations set up on rows of long, shared tables. Many of its occupants are tech workers. Nearly 20 nest employees are developing the company’s electronic health record system. They built the first version in six months from scratch, and they are constantly refining it to run more smoothly and address requests from doctors.\nPhoto\nA custom-built electronic health record system is the sort of investment that would never make sense if Iora were staying small. When the first practice opened, Steve Schrodel, the operations manager, spent hours logging every tongue depressor and latex glove he ordered into a database. For one practice, that would be a waste of time. But now, when Iora opens a new site, ordering supplies takes minutes.\nAdvertisement Continue reading the main story\nMr. Schrodel has the sort of unconventional background that the company seeks. He came to Iora after working for five years as a vice president for development at the restaurant chain Au Bon Pain. He was responsible for opening new stores in hospitals and airports.\nMr. Schrodel said the economics of a new Iora practice were surprisingly similar. “You need a certain amount of scale to make the model profitable,” he said. Dr. Fernandopulle estimates that achieving that size will take two more years.\nBut the mechanics of running a medical practice are different from those of a chain restaurant.\n“This is, unfortunately, not like building Starbucks,” Dr. Fernandopulle said.\nMost health care workers, of course, enter the field because they want to help people. But several Iora doctors and nurses told me Iora’s current customer-is-always-right approach is unusual compared with the places they worked before. At the Dartmouth practice, workers fretted over a single patient questionnaire that noted there was no milk in the lobby’s tea station.\nAs the company rapidly expands, replicating that customer-focused culture is difficult. Physicians need to be great doctors, of course, but they also need to be the sort of people who are comfortable when an intern leads the practice meeting or when they are asked to answer the phones.\nJill Exner, a nurse in Seattle, said she had struggled to think of former colleagues who would be good fits at Iora. Years working in hospitals had left many of them jaded, she said. “My nurse friends are really caring people, but there’s another piece of it.”\nDr. Fernandopulle and Alexander Packard, the company’s chief operating officer, have interviewed nearly all of the company’s current employees, and they have visited each of the sites many times. Both are charismatic leaders who leave strong impressions on the people they meet. (Nearly all the employees I interviewed quoted back things one or the other had told them.) But as the company grows, they will necessarily be less available.\nThe company’s answer to that problem is a human resources operation that tries to systematically identify people with the right qualities to join the practice.\nAdvertisement Continue reading the main story\nInstead of inviting résumé drops, the company holds big open-house events where candidates go through a series of short interviews with Iora employees — a process they compare to speed-dating. Potential employees have interviews with six staff members in different roles, and any of them can veto a candidate. That has happened, for example, when a doctor was rude to a waiter at lunch. “We’re looking for things that don’t necessarily appear in the résumé,” said Jennifer Natenshon, a senior manager for talent and culture.\nFrances Frei, a professor at Harvard Business School, studies businesses that specialize in customer service, and finds the Iora model intriguing.\n“These guys have designed their model as if physics apply,” she said. A mistake many businesses make when they become bigger is that they become more complex. Iora seems focused on primary care, she said, with a particular reliance on health coaches, who are high in service but low in expertise and thus inexpensive to hire.\nIf scale in customer service businesses is difficult, then national scale in primary care medicine is unprecedented in the United States. Dr. Fernandopulle is confident, but he also knows the next few years will be telling.\n“You don’t learn about this reading about it or talking about it in conferences,” he said. “You learn this by doing it.”", "url": "https://www.nytimes.com/2015/03/29/upshot/small-company-has-plan-to-provide-primary-care-for-the-masses.html"}