{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:46:40", "date_modify": "2018-11-16 03:46:40", "date_publish": "2015-12-19 02:08:20", "description": "The inflammatory videos and bomb-making instructions of Anwar al-Awlaki have turned up as a powerful influence in terrorism investigations.", "filename": "2015_12_19_us_politics_internet-firms-urged-to-limit-work-of-anwar-al-awlaki_1542340000.html", "image_url": "https://static01.nyt.com/images/2015/12/19/us/19AWLAKI-2/19AWLAKI-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_us_politics_internet-firms-urged-to-limit-work-of-anwar-al-awlaki_1542340000.html", "title": "Internet Firms Urged to Limit Work of Anwar al-Awlaki", "title_page": "Internet Firms Urged to Limit Work of Anwar al-Awlaki - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In case after terrorism case, from the Fort Hood, Tex., shootings to the Boston Marathon bombing and now to the slaughter in San Bernardino, Calif., the inflammatory videos and bomb-making instructions of Anwar al-Awlaki, easily accessible on the Internet, have turned up as a powerful influence.\nFour years after his death in a drone strike on the orders of President Obama, the question of what can and should be done about the digital legacy of Mr. Awlaki, the American cleric and propagandist for Al Qaeda, is being asked with increasing urgency. Killing him, it is clear, only enhanced the appeal of his message to many admirers, who view him as a martyr.\nPressure on Internet companies to take down his work is growing, because legal experts say the First Amendment would prohibit the government from ordering restrictions. With emotions running high after the most lethal terrorist attack on American soil since Sept. 11, 2001, there is widespread frustration among counterterrorism officials and independent experts at his continuing impact. But possible solutions are divisive and complex, raising a tangle of issues involving technology, national security, religion and freedom of speech.\nOn Friday, the Counter Extremism Project, an advocacy group based in Washington, called on YouTube and other platforms to permanently ban Mr. Awlaki’s material, including his early, mainstream lectures.", "url": "https://www.nytimes.com/2015/12/19/us/politics/internet-firms-urged-to-limit-work-of-anwar-al-awlaki.html"}