{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 04:52:47", "date_modify": "2018-11-16 04:52:47", "date_publish": "2015-04-08 17:38:29", "description": "Under current federal laws, nothing requires police departments and other agencies to report to the public or to the Justice Department about shootings involving officers.", "filename": "2015_04_09_us_us-has-limited-data-on-shootings-involving-police_1542343967.html", "image_url": "https://static01.nyt.com/images/2015/04/09/us/09DATAWEB1/09DATAWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_09_us_us-has-limited-data-on-shootings-involving-police_1542343967.html", "title": "Scant Data Frustrates Efforts to Assess Number of Shootings by Police", "title_page": "Scant Data Frustrates Efforts to Assess Number of Shootings by Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Holder said that in the 1990s, Congress passed a law that was intended to help the Justice Department collect better statistics about shootings involving officers. But that law was ultimately not effective because the reporting was optional, and local departments and agencies may not have the proper resources to be able to make reports to the Justice Department in a timely manner.\nIn a speech in February about the relationship between the police and minorities, Mr. Comey said that during the riots in Ferguson last summer, he had asked his staff members for figures on the number of blacks who had been shot by the police. They told him there were no uniform statistics on such shootings.\n“They couldn’t give it to me, and it wasn’t their fault,” Mr. Comey said.\nMr. Comey said that law enforcement officials and minorities “must find ways to see each other more clearly.” He added, “Part of that has to involve collecting and sharing better information about encounters between police and citizens, especially violent encounters.”\nMr. Comey said he had spoken with the police chief in a major American city who said that he did not know whether the Ferguson police “shot one person a week, one a year or one a century.”\nIn the absence of good data, Mr. Comey said the police chief told him, “all we get are ideological thunderbolts, when what we need are ideological agnostics who use information to try to solve problems.”", "url": "https://www.nytimes.com/2015/04/09/us/us-has-limited-data-on-shootings-involving-police.html"}