{"authors": ["Francisco Toro", "Dorothy Kronick"], "date_download": "2018-11-16 04:18:53", "date_modify": "2018-11-16 04:18:53", "date_publish": "2015-03-06 12:48:07", "description": "Welcome to President Maduro's hall of mirrors of economic mismanagement.", "filename": "2015_03_07_opinion_francisco-toro-dorothy-kronick-venezuelas-currency-circus.html_module=inline_1542341933.html", "image_url": "https://static01.nyt.com/images/2015/03/07/opinion/07edtoro/07edtoro-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_07_opinion_francisco-toro-dorothy-kronick-venezuelas-currency-circus.html_module=inline_1542341933.html", "title": "Venezuela’s Currency Circus", "title_page": "Opinion | Venezuela’s Currency Circus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The system gives rise to a mind-bending tangle of economic distortions. By one calculation, with a single $100 bill exchanged at the black market rate, you can buy enough subsidized gasoline in Venezuela to drive a Hummer around the world 28 times. A new Toyota Corolla retails for about 1.9 million bolívars — that’s either about $300,000 (at one exchange rate) or around $7,200 (at another), take your pick. As in our fable, the exchange-rate regime creates huge incentives for importers to pocket their cheap dollars rather than bring in goods — and that gives rise to lines. Long lines. For all the basics.\nAlongside scarcity, a new specter — or rather, an old one — has emerged. For the last two weeks, the bolívar has been in free fall, evoking fear of devastating hyperinflation, rarely seen in Latin America since the turn of the century.\nVenezuela is no longer an economy marked by distortions. Rather, it’s one big distortion, marked by pockets of economic activity — what a leading blogger calls Distortioland.\nWhat’s strange is that Venezuela’s chaos is entirely self-inflicted. Unlike Greece, which simply doesn’t have the money to pay its debts, the solution to Venezuela’s disaster is a desk reform well within President Nicolás Maduro’s power: Just stop handing out twenties for a buck.\nAs the economist Francisco R. Rodríguez has argued, this simple step would eliminate much of Venezuela’s huge budget deficit, because the government would get more local currency for every barrel of oil sold. That would bring down runaway inflation, because the government would no longer have to print the extra bolívars it needs to operate. And it would put an end to the long lines, because importers would no longer have overwhelming incentives to hoard cheap dollars rather than buy imports.\nEven economists who often clash with Mr. Rodríguez, like Prof. Ricardo Hausmann of Harvard, agree that unifying the exchange rate would be an important first step in reform. Venezuela “has the most ridiculous exchange-rate differential ever in the history of mankind,” noted Mr. Hausmann. Normally, in countries in crisis, the reforms needed to right the economy could prove unpopular in the short term. Normally, tearing down the $20-for-a-buck edict, which means devaluing the currency, would hit people’s pocketbooks hard by increasing the price of imports. Normally, the leaders would be between a rock and a hard place: between default and mass protests.\nBut Distortioland is not normal. The currency regime offers nothing to consumers facing empty shelves, so devaluation could prove popular, even in the short run. Venezuela, between a rock and a lounge chair, has thrown itself against the rock.", "url": "https://www.nytimes.com/2015/03/07/opinion/francisco-toro-dorothy-kronick-venezuelas-currency-circus.html?module=inline"}