{"authors": ["Lisa Prevost"], "date_download": "2018-11-16 03:42:06", "date_modify": "2018-11-16 03:42:06", "date_publish": "2015-11-06 17:05:50", "description": "The upward trajectory of rents in many metropolitan areas, which shows no sign of abating, often makes homeownership the better deal. But renters still aren’t rushing to buy.", "filename": "2015_11_08_realestate_turning-renters-into-buyers_1542339726.html", "image_url": "https://static01.nyt.com/images/2015/11/08/realestate/08mort-graphic/08mort-graphic-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_08_realestate_turning-renters-into-buyers_1542339726.html", "title": "Turning Renters Into Buyers", "title_page": "Turning Renters Into Buyers  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The upward trajectory of rents in many metropolitan areas, which shows no sign of abating, often makes homeownership the better deal. But renters still aren’t rushing to buy.\nReal estate listing and lender websites are awash in charts and mortgage calculators aimed at persuading renters that they can cut their monthly costs by buying a home. The problem is, “increasing rents have a very paradoxical effect on the housing market,” said Ralph McLaughlin, a housing economist at Trulia, the real estate information site. “Rising rents make it a relatively better deal to buy, but it also makes it more difficult for households to save up for a down payment.”\nA recent report from Trulia found that the rent-versus-buy differential is the widest it’s been since 2012, when mortgage interest rates bottomed out. Nationally, buying is 23 percent cheaper than renting. It is also cheaper to buy than to rent, in varying degrees, in all but two of the country’s 100 largest metropolitan areas. (Honolulu and San Jose, Calif., are the exceptions.)\nIn calculating the cost differences, Trulia assumed home buyers put down 10 percent of the purchase price, got a 30-year fixed-rate mortgage at 3.85 percent, and would stay in the home for five years.", "url": "https://www.nytimes.com/2015/11/08/realestate/turning-renters-into-buyers.html"}