{"authors": [], "date_download": "2018-11-16 03:53:17", "date_modify": "2018-11-16 03:53:17", "date_publish": "2015-06-12 08:59:05", "description": "Some 140,000 Rohingya Muslims, a persecuted ethnic group in Myanmar, are confined to a squalid government encampment in Sittwe. Tens of thousands have fled, setting out on a risky sea voyage. Many are still missing.", "filename": "2015_06_13_world_asia_myanmars-missing-rohingya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "image_url": "https://static01.nyt.com/images/2015/06/12/world/11rohingya-listy/11rohingya-listy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_13_world_asia_myanmars-missing-rohingya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "title": "Myanmar’s Missing Rohingya", "title_page": "Myanmar’s Missing Rohingya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shofie Alam, 14, fled around April 20\nHis father, Zahid Hussein, said:\nHe was carrying no documents. He only left with his clothing. No money. We have heard nothing. We have tried — we have gone to so many places to get information. I want to know if my son is still alive.\nSadit Hussein, 23, fled in early April\nHis mother, Gulbahair, said:\nI have nine children. He was the eldest. He had no job, and he could not help his family. He wanted a job. He thought he could support us. One month and eight days after he left, he called by telephone from Thailand. He said, ‘I am in Thailand. If you don’t give them the money, they will throw me in the sea.’ I replied that I would try. The last time I spoke to him he said that he was very sick and that he couldn’t walk or eat anything. I still have no information about my son.\nMohamed Salim, 25, fled in April\nMohamed’s wife, Hasinah Begum, said:\nMy husband told me he was going to work early in the morning. He didn’t return. He had tried twice before to reach Malaysia but failed. He was always saying he wanted to go to Malaysia because there are no jobs here. He did masonry work. He built walks and houses. We haven’t heard anything, no contact. We have a 1-year-old baby.\nMuntaz Begum, 18, fled in January\nHer aunt, Gulbahar, said:\nShe said she wanted to visit one of our relatives in another camp. Then she went missing. I got a call from a trafficker, and I spoke with Muntaz. She said, ‘They are beating me. Please give the money to the traffickers.’ Nearly one month ago, I received a call from Indonesia. My niece is in Indonesia. She arrived with a big boat.\nAbdullah Hakim, 18, fled in December 2014\nHis mother, Zura Khatu, said:\nHe wanted to go to Malaysia. But on the way to Thailand, he was in the trafficker’s hands. The trafficker called me and asked me for 3,000 ringgit. I couldn’t pay the money in time. The trafficker called three times. My son had diarrhea. My son told me that his leg was broken because he was beaten by the traffickers. I told the trafficker, ‘I have some small land that I will sell.’ The trafficker said, ‘If you cannot send the money tomorrow, I will kill your son.’ The next time the trafficker called, my sister-in-law spoke to him. The traffickers told us that my son had died and that they would bury him.\nMohamad Elias, 30, fled around October 2014\nFatimah Khatu, Mr. Elias’s sister, said:\nMy brother sold betel nut in the market. Early morning he went to work. The next day I received information that he left on a big boat. When he called by telephone he said he was on the Thai-Malaysian border. He was in the hands of a trafficker, Jamal. Then the trafficker sold him to another trafficker called Hamid. I got that information from other people. The last thing he said to me was, ‘Quickly give them money.’ He said that his body was very swollen and that he felt like he was becoming paralyzed.\nAbdul Khalid, 15, fled in October 2014\nHis mother, Karlar Banu, said:\nHe secretly left on a boat. I got the number of the trafficker. I called and my son said, ‘The traffickers are beating us. Please free me.’ He was on the Thai border. We heard that he and one of his friends escaped. They were chased by the Thai police. I haven’t received any other information.\nMohamed Rafi, 25, fled around October 2014\nHis wife, Zura Khatu, said:\nHe said repeatedly he would leave for Malaysia to find a job. He didn’t say anything else. He just said he needed to go to Malaysia. One month and six days after he left, I got a phone call from the trafficker. The trafficker told me, ‘Your husband is in our custody.’ The trafficker said, ‘You need to pay 5,000 ringgit.’ I replied, ‘Release him. I will give you money soon.’ The last time I spoke with my husband was seven months ago. He said, ‘Find money quickly.’ I have not heard anything since then.\nHamid Hussein, 13, fled in September 2014\nThe boy’s father, Mohamad Yunnus, said:\nHe spent more than two months on a big boat and then he arrived in Thailand. The trafficker called me from Thailand and said, ‘You need to give me $2,000.’ I replied that I had no money. When I called back, I spoke to my son. He said, ‘I cannot talk for long. I am not feeling well.’ I sold all of my land. I got $1,300. I gave the money to one of the agents. He transferred the money to Malaysia, but the trafficker said he never got the money. In January one of the girls who used to live here called and told me my son had died.\nFutubi, also known as Nasima, 18, fled in June 2014\nHer grandmother, Shamshunisa, said:\nShe went with a neighbor to a wedding ceremony, and she disappeared. Later I heard she was in Thailand. The trafficker demanded 6,000 ringgit. I called the trafficker back around September. The trafficker said, ‘Quickly send money. If you can’t send any money, I will sell her into rubber plantation work.’ I said I wanted to hear my granddaughter’s voice. He put her on the phone. She said, ‘They are beating me and not giving me enough food.’ She was healthy and beautiful when she left.\nAbdul Karim, 32, fled at the end of 2012\nHis mother, Mariam Khatu, said:", "url": "https://www.nytimes.com/2015/06/13/world/asia/myanmars-missing-rohingya.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}