{"authors": ["Melissa Eddy", "Rick Lyman", "Alison Smale"], "date_download": "2018-11-16 03:19:34", "date_modify": "2018-11-16 03:19:34", "date_publish": "2015-09-13 15:20:07", "description": "The move was seen as a strong sign that Germany was growing weary of shouldering so much of the burden for Europe’s largest humanitarian crisis in decades.", "filename": "2015_09_14_world_europe_germany-emergency-measures-european-migrant-crisis_1542338374.html", "image_url": "https://static01.nyt.com/images/2015/09/14/world/14MIGRANTS5/14MIGRANTS5-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_14_world_europe_germany-emergency-measures-european-migrant-crisis_1542338374.html", "title": "Germany Orders Curbs at Border in Migrant Crisis", "title_page": "Germany Orders Curbs at Border in Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — With record numbers of migrants pouring across the Hungarian border and rushing west, Germany, the country that had been the most welcoming in Europe, suddenly ordered temporary border restrictions on Sunday that cut off rail travel from Austria and instituted spot checks on cars.\nThe German move came just one day before European ministers were scheduled to meet in Brussels to discuss a plan to distribute tens of thousands of migrants across Europe, with many governments, particularly in Eastern Europe, bristling at being forced to accept more migrants than they wish to take.\nThe crisis is the latest, and perhaps thorniest, test of Europe’s willingness to work together to solve big problems amid rising populist, nationalist and Euro-skeptic movements across the Continent.\nThe restrictions put in place by Chancellor Angela Merkel’s government were seen as a strong sign — if not an outright message — to other European Union members that Germany was growing weary of shouldering so much of the burden in Europe’s largest humanitarian crisis in decades without more help and cooperation from other nations.", "url": "https://www.nytimes.com/2015/09/14/world/europe/germany-emergency-measures-european-migrant-crisis.html"}