{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 03:21:53", "date_modify": "2018-11-16 03:21:53", "date_publish": "2015-12-08 23:40:38", "description": "The Republican presidential candidate’s comments drew condemnation from Europe and beyond, as well as questions about the direction of the United States.", "filename": "2015_12_09_world_europe_donald-trumps-call-to-bar-muslims-reverberates-abroad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338513.html", "image_url": "https://static01.nyt.com/images/2015/12/09/us/09trump-web1/09trump-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_world_europe_donald-trumps-call-to-bar-muslims-reverberates-abroad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338513.html", "title": "Trump’s Plan to Bar Muslims Is Widely Condemned Abroad", "title_page": "Trump’s Plan to Bar Muslims Is Widely Condemned Abroad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Trump’s position also had its admirers. His stance on Muslim immigration drew several hundred favorable comments on China’s Twitter-like social media site, Weibo, where supporters linked his idea to their own fears of the Uighurs, a minority Muslim group in China’s northwestern region, some of whom have resorted to militancy and violence.\nThe type of attention being paid to Mr. Trump stands in sharp contrast to the last time a presidential election in the United States riveted the world — in 2008, when Barack Obama’s candidacy was widely embraced in other nations eager for what they viewed as a revival of American ideals. During that campaign, Mr. Obama was greeted by more than 200,000 people in Berlin, and his victory was widely hailed as an affirmation of the best of America.\nAs in the United States, Mr. Trump has incited particularly intense debate, not least in predominantly Muslim countries and in Europe, where far-right parties like Marine Le Pen’s National Front have been gaining ground by invoking anti-immigrant messages similar to those of Mr. Trump and where memories of 20th-century fascism still run deep.\nJ.K. Rowling, the British author of the best-selling Harry Potter books, even mused that Mr. Trump was worse than the books’ arch-villain, Lord Voldemort.\nCharles Grant, the director of the London-based Center for European Reform, said Mr. Trump was anathema to many Europeans because his populism had edged toward fascism and conveyed a willingness to preach an open hatred of religious minorities that many far-right leaders, from Ms. Le Pen in France to Nigel Farage of the euroskeptic U.K. Independence Party in Britain, tried to temper as they fought to move their parties into the political mainstream.\nMr. Grant added that Mr. Trump conveyed an ignorance of world affairs that Europeans found hard to stomach from a contender in a national election in the United States.", "url": "https://www.nytimes.com/2015/12/09/world/europe/donald-trumps-call-to-bar-muslims-reverberates-abroad.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}