{"authors": ["Dionne Searcey", "Adam Nossiter", "Carlotta Gall", "Somini Sengupta"], "date_download": "2018-11-16 03:55:46", "date_modify": "2018-11-16 03:55:46", "date_publish": "2015-11-21 17:52:37", "description": "The fatal attack on a hotel in Mali’s capital leads to questions about how a democratic society can protect itself from a few determined extremists.", "filename": "2015_11_22_world_africa_assault-in-mali-hotel-sets-back-fight-on-extremism.html_module=inline_1542340546.html", "image_url": "https://static01.nyt.com/images/2015/11/22/world/africa/22MALI-SUB/22MALI-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_22_world_africa_assault-in-mali-hotel-sets-back-fight-on-extremism.html_module=inline_1542340546.html", "title": "Hotel Attack in Mali Reverses Gains in Fight Against Extremism", "title_page": "Hotel Attack in Mali Reverses Gains in Fight Against Extremism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is a lesson that Mali knows only too well.\nBefore the Islamic State, also known as ISIS or ISIL, swept across wide stretches of Syria and Iraq, establishing a self-proclaimed caliphate, black flags flew in Mali.\nAfter a rebellion and military coup plunged the country into disarray, jihadists from across the Sahel charged through northern Mali. They abducted girls and raped them, imposed their harsh version of Islam on the towns they took over, carried out summary executions and destroyed ancient Sufi shrines. They drove out tens of thousands of Malians from their homes, and ruled the northern half of the country for months in 2012 while the rest of the country could do little more than watch.\nUnlike in Syria, the West did not sit on the sidelines while the country disintegrated. France, the former colonial power, put hundreds of boots on the ground, chasing out the extremists from the towns they controlled, scattering them to the desert and killing some of their top leaders, while the United Nations took on the job of working out a peace deal between the government and the rebels.\nThere are close to 10,000 peacekeepers still in Mali, along with drones that hover over the region. And yet, even after elections and a peace deal to set the country on a new course, extremists have carried out multiple terrorist attacks this year against civilian targets like a restaurant and another hotel, shaking the nation’s faith.\nImage Soldiers stood guard outside the Radisson Blu Hotel in Bamako, Mali, on Saturday. Credit Jerome Delay/Associated Press\n“It means that we’re not over it yet,” said Karim Keïta, the president’s son and the head of Mali’s commission of national defense. “We had a terrorist past, but we’re not over it.”\nWitnesses described how easy it was for the gunmen to carry out the attack on the Radisson Blu on Friday, for which militants linked with Al Qaeda claimed responsibility.", "url": "https://www.nytimes.com/2015/11/22/world/africa/assault-in-mali-hotel-sets-back-fight-on-extremism.html?module=inline"}