{"authors": ["Charles M. Blow"], "date_download": "2018-11-16 03:23:08", "date_modify": "2018-11-16 03:23:08", "date_publish": "2015-01-12 02:40:30", "description": "It is hard to think of the dying boy and the officers who withheld their help and not reach a white-hot level of righteous indignation.", "filename": "2015_01_12_opinion_charles-m-blow-tamir-rice-and-the-value-of-life.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338588.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/blow-circular/blow-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_12_opinion_charles-m-blow-tamir-rice-and-the-value-of-life.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338588.html", "title": "Tamir Rice and the Value of Life", "title_page": "Opinion | Tamir Rice and the Value of Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An extended video released last week of the shooting death of Tamir Rice in Cleveland appears to show an unconscionable level of human depravity on the part of the officer who shot him, a stunning disregard for the value of his life and a callousness toward the people who loved him.\nHis black life didn’t seem to matter. But it does.\nOn Nov. 22, two officers responded to a 911 call about a “guy” in a park pointing a gun that was “probably fake.” (By the way, Ohio is an open-carry state, so having and carrying a gun is not a crime in and of itself.)\nThe guy was Tamir. He had a pellet gun. There is no indication in police statements that he ever fired it.\nOne of the officers, Timothy Loehmann, shot Tamir within “1.5 to two seconds” of arriving at the park. Two seconds. So quickly. In the blink of an eye. And yet, according to The Associated Press, the officers say that they ordered Tamir to put his hands up three times before he was shot. According to the original statement released by the police, “The suspect did not comply with the officers’ orders and reached to his waistband for the gun.”", "url": "https://www.nytimes.com/2015/01/12/opinion/charles-m-blow-tamir-rice-and-the-value-of-life.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}