{"authors": ["Somini Sengupta", "Neil Macfarquhar"], "date_download": "2018-11-16 04:14:04", "date_modify": "2018-11-16 04:14:04", "date_publish": "2015-09-27 21:08:09", "description": "Speaking at the United Nations General Assembly, Mr. Putin suggested that there be a Security Council resolution to “coordinate” actions against terrorist groups.", "filename": "2015_09_29_world_europe_russia-vladimir-putin-united-nations-general-assembly.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341644.html", "image_url": "https://static01.nyt.com/images/2015/09/28/world/americas/putin-web2/putin-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_29_world_europe_russia-vladimir-putin-united-nations-general-assembly.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341644.html", "title": "Vladimir Putin of Russia Calls for Coalition to Fight ISIS", "title_page": "Vladimir Putin of Russia Calls for Coalition to Fight ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — President Vladimir V. Putin of Russia called for “a genuinely broad international coalition” to fight the Islamic State in Iraq and Syria on Monday, and dismissed calls for the ouster of the Syrian president, Bashar al-Assad.\nSpeaking at the United Nations General Assembly for the first time in 10 years, Mr. Putin suggested that there be a Security Council resolution to “coordinate” actions against terrorist groups like the Islamic State.\n“We think it’s an enormous mistake to refuse to cooperate with the Syrian government and its armed forces who are valiantly fighting terrorism face to face,” Mr. Putin said. “No one but President Assad’s forces and Kurdish militia are truly fighting the Islamic state and other terrorist organizations inside Syria.”\nRussia has been a longtime backer of Mr. Assad in Syria, and Moscow has recently bolstered its efforts to support Syrian government forces in their fight against the Islamic State, also known as ISIS or ISIL, and other rebel groups seeking to overthrow the Assad regime. Russian military advisers have been dispatched to Syria, and Moscow has increased the number of combat aircraft it has sent to its base near Latakia, Syria.", "url": "https://www.nytimes.com/2015/09/29/world/europe/russia-vladimir-putin-united-nations-general-assembly.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}