{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:02", "date_modify": "2018-11-16 03:55:02", "date_publish": "2015-07-19 15:04:41", "description": "The new megalopolis, Jing-Jin-Ji, is to cover ground the size of Kansas and have a population about six times larger than the New York metropolitan area.", "filename": "2015_07_20_world_asia_in-china-a-supercity-rises-around-beijing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340502.html", "image_url": "https://static01.nyt.com/images/2015/07/18/world/asia/XXXX-SUPERCITY-slide-JNCX/XXXX-SUPERCITY-slide-JNCX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_20_world_asia_in-china-a-supercity-rises-around-beijing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340502.html", "title": "As Beijing Becomes a Supercity, the Rapid Growth Brings Pains", "title_page": "As Beijing Becomes a Supercity, the Rapid Growth Brings Pains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new region will link the research facilities and creative culture of Beijing with the economic muscle of the port city of Tianjin and the hinterlands of Hebei Province, forcing areas that have never cooperated to work together.\nThis month, the Beijing city government announced its part of the plan, vowing to move much of its bureaucracy, as well as factories and hospitals, to the hinterlands in an effort to offset the city’s strict residency limits, easing congestion, and to spread good-paying jobs into less-developed areas.\nJing-Jin-Ji, as the region is called (“Jing” for Beijing, “Jin” for Tianjin and “Ji,” the traditional name for Hebei Province), is meant to help the area catch up to China’s more prosperous economic belts: the Yangtze River Delta around Shanghai and Nanjing in central China, and the Pearl River Delta around Guangzhou and Shenzhen in southern China.\nBut the new supercity is intended to be different in scope and conception. It would be spread over 82,000 square miles, about the size of Kansas, and hold a population larger than a third of the United States. And unlike metro areas that have grown up organically, Jing-Jin-Ji would be a very deliberate creation. Its centerpiece: a huge expansion of high-speed rail to bring the major cities within an hour’s commute of each other.\nBut some of the new roads and rails are years from completion. For many people, the creation of the supercity so far has meant ever-longer commutes on gridlocked highways to the capital.\nMegalopolis The Jing-Jin-Ji region will link 130 million people across Beijing, Tianjin and Hebei. HEBEI Zhangjiakou BEIJING Yanjiao NORTH KOREA Tangshan Korea Bay TIANJIN Jing-Jin-Ji region Bo Hai Xingtai Handan SOUTH KOREA Yellow Sea CHINA 200 Miles HEBEI BEIJING NORTH KOREA TIANJIN Bo Hai Jing-Jin-Ji region SOUTH KOREA CHINA Yellow Sea 200 Miles\nEncouraged by Hebei Province’s relatively open residency policies and inexpensive housing, people are flocking to suburbs like this one. Yanjiao has grown tenfold, to as many as 700,000 inhabitants, in a decade. But it remains a bedroom community for Beijing — a swath of apartment towers and restaurants with few services.\nAdvertisement Continue reading the main story\nMany believe that the transportation woes will sort themselves out, given enough time and money. A subway and better light rail are planned to open in three to five years, and a new bridge over the Chaobai River to Beijing is under construction.\nMore worrying for many Yanjiao residents is the dearth of hospitals and schools.\n“The services are bad,” said Zheng Linyun, who works in a sales company in Beijing and commutes about five hours a day. His 6-year-old son just started elementary school and has more than 65 children in his class. “All we see are more and more people coming here.”\nOn a bright summer morning, it is easy to see Yanjiao’s better side. Even though the cookie-cutter, 25-story housing blocks stretch dully into the horizon, shopping is plentiful, some streets are tree-lined and the air is much cleaner than in Beijing.\nBut the city has no bus terminals, no cinemas and only two very small parks.\n“The streets flood in the rain because there is no good drainage,” said Xia Zhiyan, a 42-year-old employee of a printing company. “They just built more and more apartments without the most basic facilities.”\nEven by the cheek-by-jowl standards of Chinese public spaces, Yanjiao’s main park is hopelessly crowded. On a recent Sunday afternoon, in-line skaters bumped into each other at a strolling speed, kite lines crossed in the air and older men politely jostled each other as they practiced calligraphy with water brushes on the sidewalk.\nPhoto\nThe lack of services reflects deeper challenges. With no property taxes, Chinese cities rely on public land sales for tax revenues. Municipalities are not allowed to keep other locally raised taxes, for fear that local leaders will misuse the proceeds.\nSo a bedroom community like Yanjiao has no way to pay for new schools, roads or enough bus service so that retirees do not have to stand in line on behalf of their children. Changing this would require restructuring how taxes are collected and distributed, an overhaul that is not on the table. Even though the supercity will consolidate affluent Beijing with tax-starved towns like Yanjiao, they will not share revenue.\nInfrastructure has also lagged. Until recently, high-speed rail failed to connect many vital cities around Beijing, while many roads did not link up. Planning reports say the area has 18 “beheaded” highways — major arteries built in one of the three districts but not linked to others. One highway ends at a bridge over the mostly dried-out river dividing Yanjiao from Beijing, and has remained unfinished for years.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut several factors are making Jing-Jin-Ji a reality. The most immediate is President Xi Jinping, who laid out an ambitious plan for economic reform in 2013 and has endorsed the region’s integration.\nAdvertisement Continue reading the main story\nThe plan calls for eliminating the “beheaded highways” by 2020 and constructing a new subway line. In addition, the plan assigns specific economic roles to the cities: Beijing is to focus on culture and technology. Tianjin will become a research base for manufacturing. Hebei’s role is largely undefined, although the government recently released a catalog of minor industries, such as wholesale textile markets, to be transferred from Beijing to smaller cities.\nBeijing is shifting much of its city administration to the Tongzhou suburb, ending the longstanding practice of putting government offices in the old imperial district.\nPhoto\nThe plan has started to drive up property prices in the suburbs, according to local news reports.\nImproving the infrastructure, especially high-speed rail, will be critical. According to Zhang Gui, a professor at the Hebei University of Technology, Chinese planners used to follow a rule of thumb they learned from the West: All parts of an urban area should be within 60 miles of each other, or the average amount of highway that can be covered in an hour of driving. Beyond that, people cannot effectively commute.\nHigh-speed rail, Professor Zhang said, has changed that equation. Chinese trains now easily hit 150 to 185 miles an hour, allowing the urban area to expand. A new line between Beijing and Tianjin cut travel times from three hours to 37 minutes. That train has become so crowded that a second track is being laid.\nNow, high-speed rail is moving toward smaller cities. One line is opening this year between Beijing and Tangshan. Another is linking Beijing with Zhangjiakou, turning the mountain city into a recreational center for the new urban area, as well as a candidate to host the 2022 Winter Olympic Games.\n“Speed replaces distance,” Professor Zhang said. “It has radically expanded the scope of what an economic area can be.”\nWang Jun, a historian of Beijing’s development, said creating the new supercity would require a complete overhaul of how governments operated, including instituting property taxes and allowing local governments to keep them. Only then can these towns become more than feeders to the capital.\n“This is a huge project and is more complicated than roads and rail,” he said. “But if it can succeed, it will change the face of northern China.”", "url": "https://www.nytimes.com/2015/07/20/world/asia/in-china-a-supercity-rises-around-beijing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}