{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:55", "date_modify": "2018-11-16 04:43:55", "date_publish": "2015-12-16 09:45:28", "description": "The Rev. Lim Hyeon-soo of suburban Toronto was the latest missionary convicted of subversive and “anti-state” crimes.", "filename": "2015_12_17_world_asia_north-korea-canadian-hyeon-soo-lim.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "image_url": "https://static01.nyt.com/images/2015/12/16/multimedia/17northkorea/17northkorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_world_asia_north-korea-canadian-hyeon-soo-lim.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "title": "North Korea Sentences Canadian Pastor to Life in Prison", "title_page": "North Korea Sentences Canadian Pastor to Life in Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last month, Mr. Lim’s family issued a statement appealing to North Korea to release him “in a true show of mercy and compassion.”\nMr. Lim said at his news conference in July that the bags of food he had donated across North Korea had carried the sign of the cross and phrases from the Bible. His church has supported a nursing home, a nursery and an orphanage in North Korea since it began a mission there in 1996, when the country was in the grip of a famine that killed many thousands.\nLisa Pak, a spokeswoman for the church, said that she hoped that end of the trial and the passing of the sentence might now allow for diplomatic progress. “As hard as the sentence was and as shocking as it was to us, there have been cases where the sentence has not been carried out,” Ms. Pak said. The change in government in Canada, she said, might also aid negotiations, although she added that Canadian officials “are very limited in what they can do.” She said that Canadian diplomats had been unable to obtain consular access to Mr. Lim.\nNorth Korea, which zealously tries to shield its citizens from outside influences, has detained several foreign missionaries in recent years, accusing them of “anti state” crimes. In May 2014, an American citizen, Jeffrey Fowle, was arrested and accused of leaving a Bible in a hotel. He was released later that year.\nKenneth Bae, a Korean-American missionary sentenced to 15 years of hard labor for trying to establish a secret proselytizing network, was freed in November last year, after the United States government sent its director of national intelligence, James R. Clapper Jr., to North Korea.", "url": "https://www.nytimes.com/2015/12/17/world/asia/north-korea-canadian-hyeon-soo-lim.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}