{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:56:08", "date_modify": "2018-11-16 03:56:08", "date_publish": "2015-12-23 18:39:41", "description": "Two Republicans lagging in polls have been telling the first-in-nation voters of their enormous responsibility to pick a candidate not named Donald Trump.", "filename": "2015_12_24_us_politics_jeb-bush-chris-christie-new-hampshire-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340568.html", "image_url": "https://static01.nyt.com/images/2015/12/24/us/24GUILTweb1/24GUILTweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_24_us_politics_jeb-bush-chris-christie-new-hampshire-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340568.html", "title": "In New Hampshire, Jeb Bush and Chris Christie Add Guilt Trips to Campaign Stops", "title_page": "In New Hampshire, Jeb Bush and Chris Christie Add Guilt Trips to Campaign Stops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PETERBOROUGH, N.H. — The two leading Republican candidates not named Donald J. Trump who most need a victory in the New Hampshire primary have wooed voters here by promoting their experience, their tough-mindedness and their seriousness.\nNow, as Gov. Chris Christie of New Jersey and Jeb Bush grasp for some way to dissuade the proud New Hampshire electorate from supporting Mr. Trump, they are turning to a new, blunter instrument: guilt.\n“America is counting on you,” Mr. Christie said Sunday night in the century-old town hall here, his 40th question-and-answer session in the state. He repeated himself a few sentences later, in case the voters had missed the barely veiled warning.\n“There’s 14 of us today,” Mr. Christie said of the Republican field. “You all will take us from 14 to four or five. And those four or five are the only ones Americans are going to have to choose from other than Hillary Rodham Clinton. You have enormous responsibility.”", "url": "https://www.nytimes.com/2015/12/24/us/politics/jeb-bush-chris-christie-new-hampshire-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}