{"authors": ["Jennifer Steinhauer", "Jonathan Weisman"], "date_download": "2018-11-16 04:34:20", "date_modify": "2018-11-16 04:34:20", "date_publish": "2015-07-09 16:17:30", "description": "Amid a national debate, Republicans in Washington withdrew a bill that would have allowed Confederate symbols at national cemeteries.", "filename": "2015_07_10_us_republicans-back-down-on-confederate-flags-at-us-cemeteries_1542342860.html", "image_url": "https://static01.nyt.com/images/2015/07/10/us/10congweb4/10congweb4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_10_us_republicans-back-down-on-confederate-flags-at-us-cemeteries_1542342860.html", "title": "Republicans Yield as Confederate Flag Issue Roils Congress", "title_page": "Republicans Yield as Confederate Flag Issue Roils Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We all witnessed the people of Charleston and the people of South Carolina come together in a respectful way to deal with, frankly, a very horrific crime and a difficult issue with the Confederate flag,” Mr. Boehner said. “I actually think it’s time for some adults here in the Congress to actually sit down and have a conversation about how to address this issue.”\nImage Flags marked the graves of Confederate soldiers in April at Appomattox Court House National Historical Park in Virginia. Credit Win McNamee/Getty Images\nThe spending bill that had become the Confederate flag’s latest point of contention was sidelined indefinitely, and Mr. Boehner moved to assemble his working group on Confederate imagery, but it was unclear on Thursday what the timetable would be to convene it. He told reporters that he opposed the display of the flag on federal ground.\nUnsatisfied by the response, Representative Nancy Pelosi, Democrat of California, used her privilege as party leader to demand an immediate vote on a resolution to remove any state flag, including Mississippi’s current flag, containing the Confederate battle flag from the Capitol and store it in a museum. Representative Kevin McCarthy, the majority leader, moved to table the measure, but not before a chorus of Democrats voted no on Mr. McCarthy’s maneuver — by hand rather than the standard electronic card, to drag out the spectacle.\n“I cannot believe that today we have been asked to condone a backward step. Why we in this body would do this is beyond me,” said Representative James E. Clyburn of South Carolina, Congress’s senior black Democrat, who has been at the center of the flag fight since the Charleston shootings.\nBut the Southern Republicans stood their ground on displaying the flag at national cemeteries. Representative Mick Mulvaney, Republican of South Carolina, said he strongly supported removing the flag from the State House grounds in Columbia, but, he said, “This is very, very different.”\n“Spending taxpayer money on the flag, and displaying it on a public monument, may be one thing; preventing private citizens from doing it on graves is very different,” he said.\nMr. Boehner’s working group might have difficulty getting started. Mr. Clyburn said he had not been approached to serve on the panel, and would not serve if asked. “What is there to talk about?” he said.", "url": "https://www.nytimes.com/2015/07/10/us/republicans-back-down-on-confederate-flags-at-us-cemeteries.html"}