{"authors": ["Frances Robles"], "date_download": "2018-11-16 03:42:08", "date_modify": "2018-11-16 03:42:08", "date_publish": "2015-06-20 15:51:46", "description": "Mr. Roof can be seen posing with weapons, visiting Confederate graves and burning an American flag.", "filename": "2015_06_21_us_dylann-storm-roof-photos-website-charleston-church-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339728.html", "image_url": "https://static01.nyt.com/images/2015/06/21/us/21website-web/21website-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_21_us_dylann-storm-roof-photos-website-charleston-church-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339728.html", "title": "Dylann Roof Photos and a Manifesto Are Posted on Website", "title_page": "Dylann Roof Photos and a Manifesto Are Posted on Website - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — Dylann Roof spat on and burned the American flag, but waved the Confederate.\nHe posed for pictures wearing a No. 88 T-shirt, had 88 Facebook friends and wrote that number — white supremacist code for “Heil Hitler”— in the South Carolina sand.\nA website discovered Saturday appears to offer the first serious look at Mr. Roof’s thinking, including how the case of Trayvon Martin, the black Florida teenager shot to death in 2012 by George Zimmerman, a neighborhood watch volunteer, triggered his racist rage. The site shows a stash of 60 photographs, many of them of Mr. Roof at Confederate heritage sites or slavery museums, and includes a nearly 2,500-word manifesto in which the author criticized blacks as being inferior while lamenting the cowardice of white flight.\n“I have no choice,” it reads. “I am not in the position to, alone, go into the ghetto and fight. I chose Charleston because it is most historic city in my state, and at one time had the highest ratio of blacks to Whites in the country. We have no skinheads, no real KKK, no one doing anything but talking on the internet. Well someone has to have the bravery to take it to the real world, and I guess that has to be me.”", "url": "https://www.nytimes.com/2015/06/21/us/dylann-storm-roof-photos-website-charleston-church-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}