{"authors": ["David Gelles"], "date_download": "2018-11-16 04:43:52", "date_modify": "2018-11-16 04:43:52", "date_publish": "2015-02-19 20:22:58", "description": "A combined company would inflict higher prices and worse service on restaurants, hospitals, hotels, schools and other customers, the agency said.", "filename": "2015_02_20_business_dealbook_ftc-challenges-merger-of-sysco-and-us-foods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "image_url": "https://static01.nyt.com/images/2015/02/19/business/dealbook/dbpix-sysco/dbpix-sysco-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_20_business_dealbook_ftc-challenges-merger-of-sysco-and-us-foods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "title": "F.T.C. Challenges Merger of Sysco and US Foods", "title_page": "F.T.C. Challenges Merger of Sysco and US Foods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Federal Trade Commission filed suit on Thursday to halt the proposed merger of Sysco and US Foods, contending that the deal would inflict higher prices and worse service on restaurants, hospitals, hotels, schools and other food service customers.\nThe lawsuit comes more than a year after the $3.5 billion deal was announced and just weeks after Sysco proposed a new set of asset sales it hoped would appease antitrust regulators.\nHowever, that most recent offer, to sell 11 facilities to a smaller rival, the Performance Food Group, was not enough to convince Washington officials that the deal should be approved.\nInstead, the F.T.C. maintained that a takeover of US Foods by Sysco would create an uncomfortably dominant force in the so-called broadline food service market, which encompasses big providers of supplies and ingredients to industrial kitchens.", "url": "https://www.nytimes.com/2015/02/20/business/dealbook/ftc-challenges-merger-of-sysco-and-us-foods.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}