{"authors": ["Carl Zimmer"], "date_download": "2018-11-16 03:44:01", "date_modify": "2018-11-16 03:44:01", "date_publish": "2015-05-12 04:01:08", "description": "In a study published in the journal Evolution, scientists say they have found a way to turn the beaks of chicken embryos back into dinosaur-like snouts.", "filename": "2015_05_12_science_reverse-engineering-birds-beaks-into-dinosaur-bones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "image_url": "https://static01.nyt.com/images/2015/05/12/science/12ZIMMER2/12ZIMMER2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_12_science_reverse-engineering-birds-beaks-into-dinosaur-bones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "title": "Reverse Engineering Birds’ Beaks Into Dinosaur Bones", "title_page": "Reverse Engineering Birds’ Beaks Into Dinosaur Bones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Birds evolved from dinosaurs 150 million years ago, a slow but thorough transformation. Their bodies gained aerodynamic feathers, their digits fused into wings, and they acquired a beak used to gather food.\nWe can see some details of this evolutionary marvel in the fossil record. Yet even the most exquisitely preserved fossil can’t tell us which pieces of DNA had to change in order to turn ground-running dinosaurs into modern birds.\nSome researchers are now trying to pinpoint those genetic changes with experiments on chicken embryos. If the scientists succeed, they should eventually be able to reverse the evolution of birds — and then they may be able to engineer animals more at home in “Jurassic Park” than in a henhouse.\nOne group of these scientists, led by Bhart-Anjan Bhullar of Yale University and Arhat Abzhanov of Harvard University, has spent the past eight years investigating one piece of bird anatomy in particular: the beak. Now, in a study published in the journal Evolution, they report that they have found a way to turn the beaks of chicken embryos back into dinosaur-like snouts.", "url": "https://www.nytimes.com/2015/05/12/science/reverse-engineering-birds-beaks-into-dinosaur-bones.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}