{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:22:28", "date_modify": "2018-11-16 04:22:28", "date_publish": "2015-07-01 00:35:27", "description": "Fixing Ms. Rousseff relationship with the United States and wooing American investors are widely seen as vital to Brazil’s recovery.", "filename": "2015_07_01_world_americas_leader-of-brazil-visits-amid-home-turbulence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342148.html", "image_url": "https://static01.nyt.com/images/2015/06/30/multimedia/obama-rousseff/obama-rousseff-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_01_world_americas_leader-of-brazil-visits-amid-home-turbulence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342148.html", "title": "Dilma Rousseff of Brazil Visits U.S. Amid Turbulence at Home", "title_page": "Dilma Rousseff of Brazil Visits U.S. Amid Turbulence at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Dilma Rousseff of Brazil said at the White House on Tuesday that the spying scandal that damaged ties with the United States had been surmounted because telephones between Brasília and Washington work both ways.\nIn 2013, Ms. Rousseff canceled a planned state visit, a rare honor, because of revelations that the National Security Agency had hacked into her cellphone and private email. While the Brazilian government demanded a written explanation and an apology, no expression of regret ever came.\nBut on Tuesday, Ms. Rousseff said that President Obama’s promise that such spying had ended was enough for her, in part because he had told her that “should he ever need nonpublic information about Brazil, he would just pick up the phone and call me.”\nMs. Rousseff’s change of heart could also be a result of a series of crises that have enveloped her administration almost from the moment she won a second term late last year. Her approval rating was only 10 percent in a poll conducted in June by the Brazilian firm Datafolha, a major drop from 42 percent last December.", "url": "https://www.nytimes.com/2015/07/01/world/americas/leader-of-brazil-visits-amid-home-turbulence.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}