{"authors": ["Benjamin Weiser", "Susanne Craig"], "date_download": "2018-11-16 04:53:39", "date_modify": "2018-11-16 04:53:39", "date_publish": "2015-11-30 15:19:25", "description": "Mr. Silver, 71, one of the state’s most powerful politicians, will automatically forfeit the Assembly seat to which he was first elected nearly 40 years ago.", "filename": "2015_12_01_nyregion_sheldon-silver-guilty-corruption-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344019.html", "image_url": "https://static01.nyt.com/images/2015/12/01/nyregion/01silver-sub/01silver-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_01_nyregion_sheldon-silver-guilty-corruption-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344019.html", "title": "Sheldon Silver, Ex-New York Assembly Speaker, Is Found Guilty on All Counts", "title_page": "Sheldon Silver, Ex-New York Assembly Speaker, Is Found Guilty on All Counts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Asked by one reporter what he would say to constituents who had supported him over the years, he responded, “Thank you.” His lawyers then guided him through the crowd and into a waiting black sedan.\nMr. Bharara released an equally succinct statement after the verdict: “Today, Sheldon Silver got justice, and at long last, so did the people of New York.”\nMr. Silver is the most prominent in a parade of state lawmakers who have been convicted by Mr. Bharara’s office. Mr. Silver’s former counterpart, State Senator Dean G. Skelos, a Republican from Long Island who served as Senate majority leader, is also being tried on federal corruption charges; his case, which also includes Mr. Skelos’s son, Adam, entered its third week on Monday.\nFor portions of his tenure as speaker, Mr. Silver maintained a viselike hold on the Assembly, withstanding the rare challenge from Democratic colleagues, and brushing off all criticism of his performance. He was faulted for his handling of two sexual harassment allegations; in 2013, a state ethics report criticized him for covering up accusations of sexual harassment against Assemblyman Vito J. Lopez.\nMr. Silver also stood out in financial disclosure reports that showed him to be one of the largest earners of outside income among New York State politicians, reporting that he had been paid hundreds of thousands of dollars a year by a law firm, Weitz & Luxenberg. That arrangement would become one of the focal points of the government’s case.\nAt Mr. Silver’s trial, the government presented evidence that prosecutors said showed he had orchestrated two schemes through which he obtained nearly $4 million in illegal payments for taking official actions that benefited a prominent cancer researcher, Dr. Robert N. Taub, at Columbia University, and two New York real estate development firms.", "url": "https://www.nytimes.com/2015/12/01/nyregion/sheldon-silver-guilty-corruption-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}