{"authors": ["Justin Gillis"], "date_download": "2018-11-16 04:21:10", "date_modify": "2018-11-16 04:21:10", "date_publish": "2015-12-13 01:34:43", "description": "By highlighting the gulf between humanity’s stated goals and its plans to achieve them, the climate deal may spur a more intensive worldwide push.", "filename": "2015_12_13_science_earth_climate-accord-is-a-healing-step-if-not-a-cure.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342070.html", "image_url": "https://static01.nyt.com/images/2015/12/13/world/13PLANET/13PLANET-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_13_science_earth_climate-accord-is-a-healing-step-if-not-a-cure.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342070.html", "title": "Climate Accord Is a Healing Step, if Not a Cure", "title_page": "Climate Accord Is a Healing Step, if Not a Cure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LE BOURGET, France — After the stomping and cheering died down, and the hugs and toasts ended, a question hung in the air as the climate conference came to a close: What does the new deal really mean for the future of the Earth?\nScientists who closely monitored the talks here said it was not the agreement that humanity really needed. By itself, it will not save the planet.\nThe great ice sheets remain imperiled, the oceans are still rising, forests and reefs are under stress, people are dying by tens of thousands in heat waves and floods, and the agriculture system that feeds seven billion human beings is still at risk.\nAnd yet 50 years after the first warning about global warming was put on the desk of an American president, and quickly forgotten, the political system of the world is finally responding in a way that scientists see as commensurate with the scale of the threat.", "url": "https://www.nytimes.com/2015/12/13/science/earth/climate-accord-is-a-healing-step-if-not-a-cure.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}