{"authors": ["Sheryl Gay Stolberg", "Stephen Babcock"], "date_download": "2018-11-16 03:10:06", "date_modify": "2018-11-16 03:10:06", "date_publish": "2015-04-25 14:37:46", "description": "A largely peaceful protest over the death of Mr. Gray while in police custody turned chaotic on Saturday night after demonstrators smashed a store’s window and damaged police cruisers.", "filename": "2015_04_26_us_baltimore-crowd-swells-in-protest-of-freddie-grays-death.html_module=inline_1542337806.html", "image_url": "https://static01.nyt.com/images/2015/04/25/us/20150426BALTIMORE-hp-slide-942D/20150426BALTIMORE-hp-slide-942D-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_26_us_baltimore-crowd-swells-in-protest-of-freddie-grays-death.html_module=inline_1542337806.html", "title": "Scenes of Chaos in Baltimore as Thousands Protest Freddie Gray’s Death", "title_page": "Scenes of Chaos in Baltimore as Thousands Protest Freddie Gray’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Shabazz said in a later interview that his rhetoric was intended only to encourage civil disobedience — not violence — but added that he was “not surprised” by the scattered angry outbursts because people here “haven’t received justice.”\nSaturday’s trouble began in the early evening, when a group of protesters, as many as 100 by some accounts, split from the main group as the City Hall rally was breaking up and went on a rampage, throwing cans, bottles and trash bins at police officers, and breaking windows in some businesses. As the breakaway group reached Camden Yards, where the Baltimore Orioles were playing the Boston Red Sox on Saturday night, it was met by police officers in riot gear.\nProtesters smashed windows of some cars and blocked the corner of Pratt and Light Streets, a major intersection that is a main route to Interstate 95 and out of the city. The department used its Twitter feed to urge demonstrators to remain peaceful, and blamed the problems on “isolated pockets of people from out of town causing disturbances downtown.” Late in the ballgame, police briefly instructed fans to remain in the stadium “until further notice,” but the crowd was eventually released.\nPolice Commissioner Anthony Batts said at a news conference that 1,200 officers had been deployed. The department spokesman, Capt. J. Eric Kowalczyk, told a local television station that the police were determined to protect the protesters’ rights to “peaceful expression.”\nAhead of Saturday’s protest, state and city officials warned against outsiders coming into Baltimore to cause the type of unrest that roiled Ferguson, Mo., after the fatal shooting of Michael Brown in August. Gov. Larry Hogan sent dozens of state troopers to Baltimore at the request of Mayor Rawlings-Blake, who urged those taking to the city’s streets to remain peaceful. “If you’re going to come here, come here to help us, not to hurt us,” she said.\nBut at Saturday night’s news conference, Rev. Bryant — who has led other protests here this week but was noticeably absent from the demonstration on Saturday — said the disruption was “not the byproduct of outside agitators,” but rather of “internal frustration,” noting that “99 percent of those who participated over the last couple of days” had been peaceful.\nHe urged Baltimore residents to go to “houses of faith,” on Sunday. “We are not asking you not to protest; we are not asking you not to lift your voice,” he said, adding, “The Bible is clear: Be angry but sin not. Rioting and looting will not give us justice, nor will it turn the tide.”\nPhoto\nLocal leaders of Saturday’s march — including Carron Morgan, 18, Mr. Gray’s first cousin, and an in-law of Mr. Gray’s who gave his name only as Juan — seemed determined to keep the demonstration from getting out of hand. During the afternoon, as the marchers made their way downtown, some young people started kicking dents into cars while other demonstrators told them to stop.\nAdvertisement Continue reading the main story\n“I want outside people to come in,” Mr. Morgan said as he watched people gather early Saturday afternoon at the Gilmor Homes. “But I want them to understand that we don’t want to harm any police officers. We just want justice.”\nDuring the rally at City Hall, before the evening skirmishes erupted, Juan marveled at how smoothly the afternoon had gone. “I just want to say how proud I am,” he told the crowd. “They said a young black man couldn’t lead his people. Did we prove them wrong?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe death of Mr. Gray, who is to be buried here on Monday, has unleashed intense frustration and anger in Baltimore, a majority black city whose mayor and police commissioner are also African-American. Baltimore has a long history of tense relations between police and black residents, and while Ms. Rawlings-Blake and Mr. Batts have said they are trying to make improvements, the death has clearly opened a wound.\nMr. Gray was chased and restrained by police on bicycles at the Gilmor Homes on the morning of April 12; a cellphone video of his arrest shows him being dragged into a police transport van, seemingly limp and screaming in pain. The police have acknowledged that he should have received medical treatment immediately at the scene of the arrest, and have also said that he rode in the van unbuckled, prompting speculation here that he may have been given a so-called “rough ride,” in which he was intentionally jostled. After officers got him to the police station, medics rushed him to the hospital, where he slipped into a coma and died last Sunday.\nSix Baltimore officers have been suspended with pay while the Baltimore Police Department carries out a criminal investigation. (Some demonstrators carried signs on Saturday reading, “No paid vacations.”) The Justice Department also is reviewing the case for possible civil rights violations. Mr. Gray’s family has hired a third party to conduct an independent investigation. Funeral services are scheduled for Monday at the new Shiloh Baptist Church in West Baltimore.\nPhoto\nBaltimore residents have been protesting Mr. Gray’s death for a week, but Saturday’s turnout was among the largest. The throng assembled at the corner of Mount and Presbury Streets, just blocks from where Mr. Gray was apprehended by police, in the early afternoon for speeches and a short march to the Western District Police station, which was barricaded and guarded by officers.\nThere, Tessa Hill-Aston, the president of the Baltimore N.A.A.C.P., remembered a West Baltimore death similar to Mr. Gray’s, in 1994. She worked for the city housing authority at the time, and said she spent all night in the Gilmor Homes to keep the community calm. Asked what has changed since then, she frowned and said, “Nothing.” Surveying the crowd, she said she was glad so many people of different races had turned out, adding, “It shows enough is enough.”\nWhile the march proceeded in an orderly and peaceful fashion, one participant, Omar Newberns, who works as a security officer here and rode his bicycle alongside the other demonstrators, said he was concerned about the spate of police killings involving black men — and what might happen if the police involved in Mr. Gray’s death are not prosecuted and convicted.\nAdvertisement Continue reading the main story\n“This is a powder keg right now,” Mr. Newberns said. “New York and Ferguson and all those other places are just preliminary to introduce it to the nation,” he said. “It could become another Watts. If things don’t get taken care of here, the whole nation could be set afire. I don’t want that to happen.”\nUntil Friday, efforts to pinpoint how and when Mr. Gray was injured had focused on what happened inside the van, with a lawyer for the officers involved playing down the suggestion, based on the cellphone video, that Mr. Gray had been hurt before he was placed inside. The police have acknowledged gaps in the timeline involving three stops made by the van. According to Police Department accounts, at the first stop, officers placed leg bars on Mr. Gray, who they said had become irate; the second stop was made to pick up another arrestee. At the third, Mr. Gray had to be picked up off the floor.\nMr. Gray’s family said that his spinal cord had been 80 percent severed, and that his voice box had been crushed. Mr. Gray’s death was the latest in a string of fatal police encounters with unarmed and mostly black civilians that have forced a national debate about how law enforcement officers use lethal force on the job, especially in high-crime and minority communities. Many of the protesters Saturday dismissed statements by Baltimore officials that the protests should remain local.\n“They need a little history,” Larry Holmes, a Manhattan-based activist with the Peoples Power Assemblies, told the crowd on Saturday. “Martin Luther King was an outside agitator. Malcolm X was an agitator. Jesus Christ was an agitator.”\n“You can’t keep a problem like police brutality a local thing,” Mr. Holmes said. “The world is watching Baltimore now.”", "url": "https://www.nytimes.com/2015/04/26/us/baltimore-crowd-swells-in-protest-of-freddie-grays-death.html?module=inline"}