{"authors": ["Aurelien Breeden"], "date_download": "2018-11-16 04:38:16", "date_modify": "2018-11-16 04:38:16", "date_publish": "2015-08-24 10:45:28", "description": "President François Hollande awarded the Legion of Honor to four men for their role in subduing a gunman on a high-speed train.", "filename": "2015_08_25_world_europe_france-train-attack-legion-of-honor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343096.html", "image_url": "https://static01.nyt.com/images/2015/08/25/world/25FRANCE/25FRANCE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_world_europe_france-train-attack-legion-of-honor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343096.html", "title": "Americans and Briton Receive Top French Honor for Stopping Train Gunman", "title_page": "Americans and Briton Receive Top French Honor for Stopping Train Gunman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — President François Hollande of France on Monday awarded the Legion of Honor, France’s highest award, to three Americans and a Briton for their role in stopping a gunman on a high-speed train traveling to Paris from Amsterdam on Friday.\nThe three Americans — Airman First Class Spencer Stone, 23; Alek Skarlatos, 22, a specialist in the Oregon National Guard; and their friend Anthony Sadler, 23 — received the honor in the gilded halls of the Élysée Palace, where they were joined by Chris Norman, 62, a British consultant.\n“One need only know that Ayoub El Khazzani was in possession of 300 rounds of ammunition and firearms to understand what we narrowly avoided, a tragedy, a massacre,” Mr. Hollande said at the ceremony, referring to the suspect in the attack, a Moroccan who is in police custody and denies that he had planned to stage a terrorist attack.\n“Your heroism must be an example for many and a source of inspiration,” Mr. Hollande added. “Faced with the evil of terrorism, there is a good, that of humanity. You are the incarnation of that.”", "url": "https://www.nytimes.com/2015/08/25/world/europe/france-train-attack-legion-of-honor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}