{"authors": ["Andrew Keh"], "date_download": "2018-11-16 03:23:07", "date_modify": "2018-11-16 03:23:07", "date_publish": "2015-11-30 00:37:14", "description": "The Los Angeles Lakers star announced Sunday on The Players’ Tribune website that he will retire after this season, his 20th in the N.B.A.", "filename": "2015_11_30_sports_basketball_kobe-bryant-announces-retirement.html_module=inline_1542338587.html", "image_url": "https://static01.nyt.com/images/2015/12/01/us/kobe-bryant-retires/kobe-bryant-retires-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_30_sports_basketball_kobe-bryant-announces-retirement.html_module=inline_1542338587.html", "title": "Kobe Bryant Announces Retirement", "title_page": "Kobe Bryant Announces Retirement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Silver added, “I join Kobe’s millions of fans around the world in congratulating him on an outstanding N.B.A. career and thank him for so many thrilling memories.”\nBryant was 17 years old when he was picked 13th over all in the 1996 draft by the Charlotte Hornets, who promptly traded him to the Lakers, the only organization for which he has played in his professional career. He has won five N.B.A. titles and two Olympic gold medals, has been named to 17 All-Star teams and was voted the league’s most valuable player in 2008. He ranks third on the N.B.A.’s career scoring list, behind only Kareem Abdul-Jabbar and Karl Malone.\nFor all Bryant’s success, he will leave a somewhat complicated legacy. He will be remembered as one of the best scorers in the history of the game, but he was also known as a difficult and demanding teammate.\nIn 2003, he was accused of sexual assault in Colorado. He pleaded not guilty, and the charges were eventually dropped.\nBryant is in the final year of a two-year contract with the Lakers and will earn $25 million in salary, making him the league’s highest-paid player this season.\nEven before this formal announcement, Bryant was receiving loud ovations in arenas around the country. In Brooklyn this month, Bryant joked that he preferred the typical hostility of opposing crowds. He said then that he did not want the season to turn into a prolonged, gushing farewell tour.\nBut Bryant, after a celebrated career, may not have much of a choice.", "url": "https://www.nytimes.com/2015/11/30/sports/basketball/kobe-bryant-announces-retirement.html?module=inline"}