{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:11", "date_modify": "2018-11-16 04:17:11", "date_publish": "2015-09-03 08:31:54", "description": "Mr. Xi announced that 300,000 military personnel would be demobilized, the country’s largest troop reduction in nearly two decades.", "filename": "2015_09_04_world_asia_china-military-parade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341831.html", "image_url": "https://static01.nyt.com/images/2015/09/04/world/04china/04china-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_world_asia_china-military-parade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341831.html", "title": "Military Parade in China Gives Xi Jinping a Platform to Show Grip on Power", "title_page": "Military Parade in China Gives Xi Jinping a Platform to Show Grip on Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If it does happen, then this is confirmation that Xi Jinping is the most powerful commander in chief China has seen since Deng Xiaoping,” Mr. Scobell said. “This is about showing Xi as the strongman.”\nMr. Xi did not give any details of the troop reductions. But a spokesman for China’s Ministry of National Defense later said the cuts would be completed by the end of 2017 and were intended to clear the way for deeper changes, and a leaner, more agile military.\nPhoto\n“The focus of these military personnel reductions is on shrinking forces with outdated equipment and slimming down bureaucracy and noncombat personnel,” said the spokesman, Col. Yang Yujun, according to the Defense Ministry’s website. “In the next step, we will roll out new reform measures one after another, actively and steadily advancing reform of national defense and the military.”\nThe cut announced by Mr. Xi would shrink China’s military personnel to two million, the biggest reduction since 500,000 were demobilized in 1997, said the China News Service, a state-run agency. The Chinese military would remain the world’s largest, compared with the United States’ active-duty force of 1.4 million.\nThe reduction would come mostly from ground forces, with more resources going to the navy, the air force and the Second Artillery Corps, which holds China’s land-based ballistic missiles, including nuclear warheads, said David Finkelstein, the vice president of CNA, an organization in Arlington, Va., that specializes in military analysis.\n“This decision was to be expected,” a retired Chinese major general, Xu Guangyu, said of Mr. Xi’s announcement in a telephone interview. “The modernization of weapons and equipment is encouraging a reduction in personnel numbers.”\nWhether Mr. Xi can build on the new troop cuts to change how the Chinese military operates will test his political mettle. His plan to reorganize and reinvigorate the military is part of an ambitious program announced in 2013 that also includes an overhaul of the economy. Since then, the government has instituted some changes, but many observers say the moves have often been hesitant and opaque, failing to match Mr. Xi’s bold promises.\nAdvertisement Continue reading the main story\nTurmoil in the Chinese stock market and worries about an economic slowdown in recent months have also dented Mr. Xi’s reputation, while a sweeping anticorruption campaign that allowed him to purge high-level enemies has left many in the party elite grumbling, nervous or both.\nBut Mr. Xi conveyed confidence on Thursday. Wearing a traditional suit of the kind favored by Mao, he addressed the troops and greeted the crowd while standing in a Red Flag limousine. Later, he watched the procession from a viewing stand overlooking the square with his two predecessors as president, Hu Jintao and Jiang Zemin.\nThe weapons displayed included China’s growing collection of advanced missiles, among them the “Dongfeng-5B, an intercontinental strategic missile designed to carry nuclear warheads, and the Dongfeng-21D antiship ballistic missile,” according to the official Xinhua news agency.\nPhoto\nSince he became head of the Communist Party and chairman of the Central Military Commission in November 2012, Mr. Xi has closely associated himself with the People’s Liberation Army, while also pursuing corruption investigations that have reached into its topmost ranks and allowed him to appoint new commanders. Gen. Guo Boxiong, who for a decade until his retirement in 2012 was the military’s most senior serving officer, was officially placed under investigation in late July.\nThe new troop cuts are likely to be part of a broad restructuring of the military that may include new joint command arrangements to better coordinate land, sea, air and other forces, M. Taylor Fravel, an associate professor at the Massachusetts Institute of Technology who studies the Chinese military, said in an email.\n“Xi would not announce the size of the reduction publicly if a plan for how to achieve the reduction had not already been formulated, so the announcement indicates that reforms are definitely underway,” Professor Fravel said.\nAfter the Communist Revolution in 1949, the People’s Liberation Army emerged as both a bulwark against external threats and a domestic guardian of the party’s power. Its numbers have always been heavily weighted toward the land armies stationed across China to maintain domestic control.\nBut in recent decades, China’s leaders have tried to invest more in air and naval forces to project influence abroad and assert the country’s claims to disputed islands and waters. And Mr. Xi has indicated that he wants to accelerate that shift.\nAdvertisement Continue reading the main story\nThe Chinese government does not issue regular statistics on its military forces. But experts estimate that the army has about 1.6 million personnel, the navy 240,000 and the air force 400,000. Many of its recruits are youths from the countryside, or just out of high school, lacking the skills that are needed to work well in a modern military equipped with computers.\n“The Chinese have come farther than any other military in the last decade,” said Bonnie S. Glaser, senior adviser for Asia at the Center for Strategic and International Studies in Washington. “But nobody recognizes the deficiencies of the P.L.A. more than China.”\nIn March, the Chinese government announced that the defense budget for 2015 would be 10 percent higher than the previous year’s outlay, consolidating China’s position as the world’s second-largest military spender, though still far behind the United States.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut with economic growth slowing, dismissing hundreds of thousands of soldiers could add pressure on the government. Decommissioned officers and former soldiers unhappy with their job prospects and welfare have been a persistent source of protests outside government offices.\nInstead of sending decommissioned officers and soldiers into the civilian work force, Mr. Xi could draw them into domestic security forces, especially the People’s Armed Police, which was founded in the early 1980s from former units of the People’s Liberation Army.\n“What might happen is just a reshuffle,” said Mr. Scobell, the expert at RAND. “The bulk of that may be transferred to another paramilitary force, whether as border guards or elements of the People’s Armed Police.”\nUnlike his recent predecessors, Mr. Xi had some experience in the military before his elevation to the leadership. He started his rise through the party as an aide to the minister of defense for several years starting in 1979, when China was smarting from a brief but disastrous war with Vietnam.\nHe has often visited military units to rub shoulders with soldiers and to push the military to embrace change while praising it as a stronghold of party power. In disputes with Japan, Vietnam and other neighbors over rival maritime claims, Mr. Xi has also signaled that his government will back its demands with force.\nAdvertisement Continue reading the main story\n“They know that if they have to win any war, it must be a high-tech war,” said Che-Po Chan, an assistant professor at Lingnan University in Hong Kong. “It must be an advanced strategy now; it can’t be a so-called people’s war.”\nThe government’s efforts to attract more university graduates to the military through higher pay and better conditions have helped lift the educational levels of recruits in recent years, he said. But Mr. Xi faces the challenge of paying for further improvements as the economy is expanding at its slowest pace in a quarter-century.\n“To support their high-tech strategy, they need to have continuous economic development,” Professor Chan said. “The recent economic challenges might be a problem. But we need more time to judge.”", "url": "https://www.nytimes.com/2015/09/04/world/asia/china-military-parade-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}