{"authors": ["Michael D. Shear", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:24:19", "date_modify": "2018-11-16 04:24:19", "date_publish": "2015-01-09 20:34:31", "description": "The president urged Congress to allocate an estimated $60 billion over 10 years for an initiative that would be based in part on a Tennessee program.", "filename": "2015_01_10_us_obama-announces-plan-to-pay-for-community-college.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342259.html", "image_url": "https://static01.nyt.com/images/2015/01/09/us/politics/OBAMA-web-2/OBAMA-web-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_10_us_obama-announces-plan-to-pay-for-community-college.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342259.html", "title": "Obama, in Tennessee, Begins Selling His Community College Tuition Plan", "title_page": "Obama, in Tennessee, Begins Selling His Community College Tuition Plan  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KNOXVILLE, Tenn. — In California, community college tuition and fees average less than $1,500 a year, the lowest in the nation, and with government grants, most students pay nothing. In Florida and Michigan, the cost is over $3,000, yet poorer students still attend free. But in Vermont and New Hampshire, prices are around $7,000, well over what government grants cover.\nThat broad range means that President Obama’s proposal to make community college tuition-free nationwide — if Congress and the states were to embrace it — would benefit every student of the two-year colleges, but that far greater benefits would go to students in the states with the highest tuition. And while it would aid the economically hard-pressed, it would also effectively extend federal aid to millions of middle- and upper-income students who do not qualify for it currently.\nIntroducing his proposal here on Friday, Mr. Obama vowed to make college affordable for all Americans by investing $60 billion over the next 10 years to provide free community college tuition to as many as nine million students a year across the country. If Congress and the states adopted his plan, the president said, “two years of college will become as free and universal as high school is today.”\nBut even as Mr. Obama hosted three Republican lawmakers from Tennessee on Air Force One for the trip from Washington, his adversaries on Capitol Hill showed little interest in signing on to a new and costly initiative that extends the federal government’s reach into education policy, no matter that it is modeled partly on a program created by Tennessee’s Republican governor, Bill Haslam.", "url": "https://www.nytimes.com/2015/01/10/us/obama-announces-plan-to-pay-for-community-college.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}