{"authors": ["Dan Barry"], "date_download": "2018-11-16 04:12:30", "date_modify": "2018-11-16 04:12:30", "date_publish": "2015-11-28 17:52:24", "description": "An American group wants to have a major league team’s minor league affiliate based in Havana, but its first mission is to build good will.", "filename": "2015_11_29_sports_baseball_a-pitch-is-framed-by-diplomacy-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341550.html", "image_url": "https://static01.nyt.com/images/2015/11/29/sports/CUBANBASEBALL-1/CUBANBASEBALL-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_29_sports_baseball_a-pitch-is-framed-by-diplomacy-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341550.html", "title": "A Pitch Is Framed by Diplomacy in Cuba", "title_page": "A Pitch Is Framed by Diplomacy in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — A minibus of Americans rumbled through a city in transformation, past the run-down housing and round-the-clock construction, the sparsely stocked bodegas and chic new restaurants, to a reception at the residence of the American chargés d’affaires. The hint of change teased the November night.\nA few guests wore golf shirts embroidered with the brand names of sodas and snacks and auto parts. But the business of these men arriving by bus, all in dark suits or blazers, was of a different order: to have a major league team’s minor league affiliate based in Havana, perhaps as early as 2017.\nTheir plan was freighted with history. It would restore the professional baseball bond once shared by two countries long at odds, but it would be possible only in accordance with United States law and, these men insisted, with the full participation of Cuba.\nIn other words, when the time was right. But, as the common sight of a driver talking on a cellphone while in a 1950s-era Chevy suggests, time moves differently here.", "url": "https://www.nytimes.com/2015/11/29/sports/baseball/a-pitch-is-framed-by-diplomacy-in-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}