{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:10:06", "date_modify": "2018-11-16 04:10:06", "date_publish": "2015-02-03 02:41:03", "description": "The New York Police Department will soon have two new groupings of officers: a heavily armed unit to combat terrorism, and a mobile unit for more common events, like protests.", "filename": "2015_02_03_nyregion_bratton-says-terrorism-and-protests-will-be-handled-by-separate-police-units.html_module=inline_1542341406.html", "image_url": "https://static01.nyt.com/images/2015/02/03/nyregion/nypd/nypd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_03_nyregion_bratton-says-terrorism-and-protests-will-be-handled-by-separate-police-units.html_module=inline_1542341406.html", "title": "Bratton Says Terrorism and Protests Will Be Handled by Separate Police Units", "title_page": "Bratton Says Terrorism and Protests Will Be Handled by Separate Police Units - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York Police Department will soon have two new groupings of officers: a heavily armed unit given the task of combating terrorism, and a mobile unit trained to handle more common events, like protests and neighborhood crime spikes.\nThe deployment changes that the police commissioner, William J. Bratton, outlined on Monday differed from those he presented in a speech last week. At that time, he described a single new unit, called the Strategic Response Group, “designed for dealing with events like our recent protests or incidents like Mumbai or what just happened in Paris.”\nThe idea of equipping officers with heavy weapons and protective gear to monitor protesters drew immediate criticism last week, and on Monday, Mr. Bratton sought to clarify his statements.\n“I may have in my remarks or in your interpretation of my remarks confused you or confused the issue,” he told reporters.", "url": "https://www.nytimes.com/2015/02/03/nyregion/bratton-says-terrorism-and-protests-will-be-handled-by-separate-police-units.html?module=inline"}