{"authors": ["Rosalie R. Radomsky"], "date_download": "2018-11-16 04:38:01", "date_modify": "2018-11-16 04:38:01", "date_publish": "2015-04-05 04:15:07", "description": "The couple met in 2013 after the bride sent the groom a condolence note after the death of his wife.", "filename": "2015_04_05_fashion_weddings_05pemberton.html_module=inline_1542343081.html", "image_url": "https://static01.nyt.com/images/2015/04/05/fashion/weddings/05PEMBERTON1SUB/05PEMBERTON1SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_05_fashion_weddings_05pemberton.html_module=inline_1542343081.html", "title": "First a Note, Then a Home-Cooked Meal", "title_page": "First a Note, Then a Home-Cooked Meal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leslie Cox Pemberton and Dennis Bruce Kennemur were married Saturday at Kalmia Gardens of Coker College in Hartsville, S.C. Jean Hoefer Toal, the chief justice of the South Carolina Supreme Court in Columbia, S.C., officiated.\nThe bride, 55, is a vice president for global quality at Sonoco, a packaging company in Hartsville. She graduated from Westminster College in New Wilmington, Pa., and received an M.B.A. from the University of South Carolina. She is the daughter of Judith M. Cox and Franklin D. Cox of Venice, Fla.\nThe groom, 60, works in Columbia as a co-owner of Metabolic Medical Centers, five weight-loss centers in South Carolina. He graduated from the University of Texas. He is a son of Dorothy C. Kantak of Gun Barrel City, Tex., and the late Robert J. Kennemur.\nThe bride was a widow; the groom was a widower, with a previous marriage ending in divorce.\nThe couple met in 2013 after Ms. Pemberton sent Mr. Kennemur a condolence note after the death of his wife Mary, with whom she sat on an advisory board. Her message included her appreciation about how much his wife’s support meant to her after her own husband, Chris, had suddenly died earlier that year.", "url": "https://www.nytimes.com/2015/04/05/fashion/weddings/05pemberton.html?module=inline"}