{"authors": ["Ben Hubbard", "Karam Shoumali"], "date_download": "2018-11-16 04:37:33", "date_modify": "2018-11-16 04:37:33", "date_publish": "2015-05-05 00:19:28", "description": "The fertilizer ammonium nitrate, which was used in explosives at the Oklahoma City federal building in 1995, has been moving into an extremist-controlled Syrian town in what appear to be large quantities.", "filename": "2015_05_05_world_europe_fertilizer-also-suited-for-bombs-flows-to-isis-territory-from-turkey.html__r=0&module=inline_1542343053.html", "image_url": "https://static01.nyt.com/images/2015/05/29/world/AKCAKALE-sub/AKCAKALE-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_05_world_europe_fertilizer-also-suited-for-bombs-flows-to-isis-territory-from-turkey.html__r=0&module=inline_1542343053.html", "title": "Fertilizer, Also Suited for Bombs, Flows to ISIS Territory From Turkey", "title_page": "Fertilizer, Also Suited for Bombs, Flows to ISIS Territory From Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AKCAKALE, Turkey — The laborers work all day, piling bags of fertilizer onto carts and wheeling them through the crossing that connects this southern border town to Syria.\nThe Syrian town next door is firmly controlled by the extremists of the Islamic State, as is clear from the black flag flying over downtown. And while the fertilizer, ammonium nitrate, is widely used for agriculture, it has also been used by terrorists around the world — including the Islamic State — to build powerful explosives.\nFew here think the fertilizer is meant to help Syrian farmers.\n“It is not for farming. It is for bombs,” said Mehmet Ayhan, an opposition politician from Akcakale who is running for Parliament. But he did not oppose the deliveries, saying they created jobs in his impoverished town.\n“As long as the Turkish people benefit from this — regardless of where it goes on the other side — it is a good thing,” Mr. Ayhan said.", "url": "https://www.nytimes.com/2015/05/05/world/europe/fertilizer-also-suited-for-bombs-flows-to-isis-territory-from-turkey.html?_r=0&module=inline"}