{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:39:31", "date_modify": "2018-11-16 04:39:31", "date_publish": "2015-04-22 00:56:58", "description": "President Obama’s continued resistance to the word stood in contrast to Pope Francis, who recently called the massacres “the first genocide of the 20th century” and equated it to mass killings by the Nazis and Soviets.", "filename": "2015_04_22_world_europe_white-house-acknowledges-armenian-genocide-but-avoids-the-term.html_module=inline_1542343171.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_22_world_europe_white-house-acknowledges-armenian-genocide-but-avoids-the-term.html_module=inline_1542343171.html", "title": "White House Acknowledges Armenian Genocide, but Avoids the Term", "title_page": "White House Acknowledges Armenian Genocide, but Avoids the Term  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The White House urged on Tuesday “a full, frank and just acknowledgment” of the Armenian genocide a century after the deaths of as many as 1.5 million people, but once again refused to use the word genocide.\nAlthough President Obama vowed during his 2008 campaign to use the term once he got to the White House, he has consistently not followed through in the six years since he took office out of concern about angering Turkey, a NATO ally that has long rejected the description.\nThe president’s continued resistance to the word stood in contrast to a stance by Pope Francis, who recently called the massacres “the first genocide of the 20th century” and equated them to mass killings by the Nazis and Soviets. The European Parliament, which first recognized the genocide in 1987, passed a resolution last week calling on Turkey to “come to terms with its past.”\nArmenians and others will observe the 100th anniversary of the start of the genocide on Friday, and many had hoped that Mr. Obama would finally fulfill his promise. The Ottoman Turks ordered the roundup and deportation of Christian Armenians, resulting in wholesale deaths, out of fear that they would align themselves with the Russian enemy during World War I.", "url": "https://www.nytimes.com/2015/04/22/world/europe/white-house-acknowledges-armenian-genocide-but-avoids-the-term.html?module=inline"}