{"authors": ["Jonathan Martin", "Dalia Sussman"], "date_download": "2018-11-16 04:38:28", "date_modify": "2018-11-16 04:38:28", "date_publish": "2015-12-10 23:31:32", "description": "Americans are deeply fearful of another terrorist attack, lifting Donald J. Trump to a new high among likely Republican primary voters, the poll found.", "filename": "2015_12_11_us_politics_fear-of-terrorism-lifts-donald-trump-in-new-york-times-cbs-poll.html_ref=first-draft_1542343108.html", "image_url": "https://static01.nyt.com/images/2015/12/11/us/11POLLweb-1449790069313/11POLLweb-1449790069313-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_11_us_politics_fear-of-terrorism-lifts-donald-trump-in-new-york-times-cbs-poll.html_ref=first-draft_1542343108.html", "title": "Fear of Terrorism Lifts Donald Trump in New York Times/CBS Poll", "title_page": "Fear of Terrorism Lifts Donald Trump in New York Times/CBS Poll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet while Mr. Trump may be benefiting among Republicans from a perceived loss of safety, he remains a highly divisive figure with the broader electorate. Sixty-four percent of voters said they would be concerned or scared about what he would do if he became president. And while he occupies a commanding position among Republican primary voters, with more than twice the support of his nearest competitor, his backers are still a minority of that relatively small population.\nEven as he leads the Republican field in support, he also has the most Republican primary voters, 23 percent, who say they would be most dissatisfied with him as the party’s nominee.\n“It’s the things he says and how he says them,” said Bill Rogers, 43, of Xenia, Ohio, who supports John R. Kasich, the state’s Republican governor. “He’s just too blunt and straightforward, and it’s scary. He doesn’t hold anything back. Some people think the way he speaks is offensive, and I’m one of them.”\nPerceptions about the likelihood of another attack are also carrying over into how Americans feel about the state of the country over all.\nJust 24 percent say the country is headed in the right direction, the lowest figure in a Times or CBS News survey in more than two years. More than half of the public, 53 percent, say they are dissatisfied with how things are going in Washington; another 31 percent say they are angry.\nThis profound discontent is animating the Republican presidential race. Mr. Trump now has the support of 35 percent of Republican primary voters, a substantial increase from late October, when he was the choice of 22 percent of Republicans and was edged out by Ben Carson.", "url": "https://www.nytimes.com/2015/12/11/us/politics/fear-of-terrorism-lifts-donald-trump-in-new-york-times-cbs-poll.html?ref=first-draft"}