{"authors": ["Salman Masood"], "date_download": "2018-11-16 03:23:33", "date_modify": "2018-11-16 03:23:33", "date_publish": "2015-10-06 16:10:56", "description": "Scores of Pakistani pilgrims were killed in the disaster, and many families still do not know what happened to their relatives.", "filename": "2015_10_07_world_asia_pakistani-pilgrims-hajj-stampede-saudi-arabia.html_module=inline_1542338613.html", "image_url": "https://static01.nyt.com/images/2015/10/07/world/07Pakistan-web/07Pakistan-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_07_world_asia_pakistani-pilgrims-hajj-stampede-saudi-arabia.html_module=inline_1542338613.html", "title": "Hajj Stampede Tarnishes Saudis’ Image in Pakistan", "title_page": "Hajj Stampede Tarnishes Saudis’ Image in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — For years, Saudi Arabia has had a hallowed status here, considered above question or criticism. Yet the hajj stampede near Mecca last month has taken some of the luster off the exalted image of the kingdom.\nScores of Pakistani pilgrims were killed in the disaster, and many families still do not know what happened to relatives. That has set off an unusual public outcry that prompted the Pakistani government to warn the privately run, characteristically rambunctious television networks to avoid criticizing the Saudis in news programs and talk shows.\nPakistan has long been a close ally of Saudi Arabia, which has provided generous amounts of military and other aid over the years.\nPrime Minister Nawaz Sharif has his own close ties: After his previous government was overthrown in a military coup in 1999, he went into exile there. Still, Mr. Sharif disappointed his former hosts in April when Pakistan’s Parliament voted not to send troops, aircraft and warships to Yemen, as the Saudis had asked.", "url": "https://www.nytimes.com/2015/10/07/world/asia/pakistani-pilgrims-hajj-stampede-saudi-arabia.html?module=inline"}