{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:45:37", "date_modify": "2018-11-16 03:45:37", "date_publish": "2015-11-18 01:22:01", "description": "Indiscriminate bulk data sweeps have not been useful, yet intelligence officials complain that restrictions impede their efforts.", "filename": "2015_11_18_opinion_mass-surveillance-isnt-the-answer-to-fighting-terrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "image_url": "https://static01.nyt.com/images/2015/11/18/opinion/18wed2web/18wed2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_opinion_mass-surveillance-isnt-the-answer-to-fighting-terrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "title": "Mass Surveillance Isn’t the Answer to Fighting Terrorism", "title_page": "Opinion | Mass Surveillance Isn’t the Answer to Fighting Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is hard to believe anything Mr. Brennan says. Last year, he bluntly denied that the C.I.A. had illegally hacked into the computers of Senate staff members conducting an investigation into the agency’s detention and torture programs when, in fact, it did. In 2011, when he was President Obama’s top counterterrorism adviser, he claimed that American drone strikes had not killed any civilians, despite clear evidence that they had. And his boss, James Clapper Jr., the director of national intelligence, has admitted lying to the Senate on the N.S.A.’s bulk collection of data. Even putting this lack of credibility aside, it’s not clear what extra powers Mr. Brennan is seeking.\nImage John Brennan, the director of the C.I.A. Credit Win Mcnamee/Getty Images\nMost of the men who carried out the Paris attacks were already on the radar of intelligence officials in France and Belgium, where several of the attackers lived only hundreds of yards from the main police station, in a neighborhood known as a haven for extremists. As one French counterterrorism expert and former defense official said, this shows that “our intelligence is actually pretty good, but our ability to act on it is limited by the sheer numbers.” In other words, the problem in this case was not a lack of data, but a failure to act on information authorities already had.\nIn fact, indiscriminate bulk data sweeps have not been useful. In the more than two years since the N.S.A.’s data collection programs became known to the public, the intelligence community has failed to show that the phone program has thwarted a terrorist attack. Yet for years intelligence officials and members of Congress repeatedly misled the public by claiming that it was effective.\nThe intelligence agencies’ inability to tell the truth about surveillance practices is just one part of the problem. The bigger issue is their willingness to circumvent the laws, however they are written. The Snowden revelations laid bare how easy it is to abuse national-security powers, which are vaguely defined and generally exercised in secret.", "url": "https://www.nytimes.com/2015/11/18/opinion/mass-surveillance-isnt-the-answer-to-fighting-terrorism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}