{"authors": ["Rob Cox"], "date_download": "2018-11-16 03:44:06", "date_modify": "2018-11-16 03:44:06", "date_publish": "2015-04-10 16:39:45", "description": "Mr. Welch’s successor, Jeffrey R. Immelt, is now getting out of the banking business and returning G.E. to its industrial roots.", "filename": "2015_04_11_business_dealbook_ge-is-finally-exorcising-financial-demons-from-jack-welch-era.html_module=inline_1542339846.html", "image_url": "https://static01.nyt.com/images/2015/04/11/business/dbpix-welch/dbpix-welch-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_11_business_dealbook_ge-is-finally-exorcising-financial-demons-from-jack-welch-era.html_module=inline_1542339846.html", "title": "G.E. Is Finally Exorcising Financial Demons From Jack Welch Era", "title_page": "G.E. Is Finally Exorcising Financial Demons From Jack Welch Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over the next two years, G.E. plans to refocus its financial operations exclusively where they are directly related to benefiting its operations in healthcare equipment, energy and aviation. That will mean shedding something like $200 billion of assets on GE Capital’s books at the end of 2014 and fully offloading its publicly traded consumer credit arm, Synchrony Financial, to investors in a $65 billion divestment.\nIt’s an opportune moment to act. The 31 percent rise in Synchrony’s shares since going public in August illustrates the growing appeal of financial assets and how lenders with large wholesale financing needs can exist on their own. What’s more, many banks in the United States are desperate for higher returns and have loan-to-deposit ratios low enough to take on some of G.E.’s corporate loans or its equipment, inventory or franchise finance businesses.\nBy the time all this contraction has been completed, in three years, G.E. expects to derive 90 percent of its earnings from industrial operations compared to 58 percent today. That’s a G.E. more like the one that Reg Jones passed on to Mr. Welch in 1981. The whole-hog push into finance wasn’t irrational, but the financial and regulatory arbitrage that benefited G.E. during the 1990s and early part of this century was brought to a grinding halt by the crisis and the greater oversight that followed.\nGE Capital’s designation as a systemically important financial institution put the whole Connecticut-based conglomerate into an existential conundrum. The regulatory overhang turned off an entire generation of portfolio managers, and the unit’s return on equity was, at 8.6 percent last year, below its cost of capital. Before the restructuring announcement on Friday, GE stock was down about a third since Mr. Immelt took over.\nReducing GE Capital down to less than a systemically important financial institution size should rectify the Immelt discount in time for him to entertain a graceful succession. Handing another $90 billion back to shareholders in dividends, buybacks and Synchrony stock over the next couple of years, as planned, will further lubricate Mr. Immelt’s glide-path to the egress.", "url": "https://www.nytimes.com/2015/04/11/business/dealbook/ge-is-finally-exorcising-financial-demons-from-jack-welch-era.html?module=inline"}