{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 03:19:33", "date_modify": "2018-11-16 03:19:33", "date_publish": "2015-05-11 13:02:36", "description": "The proposal, which has not been finalized and requires national governments’ approval, is being supported by Germany and Mediterranean member states.", "filename": "2015_05_12_world_europe_migrants-mediterranean-italy-european-commission.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338373.html", "image_url": "https://static01.nyt.com/images/2015/05/12/world/12Migrants-web/12Migrants-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_12_world_europe_migrants-mediterranean-italy-european-commission.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338373.html", "title": "European Commission Prepares Plan to Distribute Migrants Across E.U.", "title_page": "European Commission Prepares Plan to Distribute Migrants Across E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — As Europe struggles to address a worsening migration crisis, the executive arm of the European Union is expected this week to submit a proposal to distribute migrants across the 28-member bloc, officials said on Monday, a plan that would encounter fierce resistance from some national governments.\nTens of thousands of migrants this year have risked the dangerous crossing of the Mediterranean, often on rickety boats and with fatal consequences. Last month, a vessel capsized off Italy, killing as many as 900 people.\nThe proposal for redistributing migrants would be based on a quota system that would take into account factors like the size of a country’s population, the state of its economy and its level of joblessness, European Union officials said.\nThe plan, which has not been finalized and must be approved by national governments to take effect, is being supported by Germany. Last year, the Germans fielded one-third of the 570,800 asylum claims registered in the European Union, according to the United Nations High Commissioner for Refugees, and they are pressing for other countries to take their share.", "url": "https://www.nytimes.com/2015/05/12/world/europe/migrants-mediterranean-italy-european-commission.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}