{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:40", "date_modify": "2018-11-16 03:49:40", "date_publish": "2015-05-26 07:30:20", "description": "It turns out that generous maternity leave and flexible rules on part-time work can make it harder for women to be promoted — or even hired at all.", "filename": "2015_05_26_upshot_when-family-friendly-policies-backfire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340180.html", "image_url": "https://static01.nyt.com/images/2015/05/26/business/26UP-Family/26UP-Family-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_26_upshot_when-family-friendly-policies-backfire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340180.html", "title": "When Family-Friendly Policies Backfire", "title_page": "When Family-Friendly Policies Backfire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“That was thought to be a provision to help them participate in the labor force and achieve more work-family balance, and it’s doing the opposite,” said Ms. Prada, whose study was published last month by the National Bureau of Economic Research.\nSpain passed a law in 1999 giving workers with children younger than 7 the right to ask for reduced hours without fear of being laid off. Those who took advantage of it were nearly all women.\nOver the next decade, companies were 6 percent less likely to hire women of childbearing age compared with men, 37 percent less likely to promote them and 45 percent more likely to dismiss them, according to a study by Daniel Fernández-Kranz, an economist at IE Business School in Madrid, and Núria Rodríguez-Planas, an economist at City University of New York, Queens College. The probability of women of childbearing age not being employed climbed 20 percent. Another result: Women were more likely to be in less stable, short-term contract jobs, which are not required to provide such benefits.\n“One of the unintended consequences of the law has been to push women into the lower segment of the labor market with bad-quality, unprotected jobs where their rights cannot be enforced,” Mr. Fernández-Kranz said.\nThese findings are consistent with previous research by Francine Blau and Lawrence Kahn, economists at Cornell. In a study of 22 countries, they found that generous family-friendly policies like long maternity leaves and part-time work protections in Europe made it possible for more women to work — but that they were more likely to be in dead-end jobs and less likely to be managers.\nThere is no simple way to prevent family-friendly policies from backfiring, researchers say. One idea is to make sure that employers do not have to finance them. As in Chile, they will often pass the burden to employees. The three American states — California, New Jersey and Rhode Island — that offer paid family leave finance it through employee payroll taxes, for example.", "url": "https://www.nytimes.com/2015/05/26/upshot/when-family-friendly-policies-backfire.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}