{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:18:45", "date_modify": "2018-11-16 03:18:45", "date_publish": "2015-10-18 20:00:21", "description": "An Australian lawyer says the Border Force Act in particular has tied the hands of social workers who may want to report abuse at immigration detention centers.", "filename": "2015_10_19_world_australia_australia-migrant-asylum-seekers-policy-greg-barns.html_module=inline_1542338325.html", "image_url": "https://static01.nyt.com/images/2015/10/17/world/00Auslawyer-web/00Auslawyer-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_19_world_australia_australia-migrant-asylum-seekers-policy-greg-barns.html_module=inline_1542338325.html", "title": "Australian Policies on Asylum Seekers Criticized as a Denial of Free Speech", "title_page": "Australian Policies on Asylum Seekers Criticized as a Denial of Free Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. In the months since it was enacted, have you seen any specific concerns you raised play out?\nMy understanding is that Save the Children workers have been raided. I am aware of, without breaching any client confidence, concerns of some medical professionals.\nQ. Does this law raise concerns that it will conflict with other professional obligations that medical personnel or others might have in terms of reporting harm?\nA.It certainly does. Doctors and other medical professionals have an ethical obligation to report systemic abuse in detention centers, and they have done so on a number of occasions. There have been articles published in Australian medical journals in relation to the matter. Under this legislation, these medical professionals would have those ethics compromised, and that really troubles doctors and other health professionals.\nIt also troubles teachers and those social workers who come to us, who work with children and, again, who have a professional obligation in their view, and an ethical obligation, to report abuse. And if there is systemic abuse, for example, and it’s written about in a learned way, in a scholarly way, in a peer-reviewed medical journal, it’s extraordinary to me that that communication would lead to a criminal charge.\nQ. We’ve been talking so far about Australia and Australian law. What about the countries that have these offshore camps, Nauru and Papua New Guinea?\nA. The law in Australia — that Australia has a duty of care to asylum seekers in Papua New Guinea on Manus Island and in Nauru — that’s fundamentally clear. The Nauruan authorities, the Nauruan police, have shown recently their incapacity to investigate criminal activity within detention centers. We had a woman who rang Nauruan police some weeks ago, who had a complaint that she’d been raped — it took four hours to get to her. Then they didn’t take her back to the police station to be examined for some hours. They then came out to say there wasn’t sufficient evidence. So there’s great concern about the lack of investigating capacity.\nIn relation to Papua New Guinea, this is a country that is less than optimal in terms of its capabilities. I’ll be careful here to say, both in relation to Nauru and Papua New Guinea, these are impoverished countries. Nauru has little by way of resources. Papua New Guinea has little by way of resources. And so the capacity of the Papua New Guinea government and the Nauruan government, even if they had the inclination to stem the abuses that are happening in the detention centers, they’re unlikely to do so and they don’t have the capacity to do so.", "url": "https://www.nytimes.com/2015/10/19/world/australia/australia-migrant-asylum-seekers-policy-greg-barns.html?module=inline"}