{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:21:24", "date_modify": "2018-11-16 04:21:24", "date_publish": "2015-11-29 22:52:39", "description": "There are reasons to believe the Paris negotiations are different from previous failed efforts, but an agreement would hardly halt global warming.", "filename": "2015_11_30_us_politics_paris-climate-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342084.html", "image_url": "https://static01.nyt.com/images/2015/11/30/world/europe/30CLIMATE/30CLIMATE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_30_us_politics_paris-climate-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342084.html", "title": "Paris Deal Would Herald an Important First Step on Climate Change", "title_page": "Paris Deal Would Herald an Important First Step on Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — President Obama and more than 100 world leaders will convene with thousands of diplomats on Monday on the outskirts of Paris to open two weeks of intense negotiations aimed at forging an accord that could begin to avert the most devastating effects of global warming and redefine the economy of the 21st century.\nHere is a guide to what is at stake. If the talks fail — as they did in two previous attempts to achieve such a deal — then nations will continue on a trajectory that scientists say locks the planet into a future of rising sea levels, more frequent floods, worsening droughts, food and water shortages, destructive hurricanes and other catastrophic events.\nRecent scientific reports have concluded that the first effects of human-caused climate change have already started to sweep across the Earth, from rising sea levels flooding Miami to savage heat waves in Australia. The National Oceanic and Atmospheric Administration projects that 2015 will be the hottest global year on record, beating the record set in 2014.\nStill, veterans of two decades of United Nations climate change negotiations say there is reason to think that the Paris summit meeting could be different from previous efforts, and yield a deal that could stave off the more destructive effects of warming.", "url": "https://www.nytimes.com/2015/11/30/us/politics/paris-climate-talks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}