{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:43:47", "date_modify": "2018-11-16 03:43:47", "date_publish": "2015-07-27 07:21:04", "description": "Arguments that have already been shown to be false are still used by conservatives to attack a program that has done rather well.", "filename": "2015_07_27_opinion_zombies-against-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339827.html", "image_url": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_27_opinion_zombies-against-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339827.html", "title": "Zombies Against Medicare", "title_page": "Opinion | Zombies Against Medicare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Medicare turns 50 this week, and it has been a very good half-century. Before the program went into effect, Ronald Reagan warned that it would destroy American freedom; it didn’t, as far as anyone can tell. What it did do was provide a huge improvement in financial security for seniors and their families, and in many cases it has literally been a lifesaver as well.\nBut the right has never abandoned its dream of killing the program. So it’s really no surprise that Jeb Bush recently declared that while he wants to let those already on Medicare keep their benefits, “We need to figure out a way to phase out this program for others.”\nWhat is somewhat surprising, however, is the argument he chose to use, which might have sounded plausible five years ago, but now looks completely out of touch. In this, as in other spheres, Mr. Bush often seems like a Rip Van Winkle who slept through everything that has happened since he left the governor’s office — after all, he’s still boasting about Florida’s housing-bubble boom.\nActually, before I get to Mr. Bush’s argument, I guess I need to acknowledge that a Bush spokesman claims that the candidate wasn’t actually calling for an end to Medicare, he was just talking about things like raising the age of eligibility. There are two things to say about this claim. First, it’s clearly false: in context, Mr. Bush was obviously talking about converting Medicare into a voucher system, along the lines proposed by Paul Ryan.", "url": "https://www.nytimes.com/2015/07/27/opinion/zombies-against-medicare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}