{"authors": ["Rick Lyman"], "date_download": "2018-11-16 03:23:09", "date_modify": "2018-11-16 03:23:09", "date_publish": "2015-10-16 14:50:59", "description": "The Hungarian foreign minister said the country was taking action because the European Union had yet to come up with a comprehensive plan to deal with the flow of people.", "filename": "2015_10_17_world_europe_hungary-croatia-refugees-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338589.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_17_world_europe_hungary-croatia-refugees-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338589.html", "title": "Hungary Seals Border With Croatia in Migrant Crackdown", "title_page": "Hungary Seals Border With Croatia in Migrant Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WARSAW — Hungary closed its border with Croatia early Saturday to stem the flow of thousands of migrants who had been making their way into the heart of Europe — just over a day after European Union leaders failed to reach a deal to seal the bloc’s outer borders.\nThe Hungarian foreign minister, Peter Szijjarto, told reporters in Budapest on Friday that his country was taking the action for two reasons: it had finally completed a razor-wire fence along the 216-mile border and, more crucially, because the European Union had yet to come up with a comprehensive plan to deal with the flow of migrants.\nFor the last month, a migrant trail has operated freely, with countries along the route from the Balkans to Germany allowing those seeking asylum to pass through their territories — as long as they either applied for asylum or exited on the other end.\nThe arrangement has helped to avert the kind of humanitarian crises that erupted in Central Europe in late August and early September, when migrants fleeing war and poverty in the Middle East, Africa and elsewhere began pouring into the Balkans in huge numbers.", "url": "https://www.nytimes.com/2015/10/17/world/europe/hungary-croatia-refugees-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}