{"authors": ["Josh Barro"], "date_download": "2018-11-16 04:09:00", "date_modify": "2018-11-16 04:09:00", "date_publish": "2015-10-05 14:29:53", "description": "The tax is appealing to those who want to control health care spending, but not to those who have comprehensive, high-cost health insurance plans.", "filename": "2015_10_06_upshot_the-cadillac-tax-loved-by-economists-and-few-others.html__r=0&module=inline_1542341340.html", "image_url": "https://static01.nyt.com/images/2015/10/06/upshot/06UP-Cadillac/06UP-Cadillac-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_06_upshot_the-cadillac-tax-loved-by-economists-and-few-others.html__r=0&module=inline_1542341340.html", "title": "The Cadillac Tax: Why Economists, but Few Others, Love It", "title_page": "The Cadillac Tax: Why Economists, but Few Others, Love It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The tax is expected to cut health care costs in two ways. First, it would encourage employers to give their employees less generous health benefits and instead pay them more in cash. Second, a reduction in free-spending health plans would reduce the overall demand for health care services, making it harder for doctors and hospitals to raise prices. As a result, the tax is expected to reduce the cost of care even for people whose health plans do not change because of the tax.\nThe tax would push against another public policy that encourages people to spend more on health care than they otherwise might: the longstanding exemption of employee health benefits from both income and payroll taxes. Tax exemptions for health spending cost the federal government $300 billion a year, nearly as much as the federal government spends on Medicaid. The Cadillac tax would effectively shrink those income and payroll tax breaks, but only to the extent that a health plan’s premium exceeds a high price cap, about 50 percent higher than the cost of the average plan.\nWhile the tax would be paid by health insurers, economists expect insurers to pass the cost of the tax through to employers who buy their plans, who would in turn pass the cost through to employees as lower wages. Because the threshold at which the tax is imposed is quite high, few people would be affected by the tax initially — whether because their plans would be taxed or because their employers would choose to change plans to avoid the tax. An analysis from the Tax Policy Center finds just 6 percent of households would be affected either way in the first year of the tax.\nOver time, if health insurance premiums continued to rise faster than inflation, more plans would pass over the Cadillac tax threshold. The exact share of plans affected would depend greatly on the path of health care inflation — and the tax itself would be one of the key tools aiming to contain that inflation.\nThe reduction in spending that would result from effectively limiting the tax benefits for health insurance would be material, even if few health plans would be affected directly: According to an August report from the Congressional Research Service, the tax can be expected to result in between $40 billion and $60 billion less in health care spending per year by 2024. That’s about a 3 percent reduction, and it’s several times larger than the direct impact of the Cadillac tax on government revenues.", "url": "https://www.nytimes.com/2015/10/06/upshot/the-cadillac-tax-loved-by-economists-and-few-others.html?_r=0&module=inline"}