{"authors": ["David Hay", "On Location"], "date_download": "2018-11-16 03:31:29", "date_modify": "2018-11-16 03:31:29", "date_publish": "2015-01-28 18:19:01", "description": "A Texan moves back into his family home, but not before making room for his boyhood hobby.", "filename": "2015_01_29_garden_coming-full-circle_1542339089.html", "image_url": "https://static01.nyt.com/images/2015/01/29/garden/29LOCATION/29LOCATION-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_29_garden_coming-full-circle_1542339089.html", "title": "Coming Full Circle", "title_page": "Coming Full Circle   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He thought it was hilarious,” Mr. Rosenbaum said.\n“I always loved trains,” he said. “I played with my first set, a Marx, so much, I burned out the transformer.” And its replacement, an O-gauge Lionel set that his parents gave him on his sixth birthday, he said, “I played with until I was 14.”\nConstruction began in 2012, and after Mr. Stern died the following year, his partners at Stern and Bucek finished up the project, which cost $935,000 and took two years. Fifty years after Mr. Rosenbaum moved into the house for the first time, he was back home.\nIn its new incarnation, the house is much bigger: 4,500 square feet rather than 3,200. It also has an open floor plan. As David Bucek, one of the architects, explained, “Glen wanted a house that a lot of people could fit into, especially when he had parties.” (So far he has had at least two, for the casts of the Houston Grand Opera’s premieres of “A Coffin in Egypt” and a new version of “A Christmas Carol,” with music by Iain Bell and libretto by Simon Callow.)\nThe curving walls that originally separated the entry hall from the kitchen and living room are still there, but the old teak-paneled walls that enclosed a smaller living room and family room are long gone, as is the hallway to the bedroom wing, demolished to make room for a new master suite.\nMuch of the furniture and art, however, remains exactly where it was when Mr. Rosenbaum was growing up. That includes the dining table that his parents had custom-made in the 1950s and the Adrian Pearsall sofa (although it has been reupholstered). Even the color-field painting his father made still hangs in the entry hall.\nAdvertisement Continue reading the main story\nUpstairs, it’s a different matter. A visitor ascending the new staircase is in for a shock: In the nearly 40-foot-long train room is 630 linear feet of track on a landscaped platform, with four smoke-blasting, whistle-blowing trains running simultaneously.\nDominating the landscape are scale versions of the Pecos River High Bridge and the El Capitan mountain peak. On a plateau sit models of the Rosenbaum homes, both this house and an earlier one. There is also a replica of the Southern Pacific Passenger Depot in Wharton, Tex., a 1914 building that was restored by Stern and Bucek, and the control towers from the Southern Pacific Englewood Yard near downtown Houston.\nIt’s not unusual for Mr. Rosenbaum to spend a half-hour or so with his trains when he gets home from work at night, he said. And even longer on the weekends.\nOn a recent Saturday, he spent several hours running the trains for five local children, as their grandparents looked on in amazement.\n“It was really fun,” he said. That was explanation enough.", "url": "https://www.nytimes.com/2015/01/29/garden/coming-full-circle.html"}