{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 03:42:53", "date_modify": "2018-11-16 03:42:53", "date_publish": "2015-07-14 01:11:27", "description": "The mistake, was likely to have contributed to confusion the F.B.I. had about the drug arrest in February of Dylann Roof, the man charged last month in the killing of nine people in Charleston, S.C.", "filename": "2015_07_14_us_clerical-error-played-role-in-gun-sale-to-dylann-roof.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339773.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_14_us_clerical-error-played-role-in-gun-sale-to-dylann-roof.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339773.html", "title": "Clerical Error Played Role in Gun Sale to Dylann Roof", "title_page": "Clerical Error Played Role in Gun Sale to Dylann Roof - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Law enforcement authorities in South Carolina said on Monday that a jail clerk there had made an error when entering information into a computer system about a February drug arrest of the man who is charged in the killing of nine people in a historically black church in Charleston last month.\nThe mistake, which was first reported by The Associated Press, was likely to have contributed to confusion the F.B.I. had about where the arrest occurred when it sought to obtain a police report about the drug incident.\nThe F.B.I. sought the report in April while it conducted a background check to determine whether the man, Dylann Roof, should be sold a gun, which was later used in the attack.\nAlthough the F.B.I. never obtained the report and did not approve the sale, Mr. Roof was able to purchase the firearm through a loophole in federal gun laws several days after he initially applied to buy it.", "url": "https://www.nytimes.com/2015/07/14/us/clerical-error-played-role-in-gun-sale-to-dylann-roof.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}