{"authors": ["Rick Lyman", "Joanna Berendt"], "date_download": "2018-11-16 04:11:10", "date_modify": "2018-11-16 04:11:10", "date_publish": "2015-12-14 16:44:20", "description": "Changes under the newly empowered Law and Justice Party are unsettling what had been a model for the struggling post-Soviet states of Eastern Europe.", "filename": "2015_12_15_world_europe_poland-law-and-justice-party-jaroslaw-kaczynski.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341470.html", "image_url": "https://static01.nyt.com/images/2015/12/15/world/15POLAND-1/15POLAND-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_world_europe_poland-law-and-justice-party-jaroslaw-kaczynski.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341470.html", "title": "As Poland Lurches to Right, Many in Europe Look On in Alarm", "title_page": "As Poland Lurches to Right, Many in Europe Look On in Alarm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WARSAW — In the few weeks since Poland’s new right-wing government took over, its leaders have alarmed the domestic opposition and moderate parties throughout Europe by taking a series of unilateral actions that one critic labeled “Putinist.”\nUnder their undisputed leader, Jaroslaw Kaczynski, they pardoned the notorious head of the security services, who was appealing a three-year sentence for abuse of his office from their previous years in power; tried to halt the production of a play they deemed “pornographic”; threatened to impose controls on the news media; and declared, repeatedly and emphatically, that they would overrule the previous government’s promise to accept refugees pouring into Europe.\nBut the largest flash point, so far, has been a series of questionable parliamentary maneuvers by the government and the opposition that has allowed a dispute over who should sit on the country’s powerful Constitutional Tribunal to metastasize into a full-blown constitutional crisis — with thousands of protesters from all sides taking to the streets.\nCountries across Europe have seen nationalist movements rise in popularity, particularly in the wake of the refugee crisis and the terrorist attacks in Paris. But Poland’s rightward lurch under the newly empowered Law and Justice Party is unsettling what had been the region’s strongest economy and a model for the struggling post-Soviet states of Eastern Europe.", "url": "https://www.nytimes.com/2015/12/15/world/europe/poland-law-and-justice-party-jaroslaw-kaczynski.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}