{"authors": ["Michael J. De La Merced", "Vindu Goel"], "date_download": "2018-11-16 04:21:22", "date_modify": "2018-11-16 04:21:22", "date_publish": "2015-12-08 22:56:27", "description": "The company will consider other options, including a possible sale of its core Internet operations, a person briefed on the matter said.", "filename": "2015_12_09_technology_yahoo-is-said-to-abandon-plan-to-spin-off-alibaba-stake.html_module=inline_1542342082.html", "image_url": "https://static01.nyt.com/images/2015/12/09/business/09yahoo-web/09yahoo-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_technology_yahoo-is-said-to-abandon-plan-to-spin-off-alibaba-stake.html_module=inline_1542342082.html", "title": "Yahoo Is Said to End Plan to Spin Off Alibaba Stake", "title_page": "Yahoo Is Said to End Plan to Spin Off Alibaba Stake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Yahoo will abandon plans to spin off its $31 billion stake in Alibaba, a Chinese e-commerce company, people briefed on the matter said on Tuesday.\nInstead, Yahoo will consider other options, including possibly selling its core Internet operations, which would leave its Alibaba stake as its primary asset. The company’s stake in Yahoo Japan may also be spun off, the people said.\nAn announcement may come as soon as Wednesday.\nThe decision, reached after extensive deliberations by the company’s board over the past week, is a repudiation of the strategy laid out by Marissa Mayer, Yahoo’s chief executive, who was hired in 2012 to turn around the struggling Internet company.\nMs. Mayer had planned to spin off Yahoo’s 15 percent stake in Alibaba, bundled with a small-business services unit, into a new company called Aabaco. She then planned to focus her attention on the company’s core business, which is the selling of advertising that gets shown to the roughly one billion users of its apps and websites.", "url": "https://www.nytimes.com/2015/12/09/technology/yahoo-is-said-to-abandon-plan-to-spin-off-alibaba-stake.html?module=inline"}