{"authors": ["Marc Santora"], "date_download": "2018-11-16 03:43:19", "date_modify": "2018-11-16 03:43:19", "date_publish": "2015-11-05 05:55:04", "description": "At 9, without his parents, he was forced to flee to the swamps.", "filename": "2015_11_08_magazine_the-displaced-chuol.html_module=inline_1542339799.html", "image_url": "https://static01.nyt.com/images/2015/11/08/magazine/08sudan-promo/08sudan-slide-3T40-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_08_magazine_the-displaced-chuol.html_module=inline_1542339799.html", "title": "The Displaced: Chuol", "title_page": "The Displaced: Chuol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For weeks, he and his grandmother swam and waded through snake-infested waters, dodging crocodiles, eating little more than grass. Chuol was constantly afraid that he might die. If a soldier did not kill him, he thought, an animal surely would.\n“We would swim for so long until we could swim no more,” he recalled. “But we could sometimes still hear the gunfire and needed to keep moving. So we pulled ourselves along by the reeds.”\nIn July, they arrived on one of the small islands that dot the vast swamp, joining some 80,000 other displaced people. (The New York Times agreed not to name the exact location out of concern for the family’s safety.) For months, the conflict prevented widespread humanitarian aid from reaching the increasingly desperate masses hiding on this muddy sliver of land. But by late summer, a lull in fighting and a tentative peace agreement allowed food and other supplies from groups like Unicef to be airlifted again to the region.\nThis fall, Chuol and his grandmother were able to get to a camp in Juba, South Sudan’s capital, before traveling to another camp in Kenya to join other relatives. Chuol’s grandmother told him she is planning to go back to South Sudan to look for his mother. Unicef has received reports that she has been seen alive in the country.\nWhen I spoke to Chuol this past summer, he was still on the island in the swamp. He recalled how his mother worked for humanitarian organizations before they were forced to flee — clearing an airstrip and doing other odd jobs to help them get by.\n“Sometimes, before we were displaced, I would dream about being able to learn more and then going to work for a humanitarian organization,” he said. “Or maybe even becoming a doctor and working in a hospital where I can help people.” He looked down at his hands, pausing for a moment, lost in his thoughts. “If I grow up and leave this place,” he said, “maybe I can still become a doctor.”", "url": "https://www.nytimes.com/2015/11/08/magazine/the-displaced-chuol.html?module=inline"}