{"authors": ["Stanley Reed"], "date_download": "2018-11-16 03:20:07", "date_modify": "2018-11-16 03:20:07", "date_publish": "2015-08-02 16:51:03", "description": "The interior ministers called on Sunday for other European Union countries to help solve the root causes of the migrant crisis at the port of Calais.", "filename": "2015_08_03_world_europe_france-and-britain-seek-help-on-migrants-from-eu.html_module=inline_1542338407.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_03_world_europe_france-and-britain-seek-help-on-migrants-from-eu.html_module=inline_1542338407.html", "title": "France and Britain Seek Help on Calais Migrants From E.U.", "title_page": "France and Britain Seek Help on Calais Migrants From E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nightly attempts by migrants to force their way into the terminal has led to delays of train services and severe backups on British highways, and disrupted the flow of goods between the two countries, prompting criticism of David Cameron, the British prime minister. The migrants, who are trying to escape poverty and violence in Africa, the Middle East and elsewhere, believe that crossing the Channel to Britain will give them the best opportunity to create better lives for themselves.\nThe ministers said the addition of 120 police officers and other security measures around the Calais terminal had led to a fall in the number of migrants gaining access to the tunnel. Eurotunnel, which operates the tunnel, said on Sunday that trains from both Britain and France were operating on schedule.\nBut the ministers wrote that the “long-term answer” to the migrant problem lay in discouraging migrants from trying to reach Europe in hopes of bettering their economic circumstances. “Our streets are not paved with gold,” they wrote. “We must help African countries to develop economic and social opportunities so that people want to stay.”", "url": "https://www.nytimes.com/2015/08/03/world/europe/france-and-britain-seek-help-on-migrants-from-eu.html?module=inline"}