{"authors": ["Dan Levin"], "date_download": "2018-11-16 04:17:18", "date_modify": "2018-11-16 04:17:18", "date_publish": "2015-03-03 01:41:29", "description": "The generals, including the son of a former high-ranking leader, were the latest to fall under President Xi Jinping’s sweeping anticorruption campaign.", "filename": "2015_03_03_world_china-names-14-generals-suspected-of-corruption.html_module=inline_1542341838.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_03_world_china-names-14-generals-suspected-of-corruption.html_module=inline_1542341838.html", "title": "China Names 14 Generals Suspected of Corruption", "title_page": "China Names 14 Generals Suspected of Corruption  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although there was no proof verifying the rumor, censors quickly blocked search terms like “Guo + dress in drag” on the popular microblog platform Sina Weibo, according to China Digital Times, a website based in Berkeley, Calif., that covers China news and digital media. Mr. Guo has not officially been accused of corruption.\nThe military notice also announced that Lan Weijie, a former deputy commander in the central province of Hubei, was sentenced to life in prison in January for accepting bribes, owning property purchased with “unidentified sources” and the illegal possession of firearms.\nLast year, China’s widening military corruption scandal ensnared the military’s former No. 2 official, Xu Caihou, who was indicted in October on bribery charges. Mr. Xu is one of the highest-ranking targets of the anticorruption campaign begun by President Xi, who is also head of the Central Military Commission.\nMr. Xi has vowed to clean up the military as part of his campaign to strengthen party rule by reining in corruption. The campaign comes as China is upgrading its military capabilities to bolster claims over disputed maritime territories in the South and East China Seas, with an eye on countering the influence of the United States in Asia and the Pacific.\nOn Monday, the People’s Liberation Army published a separate commentary on its website lauding the investigations as proof that the military was serious about fighting corruption. “They show the military’s courage to cut the poison off the bones with a knife and make steel out of raging fire,” it said, adding, “Let us praise the People’s Army that is truly worthy of the people’s trust.”\nBut the military’s anticorruption drive also appears intended to fortify Mr. Xi’s hold on power by targeting rival factions and alerting members of his own about the limits of corruption he will tolerate, according to Phillip C. Saunders, director of the Center for the Study of Chinese Military Affairs at the National Defense University in Washington.\nSo far, investigators have only investigated former senior members of the Central Military Commission, rather than those appointed by Mr. Xi.\n“It seems to be strategic in who they’re going after and not going after,” Mr. Saunders said. “There are people being made an example of within the P.L.A., but it’s not the people at the very top. This achieves the purpose of warning them to tone down corruption without the political cost.”", "url": "https://www.nytimes.com/2015/03/03/world/china-names-14-generals-suspected-of-corruption.html?module=inline"}