{"authors": ["Josh Kron"], "date_download": "2018-11-16 04:01:22", "date_modify": "2018-11-16 04:01:22", "date_publish": "2015-12-11 19:53:53", "description": "The assaults raised tensions in an African nation pulsing with violence since President Pierre Nkurunziza won a controversial third term in office.", "filename": "2015_12_12_world_africa_bujumbura-burundi-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340882.html", "image_url": "https://static01.nyt.com/images/2015/12/12/world/12BURUNDI/12BURUNDI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_12_world_africa_bujumbura-burundi-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340882.html", "title": "Burundi Military Sites Raided by Gunmen, Renewing Fears of Chaos", "title_page": "Burundi Military Sites Raided by Gunmen, Renewing Fears of Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Echoing signs of alarm, three international airlines, Ethiopian Airlines, Kenya Airways and RwandAir, canceled flights into Burundi on Friday. “The reason we could not land is that there is no personnel,” a Kenya Airways official told Reuters. It was not clear if the airport had been closed.\nThe United Nations has yet to decide how to bolster the international response to the crisis, including whether to send peacekeepers to the country. After a meeting Friday evening, the Security Council, in a statement, called on all armed groups to lay down their weapons and on the government to resume political talks. The Council statement warned that it would consider additional measures against perpetrators of violence.\nThe Human Rights Council, acting on a request from the United States and 42 other countries, agreed to hold a special session on Burundi in Geneva next Thursday. Keith Harper, the United States ambassador to the council, wrote in a Twitter post that the United States pushed for the special session on Burundi to address the “deteriorating human rights situation.” The recent violence leading up to Friday’s assault has included assassination attempts, grenades thrown at government property and random killings. “Confrontation is escalating; it is more and more structured, and more and more people,” said Thierry Vircoulon, an analyst for the watchdog International Crisis Group. “We’re moving towards a guerrilla-type scenario.”\nAnalysts who suspect that the opposition is behind the campaign of violence say it is a way of pressuring the government to negotiate a power-sharing agreement. But Mr. Nkurunziza, who came to power in 2005 at the end of civil war in Burundi, has shown no sign of willingness to share power.\nThe Constitution limits presidents to two terms, but when Mr. Nkurunziza announced in April that he would seek a third term, he argued that his candidacy was legal because he was first elected by Parliament, not by voters. His move led to a failed coup attempt in May, boycotts by opposition parties and waves of protests and violence after the vote in July.\nSince then, hundreds of people have been killed and hundreds of thousands have fled to neighboring Rwanda for safety. In November, the son of a well-known Burundian human rights activist was found dead after being arrested during one of the protest rallies.", "url": "https://www.nytimes.com/2015/12/12/world/africa/bujumbura-burundi-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}