{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 04:27:50", "date_modify": "2018-11-16 04:27:50", "date_publish": "2015-02-05 01:44:06", "description": "The NBC anchor said he was on a helicopter behind one that was hit in 2003 and that he had conflated the two.", "filename": "2015_02_05_business_media_brian-williamsapologizes-for-saying-he-was-shot-down-over-iraq_1542342470.html", "image_url": "https://static01.nyt.com/images/2015/02/05/business/05williams-web1/05williams-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_05_business_media_brian-williamsapologizes-for-saying-he-was-shot-down-over-iraq_1542342470.html", "title": "Brian Williams Admits He Wasn’t on Copter Shot Down in Iraq", "title_page": "Brian Williams Admits He Wasn’t on Copter Shot Down in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The military newspaper Stars and Stripes, which first reported on the Facebook comment, identified Mr. Reynolds as the flight engineer on the helicopter. He and other crew members told Stars and Stripes that Mr. Williams was not in their helicopter that had been shot down, but in one that arrived an hour later.\nOn Wednesday, Mr. Williams, the news anchor, replied on Facebook and admitted that he had made a mistake, acknowledging that he was not in an aircraft hit by ground fire, but instead was in a following aircraft.\n“You are absolutely right and I was wrong,” he wrote, adding that he had in fact been on the helicopter behind the one that had been hit. Constant viewing of the video showing him inspecting the impact area, he said, “and the fog of memory over 12 years — made me conflate the two, and I apologize.”\nOn Wednesday’s night’s Nightly News broadcast, Mr. Williams reiterated his apology.\n“This was a bungled attempt by me to thank one special veteran and by extension our brave military men and women veterans everywhere, those who have served while I did not,” Mr. Williams said. “I hope they know they have my greatest respect and also now my apology.”", "url": "https://www.nytimes.com/2015/02/05/business/media/brian-williamsapologizes-for-saying-he-was-shot-down-over-iraq.html"}