{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:57:08", "date_modify": "2018-11-16 03:57:08", "date_publish": "2015-05-29 12:20:11", "description": "It was the second attack claimed by the Islamic State in two weeks, and raises fears that sectarian passions fueling conflicts across the Middle East pose a threat to the kingdom.", "filename": "2015_05_30_world_middleeast_mosque-bombing-saudi-arabia-shiites-dammam.html_module=inline_1542340628.html", "image_url": "https://static01.nyt.com/images/2015/05/30/world/30Mosque2/30Mosque-web-1432910281190-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_30_world_middleeast_mosque-bombing-saudi-arabia-shiites-dammam.html_module=inline_1542340628.html", "title": "Explosion Near Shiite Mosque Kills 4 in Eastern Saudi Arabia", "title_page": "Explosion Near Shiite Mosque Kills 4 in Eastern Saudi Arabia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — A suicide bomber dressed in women’s clothing detonated his explosive belt near the entrance to a Shiite mosque in eastern Saudi Arabia on Friday, killing three other people, according to Saudi state media. The Islamic State jihadist group claimed responsibility, as it did just a week ago for a similar attack in the same region.\nNews reports said the bomber, who was dressed in the ample black abaya worn by Saudi women, blew himself up as security officers were approaching him. In a statement posted on Twitter, the Islamic State claimed responsibility for the attack, saying it had been carried out by “a soldier of the caliphate” named Abu Jandal al-Jazrawi, a nom de guerre.\nThe attack occurred near Al Anoud mosque, in the eastern city of Dammam, where many Shiites live.\nThe two attacks, both targeting Shiite mosques during the largest prayer gathering of the week, have raised fears that the sectarian passions fueling conflicts across the Middle East pose an increasing domestic threat to the kingdom.\nSaudi Arabia, a Sunni monarchy with a Shiite minority living mostly in the country’s oil-rich east, has been accused of escalating sectarian bombast against Shiites to rally support for its air offensive in neighboring Yemen against Shiite Houthi rebels.", "url": "https://www.nytimes.com/2015/05/30/world/middleeast/mosque-bombing-saudi-arabia-shiites-dammam.html?module=inline"}