{"authors": ["Mark Mazzetti", "Rukmini Callimachi"], "date_download": "2018-11-16 03:58:32", "date_modify": "2018-11-16 03:58:32", "date_publish": "2015-05-08 00:51:56", "description": "A senior leader of Al Qaeda in Yemen, his son and six Qaeda fighters were killed last month in a drone attack, American officials said Thursday.", "filename": "2015_05_08_world_middleeast_top-qaeda-figure-dies-in-yemen-drone-strike.html_module=inline_1542340712.html", "image_url": "https://static01.nyt.com/images/2015/05/08/world/08qaeda1/08qaeda1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_08_world_middleeast_top-qaeda-figure-dies-in-yemen-drone-strike.html_module=inline_1542340712.html", "title": "Top Qaeda Figure Dies in Yemen Drone Strike", "title_page": "Top Qaeda Figure Dies in Yemen Drone Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — An American drone strike in a southern port city of Yemen last month killed a senior operative of the Qaeda branch in that country who had recently emerged as a public face of the group, it announced on Thursday.\nThe Qaeda operative, Nasr bin Ali al-Ansi, had appeared in some of the group’s most significant public announcements, including a video claiming credit for the deadly attack on the French satirical publication Charlie Hebdo. A statement disseminated by the group, Al Qaeda in the Arabian Peninsula, known as A.Q.A.P., said that Mr. Ansi had died along with his son and six Qaeda fighters during a strike in the port city of Mukalla.\nThe news of Mr. Ansi’s death came as American drone operations were under new scrutiny. Last month, President Obama announced that a C.I.A. drone strike in Pakistan in January had inadvertently killed two Western hostages, including an American aid worker, Warren Weinstein.\nAmerican officials would not confirm the death of Mr. Ansi or say whether there had been an operation intended to kill him. Spokesmen for the White House and the C.I.A. declined to comment. A spokesman for the National Counterterrorism Center referred questions to the Pentagon, but Defense Secretary Ashton B. Carter declined to provide details about the strike during a news conference on Thursday.", "url": "https://www.nytimes.com/2015/05/08/world/middleeast/top-qaeda-figure-dies-in-yemen-drone-strike.html?module=inline"}