{"authors": ["Charles Homans"], "date_download": "2018-11-16 03:52:36", "date_modify": "2018-11-16 03:52:36", "date_publish": "2015-09-03 23:15:24", "description": "The haunting photographs of Aylan Kurdi.", "filename": "2015_09_03_magazine_the-boy-on-the-beach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340356.html", "image_url": "https://static01.nyt.com/images/2015/09/03/magazine/03mag-syria-1/03mag-syria-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_03_magazine_the-boy-on-the-beach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340356.html", "title": "The Boy on the Beach", "title_page": "The Boy on the Beach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you have spent a Saturday morning like this, then this is what you see when you look at the boy on the beach: Aylan’s mother (Rehan, who drowned with him, as did Aylan’s older brother, Galip) or father (Abdullah, who survived), pulling the Velcro straps tight, in anticipation of a voyage they can fathom and the boy cannot. There are many things separating your life from theirs, of course. But from another angle — the vantage of the still-new parent, who has recently learned to view the entire world through the lens of the myriad risks it poses to a child — all that really separates you are a few strokes of misfortune. On Wednesday morning, someone like you was helping Aylan put on his shoes.\nBut if you follow this emotional vector to its logical endpoint, you end up in an uncomfortable place. The boy on the beach has little in common with the other images of children in extremis that have caused the world to pause, however briefly, and contemplate its brutality. I’m thinking of Nick Ut’s napalm girl in Vietnam, Kevin Carter’s starving, vulture-stalked child in Sudan. Both are scenes from the pits of what feels like a safely distant hell. The children’s nakedness and emaciation attest to the fact that they are already far removed from the experience of the intended audience, already rendered alien by the debasement of war or famine. What they evoke is less empathy — in the true sense of being able to understand another’s pain — than pity. They urge Americans to use their hegemonic privilege to alleviate suffering. Stop the war; send food.\nIt’s hard to imagine either of these images having anywhere near the same impact today; there are simply too many like them. On a bad day, the average Twitter user could encounter a dozen Syrian Phan Thi Kim Phucs without even looking for them. And then a boy in nice, clean clothes washes up on the beach near a resort town.\nIs it wrong to be more jarred, more ravaged by this image simply because the child looks as if he could have wandered off your neighborhood playground, because in one photograph the policeman tasked with recovering the body — from the look on his face, it’s hard to imagine that he isn’t himself a father — is cradling him the same way you’ve cradled your own sleeping son, one Velcro strap flapping loose on his left shoe? Because the beach, by the looks of it, could be Southern California or Florida as easily as Turkey, could be the last place you watched your own kid kicking around in the sand? Because this child, unlike the anonymous, dust-shrouded corpses you’ve seen in other photographs, bears all the outward signs of being cared for as you care for your own?\nBut we know we are like this — that empathy is, in practice, mostly a measure of distance from one experience to another, reckoned by some ancient tribal part of the mind. There’s ample psychological research suggesting that people underestimate the suffering of those who look different from them, that the knowledge of another group’s history of suffering simply leads people to assume they have a higher tolerance for it. The bodies of Syrian children scroll by in the Twitter feed, interspersed with GIFs from old sitcoms and news about Tom Brady. You feel something for them but not enough, and you move on, dimly aware of amassing one more incremental unit of guilt for your acquiescence to the world as it is.", "url": "https://www.nytimes.com/2015/09/03/magazine/the-boy-on-the-beach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}