{"authors": ["Benjamin Mueller", "Michael S. Schmidt"], "date_download": "2018-11-16 03:45:43", "date_modify": "2018-11-16 03:45:43", "date_publish": "2015-11-14 23:26:42", "description": "The catastrophic events in Paris on Friday put law enforcement agencies on heightened alert, and left people waking up to the weekend in the city coping with a creeping sense of dread.", "filename": "2015_11_15_nyregion_day-after-paris-attacks-familiar-fear-grips-a-wary-new-york.html_smprod=nytcore-iphone&smid=nytcore-iphone-share&module=inline_1542339943.html", "image_url": "https://static01.nyt.com/images/2015/11/15/nyregion/15FEAR1/15FEAR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_15_nyregion_day-after-paris-attacks-familiar-fear-grips-a-wary-new-york.html_smprod=nytcore-iphone&smid=nytcore-iphone-share&module=inline_1542339943.html", "title": "Day After Paris Attacks, Familiar Fear Grips a Wary New York", "title_page": "Day After Paris Attacks, Familiar Fear Grips a Wary New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They paused outside concert halls and in the middle of Broadway shows, on subways and buses carrying people into some of the country’s most crowded areas, reckoning with how the spasm of terror that struck Paris on Friday, seemingly at random, might pierce American lives, too.\nTeenagers’ cellphones blinked with warnings texted from parents to stay out of big crowds and heed feelings of foreboding. Families huddled in their kitchens over whether a Saturday outing still made sense. A young woman from South Carolina in a Manhattan hotel prayed over breakfast for scores of victims who, she said, were uncomfortably like her: concertgoers, diners at fashionable restaurants, soccer fans.\nAlmost all of them forged on, but many felt less than safe, shaken by a sense that extremists had opened a new front in their assault on the most banal pleasures of modern city life. It was no longer enough to steer clear of the symbols of global finance and free expression that had been struck down earlier this century, they said. Danger was now lurking in their routines, stalking all their favorite urban diversions.\n“I couldn’t take the subway home last night because I felt like, ‘What if?’ ” said Aba Obieshi, 19, a music student in New York. “It’s impossible to tell where something might be happening. There’s no planning for something like that.”\nPeople took comfort in their unremarkable surroundings, until they realized they could not. Hyden Chaim, a musician and writer, had seen a band called Frog Eyes at a music venue called Baby’s All Right in Williamsburg on Friday night.\n“I thought, what’s the likelihood of getting bombed at such an obscure band’s show?” Mr. Chaim, 28, said. “But I’m sure the people in Paris were thinking the same way.”\nLaw enforcement agencies across the United States responded by going on heightened alert, and the Federal Bureau of Investigation planned to increase its surveillance of Americans under investigation for apparent ties to the Islamic State, which is also known as ISIS, according to senior American officials. The N.F.L. and N.B.A. said they would bolster security for a packed schedule of weekend games.", "url": "https://www.nytimes.com/2015/11/15/nyregion/day-after-paris-attacks-familiar-fear-grips-a-wary-new-york.html?smprod=nytcore-iphone&smid=nytcore-iphone-share&module=inline"}