{"authors": ["Julie Hirschfeld Davis", "Tamar Lewin"], "date_download": "2018-11-16 04:24:11", "date_modify": "2018-11-16 04:24:11", "date_publish": "2015-01-09 00:35:50", "description": "The president’s initiative, which would expand educational opportunities for millions, is another attempt to address persistent income inequality.", "filename": "2015_01_09_us_politics_obama-proposes-free-community-college-education-for-some-students.html_module=inline_1542342251.html", "image_url": "https://static01.nyt.com/images/2015/01/09/us/09OBAMA1-web/09OBAMA1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_09_us_politics_obama-proposes-free-community-college-education-for-some-students.html_module=inline_1542342251.html", "title": "Obama Plan Would Help Many Go to Community College Free", "title_page": "Obama Plan Would Help Many Go to Community College Free  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama said Thursday that he would propose a government program to make community college tuition-free for millions of students, an ambitious plan that would expand educational opportunities across the United States.\nThe initiative, which the president plans to officially announce Friday at a Tennessee community college, aims to transform publicly financed higher education in an effort to address growing income inequality.\nThe plan would be funded by the federal government and participating states, but White House officials declined to discuss how much it would cost or how it would be financed. It is bound to be expensive and likely a tough sell to a Republican Congress not eager to spend money, especially on a proposal from the White House.\n“With no details or information on the cost, this seems more like a talking point than a plan,” said Cory Fritz, a spokesman for House Speaker John A. Boehner, Republican of Ohio.", "url": "https://www.nytimes.com/2015/01/09/us/politics/obama-proposes-free-community-college-education-for-some-students.html?module=inline"}