{"authors": ["Ian Austen"], "date_download": "2018-11-16 04:21:34", "date_modify": "2018-11-16 04:21:34", "date_publish": "2015-10-22 00:10:59", "description": "The coming Canadian prime minister is expected to move swiftly on issues that do not require parliamentary approval, and make vague commitments on those that do not.", "filename": "2015_10_22_world_americas_trudeau-is-expected-to-set-a-pragmatic-not-partisan-course-in-canada.html_module=inline_1542342094.html", "image_url": "https://static01.nyt.com/images/2015/10/22/world/22canada-web1/22canada-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_22_world_americas_trudeau-is-expected-to-set-a-pragmatic-not-partisan-course-in-canada.html_module=inline_1542342094.html", "title": "Justin Trudeau Is Expected to Set a Pragmatic, Not Partisan, Course in Canada", "title_page": "Justin Trudeau Is Expected to Set a Pragmatic, Not Partisan, Course in Canada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "OTTAWA — After his sweeping victory in Canada’s election on Monday, Justin Trudeau received the customary telephone calls from other world leaders. Yet along with their congratulations was the suggestion that he should enjoy the postelection glow because, he said he was told, it’s “all downhill” from here.\nSince becoming leader of the Liberal Party two years ago, Mr. Trudeau, 43, has repeatedly emphasized that he wants politics to be about consensus, not ideology. That would be a shift from the hyperpartisan approach of Prime Minister Stephen Harper, who has led Canada for nearly 10 years.\nBut when he takes office on Nov. 4, he will find himself saddled with a problem that most elected officials would give anything for: a majority in Parliament. He should be able to pass his left-leaning agenda with little friction, yet that would probably alienate the very conservatives he has said he wants to reach out to.\nMr. Trudeau’s associates insist that he is pragmatic above all. “He’s committed to try to make the right decision and not always ideological decisions,” said Anna Gainey, the president of the Liberal Party and a longtime friend of Mr. Trudeau.", "url": "https://www.nytimes.com/2015/10/22/world/americas/trudeau-is-expected-to-set-a-pragmatic-not-partisan-course-in-canada.html?module=inline"}