{"authors": ["Michael D. Shear", "Julia Preston"], "date_download": "2018-11-16 04:25:20", "date_modify": "2018-11-16 04:25:20", "date_publish": "2015-02-17 05:40:06", "description": "President Obama vowed to appeal a federal judge’s decision to block his administration’s sweeping immigration plan.", "filename": "2015_02_18_us_obama-immigration-policy-halted-by-federal-judge-in-texas.html_module=inline_1542342320.html", "image_url": "https://static01.nyt.com/images/2015/02/18/us/18IMMIGJP2/18IMMIGJP2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_18_us_obama-immigration-policy-halted-by-federal-judge-in-texas.html_module=inline_1542342320.html", "title": "Dealt Setback, Obama Puts Off Immigrant Plan", "title_page": "Dealt Setback, Obama Puts Off Immigrant Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "White House officials said the government would continue preparing to put Mr. Obama’s executive actions into effect but would not begin accepting applications from undocumented workers until the legal case was settled. That could take months. In the meantime, the president urged Republican lawmakers to return to negotiations on a broader overhaul of immigration laws.\n“We should not be tearing some mom away from her child when the child has been born here and that mom has been living here the last 10 years minding her own business and being an important part of the community,” he said.\nWhite House officials said the Justice Department was reviewing whether to ask an appeals court to block Judge Hanen’s ruling and allow the executive actions to proceed. But for now, the judge’s ruling could be a crushing disappointment to members of the immigrant community, who have spent much of the last two years pressuring Mr. Obama to act decisively to prevent deportations that separate immigrant families, including many with children or spouses who are living in the United States legally.\nIn Texas, Gov. Greg Abbott, a Republican who had filed the lawsuit in his former position as the state’s attorney general, hailed the ruling Tuesday as a victory for the rule of law. “President Obama abdicated his responsibility to uphold the United States Constitution when he attempted to circumvent the laws passed by Congress via executive fiat,” Mr. Abbott said, “and Judge Hanen’s decision rightly stops the president’s overreach in its tracks.”", "url": "https://www.nytimes.com/2015/02/18/us/obama-immigration-policy-halted-by-federal-judge-in-texas.html?module=inline"}