{"authors": ["Neil Gough"], "date_download": "2018-11-16 03:54:54", "date_modify": "2018-11-16 03:54:54", "date_publish": "2015-08-12 03:41:12", "description": "The nation’s central bank set the official rate 1.6 percent lower than the previous day, jolting markets and raising concerns about the economy.", "filename": "2015_08_13_business_international_china-weakens-renminbi-currency-further_1542340494.html", "image_url": "https://static01.nyt.com/images/2015/08/13/world/13Yuan-web/13Yuan-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_13_business_international_china-weakens-renminbi-currency-further_1542340494.html", "title": "China Weakens Its Currency Further", "title_page": "China Weakens Its Currency Further - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Citing unidentified people, Reuters and Bloomberg reported on Wednesday that the central bank intervened in the market, selling dollars and buying renminbi through state banks in order to support the Chinese currency. The reports could not be independently verified. Phone calls to the People’s Bank of China’s headquarters in Beijing rang unanswered after regular office hours.\nIn a statement on Wednesday morning, China’s central bank reiterated its pledge to give the market a bigger role in setting the exchange rate. But it sought to allay any concerns that the value of the renminbi would continue to spiral downward.\n“Based on international and domestic economic and financial conditions, there is currently no basis for a continued depreciation of the renminbi exchange rate,” the statement said.\nChina appears to have two main goals in allowing its closely managed currency to weaken.\nFor one, it could help offset the country’s slowing economy. Exports have been particularly hard hit, contracting by 8 percent in July, and a cheaper renminbi makes China-made goods relatively more affordable for consumers in the United States and Europe.\nAt the same time, China is also seeking a greater role for its currency on the global stage. In recent months, policy makers have been lobbying the International Monetary Fund to include the renminbi in its basket of global reserve currencies, which includes the dollar, euro, yen and pound.\nThat means convincing the fund that the renminbi is a freely traded currency.\nThe I.M.F. reacted positively to Tuesday’s statement by China’s central bank that it would tweak the way it sets the exchange rate, saying in a statement that the move “appears a welcome step as it should allow market forces to have a greater role in determining the exchange rate.”\nIt added, however, “The exact impact will depend on how the new mechanism is implemented in practice.”", "url": "https://www.nytimes.com/2015/08/13/business/international/china-weakens-renminbi-currency-further.html"}