{"authors": ["Neil Irwin"], "date_download": "2018-11-16 04:18:01", "date_modify": "2018-11-16 04:18:01", "date_publish": "2015-08-12 14:19:55", "description": "The devaluation fits China’s frantic efforts to prop up its stock market earlier this summer, a short-term solution to a pressing problem.", "filename": "2015_08_13_upshot_the-more-chinas-currency-falls-the-more-it-looks-like-a-currency-war_1542341881.html", "image_url": "https://static01.nyt.com/images/2015/08/13/upshot/13UP-China/13UP-China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_13_upshot_the-more-chinas-currency-falls-the-more-it-looks-like-a-currency-war_1542341881.html", "title": "The More China’s Currency Falls, the More It Looks Like a ‘Currency War’", "title_page": "The More China’s Currency Falls, the More It Looks Like a ‘Currency War’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The initial reaction out of the United States to the original liberalization of exchange rates Tuesday went in two directions. One was to shout “currency war,” arguing that China was engaging in a desperate measure to try to achieve some temporary economic gain at the expense of its rivals through currency devaluation. See, for example, the comments of Senator Chuck Schumer, a longtime critic of China’s currency practices.\nIn some of the halls of power in Washington, the reaction was more one of cautious optimism. The International Monetary Fund and United States Treasury adopted a wait-and-see view of the move. They have both been pushing China to liberalize its exchange rate policy so that it adapts more to market forces, and they were, it seemed, getting what they wanted.\n(For a particularly sophisticated version of this argument, read this article by Nicholas Lardy, the China expert at the Peterson Institute for International Economics, who made arguments in line with the I.M.F. view; the Twitter feed of his boss, Adam Posen, is more skeptical.)\nThe fact that the sharp drop continued for a second day makes more plausible the idea that China is primarily motivated by a desire to advantage its exporters against competitors across Asia and beyond.", "url": "https://www.nytimes.com/2015/08/13/upshot/the-more-chinas-currency-falls-the-more-it-looks-like-a-currency-war.html"}