{"authors": ["Keith Bradsher", "Chris Buckley"], "date_download": "2018-11-16 03:55:29", "date_modify": "2018-11-16 03:55:29", "date_publish": "2015-07-05 11:44:40", "description": "A failure to halt the sell-off in stocks in the last three weeks has shaken Beijing’s aura of invincibility and imperils the global economy.", "filename": "2015_07_06_business_international_chinas-market-rout-is-a-double-threat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340529.html", "image_url": "https://static01.nyt.com/images/2015/07/06/business/06-yuan-jp/06-yuan-jp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_06_business_international_chinas-market-rout-is-a-double-threat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340529.html", "title": "China’s Market Rout Is a Double Threat", "title_page": "China’s Market Rout Is a Double Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Sunday, the government brought in the central bank, the People’s Bank of China, and an investment arm of the country’s sovereign wealth fund to support the effort.\nThe China Securities Regulatory Commission, which governs the stock markets, said that the central bank would give financial support to the state-controlled China Securities Finance Corporation to “enhance its capacity to safeguard market stability.” The finance corporation lends to brokerage firms, which then lend the money to customers wanting to buy shares.\nIn addition, Central Huijin Investment, a company owned by the country’s sovereign wealth fund that usually invests in banks and other financial institutions, said on its website that it had recently bought into investment funds traded on the stock exchanges, and would continue to play a role in “market operations.”\nChina’s willingness to throw government money into the market showed early results, with the Shanghai stock market up 7.8 percent at the start of trading Monday, but it shed nearly half of those gains in the first 10 minutes.\nThe Chinese stock market’s plunge “is probably the most public and obvious instance where the government’s omnipotence has been challenged,” said Victor Shih, an associate professor at the University of California, San Diego, who studies the politics of financial policy-making in China. “I think the last couple of weeks really showed that, no, they do not have the ability to make anything happen.”\nThe recent stock market losses are equal to three months of China’s economic output, which reached $10.3 trillion last year. Economists increasingly worry that the losses may lead to a sharp drop in spending by Chinese consumers who have lost much of their savings.\nMarket Plunge Since mid-June, Chinese stocks have fallen sharply despite government measures to stabilize the market. June 12 5,166 Shanghai Composite Index 5,000 4,500 4,000 3,500 July 8 3,507 3,000\nA plunge in consumer confidence could deliver a shock to a Chinese economy that is already slowing, as the real estate market has struggled to cope with millions of new but empty apartments and as hundreds of thousands of export-oriented factories face tepid overseas demand. And with China now the world’s dominant market for commodities and the fastest-growing buyer of exports from manufacturing giants like Germany, the nose dive in China’s stock markets could hurt economic growth around the world.\nAdvertisement Continue reading the main story\n“While turmoil in Greece has added to investor jitters of late, China’s stock market slide could prove ultimately more damaging for the global economy,” said Frederic Neumann, the co-head of Asian economic research at HSBC.\nIt could also have political ramifications. Harry Harding, a specialist in Chinese politics who is a visiting professor at the Hong Kong University of Science and Technology, said the plunge in the Chinese stock market could produce three successive ripples. The first would consist of investment losses for households, the second would lie in slower economic growth and the last would be a political backlash against Mr. Xi and his team.\nUnlike his predecessor, Hu Jintao, Mr. Xi has taken direct control of economic policy-making. He and the premier, Li Keqiang, the country’s second-ranking official, have been mute on the stock market’s difficulties. Mr. Xi has also been unafraid of making enemies with an unrelenting anti-corruption campaign.\n“There are significant forces who have their knives out for him and are waiting for him to fail,” Mr. Harding said.\nThe effects are already being felt in homes across China. Individual investors own four-fifths of China’s stocks, a far higher proportion than in Western markets, where institutional investors predominate. Chinese investors have 112 million accounts on the Shanghai stock market and 142 million accounts on the Shenzhen stock market; about 20 million accounts have opened this spring on each exchange, as novices have rushed to join a national fever of speculation.\nInvestors with heavy losses include He Wuhong, a Beijing middle school teacher and mother of a toddler. She and her husband invested nearly all of their $65,000 in savings in China’s stock market in late April and early May, only to see their account’s value fall by almost half in recent days. She cannot even sell her shares, because their prices fall 10 percent each morning, resulting in an automatic suspension of trading for the rest of the day.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“My heart can’t take it,” she said. “We would probably sell off our holdings as soon as the market rebounds enough to make us even.”\nMs. He is lucky in one way: Unlike many other investors, she did not borrow money to buy stocks. A ninefold increase in so-called margin lending by brokerage firms over the past two years helped fuel the rally.\nMany families borrowed money from banks, finance companies, neighbors and others to play the market. Loans were made at annual interest rates of as much as 20 percent, with borrowers allowed to put little of their own money into stock market investments.\nAdvertisement Continue reading the main story\nThat raises the question of how well China’s financial system can absorb another round of bad loans when it is already burdened with a huge amount of lending to state-owned enterprises and local governments that can barely meet monthly interest payments. Professor Shih, of the University of California, estimated that total margin debt in China, including informal loans made by the off-balance-sheet operations of banks, could approach $1 trillion.\nTimeline: China’s Measures to Prop Up the Market\nMaking matters worse is that many owners of companies have financed expansion by borrowing from banks against the value of their shares. The terms of these loans typically demand that the owners post additional collateral if the shares come close to falling below the outstanding balance on the loan. That point is arriving for many companies, with the Shanghai stock market down 29 percent in three weeks, its sharpest drop since 1992.\nThe problem for millions of investors is that share prices may not recover for years, if ever, for the more speculative stocks. Only a third of the Shanghai stock market, and even less of the Shenzhen market, consists of shares in large businesses.\nThe rest of the shares are mostly in small and midsize businesses, often with weak balance sheets and endemic corporate governance problems. Such companies are vulnerable to looting by their controlling shareholders at the expense of minority shareholders.\nShares in the big companies rose 20 to 30 percent in the 12 months leading up to the Chinese stock market’s peak on June 12. Hong Kong’s stock market, increasingly dominated by big mainland Chinese companies, rose only 17 percent in the period and has slipped 4.5 percent as mainland markets have nose-dived.\nBut in those 12 months, shares in many small mainland companies quadrupled, quintupled or more, pulling the overall Shanghai market up 149 percent.\nHuge increases in percentage terms were possible because shares in hundreds of these companies were cheap a year ago. As their share prices began climbing, they drew in millions of first-time investors who bought shares simply because they were rising fast and seemed likely to continue doing so.\nBy contrast, foreign buyers and many domestic institutions cautiously gravitated toward larger companies’ shares. Foreigners account for only about 4 percent of the Chinese stock market and face severe restrictions on their ability to bet on price declines in China. Having missed the rise in shares over the past year, some now appear to be swooping in: On Friday, purchases in Shanghai by international investors in Hong Kong reached their third-highest daily volume since a new, government-backed market connection service between Hong Kong and Shanghai started last year.\nAdvertisement Continue reading the main story\nShirley Lin, a political economy professor at the Chinese University of Hong Kong who is a former Goldman Sachs partner, said the stock market’s fall could have a profound effect on China’s economic policies and its pattern of growth in the months and years ahead.\nThe government’s difficulties in controlling the fall are likely to make policy makers more hesitant about further financial liberalization, she said, and the stock market rout is likely to further stunt the expansion of small and midsize companies.\nThese nimble companies have been among the biggest contributors to economic growth in China. They have long struggled, with little success, to obtain loans from state-controlled banks and had hoped to raise more money by selling shares instead. Now, those hopes seem to have been dashed.\n“The first ones to go out of business will be the small and medium-sized businesses, and not the state-owned enterprises, which have not been contributing to China’s economic growth,” Ms. Lin said.\nMr. Xi’s policy advisers are not ignorant of the risks facing China. Liu He, an economic policy maker close to Mr. Xi, wrote an essay in 2012 on lessons from previous international financial crises:\n“After a crisis erupts, policy makers always confront the three big challenges of populism, nationalism and bringing politics and ideology into economic problems,” he wrote. “Market forces constantly challenge government policies that lack conviction, and this makes the crisis even worse.”", "url": "https://www.nytimes.com/2015/07/06/business/international/chinas-market-rout-is-a-double-threat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}