{"authors": ["Katrin Bennhold", "Melissa Eddy"], "date_download": "2018-11-16 03:19:38", "date_modify": "2018-11-16 03:19:38", "date_publish": "2015-09-07 00:07:40", "description": "Germany is in many ways a laboratory of how the European Union could jointly tackle the migrant crisis, and key to the response so far has been a quota system that has been in place for decades.", "filename": "2015_09_07_world_german-quota-system-highlights-possible-path-and-pitfalls-for-handling-crisis.html_module=inline_1542338378.html", "image_url": "https://static01.nyt.com/images/2015/09/07/world/GERMANY/GERMANY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_07_world_german-quota-system-highlights-possible-path-and-pitfalls-for-handling-crisis.html_module=inline_1542338378.html", "title": "German Quota System Highlights Possible Path and Pitfalls for Handling Crisis", "title_page": " German Quota System Highlights Possible Path and Pitfalls for Handling Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MUNICH — Rania al-Hamawi had gone to sleep on Saturday on a clean, bright blue cot alongside her three sons and another 1,700 people who had made the arduous journey to the Bavarian capital from Syria and other strife-ridden countries. But when she woke on Sunday, half the beds in the cavernous conference center-turned-migration camp were empty.\nThroughout the night and into the morning, a well-oiled German bureaucratic machine had been at work moving the new arrivals from Bavaria to cities across the country: Some 1,500 to Dortmund, 650 to Braunschweig, and 470 to Saalfeld, among others.\nOver two days, nearly half of about 20,000 new arrivals had already been moved on.\nEven some Germans have been surprised by the efficiency of the country’s crisis management system and overall generosity; new arrivals are systematically given food, shelter and a medical screening. Asked at a news conference where he saw the breaking point for the German response, Munich’s mayor, Dieter Reiter, said, “If you had asked me on Monday what the limit is, I would have said 3,000!”\nBut all the movement by bus and train to unfamiliar locations has also created anxiety among some of the migrants.", "url": "https://www.nytimes.com/2015/09/07/world/german-quota-system-highlights-possible-path-and-pitfalls-for-handling-crisis.html?module=inline"}