{"authors": ["Ann Carrns"], "date_download": "2018-11-16 03:41:50", "date_modify": "2018-11-16 03:41:50", "date_publish": "2015-04-14 22:27:42", "description": "Many homeowners, having taken out home equity loans nearly a decade ago, are about to reach the moment where their loan payments jump significantly.", "filename": "2015_04_15_your-money_many-home-equity-loans-are-facing-a-reset-point_1542339710.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_15_your-money_many-home-equity-loans-are-facing-a-reset-point_1542339710.html", "title": "Many Home Equity Loans Are Facing a Reset Point", "title_page": "Many Home Equity Loans Are Facing a Reset Point   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For borrowers like Ms. Giordano who have equity in their homes, the looming reset is less threatening than it might be. If they don’t want to sell, but have good credit, they can try to refinance the loan at current interest rates, which are now quite low, either as a new line of credit or as part of an overall refinancing package that replaces their first mortgage and home equity line with a single home loan.\nBut Daren Blomquist, vice president of RealtyTrac, which compiles housing data, says not everyone will be so fortunate. RealtyTrac recently estimated that about 3.3 million home equity credit lines totaling $158 billion and originating between 2005 and 2008 were still open and were scheduled to reset between 2015 and 2018. For those loans, the average increase in monthly payments was estimated to range from $138 for loans resetting in 2016 to $161 for those in 2018. More than half — about 1.8 million loans — were on homes that were seriously underwater, meaning the borrower owed more in total debt than the home is worth.\nFor underwater borrowers, refinancing may be difficult — especially if they have less-than-stellar credit.\nJust how significant a problem this will be is a subject of debate. Housing prices have rebounded over the last several years and the jobless rate has fallen, putting many consumers on better financial footing. For those reasons, Greg McBride, senior analyst with Bankrate, said he did not see widespread economic risk from the coming resets. Still, he said, “that’s little consolation to those who see their payments increase and don’t have the money to handle it.”\nMarietta Rodriguez, vice president for national homeownership programs at NeighborWorks America, a nonprofit, says problems with the resets have not emerged as a significant issue yet, although that could change over the next two years as draw periods end for more loans.", "url": "https://www.nytimes.com/2015/04/15/your-money/many-home-equity-loans-are-facing-a-reset-point.html"}