{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:28:31", "date_modify": "2018-11-16 04:28:31", "date_publish": "2015-01-17 02:20:15", "description": "After telling The Los Angeles Times last year that she and her family were done with her husband’s political career, Ann Romney has returned to courting supporters.", "filename": "2015_01_17_us_no-no-no-no-becomes-maybe-for-ann-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342511.html", "image_url": "https://static01.nyt.com/images/2015/01/17/us/JP-SPOUSE/JP-SPOUSE-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_17_us_no-no-no-no-becomes-maybe-for-ann-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342511.html", "title": "‘No, No, No, No’ Becomes Maybe for Ann Romney", "title_page": "‘No, No, No, No’ Becomes Maybe for Ann Romney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an interview last fall, Ann Romney made clear that her husband’s political career — and his family’s support for it — were over.\n“Done,” she told The Los Angeles Times in October. “Completely. Not only Mitt and I are done, but the kids are done. Done. Done. Done.”\nBut it seems Mrs. Romney is not quite through after all.\nAs the couple trek to Republican gatherings in San Diego and Mr. Romney woos donors in New York, he and his supporters have sought to convey the seriousness with which he is considering a candidacy by pointing out that his wife of 45 years is fully on board. (“Very encouraging” is how Mr. Romney described it.)\nAdvisers said the couple realized in recent months that there was a viable, if complicated, path for Mr. Romney to the White House in 2016, and they are enticed by early polls showing him with strong support. Mrs. Romney, herself a competitor who ran for local office in her 20s and has excelled on tennis courts and dressage arenas — believes deeply that her husband owes it to the country to take a serious look at running a third time, the advisers say.", "url": "https://www.nytimes.com/2015/01/17/us/no-no-no-no-becomes-maybe-for-ann-romney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}