{"authors": ["Rick Rojas", "Adam Nagourney"], "date_download": "2018-11-16 03:57:36", "date_modify": "2018-11-16 03:57:36", "date_publish": "2015-12-07 17:54:29", "description": "The Division of Environmental Health Services, whose members were at the Inland Regional Center when the shooting took place, will be closed for at least another week.", "filename": "2015_12_08_us_san-bernardino-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340656.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08bernardino-web/08bernardino-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_us_san-bernardino-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340656.html", "title": "San Bernardino County Offices Reopen After Shooting", "title_page": "San Bernardino County Offices Reopen After Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN BERNARDINO, Calif. — County offices in San Bernardino opened Monday morning for the first time since the mass shooting that killed 14 people at a disability center last week, with heightened security measures and a pledge by county leaders to try to return life to normal in this shattered community.\nBut one office will remain closed for at least another week: the Division of Environmental Health Services, whose members were assembled at a training session at the Inland Regional Center when the shooting took place. Many of those who died, as well as the 21 who were wounded, worked for that office.\nTrudy Raymundo, the director of the Department of Public Health, who was there the morning of the shooting, described her office as a tight-knit family whose members struggled to protect one another as the attack unfolded — and who would continue to help one another recover from this tragedy.\n“I want you to know, we are strong,” Ms. Raymundo said at a news conference of county officials and doctors. “We are a family. We held each other and we protected each other through this horrific event, and we will continue to hold each other and protect each other through what will be unimaginable weeks and months ahead.”", "url": "https://www.nytimes.com/2015/12/08/us/san-bernardino-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}