{"authors": ["Alan Cowell", "Maïa De La Baume"], "date_download": "2018-11-16 03:48:56", "date_modify": "2018-11-16 03:48:56", "date_publish": "2015-01-12 09:22:39", "description": "The authorities said that they would bolster security to protect potential targets of terrorism, putting in place one of the country’s biggest peacetime security operations.", "filename": "2015_01_13_world_europe_france-charlie-hebdo-terrorist-attacks_1542340136.html", "image_url": "https://static01.nyt.com/images/2015/01/13/world/europe/13PARIS2/13PARIS2-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_world_europe_france-charlie-hebdo-terrorist-attacks_1542340136.html", "title": "France Deploys Troops to Guard ‘Sensitive Sites’", "title_page": "France Deploys Troops to Guard ‘Sensitive Sites’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Confronting a country in shock from last week’s terrorist attacks, the French government acted on Monday to increase security, sending thousands of soldiers and police officers to guard sites considered vulnerable, including Jewish schools, and calling for measures to reinforce electronic surveillance and curb jihadist recruitment in prisons and other crucibles of radicalization.\nThe display of muscle by the government — which will most likely face mounting questions about its failure to prevent the killings — recalled the mood in the United States after the Sept. 11 attacks, when Washington took an array of steps to guard against further attacks and authorize more intrusive surveillance.\nThe French response played into an emerging debate across Europe that pits support for civil liberties against the demands of security officials, who cite the attacks as evidence of an urgent need to introduce stronger powers to monitor suspects. Only a few weeks ago, people here were sharply criticizing the United States for its surveillance practices and the revelations in a searing Senate report on the torture of terrorism suspects after 9/11.\nSeeking to reassure jittery citizens, the French defense minister, Jean-Yves Le Drian, said Monday that 10,000 soldiers would be deployed by Tuesday evening to “sensitive sites” in what he called “the first mobilization on this scale on our territory.” Defense Ministry officials said that the troops would probably be deployed at tourist sites, major buildings and transport hubs such as airports and railroad stations, and that they could also conduct street patrols.", "url": "https://www.nytimes.com/2015/01/13/world/europe/france-charlie-hebdo-terrorist-attacks.html"}