{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:55:54", "date_modify": "2018-11-16 03:55:54", "date_publish": "2015-12-29 20:26:59", "description": "Mr. Bush is trying to defeat 12 Republicans, but he is also running against an insult that Mr. Trump lobbed at him in August: that he is a “low energy” candidate.", "filename": "2015_12_30_us_politics_jeb-bush-sprints-to-escape-donald-trumps-low-energy-label.html_module=inline_1542340554.html", "image_url": "https://static01.nyt.com/images/2015/12/30/us/30BUSHENERGY/30BUSHENERGY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_30_us_politics_jeb-bush-sprints-to-escape-donald-trumps-low-energy-label.html_module=inline_1542340554.html", "title": "Jeb Bush Sprints to Escape Donald Trump’s ‘Low Energy’ Label", "title_page": "Jeb Bush Sprints to Escape Donald Trump’s ‘Low Energy’ Label - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "EXETER, N.H. — Jeb Bush practically shouted his stump speech here, slamming Donald J. Trump as a “chaotic candidate” who “loves the chaos because it’s all about him.” He knocked President Obama and Hillary Clinton for believing that “containing ISIS is actually a strategy.”\n“If it’s a strategy,” Mr. Bush told his rapt crowd last week, “it’s a failed one.”\nWhen he was done with his forceful and freewheeling pitch, a man stood and asked the question that seemed to hang over the event like a New England fog:\n“How can you bring the passion that you’re showing today more broadly to your campaign?”\nMr. Bush is trying to defeat 11 Republicans, but a month before the Iowa caucuses, he is also trying to run against the damning four-syllable caricature Mr. Trump first lobbed at him four months ago, of a “low-energy” candidate who does not have the will to win the presidency.\nHe has been pounding out the miles in early-voting states, especially New Hampshire; held his own in the latest debate; and is generally impressing people who hear him speak. But the insult is still nagging at voters who turn out to see Mr. Bush, and popping up in Republican focus groups, with voters who parrot back Mr. Trump’s very words — “low energy” — or just wonder, generally, if Mr. Bush is up to the job of leading the nation.", "url": "https://www.nytimes.com/2015/12/30/us/politics/jeb-bush-sprints-to-escape-donald-trumps-low-energy-label.html?module=inline"}