{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:19:03", "date_modify": "2018-11-16 04:19:03", "date_publish": "2015-10-21 04:47:22", "description": "Offerings on a range of subjects could expose millions of overseas students to Chinese culture, if worries about academic freedom, quality and propaganda can be overcome.", "filename": "2015_10_22_world_asia_mao-zedong-chinese-history-course-edx.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341943.html", "image_url": "https://static01.nyt.com/images/2015/10/21/world/22mao-web/22mao-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_22_world_asia_mao-zedong-chinese-history-course-edx.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341943.html", "title": "China Turns to Online Courses, and Mao, in Pursuit of Soft Power", "title_page": "China Turns to Online Courses, and Mao, in Pursuit of Soft Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now it is turning to a new tool: online education, a rapidly growing industry that promises access to millions of students and the endorsement of some of the world’s most renowned institutions.\nWhen “Introduction to Mao Zedong Thought,” taught by Feng Wuzhong, an associate professor at Tsinghua’s School of Marxism, made its debut last month, it quickly found a large audience, attracting about 3,100 students from 125 countries, including more than 700 from the United States.\nThe course is one of more than a hundred offered on edX and other top education platforms by mainland Chinese universities. There are classes on philosophy, architecture and computer science, but also a handful on subjects deemed politically sensitive in China, such as international relations or law, in which Chinese professors must adhere to the party’s views.\nAiming to expand their offerings and draw a global audience, Chinese universities are spending hundreds of thousands of dollars on sleek videos and translations. They are advising instructors to abandon dull lecturing styles. And they are coaching professors on how to deal with foreign students, telling them to embrace open discussion and dissent.\nBut the effort faces significant challenges, most notably convincing overseas students that their courses are intellectually compelling and rigorous, despite China’s strict limits on academic freedom. It also puts online education providers in a difficult position, forcing them to strike a balance between preserving academic freedom and maintaining high standards for thousands of courses.\nYong Zhao, an education professor at the University of Oregon, compared China’s push in online education to its efforts to build an international following for its flagship news network, CCTV, over the past decade.\n“China has been on the receiving end of education for a long time, and now it has a big opportunity,” Professor Zhao said. “The question is, can it really reach anybody? Does it have the same credentials, quality and authenticity?”\nAdvertisement Continue reading the main story\nUnder President Xi Jinping, Chinese universities have faced enormous pressure to build programs that rival those of the great institutions of the West. At the same time, government officials have urged universities to promote Chinese values, by discouraging the use of Western textbooks, for example, and offering more courses on thinkers like Confucius and Marx.\nPhoto\nFor many universities, online education provides a way to achieve both those objectives.\n“Putting courses on international platforms can help promote Chinese culture,” said Shi Xuelin, who oversees the online curriculum for Tsinghua. “It also helps boost the school’s reputation.”\nChina’s top universities have forged ties with several leading online education providers based in the United States, including edX and Coursera, to bring their offerings to millions of users, joining the ranks of schools like Columbia, Princeton and Yale. The courses are generally free, though some schools offer the option of paying a fee for a certificate of completion. The Chinese courses are typically taught in Mandarin but with English subtitles.\nXi’an Jiaotong University provides a course on Chinese philosophy. Nanjing University has started a class on the Jewish diaspora in China. Shanghai Jiao Tong University is promoting a course on Chinese medicine and traditional culture.\nOver the summer, Tsinghua presented a course on Chinese politics and economics titled, “Will China Rise as a Disruptive Force? The Insiders’ Perspective.”\nWhen edX approached Tsinghua about offering a class on heroes in Chinese culture, university officials suggested a course on Mao and socialism, a requirement in Chinese universities that many students loathe for its brittle pronouncements on party thought. The course is not about Mao’s life, but rather his political theories, a form of Marxism that the party honors as a guiding ideology, but that most Chinese, including officials, all but ignore as irrelevant.\nProfessor Feng devised a condensed version of that course, broken into four chapters that cover topics like Marxism and revolutionary theory. The online course provides a discussion forum. Tests are administered regularly. Those who pass are granted a certificate of completion.\nSeveral students said they found the course to be closed-minded, adding that it glossed over more controversial aspects of Mao’s tenure, like the famine caused by the Great Leap Forward and the chaos of the Cultural Revolution.\nPhoto\n“It was way too ideological, with very little self-criticism,” said Scott Drucks, 65, an American retiree who lives in Hong Kong.\nAdvertisement Continue reading the main story\nStill, some said they found it enlightening. Asher de Sadeleer, 25, a student from the Netherlands, said he gained a better understanding of why Mao is revered in China.\n“I got a more nuanced, fuller perspective on Mao Zedong, who remains a major historical character, whether you like him or not,” he wrote in an email.\nThe online course seems to be more popular with Chinese students, who say they enjoy reading the reactions of foreign students in the discussion forums.\n“Sure, it may be a bit like propaganda, but it’s something that’s being taught in every school in China,” said Xie Xinyan, 27, a medical student in Tianjin. “More Chinese universities should offer these kinds of courses because it gives the world a window into China.”\nProfessor Feng said he decided to offer the course to counter misperceptions about Mao.\n“People either think he was a god or a demon, but Mao was neither,” he said.\nSeveral prominent China experts in the United States said they believed the Mao course did not deserve to be hosted by edX.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRoderick MacFarquhar, a professor of Chinese history and politics at Harvard, said he was “staggered” that edX would offer the class. Rebecca Karl, an associate professor of history at New York University, called it “pure hack stuff” and said it should be discontinued.\nAdvertisement Continue reading the main story\nBut edX defended the class, saying that it would not interfere in content, so long as it was not unlawful or offensive. In a statement, the chief executive of edX, Anant Agarwal, called Tsinghua “one of the leading academic institutions in the world.”\nA spokesman for Harvard declined to discuss the matter, and M.I.T. did not respond to requests for comment.\nTo some scholars, China’s ambitions in online education resemble the country’s efforts over the past decade to improve public opinion about China by creating a global network of learning centers known as Confucius Institutes.\nLi Xiaoming, a computer science professor at Peking University who helps lead its online efforts, said there were some similarities. A course on Chinese for beginners has attracted about 300,000 students, he noted.\n“Sometimes we teachers joke that we are actually doing Confucius Institutes, just with a more advanced technological approach,” he said.\nBy aggressively pursuing online education, Chinese leaders seem eager to replicate the success of the United States, which has long derived influence from educating hundreds of thousands of foreign students each year on American campuses.\nJoseph S. Nye, a scholar of international relations at Harvard who developed the concept of “soft power,” said China’s success would depend on whether it was able to deliver courses in a way that offered a genuine exchange of ideas.\n“The most effective propaganda,” he said, “is not propaganda.”", "url": "https://www.nytimes.com/2015/10/22/world/asia/mao-zedong-chinese-history-course-edx.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}