{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:48:05", "date_modify": "2018-11-16 03:48:05", "date_publish": "2015-02-24 11:31:25", "description": "Lutz Bachmann, who was reinstated through a secret ballot, led several thousand people on a peaceful march through the eastern city of Dresden.", "filename": "2015_02_25_world_europe_lutz-bachmann-pegida.html_module=inline_1542340085.html", "image_url": "https://static01.nyt.com/images/2015/02/25/world/25pegida/25pegida-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_25_world_europe_lutz-bachmann-pegida.html_module=inline_1542340085.html", "title": "German Who Posed as Hitler Returns to Position in Anti-Immigrant Group Pegida", "title_page": "German Who Posed as Hitler Returns to Position in Anti-Immigrant Group Pegida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The co-founder of an anti-immigrant group in Germany that has denounced the supposed “Islamization” of Western Europe has resumed his position at the head of the movement, weeks after he stepped down amid outrage over images of him posing as Adolf Hitler.\nLutz Bachmann, 41, took the stage again late Monday as a newly reinstated co-leader of Pegida, which is the German acronym for Patriotic Europeans Against the Islamization of the West, before leading several thousand people on a peaceful march through the eastern city of Dresden.\nImage Lutz Bachmann, a co-founder of Pegida, at a demonstration in Dresden, Germany, on Feb. 16. Credit Sebastian Kahnert/DPA, via Associated Press\nMr. Bachmann stepped down in January after photographs that he had posted to Facebook were strewn across the front pages of German newspapers, along with postings in which he appeared to praise the Ku Klux Klan and referred to immigrants as “cattle,” “brutes” and “trash.” The organization said late Sunday that he had been returned to the shared leadership through a vote held by secret ballot.", "url": "https://www.nytimes.com/2015/02/25/world/europe/lutz-bachmann-pegida.html?module=inline"}