{"authors": ["John Koblin"], "date_download": "2018-11-16 04:09:39", "date_modify": "2018-11-16 04:09:39", "date_publish": "2015-10-28 18:30:03", "description": "The organization, and its pageants, lost a TV home and its owners after Donald Trump made comments about immigrants at the beginning of his presidential campaign.", "filename": "2015_10_29_business_media_miss-universe-organization-joins-forces-with-fox.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341379.html", "image_url": "https://static01.nyt.com/images/2015/10/29/business/29missusa-web1/29missusa-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_business_media_miss-universe-organization-joins-forces-with-fox.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341379.html", "title": "Miss Universe Organization Joins Forces With Fox", "title_page": "Miss Universe Organization Joins Forces With Fox - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Miss Universe Organization finally has a new television partner: Fox.\nThe partnership, announced Wednesday, should put an end to a monthslong drama after the organization, and its various beauty pageants, lost a TV home and then its two owners after Donald J. Trump made comments about immigrants as he started his presidential campaign.\nThe comments ignited an outrage. NBC, which owned the organization along with Mr. Trump, refused to broadcast the Miss USA beauty pageant in July, and fired Mr. Trump as host of “The Celebrity Apprentice.” (He has since been replaced by Arnold Schwarzenegger.) Then, in September, NBC sold its share of the Miss Universe Organization to Mr. Trump who, in turn, sold the entire organization to the talent agency WME-IMG.\nIMG will now team up with Fox. The network will broadcast the Miss Universe pageant on Dec. 20, and the Miss USA pageant next year, the network said. Fox did not disclose how long its contract with IMG was.\nAfter Miss USA was pushed from NBC this summer and the broadcast went to the cable channel Reelz, poor ratings followed. The pageant was watched by 925,000 people, down from 5.6 million the year before.", "url": "https://www.nytimes.com/2015/10/29/business/media/miss-universe-organization-joins-forces-with-fox.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}