{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:29", "date_modify": "2018-11-16 03:55:29", "date_publish": "2015-02-06 15:38:14", "description": "For 70 years, Wu Liangyong has ridden out the country’s political storms to establish himself as its most influential urban planner.", "filename": "2015_02_07_world_asia_chinas-fog-weighs-heavily-on-shoulders-of-its-premier-architect_1542340529.html", "image_url": "https://static01.nyt.com/images/2015/02/07/world/07ARCHITECT/07ARCHITECT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_07_world_asia_chinas-fog-weighs-heavily-on-shoulders-of-its-premier-architect_1542340529.html", "title": "China’s Fog Weighs Heavily on Shoulders of Its Premier Architect", "title_page": "China’s Fog Weighs Heavily on Shoulders of Its Premier Architect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the public sphere, Mr. Wu represents a traditionalist view of architecture that has been regaining sway in recent years. Most prominently, he criticized many of Beijing’s showpiece structures built for the 2008 Olympics, especially Rem Koolhaas’s headquarters for China Central Television. Mr. Wu said he still believed this was a mistake, and recently Mr. Xi has endorsed this, too, calling for an end to “weird” architecture.\n“For Koolhaas, it’s understandable. He wanted to build a masterpiece in Beijing,” Mr. Wu said. “But for Beijing, it was a tragedy. Old cities have to be respected more.”\nTHESE views have made Mr. Wu controversial among younger architects, said Peter G. Rowe, a professor of architecture at Harvard University. “I think he’s dead wrong about Koolhaas, but we agree to disagree,” Mr. Rowe said.\nMr. Wu’s influence comes from his unofficial position as “grand master,” or dashi, a virtually unassailable position in Chinese society that comes with accomplishment and age. Indeed, younger scholars almost uniformly refused to discuss Mr. Wu because he is seen as so influential in the field, able to promote and derail careers or major projects because of his political connections.\nShortly before taking a break to meet a reporter, for example, he was given a half-hour presentation by architects wanting to build a giant Ferris wheel on the Olympic green next to the iconic Bird’s Nest stadium. “Master Wu, please endorse our project,” they pleaded, as Mr. Wu sat impassively next to an assistant taking notes.\nHis current role would have been hard to imagine a few years ago. In 2008, he suffered a serious stroke and spent a year and a half in a hospital and convalescent home, reteaching himself to stand, walk and hold a Chinese writing brush. He succeeded, and his home is now filled with new works of calligraphy and ink-wash sketches — the sort of traditional skills that younger architects can rarely master.\nIn 2013, the National Art Museum of China held a major retrospective of his drawings and watercolors, and the entire show has been converted into a free app. Then, late last year, he was given a one-man show at the National Museum of China, the gargantuan symbol of state power on Tiananmen Square. Mr. Wu gave the Chinese prime minister, Li Keqiang, a private showing.", "url": "https://www.nytimes.com/2015/02/07/world/asia/chinas-fog-weighs-heavily-on-shoulders-of-its-premier-architect.html"}