{"authors": ["Trip Gabriel", "Patrick Healy"], "date_download": "2018-11-16 03:58:52", "date_modify": "2018-11-16 03:58:52", "date_publish": "2015-05-31 21:41:13", "description": "The first evidence that Mrs. Clinton could face a credible challenge in the Iowa presidential caucuses appeared late last week in the form of overflow crowds at Mr. Sanders’s first swing through that state.", "filename": "2015_06_01_us_politics_challenging-hillary-clinton-bernie-sanders-gains-momentum-in-iowa_1542340732.html", "image_url": "https://static01.nyt.com/images/2015/06/01/us/01iowa-02/01iowa-02-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_01_us_politics_challenging-hillary-clinton-bernie-sanders-gains-momentum-in-iowa_1542340732.html", "title": "Challenging Hillary Clinton, Bernie Sanders Gains Momentum in Iowa", "title_page": "Challenging Hillary Clinton, Bernie Sanders Gains Momentum in Iowa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DES MOINES — A mere 240 people live in the rural northeast Iowa town of Kensett, so when more than 300 crowded into the community center on Saturday night to hear Senator Bernie Sanders of Vermont, many driving 50 miles, the cellphones of Democratic leaders statewide began to buzz.\nKurt Meyer, the county party chairman who organized the event, sent a text message to Troy Price, the Iowa political director for Hillary Rodham Clinton. Mr. Price called back immediately.\n“Objects in your rearview mirror are closer than they appear,” Mr. Meyer said he had told Mr. Price about Mr. Sanders. “Mrs. Clinton had better get out here.”\nThe first evidence that Mrs. Clinton could face a credible challenge in the Iowa presidential caucuses appeared late last week in the form of overflow crowds at Mr. Sanders’s first swing through that state since declaring his candidacy for the Democratic nomination. He drew 700 people to an event on Thursday night in Davenport, for instance — the largest rally in the state for any single candidate this campaign season, and far more than the 50 people who attended a rally there on Saturday with former Gov. Martin O’Malley of Maryland.", "url": "https://www.nytimes.com/2015/06/01/us/politics/challenging-hillary-clinton-bernie-sanders-gains-momentum-in-iowa.html"}