{"authors": ["Amy Chozick"], "date_download": "2018-11-16 03:16:00", "date_modify": "2018-11-16 03:16:00", "date_publish": "2015-05-19 09:00:21", "description": "The Democratic candidate for president grew up memorizing passages from the Bible and once had a job “sliming” fish in Valdez, Alaska.", "filename": "2015_05_20_us_politics_5-things-you-might-not-know-about-hillary-clinton_1542338160.html", "image_url": "https://static01.nyt.com/images/2015/05/19/us/20FIVETHINGSweb/20FIVETHINGSweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_us_politics_5-things-you-might-not-know-about-hillary-clinton_1542338160.html", "title": "5 Things You Might Not Know About Hillary Clinton", "title_page": "5 Things You Might Not Know About Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She is not exactly an open book, though she has written six of them. Most presidential candidates would count themselves lucky to finish their campaigns as recognized as Hillary Rodham Clinton started this one (excluding Chipotle restaurants near Toledo, at least). Here are some things you may still not know about her.\nA Formative Experience With Slime\nFresh out of Wellesley, she worked in a salmon cannery in Valdez, Alaska, wearing hip boots and an apron. The fish would be slit open, and young Hillary Rodham’s job was to “slime” them, or “to take a spoon and clean out the insides,” she told David Letterman in 2007. “Best preparation for being in Washington that you can possibly imagine.”\nShe’s Bounced Back Before\nShe failed the Washington, D.C., bar exam in 1973 — but passed the Arkansas one.\n‘Drink Your Wine With a Merry Heart’\nShe has been known to enjoy a drink or two — though she grew up in the Methodist Church memorizing passages from the Bible and still calls it “the biggest influence on my thinking.”\nComedy With an Edge\nShe may be stressing sunny earnestness in the early going of her presidential campaign, but Mrs. Clinton has a funny and sarcastic side, with a streak of biting wit. Ask Dick Armey. Or Barack Obama.", "url": "https://www.nytimes.com/2015/05/20/us/politics/5-things-you-might-not-know-about-hillary-clinton.html"}