{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:31:33", "date_modify": "2018-11-16 04:31:33", "date_publish": "2015-04-21 01:04:28", "description": "The Metropolitan Transportation Authority said the system handled 1.75 billion rides last year, an increase of 2.6 percent from 2013. It also reported more travelers at night and on weekends.", "filename": "2015_04_21_nyregion_new-york-subway-use-rose-in-2014-especially-in-growing-neighborhoods.html_module=inline_1542342693.html", "image_url": "https://static01.nyt.com/images/2015/04/21/nyregion/21RIDERSHIP/21RIDERSHIP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_21_nyregion_new-york-subway-use-rose-in-2014-especially-in-growing-neighborhoods.html_module=inline_1542342693.html", "title": "New York Subway Use Rose in 2014, Especially in Growing Neighborhoods", "title_page": "New York Subway Use Rose in 2014, Especially in Growing Neighborhoods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The number of people riding New York City’s subway system continued to rise last year, with some of the biggest jumps in ridership occurring in Brooklyn and Queens.\nMillions of riders squeezed onto crowded trains to travel to work each day. And they also increasingly rode the subway at night and on weekends. Over all, the system handled 1.75 billion rides last year, an increase of 2.6 percent from 2013, according to statistics released by the Metropolitan Transportation Authority on Monday.\nMore riders are taking the subway outside the typical morning and evening rush periods, a trend the agency has seen for more than a decade, said Kevin Ortiz, a spokesman for the authority. Many customers are using the subway for fun, he said, to see plays or movies or for other activities.\n“People are really ditching their cars in record numbers,” Mr. Ortiz said.\nRichard Barone, director of transportation programs for the Regional Plan Association, said some New Yorkers were commuting to offices less often and working more flexible hours.", "url": "https://www.nytimes.com/2015/04/21/nyregion/new-york-subway-use-rose-in-2014-especially-in-growing-neighborhoods.html?module=inline"}