{"authors": ["Hanna Ingber"], "date_download": "2018-11-16 03:57:54", "date_modify": "2018-11-16 03:57:54", "date_publish": "2015-06-24 19:50:58", "description": "Children are terrified by noises. Finding food is a challenge. There’s rarely power. Many people in Yemen and beyond dream of an end to the fighting.", "filename": "2015_06_25_world_middleeast_yemen-families-humanitarian-crisis_1542340674.html", "image_url": "https://static01.nyt.com/images/2015/06/23/world/23yemensocial1/23yemensocial1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_25_world_middleeast_yemen-families-humanitarian-crisis_1542340674.html", "title": "The Many Miseries of Yemeni Families", "title_page": "The Many Miseries of Yemeni Families - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yemenis said they felt ignored, and they pleaded for those outside of the country to pay attention.\nThe following is a selection of the responses, expanded in additional interviews, and edited and condensed for clarity.\nHelmi al-Hamadi, 39, originally from Taiz in southern Yemen, has been living in Sana since 1997. He has three children, and his wife is seven months pregnant.\nMy 6-year-old daughter is the most affected person in the family. She can’t sleep, always alert to any sounds; even the sound of a door closing terrifies her. If a door slams, she thinks it’s an attack on us or an airstrike. She is losing weight. If anyone wants to go outside, if I have to go get groceries, she says: “I don’t want to lose you, father. I don’t want you to die.” They have been out of school since March 26. When the airstrikes started, everything kind of stopped here. None of the residents of Sana can go to school. My pregnant wife is in a bad condition, especially, because she is diabetic and at risk that we could run out of insulin at anytime. She can’t receive proper medical care. My children wish that they could go back to school; my pregnant wife dreams of a peaceful night to sleep without one of our children screaming in their sleep every time there is an airstrike. I pray every day that when I go to the markets I can still find food for my family; this is decreasing on a daily basis.\nArwa Naaman Saiid, 23, is a teacher and information technology student. Her family fled a rented house in Sana and moved to Taiz and then to the village of Moaser.\nThe children in our family are terrified even by the sound of thunder, thinking it is from airplanes coming to bomb them. Their fear and continued crying forced us to leave our house. We paid $50 per person to leave Sana. I sold my jewelry just to escape. We have been affected materially, morally and psychologically because of airstrikes and earthshaking explosions that prevent us from sleeping. We are six members in the same house, including my sick mother who broke her back more than two months ago. We couldn’t afford paying her treatment expenses. Now she’s home and can’t move. We have no food, no potable water, no electricity. We are denied the most basic rights. We need to put an end to this flagrant aggression. We need the blockade to be lifted. Leave us alone! We are not associated with any political party. We are just Yemeni citizens. We need to be able to sleep, to eat and to drink what God bestowed upon us, without blockade and without killings.\nMaali Jamil, 25, moved to Michigan as a young child before returning to Yemen as a teenager. She and her husband, who were both working as English teachers in Sana before the airstrikes began in March, have a 2-month-old son, Yusuf.", "url": "https://www.nytimes.com/2015/06/25/world/middleeast/yemen-families-humanitarian-crisis.html"}