{"authors": [], "date_download": "2018-11-16 04:13:45", "date_modify": "2018-11-16 04:13:45", "date_publish": "2015-09-28 17:48:00", "description": "The speech delivered by President Obama at the United Nations General Assembly as transcribed and released by the White House.", "filename": "2015_09_29_world_americas_president-obamas-speech-to-the-united-nations-general-assembly-2015.html_module=inline_1542341625.html", "image_url": "https://static01.nyt.com/images/2015/09/28/multimedia/unga-obama/unga-obama-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_29_world_americas_president-obamas-speech-to-the-united-nations-general-assembly-2015.html_module=inline_1542341625.html", "title": "President Obama’s Speech to the United Nations General Assembly 2015", "title_page": "President Obama’s Speech to the United Nations General Assembly 2015 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The increasing skepticism of our international order can also be found in the most advanced democracies. We see greater polarization, more frequent gridlock; movements on the far right, and sometimes the left, that insist on stopping the trade that binds our fates to other nations, calling for the building of walls to keep out immigrants. Most ominously, we see the fears of ordinary people being exploited through appeals to sectarianism, or tribalism, or racism, or anti-Semitism; appeals to a glorious past before the body politic was infected by those who look different, or worship God differently; a politics of us versus them.\nThe United States is not immune from this. Even as our economy is growing and our troops have largely returned from Iraq and Afghanistan, we see in our debates about America’s role in the world a notion of strength that is defined by opposition to old enemies, perceived adversaries, a rising China, or a resurgent Russia; a revolutionary Iran, or an Islam that is incompatible with peace. We see an argument made that the only strength that matters for the United States is bellicose words and shows of military force; that cooperation and diplomacy will not work.\nAs President of the United States, I am mindful of the dangers that we face; they cross my desk every morning. I lead the strongest military that the world has ever known, and I will never hesitate to protect my country or our allies, unilaterally and by force where necessary.\nBut I stand before you today believing in my core that we, the nations of the world, cannot return to the old ways of conflict and coercion. We cannot look backwards. We live in an integrated world — one in which we all have a stake in each other’s success. We cannot turn those forces of integration. No nation in this Assembly can insulate itself from the threat of terrorism, or the risk of financial contagion; the flow of migrants, or the danger of a warming planet. The disorder we see is not driven solely by competition between nations or any single ideology. And if we cannot work together more effectively, we will all suffer the consequences. That is true for the United States, as well.\nNo matter how powerful our military, how strong our economy, we understand the United States cannot solve the world’s problems alone. In Iraq, the United States learned the hard lesson that even hundreds of thousands of brave, effective troops, trillions of dollars from our Treasury, cannot by itself impose stability on a foreign land. Unless we work with other nations under the mantle of international norms and principles and law that offer legitimacy to our efforts, we will not succeed. And unless we work together to defeat the ideas that drive different communities in a country like Iraq into conflict, any order that our militaries can impose will be temporary.\nJust as force alone cannot impose order internationally, I believe in my core that repression cannot forge the social cohesion for nations to succeed. The history of the last two decades proves that in today’s world, dictatorships are unstable. The strongmen of today become the spark of revolution tomorrow. You can jail your opponents, but you can’t imprison ideas. You can try to control access to information, but you cannot turn a lie into truth. It is not a conspiracy of U.S.-backed NGOs that expose corruption and raise the expectations of people around the globe; it’s technology, social media, and the irreducible desire of people everywhere to make their own choices about how they are governed.\nIndeed, I believe that in today’s world, the measure of strength is no longer defined by the control of territory. Lasting prosperity does not come solely from the ability to access and extract raw materials. The strength of nations depends on the success of their people — their knowledge, their innovation, their imagination, their creativity, their drive, their opportunity — and that, in turn, depends upon individual rights and good governance and personal security. Internal repression and foreign aggression are both symptoms of the failure to provide this foundation.", "url": "https://www.nytimes.com/2015/09/29/world/americas/president-obamas-speech-to-the-united-nations-general-assembly-2015.html?module=inline"}