{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:52:35", "date_modify": "2018-11-16 04:52:35", "date_publish": "2015-06-25 15:45:56", "description": "The Supreme Court, in a 5-to-4 vote, endorsed a legal theory that civil rights groups say is crucial to fighting housing discrimination.", "filename": "2015_06_26_us_justices-back-broad-interpretation-of-housing-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343955.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_us_justices-back-broad-interpretation-of-housing-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343955.html", "title": "Justices Back Broad Interpretation of Housing Law", "title_page": "Justices Back Broad Interpretation of Housing Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court on Thursday endorsed a broad interpretation of the Fair Housing Act of 1968, allowing suits under a legal theory that civil rights groups say is a crucial tool to fight housing discrimination.\n“Much progress remains to be made in our nation’s continuing struggle against racial isolation,” Justice Anthony M. Kennedy wrote for the majority in the 5-to-4 ruling. “The court acknowledges the Fair Housing Act’s continuing role in moving the nation toward a more integrated society.”\nThe court divided along familiar lines, with its four more liberal members — Justices Ruth Bader Ginsburg, Stephen G. Breyer, Sonia Sotomayor and Elena Kagan — joining Justice Kennedy.\nThe question in the case was whether plaintiffs suing under the housing law must prove intentional discrimination or merely that the challenged practice had produced a “disparate impact.” Drawing on decisions concerning other kinds of discrimination, Justice Kennedy said the housing law allowed suits relying on both kinds of evidence.", "url": "https://www.nytimes.com/2015/06/26/us/justices-back-broad-interpretation-of-housing-law.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}