{"authors": [], "date_download": "2018-11-16 04:08:07", "date_modify": "2018-11-16 04:08:07", "date_publish": "2015-10-12 01:26:43", "description": "Mississippi, which has some of the highest rates of attrition from the insurance marketplace this year, is symbolic of the challenge facing the exchanges: keeping the customers they have.", "filename": "2015_10_12_us_insurance-dropouts-present-a-challenge-for-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341287.html", "image_url": "https://static01.nyt.com/images/2015/10/12/us/12-Mississippi-hp/12-Mississippi-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_12_us_insurance-dropouts-present-a-challenge-for-health-law.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341287.html", "title": "Insurance Dropouts Present a Challenge for Health Law", "title_page": "Insurance Dropouts Present a Challenge for Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Whitlow was able to keep his plan, but only because his sister, Ali Knight, had taken over his premium payments after his cancer diagnosis and could afford to cover the higher price.\nMr. Whitlow’s subsidy and lower deductible have been reinstated — with Ms. Knight’s help, he provided the necessary proof of income after she helped him find the emails requesting it — but he now owes thousands of dollars in medical bills accumulated during the two months that his deductible was higher.\nMs. Knight said there were probably a lot of people who had experienced similar problems but lost their coverage because they had no help. When her brother signed up, she said, he asked the marketplace to correspond with him only by regular mail because he was not used to email.\n“I don’t know how you wrap your head around trying to fix something like this,” Ms. Knight said.\nBen Wakana, a spokesman for the Department of Health and Human Services, said that when the federal marketplace needs additional information from customers, it notifies them about the steps they need to take “as many as 14 times through phone calls, emails and letters.” He added that the marketplace has simplified the language it uses when asking for more documentation.\nSome people say they lost coverage because they never received, or perhaps never read through, information from the marketplace or their insurer.\nGeorge Dixon, 23, of Hattiesburg, said the plan he signed up for in 2014 was automatically renewed for 2015, and he kept paying the same premium he had paid last year: $34.35 per month. He did not realize his rate had increased slightly until he received a letter from Magnolia Health in April saying his policy had been canceled because he had not paid the full amount for three months.\nMr. Dixon said that if the marketplace or his insurer had tried to inform him of the price change before it took effect, he had never seen the letter. “It just popped up on me,” he said.", "url": "https://www.nytimes.com/2015/10/12/us/insurance-dropouts-present-a-challenge-for-health-law.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}