{"authors": ["Daniel E. Slotnik"], "date_download": "2018-11-16 03:20:04", "date_modify": "2018-11-16 03:20:04", "date_publish": "2015-02-14 23:23:16", "description": "Mr. Carr had lung cancer and he died of complications from the disease, according to the results of an autopsy released on Saturday.", "filename": "2015_02_15_us_times-columnist-david-carr-had-lung-cancer-autopsy-finds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338404.html", "image_url": "https://static01.nyt.com/images/2015/02/13/business/13carr2/13carr2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_15_us_times-columnist-david-carr-had-lung-cancer-autopsy-finds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338404.html", "title": "Autopsy Cites Cancer as Cause in Death of David Carr, Times Reporter", "title_page": "Autopsy Cites Cancer as Cause in Death of David Carr, Times Reporter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "David Carr, the New York Times media columnist who died unexpectedly Thursday night, had lung cancer, and died of complications from the disease, according to the results of an autopsy released Saturday evening.\nMr. Carr, 58, was a survivor of Hodgkin’s lymphoma, a cancer of the lymphatic system, and described his experiences as a cancer patient in his 2008 memoir, “The Night of the Gun.”\nAccording to the office of the chief medical examiner of New York City, which conducted an autopsy, Mr. Carr died of complications of metastatic small cell neuroendocrine carcinoma of the lung. Heart disease was a contributing factor, the medical examiner said.\nMr. Carr collapsed near his desk at The Times offices in Midtown Manhattan just before 9 p.m. on Thursday. He received cardiopulmonary resuscitation and was taken to St. Luke’s-Roosevelt Hospital, where he was pronounced dead.", "url": "https://www.nytimes.com/2015/02/15/us/times-columnist-david-carr-had-lung-cancer-autopsy-finds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}