{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:53:46", "date_modify": "2018-11-16 03:53:46", "date_publish": "2015-12-18 10:36:17", "description": "If China’s currency falls too steeply, the volatility could prompt traders to place large bets on further depreciation, making the decline harder to control.", "filename": "2015_12_19_business_dealbook_chinas-renminbi-declines-after-being-named-a-global-currency-posing-challenges_1542340426.html", "image_url": "https://static01.nyt.com/images/2015/12/19/business/19jpdbyuan/19jpdbyuan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_business_dealbook_chinas-renminbi-declines-after-being-named-a-global-currency-posing-challenges_1542340426.html", "title": "China’s Renminbi Declines After Being Named a Global Currency, Posing Challenges", "title_page": "China’s Renminbi Declines After Being Named a Global Currency, Posing Challenges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We are looking for larger depreciation in the first half of next year, and then a stabilization,” said Ryan Lam, the head of research at Shanghai Commercial Bank, a Hong Kong institution.\nThe currency is partly a barometer of global forces, a sign of the Chinese economy’s weakness and the dollar’s strength. It also reflects the market’s bet that the currency will continue to fall as the Chinese government looks to help the country’s economy by making exporters more competitive.\nEvery morning this last week, the central bank has weakened by an additional 0.1 or 0.2 percent its daily fixing of the value of the renminbi, which sets the midpoint for the currency’s daily trading range.\nThe People’s Bank of China, the country’s central bank, faces a tricky balancing act.\nIf the renminbi falls too steeply, the volatility could prompt traders to place large bets on further depreciation, making the decline harder to control. The International Monetary Fund added the renminbi on Nov. 30 to its group of global reserve currencies, alongside the dollar, euro, yen and pound. In an effort to meet the I.M.F. requirements, China had to loosen some of its currency controls, making it somewhat more susceptible to market forces.\nFalling Back China has allowed its currency to depreciate this year against the dollar as its economy weakens and investors move money elsewhere. renminbi to the dollar 6.0 6.2 6.4 6.6 6.8 Scale is inverted to show the weakening of the renminbi. 7.0 ’10 ’11 ’12 ’13 ’14 ’15\nWhile a weaker currency helps Chinese exporters, it also adds to the country’s already widening trade surplus with the United States.\nA continued drop in the currency could start trade issues in the midst of the American presidential elections. Candidates mentioned China nearly two dozen times in Tuesday’s Republican presidential debate, none of them favorably. Carly Fiorina described China as a “rising adversary” and asserted that like North Korea, “they, too, recognize one thing: strength and their own economic interest.”\nSome longtime American critics of China’s currency policies had tried to persuade the Obama administration to try to block the I.M.F. decision, contending that the renminbi continues to be heavily controlled by the Chinese government. Those critics of China’s currency policies point to the recent weakness as evidence.\nAdvertisement Continue reading the main story\n“It’s not at all surprising to me that once they got what they wanted, the renminbi is sliding further downhill,” said Senator Chuck Schumer, Democrat of New York. “We have to take much tougher action against the Chinese government if we’re going to have success combating currency manipulation.”\nThe I.M.F. has a policy of not commenting on short-term currency fluctuations, while the People’s Bank of China and the United States Treasury very seldom do so. All three declined to issue statements on the renminbi’s drop since the I.M.F. decision three weeks ago.\nThe I.M.F. had said that China has adopted substantial reforms aimed at making the renminbi more “freely usable.” The Treasury accepted this in lending American support to the decision by the I.M.F.’s board to accept the renminbi. The I.M.F. and the Treasury have both urged China to let markets play a greater role in setting the value of the renminbi, which makes it harder for them to object now when market forces push down the currency.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThose market forces are tougher to manage, although China still has formidable resources to do so.\nIt has the world’s largest trade surplus. And until the last couple of years, that kept the renminbi on a path of gradual appreciation. But money is sluicing out of the country now, and it is more than offsetting the money that comes in from China’s selling of more goods overseas.\nThe Chinese government has responded to faltering investment spending in the country by cutting interest rates. While lower lending rates have helped housing prices and construction by making mortgages cheaper, lower rates on bank deposits have also given an extra incentive for Chinese investors to look overseas for opportunities. At the same time, the Federal Reserve is now raising interest rates, making it more attractive to keep money in dollars.\nThe People’s Bank also has far less autonomy than central banks in the West. Major currency policy decisions, including the decision to let the renminbi sink steadily lower against the dollar, are made by Communist Party leaders, leaving the central bank to manage day-to-day interventions in the markets.\nStill, China has more ability than most countries to prevent a plunge. The nation has the world’s largest foreign exchange reserves, $3.5 trillion worth of dollars, euros and other currencies.\nPhoto\nChina also retains some regulatory restrictions on large outflows of money. China is enforcing its remaining regulations much more stringently this autumn, in an attempt to choke off more speculative outflows into overseas real estate and other investments.\nAn official news outlet, People’s Daily, reported last month that the authorities had closed an underground bank that had handled illegal foreign exchange transactions totaling $64 billion, mainly money leaving the country, since the start of 2013. The authorities needed 35,000 sheets of paper to print records from the underground bank, People’s Daily reported.\nAdvertisement Continue reading the main story\nChinese exporters — and importers in the United States and Europe — are celebrating the renminbi’s weakness.\nBetty Chong, a director of the J.C. & Winsons Company, which manufactures gloves, hats and scarfs in Wuxi for export, said that she no longer added a premium to her prices as a buffer against appreciation of the renminbi. “The devaluation of the renminbi against the U.S. dollar of course helps my exports — my goods are comparatively more competitive than those from nearby manufacturers in Bangladesh, Vietnam and India,” she said.\nChina’s exporters to Europe are benefiting, as well as those selling to the United States. China’s central bank made headlines a week ago by saying that it would publish an index of the renminbi’s value in terms of a basket of currencies, not just the dollar. Such an index would highlight that the renminbi actually strengthened against some currencies in the first 11 months of this year, like the euro, even as it weakened against the strong dollar.\nBut because the dollar has faltered in the past two weeks, the drop in the renminbi lately has been even sharper against other currencies. The renminbi has fallen 3.7 percent against the euro in the past two weeks, for example.\nA weaker renminbi is not a complete boon to Chinese companies.\nZhang Zepeng, the sales manager at the Qingdao Reliance Refrigeration Equipment Company, which makes cold-storage rooms and refrigerator compressors in Qingdao, has profited from a weaker renminbi on its exports. But he is concerned about rising costs for supplies bought overseas, since his company also sells within China.\n“Since we need to import some of our raw materials, I do not want to see the RMB further devalue to, say, 6.7 or 6.8 against the U.S. dollar, since that will mean we will have to pay more for our raw material imports as well,” he said. It is now around 6.5 to the dollar.\nIf China does allow the renminbi to decline further in the coming months, it would not be the first emerging market to achieve a breakthrough in international economic relations only to see its currency soon tumble.\nA little more than two decades ago, Mexico concluded the North American Free Trade Agreement with the United States and Canada, cementing its position as an emerging market closely tied to the global economy. But less than a year later, as Fed rate increases prompted investors to move money to the United States, Mexico found itself struggling to protect the peso. It ended up letting the peso drop nearly 30 percent in less than a week.", "url": "https://www.nytimes.com/2015/12/19/business/dealbook/chinas-renminbi-declines-after-being-named-a-global-currency-posing-challenges.html"}