{"authors": ["Aurelien Breeden", "Alissa J. Rubin"], "date_download": "2018-11-16 03:56:49", "date_modify": "2018-11-16 03:56:49", "date_publish": "2015-06-26 09:44:42", "description": "President François Hollande said a beheaded body had been found at the American-operated factory, and that the assailant had been arrested and identified.", "filename": "2015_06_27_world_europe_french-factory-lyon-attack-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340609.html", "image_url": "https://static01.nyt.com/images/2015/06/27/world/27FRANCE/27FRANCE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_27_world_europe_french-factory-lyon-attack-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340609.html", "title": "French Authorities Hold Suspect in Beheading and Explosion at Chemical Plant", "title_page": "French Authorities Hold Suspect in Beheading and Explosion at Chemical Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ST.-PRIEST, France — A deliveryman who French security officials say once had links to radical Islamist groups drove his truck into an American-owned chemical plant near Lyon on Friday, set off an explosion and, in a macabre twist, mounted his boss’s severed head on the plant’s gate.\nFlags were placed on either side of the gruesome display, French officials said.\nThe interior minister, Bernard Cazeneuve, identified the suspect, who was apprehended, as Yassine Salhi, 35, a resident of nearby St.-Priest, a small town outside Lyon, in southeastern France.\nMr. Salhi was known to the employees and was waived in. He parked his truck at the end of an alley and for a few minutes was out of the range of security cameras. Then his truck could be seen speeding toward a hangar on the site, and there was an explosion that destroyed much of the structure, said François Molins, the Paris prosecutor.\nFirefighters and emergency workers arrived on the scene within four minutes. As they were assessing the damage and securing the area, they went into a second hangar that held canisters of liquid air, acetone and gas. They found Mr. Salhi trying to open one of the canisters. The firefighters apprehended him and turned him over to the police.", "url": "https://www.nytimes.com/2015/06/27/world/europe/french-factory-lyon-attack-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}