{"authors": ["Matthew Rosenberg", "Eric Schmitt"], "date_download": "2018-11-16 03:53:01", "date_modify": "2018-11-16 03:53:01", "date_publish": "2015-12-20 02:41:41", "description": "As President Obama pledged to intensify the anti-Islamic State campaign, he acknowledged the challenges in targeting militants who, in Raqqa, Syria, and elsewhere, inhabit the same spaces as civilians.", "filename": "2015_12_20_us_politics_in-isis-strategy-us-weighs-risk-to-civilians.html_module=inline_1542340381.html", "image_url": "https://static01.nyt.com/images/2015/12/20/world/RAQQA/RAQQA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_20_us_politics_in-isis-strategy-us-weighs-risk-to-civilians.html_module=inline_1542340381.html", "title": "In ISIS Strategy, U.S. Weighs Risk to Civilians", "title_page": "In ISIS Strategy, U.S. Weighs Risk to Civilians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For months, the United States military has known that the Islamic State uses the city hall in Raqqa, Syria, as an administrative center and a dormitory for scores of fighters. Some American officials even believe that Abu Bakr al-Baghdadi, the group’s leader, may have been in the building at times.\nYet, despite the American air campaign against the Islamic State, the white, three-story building remains standing because it also houses a jail. Its inmates are mainly victims of the extremist group — men caught sneaking a cigarette, women spotted with clothes that reveal even a hint of skin, shop owners who failed to pay their bills — and for American officials, the risk of killing any of them in an airstrike is too high.\nThe same is true of six other nearby buildings, including a mosque and court complex, which, together with city hall, compose the closest thing the Islamic State has to a headquarters.\nIn the aftermath of the attacks in Paris in November and the shootings this month in San Bernardino, Calif., President Obama and European leaders pledged to intensify the campaign against the Islamic State, also known as ISIS or ISIL. Mr. Obama, speaking last week at the Pentagon, said that the United States-led coalition was hitting the Islamic State “harder than ever,” and added that warplanes were “going after ISIL from their stronghold right in downtown Raqqa.”", "url": "https://www.nytimes.com/2015/12/20/us/politics/in-isis-strategy-us-weighs-risk-to-civilians.html?module=inline"}