{"authors": ["Frances Robles", "Shaila Dewan"], "date_download": "2018-11-16 04:52:43", "date_modify": "2018-11-16 04:52:43", "date_publish": "2015-04-20 00:29:58", "description": "Though jail is considered an effective incentive for parents who are able to pay, critics say punitive policies do not work for those who are poor.", "filename": "2015_04_20_us_skip-child-support-go-to-jail-lose-job-repeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343963.html", "image_url": "https://static01.nyt.com/images/2015/04/20/us/20SUPPORT01/20SUPPORT01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_20_us_skip-child-support-go-to-jail-lose-job-repeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343963.html", "title": "Skip Child Support. Go to Jail. Lose Job. Repeat.", "title_page": "Skip Child Support. Go to Jail. Lose Job. Repeat. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Still, Charleston County Family Court records show that he remained in a cycle of unpaid child support debt, stints in jail and more threats of time behind bars. The records also show that when Mr. Scott was working in 2011, $125.76 was deducted from his check each week. He paid $11,411 that year, which included a lump-sum payment. But he was behind again in July 2012, and he paid $3,500, his last recorded payment, to avoid jail. The money came from his parents, Mr. Scott’s brother Rodney said.\nRodney Scott said his brother resented that his ex-wife was not required to work and that the pressure was always on him to pay support. Critics of the child support system say this imbalance is reflected in rules that say that if a mother receives public assistance, the father must pay it back, even if he is also poor. In many cases, though not in Mr. Scott’s, child support actions are brought by state officials seeking welfare reimbursement.\nLisa Scott could not be reached at addresses or phone numbers listed in her name. Samantha Scott, a daughter from Mr. Scott’s first relationship, said she had never heard her own mother complain about a lack of support. “If he had money, he would give it to us,” she said.\nMs. Turetsky, the head of the federal child support office, said the system should be based on the expectation that both parents would contribute toward their children’s needs. “It’s nuts,” she said of the policy of making destitute fathers repay welfare. “She gets the assistance; he gets charged with the bill.”\nJahmal Holmes, 28, is a current participant in the Father to Father program in North Charleston. He has two children, 4 and 8, and said he had agreed to court-ordered child support because he had been told that it was a requirement for their mother to receive Medicaid. The two have since broken up and share custody of the younger child, but he is still required to pay support for both.\nMr. Holmes said he did not realize that if he fell behind on payments, he would face jail. “I am behind now, and they are threatening to suspend my driver’s license — and I’m a truck driver,” he said. “When I saw that Walter Scott died, and he was in this program, that touched me emotionally. I see myself trying to get out of that situation.”\nRodney Scott said that he sometimes thought his brother did not do everything he could to catch up, but that Walter seemed to consider it a hopeless cause. He recalled seeing his brother plead to a judge that he just did not make enough money.\n“He asked the judge, ‘How am I supposed to live?’ ” Mr. Scott said. “And the judge said something like, ‘That’s your problem. You figure it out.’ ”", "url": "https://www.nytimes.com/2015/04/20/us/skip-child-support-go-to-jail-lose-job-repeat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}