{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 03:53:10", "date_modify": "2018-11-16 03:53:10", "date_publish": "2015-12-18 19:14:12", "description": "The United Nations also warned that violence around the globe is likely to push a record number of asylum seekers even higher in the coming year.", "filename": "2015_12_19_world_un-says-60-million-people-have-been-forced-to-flee-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340390.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_world_un-says-60-million-people-have-been-forced-to-flee-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340390.html", "title": "U.N. Says 60 Million People Have Been Forced to Flee War", "title_page": "U.N. Says 60 Million People Have Been Forced to Flee War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — The number of people forced to flee war is expected to far surpass 60 million in 2015, the United Nations said on Friday, warning that violence around the globe is likely to push a record number of asylum seekers even higher in the coming year.\nAt least five million people were forcibly displaced from their homes in the first half of the year, adding to the 59.5 million displaced people the United Nations refugee agency had recorded by the end of 2014. One in every 122 humans today is someone who has been forced to flee from home, the agency said.\nMost of the people on the move in 2015 were displaced within their own country, but as many 839,000 people fled across international borders in the first half of the year, more than a third of them trying to escape the war in Syria.\nTo make matters worse, the funds available to help the increasing number of people fleeing conflict had fallen far behind the level of need, António Guterres, the departing United Nations high commissioner for refugees, told reporters in Geneva.", "url": "https://www.nytimes.com/2015/12/19/world/un-says-60-million-people-have-been-forced-to-flee-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}