{"authors": ["Justin Gillis", "Matt Richtel"], "date_download": "2018-11-16 04:00:26", "date_modify": "2018-11-16 04:00:26", "date_publish": "2015-04-06 01:40:19", "description": "Even as the worst drought in decades ravages California, millions of pounds of thirsty crops continue to stream out of the state, a feat that is a case study in the unwise use of natural resources, many experts say.", "filename": "2015_04_06_science_beneath-california-crops-groundwater-crisis-grows.html_module=inline_1542340826.html", "image_url": "https://static01.nyt.com/images/2015/04/06/us/06agriculture-web01/06agriculture-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_06_science_beneath-california-crops-groundwater-crisis-grows.html_module=inline_1542340826.html", "title": "Beneath California Crops, Groundwater Crisis Grows", "title_page": "Beneath California Crops, Groundwater Crisis Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the midst of this water crisis, Gov. Jerry Brown and his legislative allies pulled off something of a political miracle last year, overcoming decades of resistance from the farm lobby to adopt the state’s first groundwater law with teeth. California, so far ahead of the country on other environmental issues, became the last state in the arid West to move toward serious limits on the use of its groundwater.\nLast week, Mr. Brown imposed mandatory cuts in urban water use, the first ever. He exempted farmers, who already had to deal with huge reductions in surface water from the state’s irrigation works. Mr. Brown defended the decision on ABC’s “This Week” on Sunday, saying, “They’re providing most of the fruits and vegetables of America to a significant part of the world.”\nIn normal times, agriculture consumes roughly 80 percent of the surface water available for human use in California, and experts say the state’s water crisis will not be solved without a major contribution from farmers.\nCalifornia’s greatest resource in dry times is not its surface reservoirs, though, but its groundwater, and scientists say the drought has made the need for better controls obvious. While courts have taken charge in a few areas and imposed pumping limits, groundwater in most of the state has been a resource anyone could grab.\nYet putting strict limits in place is expected to take years. The new law, which took effect Jan. 1, does not call for reaching sustainability until the 2040s. Sustainability is vaguely defined in the statute, but in most basins will presumably mean a long-term balance between water going into the ground and water coming out. Scientists have no real idea if the groundwater supplies can last until the 2040s.", "url": "https://www.nytimes.com/2015/04/06/science/beneath-california-crops-groundwater-crisis-grows.html?module=inline"}