{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:10:14", "date_modify": "2018-11-16 03:10:14", "date_publish": "2015-04-20 17:36:14", "description": "City officials said they were changing police procedures as they investigate the death of Freddie Gray, who was hospitalized after an encounter with officers.", "filename": "2015_04_21_us_baltimore-officials-promise-investigation-into-death-of-freddie-gray_1542337814.html", "image_url": "https://static01.nyt.com/images/2015/04/21/us/21BALTIMOREJPSUB/21BALTIMOREJPSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_21_us_baltimore-officials-promise-investigation-into-death-of-freddie-gray_1542337814.html", "title": "Baltimore Suspends 6 Police Officers in Inquiry in Death of Freddie Gray", "title_page": "Baltimore Suspends 6 Police Officers in Inquiry in Death of Freddie Gray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BALTIMORE — Six police officers have been suspended and officials said Monday that they were changing police procedures as they investigated the death of Freddie Gray, a 25-year-old black man who was rushed to the hospital with a severed spinal cord after being chased and tackled by officers.\nWith the city on edge after days of protests that continued Monday evening, Mayor Stephanie Rawlings-Blake and Police Commissioner Anthony W. Batts appeared at a news conference and appealed for continued calm. Mr. Batts said the Police Department would wrap up its inquiry on May 1, though investigators said they still do not understand precisely how — or when — Mr. Gray was injured.\n“We have no evidence — physical, video or statements — of any use of force,” the deputy police commissioner, Jerry Rodriguez, said at the news conference. “He did suffer a very tragic injury to his spinal cord, which resulted in his death. What we don’t know, and what we need to get to, is how that injury occurred.”\nMr. Gray died Sunday, a week after his arrest. Witnesses captured parts of his encounter with the police on a cellphone video, in which screams can be heard as officers drag him into a transport van. An autopsy showed no wounds, except for the severed spinal cord, and the videos do not show the police acting forcefully.", "url": "https://www.nytimes.com/2015/04/21/us/baltimore-officials-promise-investigation-into-death-of-freddie-gray.html"}