{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 03:21:13", "date_modify": "2018-11-16 03:21:13", "date_publish": "2015-02-11 13:55:30", "description": "A judge in a criminal court in Antwerp, Belgium, ruled that Sharia4Belgium was a terrorist organization.", "filename": "2015_02_12_world_europe_fouad-belkacem-sharia4belgium-verdict-trial-belgium_1542338473.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_12_world_europe_fouad-belkacem-sharia4belgium-verdict-trial-belgium_1542338473.html", "title": "Head of Belgian Group Said to Recruit Fighters for Syria Gets 12-Year Term", "title_page": "Head of Belgian Group Said to Recruit Fighters for Syria Gets 12-Year Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — In a case seen as a test of Europe’s ability to combat Islamic extremism through the courts, a Belgian judge on Wednesday ruled that Sharia4Belgium, a group accused of recruiting fighters for Syria, was a terrorist organization and sentenced the group’s leader to 12 years in prison.\nThe trial began in September in the port city of Antwerp and has drawn attention across Europe amid a debate about how to fight radicalization, particularly after gunmen killed 17 people last month in Paris and its surroundings.\nThe principal defendant in the Belgian case, Fouad Belkacem, 32, a petty criminal turned religious zealot who led Sharia4Belgium, has not been directly linked to any terrorist attacks. Defense lawyers argued that the organization merely aimed to provoke public opinion, comparing it to the dissident Russian punk protest group Pussy Riot and the radical Ukrainian feminist organization Femen.\nBut the Correctional Tribunal in Antwerp dismissed those arguments in its verdict on Wednesday. It described Sharia4Belgium as a terrorist organization that helped recruit dozens of young Belgian Muslims as fighters for extremist groups in Syria that embrace an ultraconservative strand of Islam known as Salafism.", "url": "https://www.nytimes.com/2015/02/12/world/europe/fouad-belkacem-sharia4belgium-verdict-trial-belgium.html"}