{"authors": ["Gerry Mullany"], "date_download": "2018-11-16 04:26:38", "date_modify": "2018-11-16 04:26:38", "date_publish": "2015-04-30 06:13:01", "description": "A look at where Senator Bernie Sanders of Vermont stands on key issues as he seeks the Democratic presidential nomination.", "filename": "2015_05_01_us_politics_bernie-sanders-on-the-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342398.html", "image_url": "https://static01.nyt.com/images/2015/05/01/us/politics/01ISSUES-web-1/01ISSUES-web-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_01_us_politics_bernie-sanders-on-the-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342398.html", "title": "Bernie Sanders on the Issues", "title_page": "Bernie Sanders on the Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Bernie Sanders of Vermont, a registered independent and self-described socialist who is seeking the Democratic nomination for president, has made a name for himself in Congress attacking the financial industry and “the billionaire class.” Though he is considered unlikely to mount a serious challenge to Hillary Rodham Clinton, his positions on major issues could help push her to address the concerns of more left-leaning voters. Here is a look at some of those positions.\nFOREIGN POLICY Mr. Sanders opposed the war in Iraq and warned against the United States getting bogged down in Afghanistan, calling it a costly quagmire like Vietnam. He says the fight against the Islamic State should be undertaken by countries like Saudi Arabia, which borders Iraq and, he argues, has the financial and military resources to fight the extremist group.", "url": "https://www.nytimes.com/2015/05/01/us/politics/bernie-sanders-on-the-issues.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}