{"authors": ["Peter Eavis"], "date_download": "2018-11-16 04:43:59", "date_modify": "2018-11-16 04:43:59", "date_publish": "2015-07-08 20:57:00", "description": "The prospect of a country leaving the currency was once unthinkable, but in many ways the two sides in the Greek debt crisis have seized upon that possibility to advance their cause.", "filename": "2015_07_09_business_dealbook_greek-debt-dispute-highlights-prospect-of-a-euro-exit_1542343439.html", "image_url": "https://static01.nyt.com/images/2015/07/09/business/09db-euro-web1/09db-euro-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_09_business_dealbook_greek-debt-dispute-highlights-prospect-of-a-euro-exit_1542343439.html", "title": "Euro, Envisioned as Force for Unity, Becomes Weapon in Greek Crisis", "title_page": "Euro, Envisioned as Force for Unity, Becomes Weapon in Greek Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“To be honest, the dream has died regardless of what happens with Greece, because that dream was just a fantasy,” said Jens J. Nordvig, an analyst with Nomura Securities and the author of “The Fall of the Euro.”\nOn Wednesday, Greece submitted a request for a new loan that expressed its intent to carry out the sort of overhauls that its creditors favor. Yet even if a deal is done, and Greece remains within the common currency, the last few months have fully revealed the potential fault lines within the euro.\nThe struggle over Greece could set an unforgettable precedent for the next time any country runs afoul of a European majority. “You have an incomplete currency area that is vulnerable,” Mr. Nordvig said. “It doesn’t mean it’s going to totally disintegrate, but it’s going to remain vulnerable.”\nGreece’s problems show just how different the euro is from, say, the dollar. In the United States, if one region goes into a slump, it does not face being cut off from the rest of the country. The federal government usually provides fiscal support to the region without igniting a firestorm of resistance from other parts of the United States. And the Federal Reserve can make emergency loans to the banks in the region to prevent runs on the financial system there.\nIn Europe, the process for helping troubled countries is much more difficult and fragmented.\nGreece has received some assistance from the rest of Europe, through bailouts in 2010 and 2012, and the European Central Bank has provided considerable emergency loans to Greek banks. Greece even followed through on some of the austerity measures that its creditors demanded. But after several years of hard times, staggeringly high unemployment and debt loads that remained stifling, the Greeks in January voted for a leftist government. It did not want to have to agree to more austerity to receive fresh aid, which was then going to be used to pay off a large amount of debt coming due this year and next.\nThe parallels are not exact, but if Greece were a heavily indebted city in the United States, things could have turned out quite differently. Greece could have filed for bankruptcy. And during the ordeal, it is highly unlikely that the city and all its banks would face the prospect of losing their access to dollars.", "url": "https://www.nytimes.com/2015/07/09/business/dealbook/greek-debt-dispute-highlights-prospect-of-a-euro-exit.html"}