{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 03:45:00", "date_modify": "2018-11-16 03:45:00", "date_publish": "2015-09-20 17:05:52", "description": "The price of the drug, called Daraprim, a standard of care for treating a life-threatening parasitic infection, went to $750 a tablet from $13.50.", "filename": "2015_09_21_business_a-huge-overnight-increase-in-a-drugs-price-raises-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339900.html", "image_url": "https://static01.nyt.com/images/2015/09/21/business/21drugpricespix/21drugpricespix-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_21_business_a-huge-overnight-increase-in-a-drugs-price-raises-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339900.html", "title": "Drug Goes From $13.50 a Tablet to $750, Overnight", "title_page": "Drug Goes From $13.50 a Tablet to $750, Overnight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Infectious Diseases Society of America and the HIV Medicine Association sent a joint letter to Turing earlier this month calling the price increase for Daraprim “unjustifiable for the medically vulnerable patient population” and “unsustainable for the health care system.” An organization representing the directors of state AIDS programs has also been looking into the price increase, according to doctors and patient advocates.\nImage Martin Shkreli is the founder and chief executive of Turing Pharmaceuticals, which raised the price of the drug Daraprim to $750 a tablet from $13.50. Credit Paul Taggart/Bloomberg, via Getty Images\nDaraprim, known generically as pyrimethamine, is used mainly to treat toxoplasmosis, a parasite infection that can cause serious or even life-threatening problems for babies born to women who become infected during pregnancy, and also for people with compromised immune systems, like AIDS patients and certain cancer patients.\nMartin Shkreli, the founder and chief executive of Turing, said that the drug is so rarely used that the impact on the health system would be minuscule and that Turing would use the money it earns to develop better treatments for toxoplasmosis, with fewer side effects.\n“This isn’t the greedy drug company trying to gouge patients, it is us trying to stay in business,” Mr. Shkreli said. He said that many patients use the drug for far less than a year and that the price was now more in line with those of other drugs for rare diseases.\n“This is still one of the smallest pharmaceutical products in the world,” he said. “It really doesn’t make sense to get any criticism for this.”\nThis is not the first time the 32-year-old Mr. Shkreli, who has a reputation for both brilliance and brashness, has been the center of controversy. He started MSMB Capital, a hedge fund company, in his 20s and drew attention for urging the Food and Drug Administration not to approve certain drugs made by companies whose stock he was shorting.\nIn 2011, Mr. Shkreli started Retrophin, which also acquired old neglected drugs and sharply raised their prices. Retrophin’s board fired Mr. Shkreli a year ago. Last month, it filed a complaint in Federal District Court in Manhattan, accusing him of using Retrophin as a personal piggy bank to pay back angry investors in his hedge fund.", "url": "https://www.nytimes.com/2015/09/21/business/a-huge-overnight-increase-in-a-drugs-price-raises-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}