{"authors": ["Rick Lyman"], "date_download": "2018-11-16 03:19:43", "date_modify": "2018-11-16 03:19:43", "date_publish": "2015-09-15 01:15:24", "description": "In Hungary, Macedonia, Serbia and elsewhere, special efforts have been imposed to move migrants quickly to border areas.", "filename": "2015_09_15_world_with-some-paths-shut-migrants-seek-others.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338383.html", "image_url": "https://static01.nyt.com/images/2015/09/15/world/15trail/15trail-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_15_world_with-some-paths-shut-migrants-seek-others.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338383.html", "title": "With Some Paths Shut, Migrants Seek Others", "title_page": "With Some Paths Shut, Migrants Seek Others - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Plans were being upended Monday all along the dangerous trail that has funneled tens of thousands of migrants this year from the Middle East, Afghanistan, Pakistan and Africa across the West Balkans into the heart of Europe. The news that Germany — and later Austria, Slovakia and the Netherlands — had imposed border controls passed like an electric charge through the human chain of refugees.\n“If we can’t get to Germany, we are thinking of going to Belgium,” said Dana Jawad, a former sociology student from Damascus. Whatever happened, she would not return to Syria. “We had to leave,” she said. “The war destroyed everything.”\nJust as they had when previous obstacles blocked their path, migrants interviewed along the route Monday were vowing not to give up. Some said they would plow ahead and hope to slip into Germany somehow, others talked of finding new routes that bypass Hungary by either moving west into Croatia and Slovenia or across the land bridge from Turkey into Bulgaria.\nIn Hungary, where thousands had passed in recent days along a rail line that once carried the Orient Express, the police late Friday afternoon sealed off that gap in the border fence and told newly arriving migrants to cross only at legal border stations.\nUnder new regulations passed by the Hungarian Parliament that go into effect Tuesday, those convicted of crossing the border illegally or damaging the border fence could be sent to prison for years. A new system of “transit centers” was also to be built at the border to hold migrants there while their cases are rapidly investigated, with those rejected to be sent back to Serbia.", "url": "https://www.nytimes.com/2015/09/15/world/with-some-paths-shut-migrants-seek-others.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}