{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:55:46", "date_modify": "2018-11-16 03:55:46", "date_publish": "2015-11-21 11:37:57", "description": "President Obama, speaking in Malaysia, where he met with children who had fled violence, said the United States should not close itself to the world’s refugees out of fear.", "filename": "2015_11_22_world_asia_refugees-must-not-be-turned-away-obama-says.html_module=inline_1542340546.html", "image_url": "https://static01.nyt.com/images/2015/11/22/world/22PREXY2/22PREXY2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_22_world_asia_refugees-must-not-be-turned-away-obama-says.html_module=inline_1542340546.html", "title": "Refugees Must Not Be Turned Away, Obama Says", "title_page": "Refugees Must Not Be Turned Away, Obama Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KUALA LUMPUR, Malaysia — President Obama vowed on Saturday to keep America’s borders open to the world’s refugees “as long as I’m president,” even as he met with child migrants and refugees here and his administration refused to yield in a long-distance feud with his critics over the issue.\nMr. Obama chatted with elementary-school-age children, all sharply dressed in navy-and-white uniforms, at a humanitarian center that serves young people who have fled violence in Myanmar, Pakistan, Syria, Iran and elsewhere.\nThey were representative of the faces of all the world’s persecuted minorities, the president said, adding that such children must not be turned away by countries like the United States because of what he insisted was an unfounded fear of a terrorist threat from their presence.\n“They were indistinguishable from any child in America,” Mr. Obama said after kneeling to look at their drawings and math homework. “And the notion that somehow we would be fearful of them, that our politics would somehow leave us to turn our sights away from their plight, is not representative of the best of who we are.”", "url": "https://www.nytimes.com/2015/11/22/world/asia/refugees-must-not-be-turned-away-obama-says.html?module=inline"}