{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:47:39", "date_modify": "2018-11-16 04:47:39", "date_publish": "2015-12-11 00:50:00", "description": "The company, which is backed by a Chinese entrepreneur, said it would invest $1 billion to build a 900-acre plant in a Las Vegas suburb.", "filename": "2015_12_11_automobiles_faraday-future-north-las-vegas-jia-yueting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343659.html", "image_url": "https://static01.nyt.com/images/2015/12/11/business/11xp-faraday/11xp-faraday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_11_automobiles_faraday-future-north-las-vegas-jia-yueting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343659.html", "title": "Faraday Future, Electric Car Maker, Plans a Nevada Factory", "title_page": "Faraday Future, Electric Car Maker, Plans a Nevada Factory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Faraday Future, an electric car company backed by a Chinese entrepreneur, said on Thursday it would invest $1 billion to build a 900-acre factory in a suburb of Las Vegas.\nThe company, which intends to compete with Tesla Motors but has not yet unveiled a product, said the plant in North Las Vegas would bring 4,500 jobs to the state.\n“We plan to revolutionize the automobile industry by creating an integrated, intelligent mobility system that protects the earth and improves the living environment of mankind,” Jia Yueting, the billionaire founder and chief executive of Leshi TV, an Internet video service, wrote in a letter to Nevada legislators.\nFaraday has offered little detail on its plans, but the company intends to unveil a concept car on Jan. 4 at the Consumer Electronics Show, a technology trade show in Las Vegas, and it hopes to bring a car to market as early as 2017.", "url": "https://www.nytimes.com/2015/12/11/automobiles/faraday-future-north-las-vegas-jia-yueting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}