{"authors": ["Katrin Bennhold"], "date_download": "2018-11-16 03:21:17", "date_modify": "2018-11-16 03:21:17", "date_publish": "2015-11-18 22:09:14", "description": "It appears that as many as six of the attackers identified in the Paris massacre were Europeans who traveled to fight and train in Syria before returning home.", "filename": "2015_11_19_world_europe_paris-attacks-islamic-state-jihadis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338477.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/19jihadis_web1/19jihadis_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_19_world_europe_paris-attacks-islamic-state-jihadis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338477.html", "title": "Paris Attacks Highlight Jihadists’ Easy Path Between Europe and ISIS Territory", "title_page": "Paris Attacks Highlight Jihadists’ Easy Path Between Europe and ISIS Territory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Islamic State, he said, “has mobilized the largest volunteer army of Sunni fighters in recent history.”\nImage A recent picture of Samy Amimour, provided by his family. Credit The Amimour family, via Agence France-Presse — Getty Images\nThe threat from returning jihadists is not new. In the 1980s, Europeans fought in Afghanistan against the Soviets, and in the ’90s some went to Bosnia. Since then, Iraq, Somalia, Yemen and Afghanistan — again — have been destinations. One of the brothers who shot 12 people at the satirical newspaper Charlie Hebdo is believed to have spent time in Yemen. The leader of the London bombings in July 2005 had been to Afghanistan three times.\nBut the traffic to and from Syria is much heavier, because of its easier access to Europe and a powerful Islamic State propaganda machine that paints a promised land of religious virtue, Muslim community and righteous revolution with sound-bite religion, analysts say.\nNot all volunteer fighters returning from conflict become terrorists. Some academic research suggests that one in 10 do, while other sources say the ratio is as high as one in four. Either way, the end result is a terrorist threat expanding at a rate that alarms security experts.\n“The threat we are facing today is on a scale and at a tempo that I have not seen before in my career,” said Andrew Parker, the director general of Britain’s domestic security service, MI5, in a lecture last month. Over the past year, he said, his service has foiled six attacks in Britain alone.\nIntelligence officials frequently complain that their ability to eavesdrop on suspects is increasingly being abridged by concerns about personal freedoms. The problems have only increased, they say, with the availability of sophisticated encryption technology in instant messaging services like WhatsApp and iMessage, and in less mainstream platforms like Telegram.\nOthers bemoan a lack of trust and intelligence sharing in Europe. One senior Belgian counterterrorism official said that Turkey routinely failed to respond to requests for information, and suggested that this might have played a role in suspects’ slipping through the cracks. A Turkish official, however, said that his agency had twice told France the name of one of the Paris attackers, most recently in June, but did not hear back until after the massacre.", "url": "https://www.nytimes.com/2015/11/19/world/europe/paris-attacks-islamic-state-jihadis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}