{"authors": ["Kareem Fahim"], "date_download": "2018-11-16 03:22:55", "date_modify": "2018-11-16 03:22:55", "date_publish": "2015-10-27 10:31:34", "description": "The site was struck multiple times by warplanes belonging to the military coalition led by Saudi Arabia, forcing evacuations, the group said.", "filename": "2015_10_28_world_middleeast_doctors-without-borders-yemen-airstrikes.html_module=inline_1542338575.html", "image_url": "https://static01.nyt.com/images/2015/10/27/multimedia/yemen-strike-msf/yemen-strike-msf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_28_world_middleeast_doctors-without-borders-yemen-airstrikes.html_module=inline_1542338575.html", "title": "Doctors Without Borders Says Yemen Hospital Is Destroyed", "title_page": "Doctors Without Borders Says Yemen Hospital Is Destroyed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — A hospital in northern Yemen run by Doctors Without Borders was destroyed by warplanes belonging to a military coalition led by Saudi Arabia, even though the coalition had been given the coordinates of the hospital, the relief organization said Tuesday.\nThe airstrikes, about 10:30 p.m. Monday, forced the evacuation of staff and patients from the site and raised new questions about what precautions Saudi Arabia and its military partners were taking to avoid civilians.\nThe coalition, of 10 Arab states, receives military and intelligence support from the United States and has been battling Yemen’s Houthi rebels since March. Bombings by the coalition have killed more than 1,100 people — the majority of civilian casualties during the war, according to human rights advocates. The airstrikes have also hit nonmilitary targets, including markets, houses and wedding parties.\n“With the hospital destroyed, at least 200,000 people now have no access to lifesaving medical care,” Doctors Without Borders said in a statement. Hassan Boucenine, the group’s head of mission in Yemen, said in the statement that the attack was “another illustration of a complete disregard for civilians in Yemen, where bombings have become a daily routine.”", "url": "https://www.nytimes.com/2015/10/28/world/middleeast/doctors-without-borders-yemen-airstrikes.html?module=inline"}