{"authors": ["Ian Austen"], "date_download": "2018-11-16 03:48:56", "date_modify": "2018-11-16 03:48:56", "date_publish": "2015-09-04 03:05:48", "description": "The Syrian boy, 3, drowned off Turkey after his family was unable to secure a Canadian visa.", "filename": "2015_09_04_world_americas_aylan-kurdis-death-raises-resonates-in-canadian-election-campaign.html_module=inline_1542340136.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_world_americas_aylan-kurdis-death-raises-resonates-in-canadian-election-campaign.html_module=inline_1542340136.html", "title": "Aylan Kurdi’s Death Resonates in Canadian Election Campaign", "title_page": "Aylan Kurdi’s Death Resonates in Canadian Election Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Under Canada’s system, there are two broad forms of private sponsorship. Groups like the United Church of Canada, the Mennonite Central Committee Canada and the Salvation Army are registered as sponsors, a step which eases some of the bureaucracy. Groups of five people who are willing to sign financial guarantees may also sponsor an individual or family. They are required to demonstrate that they can provide roughly 27,000 Canadian dollars to support a family of four refugees.\nIt appears that the Kurdi family attempted to obtain entry to Canada under the latter type of program. Ms. Kotyk said the program requires that people seeking to come to Canada from Turkey first be declared refugees by the Turkish government. She said that was often a difficult or impossible condition to fulfill.\nAs Mr. Alexander, a former diplomat, broke away from campaigning in suburban Toronto to make his way back to Ottawa to review the family’s case, opposition politicians renewed attacks on the government over its handling of refugees.\n“You don’t get to suddenly discover compassion in the middle of an election campaign,” Justin Trudeau, the Liberal leader, told reporters in Quebec, adding that the government had long ignored pleas from aid groups, academics and others for more action.\n“The older kid could be — could have been starting school in Canada next week if we had acted,” Tom Mulcair, the leader of the New Democratic Party, said at a news conference. “This is a bureaucratic trap we’re following into it.”\nMr. Harper called the image of the dead boy “heart-wrenching” at an event in British Columbia. While he said that Canada would immediately accept more refugees, he added that it and other nations must “fight the root cause of the problem, and that is the violent campaign being waged against these people by ISIS” through military action.\n“We need to help people who are actually there and can’t get away,” Mr. Harper said. “And part of the way we need to help them is to stop the awful violence that is being directed at them, displacing them and killing them.”", "url": "https://www.nytimes.com/2015/09/04/world/americas/aylan-kurdis-death-raises-resonates-in-canadian-election-campaign.html?module=inline"}