{"authors": ["Julia Preston"], "date_download": "2018-11-16 03:43:36", "date_modify": "2018-11-16 03:43:36", "date_publish": "2015-12-04 23:16:15", "description": "Federal officials were reviewing the immigration records of Tashfeen Malik, who came here to marry Syed Rizwan Farook and was killed after the San Bernardino massacre.", "filename": "2015_12_05_us_for-woman-in-shooting-easy-passage-through-us-visa-process.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339816.html", "image_url": "https://static01.nyt.com/images/2015/12/05/us/05wife_web1/05wife_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_05_us_for-woman-in-shooting-easy-passage-through-us-visa-process.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339816.html", "title": "Smooth Visa Process for Woman in Attack Is Focus of Inquiry", "title_page": "Smooth Visa Process for Woman in Attack Is Focus of Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The woman involved in the shootings in San Bernardino, Calif., on Wednesday passed through two rounds of criminal and national security background checks as she obtained a “fiancé visa” and later a resident green card to live in the United States, federal officials said.\nThose checks turned up no negative information about the woman, Tashfeen Malik, a federal official said Friday. But after the F.B.I. said Friday that it was investigating the shootings as an act of terrorism — Ms. Malik pledged allegiance to the Islamic State in a Facebook post the day of the attack — officials were scouring her immigration record to see if there were any revealing details they might have missed.\n“There was nothing she presented that would have been flagged,” a federal official said, speaking anonymously to discuss a fast-moving investigation involving several federal agencies. But, he said, “We’re going back right now and double-checking and looking over everyone’s shoulder who was involved.”\nThe information that Ms. Malik came to live in this country legally has heightened concern about security reviews in the immigration system. It has also renewed a tense debate in Washington, particularly after the Nov. 13 terrorist attacks in Paris provoked a furor in Congress and among state governments about the vetting of refugees from Syria and Iraq.", "url": "https://www.nytimes.com/2015/12/05/us/for-woman-in-shooting-easy-passage-through-us-visa-process.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}