{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:13", "date_modify": "2018-11-16 04:18:13", "date_publish": "2015-07-31 03:21:05", "description": "The politicians in Beijing who have ruled during economic booms, not unlike many of their American counterparts, have no idea what they’re doing.", "filename": "2015_07_31_opinion_paul-krugman-chinas-naked-emperors.html_module=inline_1542341893.html", "image_url": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_31_opinion_paul-krugman-chinas-naked-emperors.html_module=inline_1542341893.html", "title": "China’s Naked Emperors", "title_page": "China’s Naked Emperors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What China needs are reforms that spread the purchasing power — and it has, to be fair, been making efforts in that direction. But by all accounts these efforts have fallen short. For example, it has introduced what is supposed to be a national health care system, but in practice many workers fall through the cracks.\nMeanwhile, China’s leaders appear to be terrified — probably for political reasons — by the prospect of even a brief recession. So they’ve been pumping up demand by, in effect, force-feeding the system with credit, including fostering a stock market boom. Such measures can work for a while, and all might have been well if the big reforms were moving fast enough. But they aren’t, and the result is a bubble that wants to burst.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nChina’s response has been an all-out effort to prop up stock prices. Large shareholders have been blocked from selling; state-run institutions have been told to buy shares; many companies with falling prices have been allowed to suspend trading. These are things you might do for a couple of days to contain an obviously unjustified panic, but they’re being applied on a sustained basis to a market that is still far above its level not long ago.\nWhat do Chinese authorities think they’re doing?\nIn part, they may be worried about financial fallout. It seems that a number of players in China borrowed large sums with stocks as security, so that the market’s plunge could lead to defaults. This is especially troubling because China has a huge “shadow banking” sector that is essentially unregulated and could easily experience a wave of bank runs.\nBut it also looks as if the Chinese government, having encouraged citizens to buy stocks, now feels that it must defend stock prices to preserve its reputation. And what it’s ending up doing, of course, is shredding that reputation at record speed.\nIndeed, every time you think the authorities have done everything possible to destroy their credibility, they top themselves. Lately state-run media have been assigning blame for the stock plunge to, you guessed it, a foreign conspiracy against China, which is even less plausible than you may think: China has long maintained controls that effectively shut foreigners out of its stock market, and it’s hard to sell off assets you were never allowed to own in the first place.\nSo what have we just learned? China’s incredible growth wasn’t a mirage, and its economy remains a productive powerhouse. The problems of transition to lower growth are obviously major, but we’ve known that for a while. The big news here isn’t about the Chinese economy; it’s about China’s leaders. Forget everything you’ve heard about their brilliance and foresightedness. Judging by their current flailing, they have no clue what they’re doing.", "url": "https://www.nytimes.com/2015/07/31/opinion/paul-krugman-chinas-naked-emperors.html?module=inline"}