{"authors": ["Shaila Dewan"], "date_download": "2018-11-16 04:52:53", "date_modify": "2018-11-16 04:52:53", "date_publish": "2015-06-10 09:00:46", "description": "Money bail, entrenched in most jurisdictions, is under new scrutiny, with some critics decrying what they see as racial and financial inequities.", "filename": "2015_06_11_us_when-bail-is-out-of-defendants-reach-other-costs-mount_1542343973.html", "image_url": "https://static01.nyt.com/images/2015/06/10/us/11BAILWEB1/11BAILWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_11_us_when-bail-is-out-of-defendants-reach-other-costs-mount_1542343973.html", "title": "When Bail Is Out of Defendant’s Reach, Other Costs Mount", "title_page": "When Bail Is Out of Defendant’s Reach, Other Costs Mount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I said, ‘Y’all know this man is lying, so why you keep picking me up?’” said the woman, who asked that her name be withheld to avoid provoking her accuser. “They said they had to, because one day it might be real.”\nOn a recent Thursday, William Cedric Wheeler met a visitor at the library in Waldorf, Md., where his children do their homework after school.\nMr. Wheeler, 39, was charged in 2009 with stealing from his employer of 12 years. He had no prior record and says he was innocent. But fearing that he would be sent to prison and separated from his children (he has six: two now in college, two who live with his ex-wife, and two who live with Mr. Wheeler and his wife), he made a plea deal and agreed to pay restitution of $3,069.80.\nThe blot on his record made it hard to find a steady new job, and he fell behind on child support. His tax refunds were withheld, he said, once for child support and once for his wife’s student loans. He managed to pay only $1,000 toward the restitution. By 2012, he and his wife had finally found decent jobs working for a hotel company, but in November he suffered a stroke and his medical bills began to mount.\nWhen his failure to pay finally caught up with him last year, he was arrested and the judge set his bail at $2,069.80 — the same amount he had been unable to come up with in the first place. During the six weeks Mr. Wheeler spent in jail, he said, he lost his job, his family was evicted, one car was repossessed and the other one broke down. His family tried to hold bake sales to raise money for his bond, Mr. Wheeler said, but the police came asking if they had a license to sell food.\nThe couple and their children, Ayanna, 11, and Alijah, 9, were living out of a minivan on the nights when they could not afford a cheap motel room.\n“Since I got locked up, this is all I have left,” Mr. Wheeler said, gesturing at a collection of packed bags, a laundry basket and a basketball in the back of the van. “This is everything that we own.”", "url": "https://www.nytimes.com/2015/06/11/us/when-bail-is-out-of-defendants-reach-other-costs-mount.html"}