{"authors": ["Sewell Chan"], "date_download": "2018-11-16 04:21:14", "date_modify": "2018-11-16 04:21:14", "date_publish": "2015-11-30 01:31:21", "description": "Despite efforts to limit any disruption to a two-week global climate conference in Paris, 174 people were taken into custody when demonstrators fought with the police.", "filename": "2015_11_30_world_europe_france-uses-sweeping-powers-to-curb-climate-protests-but-clashes-erupt.html_module=inline_1542342074.html", "image_url": "https://static01.nyt.com/images/2015/11/30/world/30SECURITY1/30SECURITY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_30_world_europe_france-uses-sweeping-powers-to-curb-climate-protests-but-clashes-erupt.html_module=inline_1542342074.html", "title": "France Uses Sweeping Powers to Curb Climate Protests, but Clashes Erupt", "title_page": "France Uses Sweeping Powers to Curb Climate Protests, but Clashes Erupt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The French government is using the sweeping emergency powers it gained after the Paris terrorist attacks to clamp down on any possible disruption to the two-week global climate conference that starts on Monday, limiting public demonstrations, beefing up security and placing two dozen environmental activists under house arrest.\nThe efforts to restrict protests — as world leaders arrived to reach an international deal to contain global warming — were not entirely successful; 174 people were taken into custody on Sunday after demonstrators clashed with the police in the historic Place de la République.\nThe police, in full riot gear, used tear gas and pepper spray to disperse the demonstrators, some of whom grabbed flowers and other remembrances that had been left at a tribute to the 130 people killed in the attacks and hurled them at officers. Some demonstrators chanted: “State of emergency, police state. You can’t take away our right to demonstrate!”", "url": "https://www.nytimes.com/2015/11/30/world/europe/france-uses-sweeping-powers-to-curb-climate-protests-but-clashes-erupt.html?module=inline"}