{"authors": ["Dan Bilefsky", "Alan Cowell"], "date_download": "2018-11-16 03:49:14", "date_modify": "2018-11-16 03:49:14", "date_publish": "2015-01-14 08:45:56", "description": "The newspaper returned with a depiction of the Prophet Muhammad on its cover, and, in some places, vendors reported that it had sold out before daybreak.", "filename": "2015_01_15_world_europe_charlie-hebdo-prophet-muhammad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340154.html", "image_url": "https://static01.nyt.com/images/2015/01/15/world/PARIS/PARIS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_15_world_europe_charlie-hebdo-prophet-muhammad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340154.html", "title": "Robust Demand and Renewed Criticism as Charlie Hebdo Quickly Returns", "title_page": "Robust Demand and Renewed Criticism as Charlie Hebdo Quickly Returns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a note on his Facebook page, directed at Interior Minister Bernard Cazeneuve and written after the large unity rally on Sunday in Paris, Mr. M’bala M’bala said that the same government officials who had marched to promote freedom and liberty were now trying to silence him. “Since the beginning of last year, I have been treated as public enemy No. 1,” he wrote, “when all I try to do is make people laugh, and laugh about death, because death laughs at us all, as Charlie knows now, unfortunately.”\nIn an effort to combat lone militants and sleeper cells that might otherwise escape detection, thousands of troops and police officers have been deployed on the streets of Paris, and 54 people are under investigation related to charges of glorifying terrorism and terrorism threats, said Pierre Rancé, a spokesman for the Justice Ministry.\nThe authorities were also trying to move against social media sites that the prime minister, Manuel Valls, said were “more than ever used for indoctrination” of militants who use the Internet to communicate and acquire “techniques permitting them to act.”\nThe publication of the new issue of Charlie Hebdo brought complaints about a perceived double standard in European countries in their treatment of Muslims, with some arguing that laws that ban hate speech fail to prevent insults and provocations directed at Muslims.\nFor some Muslims, any depiction of Muhammad is seen as blasphemous, and even some supporters of free speech described Charlie Hebdo’s decision to put a cartoon of the prophet on its first cover since last week’s attack as unnecessarily inflammatory. The brothers who targeted the weekly, Saïd and Chérif Kouachi, said they had done so to avenge insults to Muhammad by the paper.\nIn Geneva, while waiting for a meeting with Secretary of State John Kerry, the Iranian foreign minister, Mohammad Javad Zarif, explained the Islamic Republic’s criticism of the latest issue. “We believe that sanctities need to be respected, and unless we learn to respect one another, it will be very difficult in a world of different views and different cultures and civilizations,” Mr. Zarif said.", "url": "https://www.nytimes.com/2015/01/15/world/europe/charlie-hebdo-prophet-muhammad.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}