{"authors": ["Kareem Fahim"], "date_download": "2018-11-16 03:57:06", "date_modify": "2018-11-16 03:57:06", "date_publish": "2015-05-21 01:37:21", "description": "The leader of the Houthi rebel movement said in a televised speech on Wednesday that he was willing to conduct negotiations in a “neutral country” to end Yemen’s nearly two-month-old armed conflict.", "filename": "2015_05_21_world_middleeast_yemen-houthi-leader-is-open-to-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340626.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_21_world_middleeast_yemen-houthi-leader-is-open-to-talks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340626.html", "title": "Yemen: Houthi Leader Is Open to Talks", "title_page": "Yemen: Houthi Leader Is Open to Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The leader of the Houthi rebel movement said in a televised speech on Wednesday that he was willing to conduct negotiations in a “neutral country” to end Yemen’s nearly two-month-old armed conflict. The comments by the leader, Abdel-Malik al-Houthi, suggested that the Houthis might take part in talks, sponsored by the United Nations, that were announced Wednesday and scheduled to be held in Geneva on May 28. The talks would be the first between Yemen’s warring parties since late March, when a military coalition led by Saudi Arabia began an air offensive to drive the Houthis from territory they had captured. The pace of the fighting has accelerated since Sunday, when a brief cease-fire arranged to deliver relief supplies expired and the Saudi-led coalition resumed airstrikes. More than 1,800 people have been killed since mid-March, and more than half a million Yemenis have been displaced, according to the United Nations.", "url": "https://www.nytimes.com/2015/05/21/world/middleeast/yemen-houthi-leader-is-open-to-talks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}