{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:56:59", "date_modify": "2018-11-16 03:56:59", "date_publish": "2015-10-14 07:25:52", "description": "Hillary Rodham Clinton was the clear victor, according to the opinion shapers in the political world (even conservative commentators).", "filename": "2015_10_15_us_politics_democratic-debate-hillary-clinton-bernie-sanders-biden_1542340619.html", "image_url": "https://static01.nyt.com/images/2015/10/15/us/15whowon-sub/15whowon-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_15_us_politics_democratic-debate-hillary-clinton-bernie-sanders-biden_1542340619.html", "title": "Who Won and Lost the Democratic Debate? The Web Has Its Say", "title_page": "Who Won and Lost the Democratic Debate? The Web Has Its Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bloggers, commentators and the Twitterati quickly weighed in on the first Democratic debate, scoring the winners and losers. Hillary Rodham Clinton was the clear victor, according to the opinion shapers in the political world (even conservative commentators).\nSenator Bernie Sanders of Vermont won some points for his integrity, while the others — Martin O’Malley, the former governor of Maryland; Jim Webb, the former senator from Virginia and secretary of the Navy; and Lincoln Chafee, the former Rhode Island governor and senator — were mostly viewed as having missed their chance.\nSome suggested that another loser was the man still deciding on whether to run, Vice President Joseph R. Biden Jr., as Mrs. Clinton appeared to be formidable. Others disagreed.\n“I’m still amazed the other four candidates made Hillary Clinton come off as the likable, reasonable, responsible Democrat.” — Erick Erickson, the conservative radio host", "url": "https://www.nytimes.com/2015/10/15/us/politics/democratic-debate-hillary-clinton-bernie-sanders-biden.html"}