{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:24:54", "date_modify": "2018-11-16 04:24:54", "date_publish": "2015-02-27 12:00:13", "description": "Even many who don’t receive federal subsidies would see prices soar out of reach, in what some health experts call a death spiral.", "filename": "2015_03_02_upshot_how-an-adverse-supreme-court-ruling-would-send-obamacare-into-a-tailspin.html_module=inline_1542342294.html", "image_url": "https://static01.nyt.com/images/2015/02/27/upshot/01UP-Death/01UP-Death-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_02_upshot_how-an-adverse-supreme-court-ruling-would-send-obamacare-into-a-tailspin.html_module=inline_1542342294.html", "title": "How an Adverse Supreme Court Ruling Would Send Obamacare Into a Tailspin", "title_page": "How an Adverse Supreme Court Ruling Would Send Obamacare Into a Tailspin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the loss of all those low-income, relatively healthy people could destabilize the individual health insurance markets for everyone else. No one knows for sure how bad things would get, but economic forecasters estimate that, on average, prices in the affected states would rise by at least a third, and some 1.4 million unsubsidized people would leave the increasingly expensive market.\nThe health law was intended to make the individual health insurance market more fair and accessible than it was before the Affordable Care Act passed. The law requires health insurers to sell their products to anyone willing to buy — even people with known diseases that are likely to mean big health care bills. The law also limits how much insurers can vary premiums they charge to different people; insurers can charge higher prices to older customers than younger ones, but they can’t charge a higher price to a patient with cancer than one who is healthy.\nBut to balance out all the sick people that those provisions help, the law creates inducements for healthy customers to buy insurance. The biggest one is the tax credits that are available on a sliding scale to middle-income Americans. And there’s the individual mandate: Anyone who can afford insurance and doesn’t sign up will face a tax penalty. Taken together, those provisions help people with limited means afford insurance premiums, and they serve to discourage people from waiting until they’re already sick to buy insurance.\nUpset that balance, and the policy structure will become broken.\nIf the Supreme Court rules that the tax credits can only be awarded in certain states, insurance will become immediately unaffordable for many people getting the subsidies. About 87 percent of people in the affected states qualify for some kind of subsidy, and, in some cases, the subsidy covers the entire cost of the insurance premium. The ruling will also effectively knock out the mandate, since the law says that no one can be punished for failing to have insurance if none is affordable.", "url": "https://www.nytimes.com/2015/03/02/upshot/how-an-adverse-supreme-court-ruling-would-send-obamacare-into-a-tailspin.html?module=inline"}