{"authors": ["Anthony Tommasini"], "date_download": "2018-11-16 04:48:52", "date_modify": "2018-11-16 04:48:52", "date_publish": "2015-08-03 15:13:45", "description": "Everything about the show exuded immediacy and naturalness at the Haus für Mozart.", "filename": "2015_08_05_arts_international_review-le-nozze-di-figaro-gets-an-update-in-salzburg_1542343732.html", "image_url": "https://static01.nyt.com/images/2015/08/05/arts/05iht-figaro05-a/05iht-figaro05-a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_05_arts_international_review-le-nozze-di-figaro-gets-an-update-in-salzburg_1542343732.html", "title": "Review: ‘Le Nozze Di Figaro’ Gets an Update in Salzburg", "title_page": "Review: ‘Le Nozze Di Figaro’ Gets an Update in Salzburg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SALZBURG, Austria — For a director, conductor and cast, it must be intense pressure to present a new production of Mozart’s “Le Nozze di Figaro” amid the high expectations of the Salzburg Festival here in the composer’s hometown. But, if those involved in this summer’s new “Figaro” are feeling burdened, it did not come through during Sunday afternoon’s performance, the second of seven, at the intimate Haus für Mozart.\nEverything about the show exuded immediacy and naturalness: the intriguingly updated production by the director Sven-Eric Bechtolf; the winning performances of a compelling cast; and the supple, glowing playing that the conductor Dan Ettinger drew from the Vienna Philharmonic, the ultimate pit band.\nMr. Bechtolf, an actor as well as director, is also the festival’s artistic director through 2016, essentially an interim appointment: He is taking over from Alexander Pereira, who left (amid disagreements over budgeting and priorities) two years before his five-year contract was up. Last season Mr. Bechtolf’s “Don Giovanni” drew strongly mixed reactions. This “Figaro,” if not quite playing it safe, is sure to be uncontroversial. Mr. Bechtolf takes this story of class conflicts and romantic intrigues between servants and masters in the household of a count in Spain and places it in the early 20th century in what looks vaguely like England. He gives the tale an “Upstairs, Downstairs” element, a quality built into Alex Eales’s two-tier, multiroom set.\nWhen the opera starts, the valet Figaro (the hardy-voiced, dynamic bass-baritone Adam Plachetka) is downstairs in a plain, comfortable-looking room, working hard to set up the wood-frame bed he will soon share with the chambermaid Susanna, when they are married — that very day, he hopes. Meanwhile, upstairs, in a little bedroom, Susanna (the sweet-voiced, appealing soprano Martina Jankova) is sewing final touches into her wedding veil. She scurries down the stairway to join Figaro for this scene. Off to one side, we see the lovely, downcast Countess (the alluring soprano Anett Fritsch) when she comes into a modest bathroom to fix herself up a little, then leaves. And on the other side of the stage, we see the Count (the charismatic bass-baritone Luca Pisaroni) moving restlessly in and out of a cloakroom where he keeps his wardrobe, including hunting gear and rifles. (The costumes, all richly appropriate to the period, are by Mark Bouman.) At one point, the Count appears holding a little dog, a real one, and readies himself for an outdoor jaunt. But he is lurking and dangerous, an entitled man determined to demand sexual favors from Susanna before she marries.", "url": "https://www.nytimes.com/2015/08/05/arts/international/review-le-nozze-di-figaro-gets-an-update-in-salzburg.html"}