{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:28:23", "date_modify": "2018-11-16 04:28:23", "date_publish": "2015-01-17 05:05:38", "description": "At a gathering of Republicans on Friday, the party’s 2012 candidate took shots at President Obama as well as Hillary Rodham Clinton.", "filename": "2015_01_17_us_politics_romney-signals-interest-in-2016-run-for-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342503.html", "image_url": "https://static01.nyt.com/images/2015/01/17/us/Romney/Romney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_17_us_politics_romney-signals-interest-in-2016-run-for-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342503.html", "title": "Romney Signals Interest in 2016 Run for President", "title_page": "Romney Signals Interest in 2016 Run for President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a fighter jet and dive bomber hung suspended above, Mr. Romney, in a sport coat and open collar, addressed about 300 people at the Republican National Committee event. He received a warm if not overwhelming welcome.\nThe unlikely tableau was an accident of the calendar. The Republican National Committee is holding its annual winter meeting on Coronado Island, near here, and weeks ago invited Mr. Romney, along with other potential 2016 candidates, to attend. But Mr. Romney accepted the invitation only early this week, prompting party officials to scramble to find an opening during the three-day conference for him to speak.\nMr. Romney’s interest in another presidential bid, first expressed to a group of donors last week, took some by surprise and may have slowed the movement of Republican donors to other likely candidates, most notably former Gov. Jeb Bush of Florida.\nBut in the days since Mr. Romney revealed that he may seek the presidency again, there has been a significant backlash among Republicans who would prefer that the party move on from its 2012 nominee. An array of elected officials, activists and conservative writers have all but pleaded with him to not run again, some harshly criticizing his last campaign and arguing that his deficiencies would doom Republicans’ chances again in 2016.\nMany Republicans gathered here were equally skeptical about another Romney candidacy, and some have been just as unsparing. “He’s had two chances,” said Rob Gleason, the Pennsylvania Republican Chairman. “Nice guy, great guy. But let’s be honest about it: He ran a terrible campaign.”\nEven those Republicans open to the possibility of another campaign by Mr. Romney said the party’s most recent standard-bearer would enjoy no special status were he to run again.\n“People are really having a wait-and-see approach with him like they are with almost everybody,” said Joseph D. Nosef III, chairman of the Mississippi Republican Party.", "url": "https://www.nytimes.com/2015/01/17/us/politics/romney-signals-interest-in-2016-run-for-president.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}