{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:52", "date_modify": "2018-11-16 04:51:52", "date_publish": "2015-08-12 02:00:18", "description": "The membrane between life and death seems strangely permeable in the Signature Theater’s production of Annie Baker’s appealingly odd drama.", "filename": "2015_08_12_theater_review-in-john-pondering-lifes-mysteries-from-gettysburg.html_module=inline_1542343912.html", "image_url": "https://static01.nyt.com/images/2015/08/12/arts/12JOHN/12JOHN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_theater_review-in-john-pondering-lifes-mysteries-from-gettysburg.html_module=inline_1542343912.html", "title": "Review: In ‘John,’ Pondering Life’s Mysteries From Gettysburg", "title_page": "Review: In ‘John,’ Pondering Life’s Mysteries From Gettysburg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If chintz could speak, I’m sure it would sound like Georgia Engel, whose girlish purr must be the most comforting voice possessed by man or woman. The comparison springs to mind because Ms. Engel is presiding over a virtual museum of chintz — and cute tchotchkes, and stuffed animals, and dainty figurines — in the new Annie Baker play, “John,” which opened on Tuesday night at the Signature Center.\nMs. Engel plays Mertis, the proprietor of a bed-and-breakfast in Gettysburg, Pa., in Ms. Baker’s haunting and haunted meditation on topics she has made so singularly her own: the omnipresence of loneliness in human life, and the troubled search for love and lasting connection.\nBut in “John,” Ms. Baker, the author of the Pulitzer Prize-winning “The Flick” (currently in sublime revival at the Barrow Street Theater), stretches her talents in intriguing if sometimes baffling new directions. Not incidentally is the play set near the site of a bloody battle in the Civil War. The membrane between life and death, the world of things and the realm of spirits, seems strangely permeable in Ms. Baker’s appealingly odd — and perhaps less appealingly long — drama, which is laced with shivery suggestions of a ghost story. (Warning to “Flick”-fleers: This show runs 3 hours 15 minutes, including two 10-minute intermissions.)\nIn the opening scene, Mertis, played with infinite grace by Ms. Engel (immortalized as the dizzy Georgette on “The Mary Tyler Moore Show”), welcomes a pair of visitors to her oppressively cozy establishment. As realized by the set designer Mimi Lien, Mertis’s parlor and breakfast room, awash in a tidal wave of kitsch, are either a hoarder’s heaven or a clutter hater’s worst nightmare.", "url": "https://www.nytimes.com/2015/08/12/theater/review-in-john-pondering-lifes-mysteries-from-gettysburg.html?module=inline"}