{"authors": ["Anne Barnard", "Hwaida Saad", "Eric Schmitt"], "date_download": "2018-11-16 04:37:20", "date_modify": "2018-11-16 04:37:20", "date_publish": "2015-04-29 00:35:57", "description": "The erosion of the Syrian army, which had struggled to replenish its ranks, is forcing the government to rely on Syrian and foreign militias, especially Hezbollah.", "filename": "2015_04_29_world_middleeast_an-eroding-syrian-army-points-to-strain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343040.html", "image_url": "https://static01.nyt.com/images/2015/04/29/world/29SYRIA/29SYRIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_29_world_middleeast_an-eroding-syrian-army-points-to-strain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343040.html", "title": "An Eroding Syrian Army Points to Strain", "title_page": "An Eroding Syrian Army Points to Strain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — The Syrian Army has suffered a string of defeats from re-energized insurgents and is struggling to replenish its ranks as even pro-government families increasingly refuse to send sons to poorly defended units on the front lines. These developments raise newly urgent questions about the durability of President Bashar al-Assad’s rule.\n“The trend lines for Assad are bad and getting worse,” said a senior United States official in Washington, who, speaking on the condition of anonymity to discuss confidential intelligence assessments, nevertheless cautioned that things had not yet reached “a boiling point.”\nThe erosion of the army is forcing the government to rely ever more heavily on Syrian and foreign militias, especially Hezbollah, the Lebanese Shiite group allied with Iran. Hezbollah now leads or even directs the fight in many places, angering some Syrian officers, said several Syrian soldiers, as well as the senior United States official and a Syrian with close ties to the security establishment. Most Syrians interviewed asked that their names be fully or partially withheld to avoid reprisals.\nThis month, government forces have crumbled or fled in areas long cited by officials as markers of enduring state control. Insurgents seized Idlib, a northern provincial capital, and the lone working border crossing with Jordan in the south. Counteroffensives failed, and advances this week have brought a newly cohesive insurgent coalition closer than ever to Mr. Assad’s coastal strongholds. The coalition consists mainly of Islamist groups that include Qaeda’s Syrian affiliate, the Nusra Front, but oppose the Islamic State.", "url": "https://www.nytimes.com/2015/04/29/world/middleeast/an-eroding-syrian-army-points-to-strain.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}