{"authors": ["Sam Sifton"], "date_download": "2018-11-16 03:34:57", "date_modify": "2018-11-16 03:34:57", "date_publish": "2015-07-14 17:18:28", "description": "From sausages, chicken and ribs to romaine lettuce and corn, the American grill is a melting pot in summer.", "filename": "2015_07_15_dining_mixed-grill-the-american-way_1542339297.html", "image_url": "https://static01.nyt.com/images/2015/07/15/dining/15GRILL/15GRILL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_15_dining_mixed-grill-the-american-way_1542339297.html", "title": "Mixed Grill, the American Way", "title_page": "Mixed Grill, the American Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Gotta save room for mixed grill,” a character says in Jonathan Franzen’s 2001 novel, “The Corrections,” a little ominously. The meal stood then as a kind of metaphor for American ennui, a groaning board of fire-roasted meats that was delicious until it was not. “Browning meats on a grille of chrome and hellish coals,” Mr. Franzen writes. “The eternal broiling, broiling of the damned.”\nWe can do better than that. It is time to bring back mixed grill.\nThe Brazilians have churrasco, a mixed grill of chicken and beef, heavy on hearts and other small parts. The Argentines have asado, fire-kissed beef and kidneys and liver and sausages, tied together with chimichurri sauce. Italians grill chicken marinated hard in olive oil and garlic, lemon and rosemary, join it with pork and beef, then eat in the shade. The British grill lamb, tomatoes, mushrooms, the dry-brined pork known as gammon.\nAnd Americans? “Mixed grill is the way we grill here,” said the chef Andrea Reusing of Lantern in Chapel Hill, N.C. “We just don’t call it that.”\nWe call it a cookout; sometimes, erroneously, a barbecue: hot dogs and brats, sauce-darkened chicken and ribs, corn, salads. Sometimes we work the mixed grill as a potluck affair, with some bringing meats, others slaws or potato salads, fruit salads, cornbread wrapped loosely in foil. Or we plan it out ourselves, course by course, and dance in the heat of the flames.", "url": "https://www.nytimes.com/2015/07/15/dining/mixed-grill-the-american-way.html"}