{"authors": ["Patrick Healy", "Julie Bosman"], "date_download": "2018-11-16 03:53:26", "date_modify": "2018-11-16 03:53:26", "date_publish": "2015-11-17 02:23:17", "description": "Twenty-five governors pledged to block the refugees from entering their states, because the terrorists who attacked Paris last week included a man who had entered Europe with a Syrian passport.", "filename": "2015_11_17_us_politics_gop-governors-vow-to-close-doors-to-syrian-refugees.html_module=inline_1542340406.html", "image_url": "https://static01.nyt.com/images/2015/11/17/us/17repubs-web/17repubs-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_17_us_politics_gop-governors-vow-to-close-doors-to-syrian-refugees.html_module=inline_1542340406.html", "title": "G.O.P. Governors Vow to Close Doors to Syrian Refugees", "title_page": "G.O.P. Governors Vow to Close Doors to Syrian Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The intersection of the refugee crisis with the nation’s immigration debate came as political leaders hastened to reckon with security concerns after the Paris attacks. Several Republican candidates and congressional leaders have been calling for enhanced border security, some of them portraying illegal border crossings as being just as much a potential terrorist threat as an immigration problem. Mr. Bush, Ben Carson and Senator Marco Rubio of Florida, among others, want to make verifiable border security a prerequisite to considering a legal status for undocumented immigrants now in the country.\nSpeaking on Monday evening at a Washington forum hosted by The Wall Street Journal, Mr. Rubio said he would prefer that the United States support resettling Syrian migrants in the Middle East rather than here. “Here’s the problem. You allow 10,000 people in. And 9,999 of them are innocent people feeling oppression. And one of them is a well-trained ISIS fighter,” he said. “What if we get one of them wrong? Just one of them wrong.”\nMany of the Republican-led states rebelling against the Syrian refugee program were also among 26 states, led by Texas, that brought a lawsuit against Mr. Obama’s executive actions to give deportation protections to undocumented immigrants. After the United States Court of Appeals for the Fifth Circuit last week upheld a district court’s halt to those programs, the White House said it would appeal to the Supreme Court to try to get them restarted before the end of Mr. Obama’s term.", "url": "https://www.nytimes.com/2015/11/17/us/politics/gop-governors-vow-to-close-doors-to-syrian-refugees.html?module=inline"}