{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:14:11", "date_modify": "2018-11-16 04:14:11", "date_publish": "2015-09-25 17:52:00", "description": "Russia denied American assertions that the Kremlin sought the meeting between President Vladimir V. Putin and President Obama that is set for Monday.", "filename": "2015_09_26_us_politics_russia-says-putin-obama-meeting-was-american-idea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341651.html", "image_url": "https://static01.nyt.com/images/2015/09/26/world/26PUTIN/26PUTIN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_26_us_politics_russia-says-putin-obama-meeting-was-american-idea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341651.html", "title": "Obama Set to See Putin, Though Both Deny Asking", "title_page": "Obama Set to See Putin, Though Both Deny Asking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Who asked whom to the prom? Let’s put it this way: This date has not even started, and it is not going well.\nAfter the White House announced on Thursday that President Obama and President Vladimir V. Putin of Russia would meet on Monday in New York, Mr. Obama’s press secretary, Josh Earnest, emphasized that it was Russia that had sought the meeting. In fact, Mr. Earnest insisted, Mr. Putin was “desperate” for it.\nThe Kremlin testily denied that on Friday. “Statements by Josh Earnest that Putin was very interested in this meeting and repeatedly asked for it are not true,” said Yuri Ushakov, a top foreign policy adviser to Mr. Putin, according to the official Tass news agency.\nMr. Ushakov said the Obama administration had sent a proposal on Sept. 19 for a meeting, suggesting two possible dates, Monday or Tuesday. Moscow opted for the first, when Mr. Putin would be in New York for the United Nations General Assembly gathering.", "url": "https://www.nytimes.com/2015/09/26/us/politics/russia-says-putin-obama-meeting-was-american-idea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}