{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:43:52", "date_modify": "2018-11-16 04:43:52", "date_publish": "2015-07-18 18:06:04", "description": "Some young Greek entrepreneurs are thriving with the help of international investors, providing a glimmer of hope for the economy.", "filename": "2015_07_19_world_building-a-start-up-culture-in-a-broken-down-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "image_url": "https://static01.nyt.com/images/2015/07/18/multimedia/greece-entrepreneurs/greece-entrepreneurs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_19_world_building-a-start-up-culture-in-a-broken-down-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343432.html", "title": "Building a Start-Up Culture in a Broken-Down Economy", "title_page": "Building a Start-Up Culture in a Broken-Down Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATHENS — In a leafy back alley, two lifelong friends tap away at their keyboards, perfecting their eighth Internet start-up company, a hotel recommendation service called Travelmyth.com, which began in November and is already turning a profit.\nIt would be just another success story of the digital age, if it were not for the company’s location: Greece, a country that almost defines economic mismanagement, a place long resistant to the demands of global competition and a sinkhole for the aspirations of young people.\nDefying the problems their country’s recent history has bequeathed them, a few Greek entrepreneurs are managing to thrive here, providing a glimmer of hope for the economy and their generation even as Greece girds for more budget austerity and wrenching regulatory changes.\nWhile members of Parliament, labor unions and the syndicates that control entry to professions complain that the Greek bailout deal is a humiliating surrender of national sovereignty, a young entrepreneurial class is leapfrogging over what it perceives to be a sclerotic, protected and backward-looking business culture.", "url": "https://www.nytimes.com/2015/07/19/world/building-a-start-up-culture-in-a-broken-down-economy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}