{"authors": ["Amy Chozick"], "date_download": "2018-11-16 03:17:04", "date_modify": "2018-11-16 03:17:04", "date_publish": "2015-07-19 11:46:07", "description": "Mrs. Clinton rarely talks publicly about her father, Hugh E. Rodham, who exerted a powerful, if sometimes bruising, influence on her life before he died in 1993.", "filename": "2015_07_20_us_politics_hillary-clinton-draws-scrappy-determination-from-a-tough-combative-father_1542338224.html", "image_url": "https://static01.nyt.com/images/2015/07/07/us/00HUGH-web/00HUGH-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_20_us_politics_hillary-clinton-draws-scrappy-determination-from-a-tough-combative-father_1542338224.html", "title": "Hillary Clinton Draws Scrappy Determination From a Tough, Combative Father", "title_page": "Hillary Clinton Draws Scrappy Determination From a Tough, Combative Father - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a little girl, if Hillary Rodham forgot to screw the cap back on the toothpaste, her father would toss the tube out the bathroom window. She’d scurry around in the snow-covered evergreen bushes outside their suburban Chicago home to find it and return inside to brush her teeth, reminded, once again, of one of Hugh E. Rodham’s many rules.\nWhen she lagged behind in Miss Metzger’s fourth-grade math class, Mr. Rodham would wake his daughter at dawn to grill her on multiplication tables. When she brought home an A, he would sneer: “You must go to a pretty easy school.”\nMrs. Clinton has made the struggles of her mother, Dorothy Rodham, a central part of her 2016 campaign’s message, and has repeatedly described Mrs. Rodham’s life story to crowds around the country. But her father, whom Mrs. Clinton rarely talks about publicly, exerted an equally powerful, if sometimes bruising, influence on the woman who wants to become the first female president.\nThe brusque son of an English immigrant and a coal miner’s daughter in Scranton, Pa., Mr. Rodham, for most of his life, harbored prejudices against blacks, Catholics and anyone else not like him. He hurled biting sarcasm at his wife and his only daughter and spanked, at times excessively, his three children to keep them in line, according to interviews with friends and a review of documents, Mrs. Clinton’s writings and former President Bill Clinton’s memoir.", "url": "https://www.nytimes.com/2015/07/20/us/politics/hillary-clinton-draws-scrappy-determination-from-a-tough-combative-father.html"}