{"authors": ["Azam Ahmed", "Elisabeth Malkin"], "date_download": "2018-11-16 04:17:00", "date_modify": "2018-11-16 04:17:00", "date_publish": "2015-09-03 11:06:49", "description": "The decision to detain Mr. Pérez Molina is unprecedented in Guatemalan history and was a stunning conclusion to a day of swift change in the nation.", "filename": "2015_09_04_world_americas_otto-perez-molina-guatemalan-president-resigns-amid-scandal.html__r=0_1542341820.html", "image_url": "https://static01.nyt.com/images/2015/09/04/world/04GUATEMALA3/A1GUATEMALA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_world_americas_otto-perez-molina-guatemalan-president-resigns-amid-scandal.html__r=0_1542341820.html", "title": "Otto Pérez Molina of Guatemala Is Jailed Hours After Resigning Presidency", "title_page": "Otto Pérez Molina of Guatemala Is Jailed Hours After Resigning Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GUATEMALA CITY — Just hours after tendering his resignation as president of Guatemala, Otto Pérez Molina was sent to jail to await the conclusion of a hearing examining his role in a multimillion-dollar customs fraud case that has shaken the nation and sent reverberations throughout the region.\nThe decision to jail Mr. Pérez Molina highlighted the seismic change sweeping through Guatemala after the corruption accusations in April, and offered a dramatic validation of a growing street demonstration movement demanding his ouster and prosecution.\nFor much of Guatemala’s violent history, marked by dictatorship and military repression, such a scene would have been unimaginable: a president forced to resign, then sit in open court to hear charges leveled against him and ultimately spend the night in a prison he once might have overseen as a top general.\nAll that in the course of a single day.\nUntil now, Mr. Pérez Molina had given no indication that he would go gently. Over months, street protests grew to include tens of thousands of citizens demanding that he step down over accusations that he played a major role in a multimillion-dollar fraud scheme. But still, the president — who was the military’s negotiator during talks to end the nation’s bloody 36-year civil war — denied wrongdoing and refused to leave office. But just before midnight on Wednesday, Mr. Pérez Molina filed his resignation, saying he would “face justice and resolve my personal situation.”", "url": "https://www.nytimes.com/2015/09/04/world/americas/otto-perez-molina-guatemalan-president-resigns-amid-scandal.html?_r=0"}