{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:22:50", "date_modify": "2018-11-16 03:22:50", "date_publish": "2015-11-11 14:18:43", "description": "The police are gone, and militias have flourished, snarling traffic with checkpoints.", "filename": "2015_11_12_world_middleeast_on-the-road-in-syria-struggle-all-around.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338570.html", "image_url": "https://static01.nyt.com/images/2015/11/12/world/middleeast/12SYRIA-1/12SYRIA-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_12_world_middleeast_on-the-road-in-syria-struggle-all-around.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338570.html", "title": "On the Road in Syria, Struggle All Around", "title_page": "On the Road in Syria, Struggle All Around - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RMEILAN, Syria — After boiling crude oil from the ground near here all day in a metal tank to refine it into diesel, Ali Mohammed braved the fumes to bang the tank’s drain open with a shovel. He stepped back as the dregs oozed into the dirt and burst into flames.\nAs a column of putrid smoke rose into the sky, he pulled a cigarette from his oil-soaked shirt and explained how the Syrian civil war had turned him into a diesel bootlegger.\nHe had once worn clean scrubs as a nurse in a state-run hospital, but was fired after rebels took over his village, making all residents suspect, he said. Later, stretched by the war, the government had left the area, leaving its oil up for grabs.\n“Before, we saw the wells but we never saw the oil,” Mr. Mohammed said. Now, although its fumes made them sick, the oil helped hundreds of families like his scrape by.\nAdvertisement Continue reading the main story\n“My wife doesn’t complain about the smell as long as there’s money,” Mr. Mohammed said.\nSuch scenes dotted the map during a recent 10-day visit in northeastern Syria, along the Turkish border. Everyone here, it seems, has an angle to work, scrambling to fill the void left by the collapse of the Syrian state.", "url": "https://www.nytimes.com/2015/11/12/world/middleeast/on-the-road-in-syria-struggle-all-around.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}