{"authors": ["Richard Fausset", "Alan Blinder"], "date_download": "2018-11-16 04:39:35", "date_modify": "2018-11-16 04:39:35", "date_publish": "2015-03-05 20:45:03", "description": "With conservatives anxious that the Supreme Court will legalize same-sex marriage nationwide, states are taking up bills that would allow businesses to opt out of serving gay couples.", "filename": "2015_03_06_us_anticipating-nationwide-right-to-same-sex-marriage-states-weigh-religious-exemption-bills.html_module=inline_1542343175.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_06_us_anticipating-nationwide-right-to-same-sex-marriage-states-weigh-religious-exemption-bills.html_module=inline_1542343175.html", "title": "States Weigh Legislation to Let Businesses Refuse to Serve Gay Couples", "title_page": "States Weigh Legislation to Let Businesses Refuse to Serve Gay Couples - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA — As it looks increasingly likely that the Supreme Court will establish a nationwide right to same-sex marriage later this year, state legislatures across the country are taking up bills that would make it easier for businesses and individuals to opt out of serving gay couples on religious grounds.\nMany states are now reliving a version of events that embroiled Arizona in February 2014, when Gov. Jan Brewer, a Republican, vetoed a bill that would have allowed businesses to use their religious beliefs as a legal justification for refusing to serve gay customers.\nThe resurgent controversy is fueled in part by a deep anxiety among many evangelicals and other conservatives that the Supreme Court will make same-sex marriage legal in all 50 states after it takes up the matter in April.\n“The L.G.B.T. movement is the main thing, the primary thing that’s going to be challenging religious liberties and the freedom to live out religious convictions,” said State Senator Joseph Silk, an Oklahoma Republican and the sponsor of a bill in that state. “And I say that sensitively, because I have homosexual friends.”", "url": "https://www.nytimes.com/2015/03/06/us/anticipating-nationwide-right-to-same-sex-marriage-states-weigh-religious-exemption-bills.html?module=inline"}