{"authors": ["Jonathan Martin", "Megan Thee-Brenan"], "date_download": "2018-11-16 03:17:20", "date_modify": "2018-11-16 03:17:20", "date_publish": "2015-05-05 22:32:19", "description": "The New York Times/CBS News survey also found that Republican voters were most open to considering Senator Marco Rubio, Mike Huckabee and Jeb Bush for president.", "filename": "2015_05_06_us_politics_hillary-clinton-gains-favor-times-cbs-poll-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338240.html", "image_url": "https://static01.nyt.com/images/2015/05/06/us/06POLLweb/06POLLweb-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_06_us_politics_hillary-clinton-gains-favor-times-cbs-poll-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338240.html", "title": "Hillary Clinton’s Appeal Survives Scrutiny, Poll Says", "title_page": "Hillary Clinton’s Appeal Survives Scrutiny, Poll Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And the number of Americans who think Mrs. Clinton has strong qualities of leadership has risen by eight percentage points, to 65 percent from 57 percent, in that period. Still, Mrs. Clinton begins this campaign with fewer voters saying she possesses such qualities than did in July 2007, near the outset of her first presidential bid.\nMrs. Clinton has one primary opponent, Senator Bernie Sanders of Vermont, and more Democrats are likely to enter the race, but her party seems particularly unbothered by questions relating to the emails and to the foundation that she, her husband and their daughter oversee.\nWhile roughly 48 percent of Americans say Mrs. Clinton is honest and trustworthy, about four of five Democrats think she has those traits — and about the same numbers of Democrats say she shares the values most Americans try to live by.\nFifty-two percent of Democrats said they knew nothing or very little about the Clinton Foundation, and only 10 percent said foreign donations to the foundation affected Mrs. Clinton’s decisions while she was the nation’s top diplomat. Just 9 percent of Democratic voters said they would not consider voting for Mrs. Clinton.", "url": "https://www.nytimes.com/2015/05/06/us/politics/hillary-clinton-gains-favor-times-cbs-poll-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}