{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:22:14", "date_modify": "2018-11-16 04:22:14", "date_publish": "2015-06-30 13:53:17", "description": "China, the world’s top greenhouse gas emitter, pledged to wean its economy off fossil fuels and reach “the earliest possible peak” in emissions.", "filename": "2015_07_01_world_asia_china-carbon-emissions-climate-change.html__r=0&module=inline_1542342134.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_01_world_asia_china-carbon-emissions-climate-change.html__r=0&module=inline_1542342134.html", "title": "China Pledges to Halt Growth of Carbon Emissions in Climate Plan", "title_page": "China Pledges to Halt Growth of Carbon Emissions in Climate Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The proposals “may reflect a desire by the Chinese government to have a ‘safe’ international goal,” Bill Hare, a senior scientist with Climate Analytics, which analyses greenhouse gas emission trends, wrote in an emailed comment.\n“The bigger picture remains that China’s national actions and policies are already set to drive a large decarbonization of its economy, but that further action is needed,” Mr. Hare wrote.\nMr. Li said on Tuesday that China would “strive for the earliest possible peak” in its emissions. And he announced a new goal: to further reduce the country’s carbon intensity, a measure of how much pollution it generates for every percentage point of economic growth it achieves.\nIn his meeting with Mr. Hollande, Mr. Li reiterated that China would try to make its emissions of carbon dioxide — the main greenhouse gas produced by the burning of coal, oil and natural gas and by industrial activity — stop growing by 2030 or before, according to the Chinese government’s website.\nAs for carbon intensity, the Chinese government had promised in 2009 to cut it by 40 to 45 percent from its 2005 level, and to do so by 2020. Mr. Li announced a new goal, to extend the cut to 60 to 65 percent by 2030. China had already fulfilled much of its original commitment: by late last year, according to government data, carbon intensity was down by 33.8 percent from the 2005 level.\nBy outlining China’s goals in Paris, Mr. Li gave a lift to the government of Mr. Hollande, which has staked considerable prestige on the success of the Paris conference, which is scheduled to convene Nov. 30.\nIn advance of the conference, participating governments must submit plans for climate change action to the United Nations. China published its submission soon after Mr. Li’s meeting with Mr. Hollande, laying out measures to clean up economic production and consumer behavior.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“It’s very detailed, and suggests the seriousness with which China takes its climate policy goals,” said David Sandalow, a fellow at the Center on Global Energy Policy at Columbia University and former top Energy Department official.\nAdvertisement Continue reading the main story\nThe stagecraft of China’s announcement sent an encouraging signal for the negotiations, said Jennifer Morgan, the Global Director of the Climate Program for the World Resources Institute in Washington.\n“That this was done at the meeting with President Hollande, and not just by submitting it into a web portal, I think that really demonstrates that the upper levels of the Chinese government are fully engaged in this,” Ms. Morgan said in a telephone interview.\nStill, years of international negotiations have brought little agreement on how to assign responsibility for cutting greenhouse gas pollution. A conference in Copenhagen in 2009 ended in acrimony between wealthy and developing economies, especially between the United States and China.\nSecretary General Ban Ki-moon of the United Nations warned on Monday that the preparatory talks for the Paris conference were “far too slow.”\n“It’s like snails,” he told a meeting of the General Assembly.\nHowever, since 2009, China and the United States have found more common ground in the negotiations. When President Xi Jinping of China announced his government’s 2030 goal for halting the growth in its carbon dioxide pollution in a joint statement with President Obama in November, it was the first time that Beijing had formally proposed a time frame.\n“I think Paris will be different from Copenhagen,” said Fuqiang Yang, a senior adviser on climate change and energy policy in Beijing for the Natural Resources Defense Council, an international environmental advocacy group based in New York. “Everyone understands that this time they cannot leave empty-handed.”\nPublic discontent at home about hazardous air pollution has magnified the pressure on China to cut its use of coal, the dominant source of both its smog and its carbon emissions.\nBut China’s leaders have not yet detailed just how high the country’s emissions are likely to rise before they peak, or how rapidly they might decline afterward — important elements in forecasting global concentrations of greenhouse gases. Mr. Li’s new carbon intensity target does not directly answer those questions because it is a relative measure, yoked to the rate of economic growth, which can rise or fall.\nChina would probably be able to adopt more stringent goals to reduce emissions, but prefers a more conservative approach in international negotiations, said several analysts.\nAdvertisement Continue reading the main story\n“A 65 percent carbon intensity reduction is a goal that we can reach with some effort, but if we try harder, then 70 percent would be possible,” said Mr. Yang of the Natural Resources Defense Council. “With effort, too, a 2025 emissions peak would be possible.”", "url": "https://www.nytimes.com/2015/07/01/world/asia/china-carbon-emissions-climate-change.html?_r=0&module=inline"}