{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:53:17", "date_modify": "2018-11-16 03:53:17", "date_publish": "2015-05-29 09:49:40", "description": "Delegates from more than 17 governments agreed to assist the strife-torn native areas of would-be migrants, as a boat with 727 people was found off Myanmar.", "filename": "2015_05_30_world_asia_myanmar-deflects-un-criticism-over-rohingya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "image_url": "https://static01.nyt.com/images/2015/05/30/world/MIGRANTS/MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_30_world_asia_myanmar-deflects-un-criticism-over-rohingya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "title": "Asian States Say They’ll Focus on Causes of Migrant Crisis", "title_page": "Asian States Say They’ll Focus on Causes of Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Htin Lynn was responding to opening comments to the delegates by Volker Türk, a representative from the Office of the United Nations High Commissioner for Refugees. Mr. Türk said Myanmar should remove restrictions on the movement of the Rohingya within Myanmar and offer “basic freedoms” to stabilize their lives.\nMore than 100,000 Rohingya in Myanmar live in camps, having been chased from their homes by mobs over the past three years. Mr. Türk said the government should facilitate the return of the Rohingya to their homes.\nImage U Htin Lynn, Myanmar’s representative at the migration meeting in Bangkok on Friday. Credit Chaiwat Subprasom/Reuters\n“Granting of citizenship is the ultimate goal,” he said. “Recognizing that Myanmar is their own country is urgently required.”\nThe Rohingya in Myanmar number more than one million and are widely reviled in the country, where anti-Muslim feelings run strong among the majority Buddhist population. The resentment toward the Rohingya appears to be grounded in the notion that they came during colonial times or more recently and that they do not belong.\nThe preferred path of the Rohingya and of Bangladeshi migrants has been to board boats in the Indian Ocean and head to Malaysia, where they seek jobs or political asylum, and often both. A delegate from Malaysia at the conference said that his country was currently home to 152,830 registered asylum seekers and refugees, of whom 149,920 were from Myanmar.\nShahidul Haque, the foreign secretary of Bangladesh, said he estimated that about 30 percent of those who landed in Malaysia and Indonesia were from Bangladesh. Mr. Haque urged the diplomats and government officials gathered at a luxury hotel to help eliminate the suffering of the migrants and “uphold their dignity.”\n“We are talking about human beings who are victims or potential victims,” he said. “They deserve our compassion.”", "url": "https://www.nytimes.com/2015/05/30/world/asia/myanmar-deflects-un-criticism-over-rohingya.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}