{"authors": ["James Barron"], "date_download": "2018-11-16 04:09:41", "date_modify": "2018-11-16 04:09:41", "date_publish": "2015-09-18 00:24:23", "description": "With the pope’s arrival just days away, and the demand to see him far outstripping capacity, there have been a lot of lotteries in the New York area to fill the coveted slots.", "filename": "2015_09_20_nyregion_how-the-lucky-few-thousand-got-tickets-to-see-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341381.html", "image_url": "https://static01.nyt.com/images/2015/09/20/nyregion/20TICKET1/20TICKET1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_20_nyregion_how-the-lucky-few-thousand-got-tickets-to-see-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341381.html", "title": "How the Lucky Few (Thousand) Got Tickets to See Pope Francis", "title_page": "How the Lucky Few (Thousand) Got Tickets to See Pope Francis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lottery began with a roll of dice in a conference room steps away from the pastor’s office.\nThe number that came up, five, determined how many times Joseph V. Dorsa, director of finance and operations at St. Andrew Avellino Roman Catholic Church in Flushing, Queens, would run a computer program to scramble the 923 names on the church roster and display them in random order.\nThen, and only then, would Mr. Dorsa look to see whose name had come up first, and the pastor, the Rev. Joseph T. Holcomb, would call and offer that person two tickets to the Mass that Pope Francis will celebrate on Friday, Sept. 25, at Madison Square Garden.\nWith the pope’s arrival days away, there have been a lot of lotteries. Faced with far more demand than supply — demand fueled by Catholics hoping for a glimpse of an intriguing and charismatic pope who is making his first visit to New York — most Catholic parishes in the city resorted to drawings to distribute the small number of tickets they had been allotted for the Mass.\nThe several hundred priests chosen as concelebrants for the Mass, where they will join in the celebration of the Eucharist, were picked by lottery. The 250 middle-school students who will greet the pope when he visits East Harlem were chosen by lottery. And the city organized its own lottery for tickets to the pope’s procession through Central Park.", "url": "https://www.nytimes.com/2015/09/20/nyregion/how-the-lucky-few-thousand-got-tickets-to-see-pope-francis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}