{"authors": ["James Kanter", "Andrew Higgins"], "date_download": "2018-11-16 03:52:26", "date_modify": "2018-11-16 03:52:26", "date_publish": "2015-11-29 17:29:37", "description": "European Union leaders met with Turkey’s prime minister on Sunday, promising aid and other inducements in exchange for Turkish action to clamp down on asylum seekers.", "filename": "2015_11_30_world_europe_eu-offers-turkey-3-billion-euros-to-stem-migrant-flow.html_module=inline_1542340346.html", "image_url": "https://static01.nyt.com/images/2015/11/30/world/BRUSSELS/BRUSSELS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_30_world_europe_eu-offers-turkey-3-billion-euros-to-stem-migrant-flow.html_module=inline_1542340346.html", "title": "E.U. Offers Turkey 3 Billion Euros to Stem Migrant Flow", "title_page": "E.U. Offers Turkey 3 Billion Euros to Stem Migrant Flow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Under heavy pressure from Germany to get a grip on the migrant crisis in the Continent after months of dithering, the European Union agreed to a deal on Sunday with Turkey that aims to slow the chaotic flood of asylum seekers into the 28-nation bloc.\nChancellor Angela Merkel of Germany, speaking to reporters late Sunday, acknowledged that the agreement, under which Europe will provide 3 billion euros, about $3.2 billion, and other inducements in return for Turkish help on migrants, would not immediately halt the flow of asylum seekers from the Middle East and elsewhere. But Ms. Merkel said it would help “keep people in the region” and out of Europe.\nThe meeting, the seventh gathering of European leaders since the spring regarding the divisive question of migration, came days after Turkey shot down a Russian warplane and added a new element of uncertainty to a crisis that has overwhelmed Europe.\nAnother cloud hanging over the Brussels gathering was the arrest last week of two prominent Turkish journalists, a move that deepened concerns among human rights activists and some European politicians that Turkey had taken an authoritarian turn under President Recep Tayyip Erdogan.", "url": "https://www.nytimes.com/2015/11/30/world/europe/eu-offers-turkey-3-billion-euros-to-stem-migrant-flow.html?module=inline"}