{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:23:38", "date_modify": "2018-11-16 03:23:38", "date_publish": "2015-09-11 17:53:11", "description": "The toll reached 107 as Saudi authorities were preparing for the annual hajj pilgrimage to Mecca, one of Islam’s holiest cities.", "filename": "2015_09_12_world_middleeast_crane-crash-grand-mosque-mecca.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338618.html", "image_url": "https://static01.nyt.com/images/2015/09/12/world/12SAUDI/12SAUDI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_12_world_middleeast_crane-crash-grand-mosque-mecca.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338618.html", "title": "Scores Killed in Mecca as Crane Crashes Into Grand Mosque", "title_page": "Scores Killed in Mecca as Crane Crashes Into Grand Mosque - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Grand Mosque is the world’s largest and houses the Kaaba, the black cube that Muslims around the world pray toward and which they walk around during the pilgrimage.\nThe Saudi government is in the midst of a multibillion-dollar project to enlarge the mosque, and the site is currently ringed with cranes. Many other construction projects are also underway in Mecca, including for the world’s largest hotel, with 10,000 rooms, 70 restaurants and a helipad.\nSaudi news media reported that the governor of Mecca Province, Prince Khaled Al-Faisal, had called for an investigation into the cause of the crane collapse.\nImage Inside the Grand Mosque in Mecca, Saudi Arabia, after a crane collapse that Saudi authorities said had killed at least 87 people. Credit European Pressphoto Agency\nThe Al Jazeera television network said the crane had fallen in the midst of a severe rainstorm, suggesting weather may have played a role.", "url": "https://www.nytimes.com/2015/09/12/world/middleeast/crane-crash-grand-mosque-mecca.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}