{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:18:42", "date_modify": "2018-11-16 03:18:42", "date_publish": "2015-11-12 20:59:11", "description": "The military let the vote take place unimpeded, and while that posture could change, all signs point to a peaceful transfer of power to the National League for Democracy.", "filename": "2015_11_13_world_asia_myanmar-elections-aung-san-suu-kyi_1542338322.html", "image_url": "https://static01.nyt.com/images/2015/11/11/multimedia/myanmar-election-muslims/myanmar-election-muslims-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_13_world_asia_myanmar-elections-aung-san-suu-kyi_1542338322.html", "title": "Myanmar Generals Set the Stage for Their Own Exit", "title_page": "Myanmar Generals Set the Stage for Their Own Exit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAYPYIDAW, Myanmar — This capital, built from scratch by Myanmar’s former dictators, is filled with soldiers, police officers and civil servants. But even here, where most people work for the government, they voted to throw it out of power.\nThe National League for Democracy, led by Daw Aung San Suu Kyi, won seven of eight districts in Naypyidaw, part of a stunning nationwide electoral defeat of a military establishment that has ruled Myanmar since 1962. The country’s election commission announced on Friday that the party had won 348 seats, enough for a majority in Parliament, and well more than the 40 won by the ruling party.\n“I’ve worked for the government for 25 years, and nothing has changed,” said Daw Myint Myint Than, a civil servant in the Ministry of Labor. “I would have regretted it for the rest of my life if I didn’t vote for Daw Suu.”\nAt the beginning of the decade, Ms. Aung San Suu Kyi, the daughter of the country’s independence hero, was still under house arrest by the military government. In the elections on Sunday, her party won in the countryside and the cities, in ethnic minority areas and the heartland of the majority Burmese. Nearly every senior member of the military-backed ruling party was defeated.", "url": "https://www.nytimes.com/2015/11/13/world/asia/myanmar-elections-aung-san-suu-kyi.html"}