{"authors": ["Chad Bray", "Michael J. De La Merced"], "date_download": "2018-11-16 03:55:44", "date_modify": "2018-11-16 03:55:44", "date_publish": "2015-10-13 07:18:54", "description": "The deal, if completed, would combine the world’s two largest brewers, creating a behemoth that has annual revenue of $64 billion that commands 30 percent of global beer sales.", "filename": "2015_10_14_business_dealbook_anheuser-busch-inbev-sabmiller-beer-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340544.html", "image_url": "https://static01.nyt.com/images/2015/10/14/world/14DB-BUD/14DB-BUD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_14_business_dealbook_anheuser-busch-inbev-sabmiller-beer-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340544.html", "title": "Anheuser-Busch InBev and SABMiller to Join", "title_page": "Anheuser-Busch InBev and SABMiller to Join - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The king of beers is sizing up an even bigger crown.\nThe world’s largest brewer, Anheuser-Busch InBev, maker of Budweiser and Stella Artois, struck an agreement in principle on Tuesday to acquire its closest rival, SABMiller, for about $104 billion.\nThe deal — creating a behemoth in the beer industry with annual revenue of about $64 billion — is expected to garner extensive regulatory scrutiny given the size of the combined company and its potential dominance in several markets worldwide, including the United States.\nThe agreement came after weeks of back and forth between the two companies, and just before a deadline on Wednesday that would have required Anheuser-Busch InBev to make what is considered a formal offer under British takeover rules or not make another approach for up to six months.\nBehind the scenes, shareholders of the two companies had been holding their own sets of talks. Over the weekend, representatives of 3G Capital, the Brazilian investment firm that helped create Anheuser, held discussions with the Santo Domingo family, which owns 14 percent of SABMiller, according to people briefed on the matter. The Colombian family is also an investor in 3G.", "url": "https://www.nytimes.com/2015/10/14/business/dealbook/anheuser-busch-inbev-sabmiller-beer-merger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}