{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:24:18", "date_modify": "2018-11-16 04:24:18", "date_publish": "2015-03-20 01:02:01", "description": "Senator Mitch McConnell has begun an aggressive campaign to block President Obama’s climate agenda in statehouses and courtrooms, arenas far beyond his official authority.", "filename": "2015_03_20_us_politics_mitch-mcconnell-urges-states-to-help-thwart-obamas-war-on-coal.html__r=0&module=inline_1542342258.html", "image_url": "https://static01.nyt.com/images/2015/03/20/us/20MCCONNELL/20MCCONNELL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_20_us_politics_mitch-mcconnell-urges-states-to-help-thwart-obamas-war-on-coal.html__r=0&module=inline_1542342258.html", "title": "McConnell Urges States to Help Thwart Obama’s ‘War on Coal’", "title_page": "McConnell Urges States to Help Thwart Obama’s ‘War on Coal’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senator Mitch McConnell of Kentucky has begun an aggressive campaign to block President Obama’s climate change agenda in statehouses and courtrooms across the country, arenas far beyond Mr. McConnell’s official reach and authority.\nThe campaign of Mr. McConnell, the Senate majority leader, is aimed at stopping a set of Environmental Protection Agency regulations requiring states to reduce carbon pollution from coal-fired power plants, the nation’s largest source of greenhouse gas emissions.\nOnce enacted, the rules could shutter hundreds of coal-fired plants in what Mr. Obama has promoted as a transformation of the nation’s energy economy away from fossil fuels and toward sources like wind and solar power. Mr. McConnell, whose home state is one of the nation’s largest coal producers, has vowed to fight the rules.\nSince Mr. McConnell is limited in how he can use his role in the Senate to block regulations, he has taken the unusual step of reaching out to governors with a legal blueprint for them to follow to stop the rules in their states. Mr. McConnell’s Senate staff, led by his longtime senior energy adviser, Neil Chatterjee, is coordinating with lawyers and lobbying firms to try to ensure that the state plans are tangled up in legal delays.", "url": "https://www.nytimes.com/2015/03/20/us/politics/mitch-mcconnell-urges-states-to-help-thwart-obamas-war-on-coal.html?_r=0&module=inline"}