{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:09:09", "date_modify": "2018-11-16 04:09:09", "date_publish": "2015-09-16 14:33:23", "description": "The number of people without health insurance dropped last year by 8.8 million, to a total of 33 million, the Obama administration said Wednesday.", "filename": "2015_09_17_us_politics_census-bureau-poverty-rate-uninsured.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341349.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_17_us_politics_census-bureau-poverty-rate-uninsured.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341349.html", "title": "Health Care Gains, but Income Remains Stagnant, the White House Reports", "title_page": "Health Care Gains, but Income Remains Stagnant, the White House Reports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Nearly nine million people gained health insurance last year, lowering the ranks of the uninsured to 10.4 percent of the population. But there was no statistically significant change in income for the typical American household in 2014, the Obama administration said on Wednesday.\nMedian household income in the United States was $53,660 last year, the Census Bureau reported, and the poverty rate — 14.8 percent — also saw no improvement. About 46.7 million people were in poverty in 2014, the bureau said, the fourth consecutive year in which the number of people in poverty was not statistically different from the official estimate for the prior year.\nOverall, the new census numbers suggest that one major government program, to provide health insurance under the Affordable Care Act, is working, but that for ordinary Americans, especially the poor, the economic recovery — now into its seventh year — has yet to deliver measurable benefits.\n“Despite decent employment growth in 2014, the persistent high unemployment yielded no improvements in wages and no improvement in the median incomes of working-age households or any reduction in poverty,” said Lawrence Mishel, president of the Economic Policy Institute, a liberal research group influential with Democrats in Congress.", "url": "https://www.nytimes.com/2015/09/17/us/politics/census-bureau-poverty-rate-uninsured.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}