{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:18:09", "date_modify": "2018-11-16 04:18:09", "date_publish": "2015-08-18 13:00:25", "description": "The country is experiencing the first sustained decline in living standards in the 15 years since President Vladimir V. Putin came to power.", "filename": "2015_08_19_world_europe_russians-feel-rubles-fall-but-putin-remains-mostly-unscathed.html_module=inline_1542341889.html", "image_url": "https://static01.nyt.com/images/2015/08/18/world/19russia-web/19russia-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_19_world_europe_russians-feel-rubles-fall-but-putin-remains-mostly-unscathed.html_module=inline_1542341889.html", "title": "Inflation Robs Russians of Buying Power", "title_page": "Inflation Robs Russians of Buying Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I said, ‘Why, why?’ These are grown near Moscow, right here, not in Europe!”\nBy summer, the pie shop’s sales had dropped by nearly half, and Ms. Safonova had to lay off four of her eight employees. She now works 18-hour days to compensate. She gave up her big kitchen and now mixes dough five times a day instead of 10.\nAcross Russia, the crisis has prompted a collapse in consumption. International airline travel has fallen almost a fifth since last year, and car sales are down 36 percent in the first half of this year. The production of train cars fell by a third, said Natalia Zubarevich, a researcher at the Higher School of Economics, because fewer goods needed to be transported. In another measure of economic distress, household ruble debt in arrears is up 43 percent since last July, according to the Central Bank.\n“The cost of the crisis is being borne by everyone, spread around like butter on bread,” said Vladimir Gimpelson, the director of the Center for Labor Market Studies at the Higher School of Economics.\nAs business shrivels across the country, Moscow remains an economic beacon.\nAlexandra Vasilieva, the cashier at Arina’s Hangout, is from the province of Smolensk in western Russia, where work had dried up so completely that her husband, a window installer, was making just a small fraction of his previous salary. So they came to Ramenskoye and now he commutes more than two hours each way to Moscow for mediocre money. Her son, an auto service worker in Smolensk, lost almost a third of his salary because fewer cars were being brought in for repairs and servicing.\n“In the provinces, the wages are too small to live on,” she said. Her monthly salary in Ramenskoye — 20,000 rubles — is sinking in value, worth just $305, down from $416 in May.\nAs for Crimea, if she thinks about it at all, it is through the lens of economics.\n“I’m sick of Crimea,” Ms. Vasilieva said. “I’m sad for people,” she said, referring to Ukrainian refugees, “but why are they getting all this government assistance?”\nFurther pinching Russians’ pocketbooks are trims the government is making to benefits doled out when times were flush. Pensioners in the Moscow region can no longer ride free on the Moscow Metro, a change that affects more than a million people in one of the most densely populated regions in the country. Apartment owners across Russia must now pay a repairs fee every month, which has prompted protests in some regions.", "url": "https://www.nytimes.com/2015/08/19/world/europe/russians-feel-rubles-fall-but-putin-remains-mostly-unscathed.html?module=inline"}