{"authors": ["John Koblin"], "date_download": "2018-11-16 03:59:38", "date_modify": "2018-11-16 03:59:38", "date_publish": "2015-12-15 17:09:34", "description": "Mark Halperin and John Heilemann will be correspondents on “The Circus,” a half-hour program focusing on the 2016 presidential election.", "filename": "2015_12_16_business_media_john-heilemann-mark-halperin-politics-showtime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340778.html", "image_url": "https://static01.nyt.com/images/2015/12/16/business/16showtime-web/16showtime-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_16_business_media_john-heilemann-mark-halperin-politics-showtime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340778.html", "title": "Heilemann and Halperin to Join a Political Program on Showtime", "title_page": "Heilemann and Halperin to Join a Political Program on Showtime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One week after striking a deal with MSNBC, John Heilemann and Mark Halperin have signed a deal for a weekly show for Showtime, the premium cable channel announced on Tuesday.\nMr. Heilemann and Mr. Halperin, perhaps best known as the authors of “Game Change,” will be featured on a weekly 30-minute show that will offer a “behind the scenes look” at the 2016 presidential election, Showtime’s president, David Nevins, said in an interview. It will not be a talk show.\nMr. Nevins likened the show, which will be called “The Circus: Inside the Greatest Political Show on Earth,” to Showtime’s “A Season With Notre Dame” and HBO’s “Hard Knocks.” “The Circus” will feature a rotating set of characters, he said, from the presidential candidates, to campaign handlers and possibly members of the news media. Mr. Heilemann and Mr. Halperin will be correspondents on the show, along with the Republican strategist Mark McKinnon. It will premiere in January.\n“Cable news is mostly pundits and talking heads,” Mr. Nevins said. “There’s a limit to the depth of story you can get in the nightly news. It felt like we could do a political documentary in real time. Every election turns out one or two documentaries, but why do you have to wait a year for this?”", "url": "https://www.nytimes.com/2015/12/16/business/media/john-heilemann-mark-halperin-politics-showtime.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}