{"authors": ["Reynolds Holding"], "date_download": "2018-11-16 04:43:46", "date_modify": "2018-11-16 04:43:46", "date_publish": "2015-06-24 17:08:25", "description": "A judge ruled that a merger of Sysco and US Foods would probably harm competition. A similar argument threatens Staples’ offer for Office Depot.", "filename": "2015_06_25_business_dealbook_halt-on-us-foods-deal-sours-outlook-for-mergers_1542343426.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_25_business_dealbook_halt-on-us-foods-deal-sours-outlook-for-mergers_1542343426.html", "title": "Halt on US Foods Deal Sours Outlook for Mergers", "title_page": "Halt on US Foods Deal Sours Outlook for Mergers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An antitrust food fight threatens to hamper America’s merger boom.\nThe Federal District Court in Manhattan has at least temporarily halted Sysco’s $3.5 billion purchase of US Foods, saying that the merger, which would combine the nation’s largest food-service companies, would probably harm competition despite the existence of some local rivals. A similar argument may affect other deals in the works, and one already in process: Staples’ $6.3 billion takeover of Office Depot.\nFor now, the merger of Staples and Office Depot, the two biggest office supply chains, looks like a financial winner. Staples and Office Depot say they expect annual cost savings of $1 billion by the third year after the stock-and-cash transaction closes. That’s worth about $6 billion to investors today, assuming a 35 percent tax rate. No wonder Office Depot shareholders approved the transaction on Friday.\nTrustbusters may be less enthusiastic, though. Staples and Ofifce Depot are, respectively, the No. 1 and No. 2 brick-and-mortar retailers of office needs like printer cartridges, binders and, well, staples. The Federal Trade Commission rejected a proposed deal between them in 1997.\nAmazon and other online retailers have since taken away consumer business, and companies like Walmart offer cheaper offline options. That’s why the F.T.C. approved Office Depot’s 2013 acquisition of OfficeMax without requiring store closures.", "url": "https://www.nytimes.com/2015/06/25/business/dealbook/halt-on-us-foods-deal-sours-outlook-for-mergers.html"}