{"authors": ["Sam Anderson"], "date_download": "2018-11-16 04:12:33", "date_modify": "2018-11-16 04:12:33", "date_publish": "2015-08-20 11:00:24", "description": "The next generation of the country’s athlete-émigrés most likely will be ordinary rookies instead of runaways. But these major-league players got here the hard way.", "filename": "2015_08_23_magazine_baseballs-last-cuban-escapees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341553.html", "image_url": "https://static01.nyt.com/images/2015/08/23/magazine/23cubans1/23cubans1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_23_magazine_baseballs-last-cuban-escapees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341553.html", "title": "Baseball’s Last Cuban Escapees", "title_page": "Baseball’s Last Cuban Escapees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yasiel Puig, the All-Star right fielder for the Los Angeles Dodgers, tried and failed to leave at least four times before he finally succeeded. Puig hiked for 30 hours, slogged through a crocodile-infested swamp to avoid the police and ended up a prisoner in a Cancún hotel room while rival underworld figures tried to extract money from one another. Even then, his ordeal wasn’t over. When Puig signed a $42 million major-league contract, he had to pay out a portion of it to the smugglers who had helped to extract him. (It seems fitting that Puig’s fantastical story has been optioned for film by the director of one of the X-Men movies.) After dominating the league during his rookie year, Puig suddenly regressed, spending much of this season on the bench.\nThe United States’ recent decision to normalize relations with Cuba should, among all its other geopolitical effects, signal the end of this strange cloak-and-dagger era in baseball migration. The next generation of prospects will be greeted not as fugitives but as normal international rookies. This introduction of safety and legality — admirable, necessary, humane — will also nevertheless signal the end of a long tradition of Cuban mystery and romance: the whispered legends that would build around a prospect long before he actually appeared in the flesh, the excitement of his sudden arrival, and then — if we were lucky — the display of exorbitant talent that seemed to push the limits of the sport. Cuban stars have often been flamboyant, demonstrative and a little wild — from the acrobatics of Ordóñez to the time Orlando Hernández, known as El Duque, threw his entire glove to first base to everything having to do with Puig, including his signature celebratory bat flip. (One of Puig’s nicknames is ‘‘The Wild Horse.’’) In the newly regulated future, Cuban players may become, for better and worse, a little more ordinary. They may also become a little less wealthy: Initial salaries, instead of being driven up and up by bids in the open market, will start on Major League Baseball’s much lower rookie scale. $42 million could turn into just above $500,000.\nThese players belong to what is very likely the last generation of Cuban athletes who will have to endure such outrageous hardships to get here. The group contains steady veterans, rising superstars and young prospects. The portraits were taken during spring training in Arizona, where much of the league gathered to loosen up and celebrate the thawing of the continent. Cuban players had a little extra to celebrate: not only the usual optimism of a fresh season but also the dawn of a potentially radical new era, one in which the road home may not be quite so obstructed, and in which more of their countrymen will be joining them — safely, normally — soon.", "url": "https://www.nytimes.com/2015/08/23/magazine/baseballs-last-cuban-escapees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}