{"authors": ["Stephanie Strom"], "date_download": "2018-11-16 04:00:06", "date_modify": "2018-11-16 04:00:06", "date_publish": "2015-03-04 15:52:39", "description": "The chain said that within two years its domestic restaurants would no longer use birds treated with antibiotics “important to human medicine.”", "filename": "2015_03_05_business_mcdonalds-moving-to-antibiotic-free-chicken_1542340806.html", "image_url": "https://static01.nyt.com/images/2015/03/05/business/05mcdonalds-web/05mcdonalds-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_05_business_mcdonalds-moving-to-antibiotic-free-chicken_1542340806.html", "title": "McDonald’s Moving to Limit Antibiotic Use in Chickens", "title_page": "McDonald’s Moving to Limit Antibiotic Use in Chickens  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "McDonald’s said on Wednesday that it would begin using chickens that are not raised with antibiotics used to treat humans, a move likely to put pressure on competitors of the fast-food chain, which now sells more chicken than beef.\nThe decision by McDonald’s, which is also one of the largest buyers of chicken in the United States, is likely to have a major impact on how poultry is raised and on the kinds of chicken restaurants serve.\nThe shift toward offering chicken that is largely antibiotic-free is to occur over two years, the company said. McDonald’s also announced that this year it would give customers the choice of low-fat and chocolate milk from cows not treated with the artificial growth hormone rBST.\nMcDonald’s announcement coincided with Steve Easterbrook’s first week as its chief executive. But the struggling company declined to provide access to Mr. Easterbrook, who succeeded Don Thompson as chief, or to other executives to speak about the new policy, citing the “quiet period” required by federal regulation before the release of its financial performance report next week.", "url": "https://www.nytimes.com/2015/03/05/business/mcdonalds-moving-to-antibiotic-free-chicken.html"}