{"authors": ["David Gelles"], "date_download": "2018-11-16 03:40:57", "date_modify": "2018-11-16 03:40:57", "date_publish": "2015-03-25 10:54:39", "description": "The merger will create the fifth-largest food and beverage company globally, with Heinz controlling 51 percent and Kraft shareholders owning the rest.", "filename": "2015_03_26_business_dealbook_kraft-and-heinz-to-merge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "image_url": "https://static01.nyt.com/images/2015/03/26/business/26kraft-web1/26kraft-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_26_business_dealbook_kraft-and-heinz-to-merge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "title": "Kraft and Heinz to Merge in Deal Backed by Buffett and 3G Capital", "title_page": "Kraft and Heinz to Merge in Deal Backed by Buffett and 3G Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "First it was Budweiser beer. Then came Burger King Whoppers. Next up was Heinz ketchup.\nNow 3G Capital, a Brazilian private investment group that already owns a suite of America’s most prominent food and beverage brands, has struck a deal to take control of Kraft Foods, the maker of macaroni and cheese, Oscar Mayer meats, Planters nuts and Jell-O.\nWorking with the billionaire investor Warren E. Buffett’s Berkshire Hathaway, 3G said on Wednesday that it would merge Kraft with Heinz, the condiment and canned foods giant it acquired with Mr. Buffett in 2013.\nOnce combined, the Kraft Heinz Company will be one of the largest food and beverage conglomerates in the world, with nearly $28 billion in annual sales, and is expected to have a market value of more than $80 billion.\nThe mega-deal — by far the largest merger of the year — is a big bet on conventional staples of the American cupboard, even as consumers are shifting away from processed foods. Millennials and affluent consumers are seeking more local, fresh and organic products. Lower-income consumers are spending less on name brands.", "url": "https://www.nytimes.com/2015/03/26/business/dealbook/kraft-and-heinz-to-merge.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}