{"authors": ["Alison Smale", "Stephen Castle"], "date_download": "2018-11-16 03:19:50", "date_modify": "2018-11-16 03:19:50", "date_publish": "2015-08-20 14:25:32", "description": "The three European nations announced added measures to address the biggest movement of people seen in Europe since the aftermath of World War II.", "filename": "2015_08_21_world_europe_macedonia-detains-migrants-from-greece-at-border.html_module=inline_1542338390.html", "image_url": "https://static01.nyt.com/images/2015/08/20/multimedia/migrants-macedonia/migrants-macedonia-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_world_europe_macedonia-detains-migrants-from-greece-at-border.html_module=inline_1542338390.html", "title": "Migrant Influx Prompts Macedonia, Britain and France to Increase Security", "title_page": "Migrant Influx Prompts Macedonia, Britain and France to Increase Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Europe’s migration crisis took on new dimensions Thursday as at least three countries announced added security measures to address the biggest movement of refugees and migrants seen here since the aftermath of World War II.\nThe sheer numbers of migrants are now clogging critical choke points across Europe. In July alone, 107,500 migrants entered the 28-nation European Union, according to Frontex, the bloc’s border management agency. That was more than three times the number in the same month last year.\nThe latest country to be overwhelmed by the surge was the tiny Balkan nation of Macedonia. It declared a state of emergency on Thursday and said it would deploy the military to restore calm to its southern border with Greece and its northern frontier with Serbia.\nMany of the refugees are fleeing the wars in Iraq and Syria and had recently made their way from Turkey to Greek islands. They have flooded into Macedonia — almost 42,000 in the past two months according to the nation’s Ministry of Interior — as they head north to seek asylum in wealthy countries like Austria, Germany, Britain or Sweden.", "url": "https://www.nytimes.com/2015/08/21/world/europe/macedonia-detains-migrants-from-greece-at-border.html?module=inline"}