{"authors": ["Azam Ahmed", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:11:26", "date_modify": "2018-11-16 04:11:26", "date_publish": "2015-07-20 07:55:59", "description": "With little pomp, the United States and Cuba reopened their embassies for the first time since 1961.", "filename": "2015_07_21_world_americas_cuba-us-embassy-diplomatic-relations.html_module=inline_1542341486.html", "image_url": "https://static01.nyt.com/images/2015/07/20/world/americas/20150721CUBA-hp-slide-KI53/20150721CUBA-hp-slide-KI53-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_21_world_americas_cuba-us-embassy-diplomatic-relations.html_module=inline_1542341486.html", "title": "U.S. and Cuba Reopen Long-Closed Embassies", "title_page": "U.S. and Cuba Reopen Long-Closed Embassies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many questions on the closer relations between Washington and Havana have yet to be answered, including: Will the trade embargo, which has crippled Cuba’s economy, be lifted, and if so, when? Will the Cuban government improve its human rights record and incorporate outsiders into the political spectrum? How much, and how fast, will the lives of ordinary Cubans, who earn $20 a month on average, improve?\nBut for now, the reopening of the embassy on the Malecón waterfront in Havana, previously used as an interests section — a limited diplomatic outpost — brought another reason for hope among many Cubans that the country is changing, albeit slowly.\n“The genie is out of the bottle,” said Carlos Alzugaray Treto, a former Cuban diplomat who is close to President Raúl Castro and his brother Fidel, the country’s longtime president. “And once it’s out, you’re not going to be able to put it back in.”\nIn Havana, a line had already formed at 6 a.m. along the side of the embassy. Families clutched sheafs of paper as they awaited interviews and appointments with officials.\nPhoto\nBeyond the edge of the tidy line, hundreds more gathered in a small park awaiting their turn, and dozens more formed a separate line beyond that. For the first time in decades, American Embassy personnel were managing the order of entrants, taking names, calling names, answering questions.\nMany of those waiting had relatives in the United States they planned to visit or live with. Almost all had made appointments months — some said years — earlier to facilitate their visas, and, they said, they had just happened to arrive on the building’s first day as an official embassy.\nAdvertisement Continue reading the main story\n“To be honest, I’m a little nervous,” said Ramon Castillo Pérez, 59, who was waiting to visit the United States for the first time, a trip that would reunite him with his wife. The trip would be a permanent one, if all went well — his wife was sponsoring his arrival.\nFor now, though, the change at the embassy was barely perceptible from the outside, arguably a metaphor for the state of Cuba itself. And if Cubans were expecting an official celebration on Monday, they were sorely disappointed.\nThe official events to inaugurate the American Embassy will not take place until later in the summer, when Secretary of State John Kerry plans to visit, to formally raise the flag and install new signs.\nVideo\nIn Washington, however, shouts of “Viva Cuba” rang out and tears rolled down Cuban diplomats’ cheeks as Mr. Rodríguez raised the flag and the Cuban national anthem played.\nInside the embassy, in a speech to diplomats, lawmakers and activists, Mr. Rodríguez expressed hope for “a dialogue based on mutual respect and sovereign equality.” And he thanked Mr. Obama for pushing for an end to the trade embargo and relaxing some travel and commercial restrictions.\nThrongs of onlookers gathered to witness the raising of the flag, as critics and supporters of the opening jockeyed for attention with banners, signs and chants.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Salsa sí, embargo no,” read one banner facing the embassy, while opponents of the Cuban government stood nearby with placards that said “Human rights now” and “No to dictatorship.”\n“It is sort of like a wedding,” said James Williams, the president of an advocacy group, Engage Cuba, which has been lobbying for improved relations. “You’ve spent all this time planning your wedding day, and finally you’re getting to see someone walk down the aisle.”\n“Now,” he added, “you have the rest of your life together.”\nAt a news conference at the State Department, Mr. Kerry said he would travel to Havana on Aug. 14 to celebrate the re-establishment of the embassy there. Officials at the department made sure that little public attention was paid to the addition of a Cuban flag in the building’s lobby where the flags of all the nations that have diplomatic relations with the United States are displayed.\nBut Mr. Kerry called it “a historic day, and a day for removing barriers.”\n“Of course, this milestone does not signify an end to differences that still separate our governments,” Mr. Kerry said, switching between Spanish and English. “But it does reflect the reality that the Cold War ended long ago, and that the interests of both countries are better served by engagement than by estrangement.”", "url": "https://www.nytimes.com/2015/07/21/world/americas/cuba-us-embassy-diplomatic-relations.html?module=inline"}