{"authors": ["Elian Peltier", "Milan Schreuer"], "date_download": "2018-11-16 03:21:47", "date_modify": "2018-11-16 03:21:47", "date_publish": "2015-11-19 13:51:07", "description": "Prime Minister Manuel Valls of France said citizens expected “strong, quick and effective reactions’’ in the wake of the terror attacks in Paris.", "filename": "2015_11_20_world_europe_france-belgium-national-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338507.html", "image_url": "https://static01.nyt.com/images/2015/11/20/world/20Belgium-web/20Belgium-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_20_world_europe_france-belgium-national-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338507.html", "title": "Leaders of France and Belgium Seek Tougher Security Measures", "title_page": "Leaders of France and Belgium Seek Tougher Security Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The prime ministers of France and Belgium sought additional authority on Thursday to respond to the deadly attacks in Paris last week, with Manuel Valls saying the French people want “strong, quick and effective reactions,” and Charles Michel of Belgium asking Parliament to approve a variety of tough new security measures.\nMr. Valls, in a speech at the National Assembly, where lawmakers were debating a three-month extension of a state of emergency, warned that France “must not rule anything out” when considering the possibility that terrorists might use chemical weapons, though he did not provide any indication that investigators suspected an imminent attack.\nMr. Valls also called for reinforced tracking of the movements of people within the European Union and urged European countries to improve the sharing of airline passenger information.\n“France has been attacked,” Mr. Valls said in justifying the need to extend the state of emergency. “French people are under shock. They are expecting from all of us some strong, quick and effective reactions.”", "url": "https://www.nytimes.com/2015/11/20/world/europe/france-belgium-national-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}