{"authors": ["Andrew Jacobs", "Chris Buckley"], "date_download": "2018-11-16 04:47:36", "date_modify": "2018-11-16 04:47:36", "date_publish": "2015-07-22 11:36:34", "description": "More than 200 lawyers and associates have been detained on accusations of exploiting cases to enrich themselves and to attack the Communist Party.", "filename": "2015_07_23_world_asia_china-crackdown-human-rights-lawyers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343656.html", "image_url": "https://static01.nyt.com/images/2015/07/23/world/23lawyers-web/23lawyers-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_23_world_asia_china-crackdown-human-rights-lawyers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343656.html", "title": "China Targeting Rights Lawyers in a Crackdown", "title_page": "China Targeting Rights Lawyers in a Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I used to think being a lawyer was just a tool to make money,” said Yu Wensheng, 48, a commercial lawyer whose recent arrest nudged him into the ranks of human rights defenders. “But now I believe we have a greater mission to change a broken system. The crackdown is fierce, but we rights defense lawyers will fight back.”\nTo Mr. Yu and others, the future of the rule of law in China is at stake.\nIn the decades since China’s courts emerged from the ashes of Mao’s war on legal institutions, lawyers have promoted the country’s fitful embrace of Western-style jurisprudence. Their efforts have helped Chinese citizens win some protections from the diktats of a nearly omnipotent party-state, giving political dissidents, outspoken Christians and victims of illegal land grabs a rare outlet to fight back.\nA dozen years ago, the Chinese news media even lionized rights lawyers who persuaded the legislature to scrap a draconian system of residency permits.\nBut in the latest campaign, beginning about two weeks ago, news reports have depicted rights lawyers as venal con artists, sexual predators and foul-mouthed hooligans, a level of invective that suggests the Communist Party’s determination to not only muzzle the movement but also delegitimize it.\n“This is a concerted effort to discredit the entire cadre of rights defense lawyers,” said Carl Minzner, an expert on Chinese law at Fordham University. He said it was a “clear signal” that their use of high-profile cases and news media pressure to call attention to social problems would “no longer be tolerated.”\nThe government has focused its ire on the Fengrui Law Firm in Beijing, which has represented the dissident artist Ai Weiwei; Ilham Tohti, the Uighur academic sentenced to life in prison last year on charges of separatism; and Cao Shunli, a human rights campaigner who died after reportedly being denied medical care while in police custody.\nThe authorities have detained the director of Fengrui, Zhou Shifeng, at least four other lawyers in the firm and an administrative assistant. The 16-year-old son of a lawyer was seized and held for two days just before he was to fly to Australia to attend high school, and the lawyer’s husband was detained.\nAdvertisement Continue reading the main story\nThe police have accused Mr. Zhou and his colleagues of engineering courthouse protests and online uproars to discredit the government, intimidate judges and promote themselves. In a confession on national television last week, one of Mr. Zhou’s colleagues, Huang Liqun, accused him of embezzlement and described him as a womanizer who had repeatedly forced himself on female employees. Mr. Zhou was also shown admitting guilt.\nAttacks in the state news media have been relentless. “There are always some ‘black hands’ adding fuel to the fire behind some sensitive incidents that attract attention,” said one commentary in a Communist Party paper last week. “But in these cases of so-called rights defense, a small number of lawyers have played an inglorious role as accessories to wrecking the rule of law and disturbing social order.”\nPhoto\nMore than 120 of those detained in the past two weeks were lawyers. The rest were members of support staff at law firms, family members of lawyers or unattached rights activists, according to a list compiled by Amnesty International. The government and the state news media have been mute about this broader sweep, but have lauded the charges against the Fengrui lawyers as an advance for clean justice and denounced critics of the detentions.\n“Some Western media and political figures don’t respect China’s legal system and rules,” a commentary by Xinhua, the state news agency, said on Wednesday. The detentions were no different from cases in the United States involving legal representatives who broke the law, it said. “These lawyers sabotaged China’s legal order and so should face legal punishment.”\nSince Mr. Xi came to power in November 2012, the authorities have imprisoned dozens of supporters of the rights defense movement. Another prominent lawyer, Pu Zhiqiang, has been detained since May 2014 and is likely to soon face trial and almost certain conviction, joining other prominent activist lawyers in prison. Other lawyers who challenge the government in politically contentious cases have experienced harassment, detention and loss of their licenses.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nYet the ranks of lawyers willing to take on politically sensitive cases has only grown in recent years. They are a sliver of China’s 270,000 lawyers, but one with an outsize influence on public life.\nEva Pils, a scholar at Kings College London who studies legal activists in China, said there were as many as 300 rights defenders in China, up from a few dozen a decade ago. “Other lawyers have come to see that their own professional interests are aligned with those of the human rights lawyers,” she said.\nMr. Yu, the commercial lawyer who has embraced a perilous career as a rights activist, said his conversion began in October, when jail officials illegally barred him from seeing a client, a man being held on charges that he had supported the pro-democracy demonstrations in Hong Kong.\nFrustrated, Mr. Yu did something out of character: He staged a protest outside the detention center in a suburb of Beijing, took selfies and then posted them on WeChat, a messaging app.\nPhoto\nTwo days later, he was arrested. During three months in detention, most of it in a cell filled with death row inmates, he endured 17-hour interrogations and was subjected to physical abuse that left him with an abdominal hernia. He was not allowed to see a lawyer, nor was he formally charged.\nAdvertisement Continue reading the main story\nFreed on bail but warned by the police against speaking out about his detention, Mr. Yu said he would not be swayed. “I know they can come take me away at any moment,” he said. “I used to be afraid, but not anymore.”\nThe detentions have prompted criticism from some figures in the legal establishment, who have warned that China risks reversing its halting progress toward rule of law.\n“If the public powers arrest lawyers at will, that’s no sign that the country’s lawyers are in a good state,” Jiang Ping, the former president of the China University of Political Science and Law in Beijing, said in a speech published last week. “Rather, that’s a step backwards in the responsibility to protect lawyers.”\nInstead, as conditions have deteriorated, more lawyers like Chi Susheng, 59, from northeast China, have become disenchanted.\nFor 15 years, until 2013, she was a delegate to the National People’s Congress, a prestigious and potentially lucrative position. But she became increasingly frustrated with the harassment and restrictions that cramped her work even in cases with no political overtones.\n“I’ve always had absolute confidence that a country of rule of law would eventually arrive,” she said in a telephone interview. “But then we found that when we taught ordinary people to follow legal procedures and take action according to the law, people would go to the court but wouldn’t be allowed to lodge a case.”\nMany lawyers have scoffed at the government’s allegations against the rights lawyers, especially the claim that they were seeking riches in taking rights cases. Mr. Yu, the lawyer who was held incommunicado for three months, gestured at his threadbare office and said there was little financial reward in representing rights-defense clients, many of them poor.\n“If you want to make money,” he said, “I’d suggest you stick to commercial work.”", "url": "https://www.nytimes.com/2015/07/23/world/asia/china-crackdown-human-rights-lawyers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}