{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:48:03", "date_modify": "2018-11-16 03:48:03", "date_publish": "2015-04-22 18:28:37", "description": "As European leaders focus on trying to stop the flow of migrants to the Continent, towns and villages across Germany are pleading for money and assistance to take care of their new arrivals.", "filename": "2015_04_23_world_europe_germany-immigration-refugees-asylum-integration.html_module=inline_1542340083.html", "image_url": "https://static01.nyt.com/images/2015/04/23/world/23germany3-web/23germany3-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_23_world_europe_germany-immigration-refugees-asylum-integration.html_module=inline_1542340083.html", "title": "Germany’s Small Towns Feel the Cost of Europe’s Migrant Crisis", "title_page": "Germany’s Small Towns Feel the Cost of Europe’s Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VORRA, Germany — Even as European officials struggle with an unrelenting tide of migrants trying to enter the Continent, tranquil villages like this one in a picture-book valley in northern Bavaria are coping with the legions who have already arrived.\nIt is here, as much as on the choppy seas of the Mediterranean, that Europe’s latest migration crisis is playing out.\nWith the federal authorities expecting a flood of newcomers — an estimated 300,000 will apply for asylum in Germany this year, after 200,000 in 2014 — places like Vorra, population 1,000, are struggling to make room for those who are already here seeking legal status and integration. Housing has been designated, services have been mandated, and volunteers have offered clothing and services like rides and free language lessons.\nBut along with hospitality, Germans are also showing hostility. In Vorra in December, and in the Saxon town of Tröglitz over the Easter weekend, arsonists set fire to renovated shelters just weeks before migrants were to move in. No suspects have been detained in either case.", "url": "https://www.nytimes.com/2015/04/23/world/europe/germany-immigration-refugees-asylum-integration.html?module=inline"}