{"authors": ["Neil Gough", "Chris Buckley"], "date_download": "2018-11-16 04:17:51", "date_modify": "2018-11-16 04:17:51", "date_publish": "2015-08-25 13:03:15", "description": "The central bank has cut interest rates five times since November, most recently on Tuesday after another day of sharp declines for Chinese stocks.", "filename": "2015_08_26_business_international_china-interest-rates-stock-market-distress_1542341871.html", "image_url": "https://static01.nyt.com/images/2015/08/25/business/26YUAN2/26YUAN2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_26_business_international_china-interest-rates-stock-market-distress_1542341871.html", "title": "China Again Cuts Interest Rates as Concerns Mount Over Economy", "title_page": "China Again Cuts Interest Rates as Concerns Mount Over Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — China’s central bank on Tuesday cut its benchmark interest rate and freed banks to lend more, the latest signs of the government’s growing distress over slumping stocks and slowing economic growth.\nThe central bank’s action followed a global stock market rout in which China led the declines. The main Shanghai share index plunged an additional 7.6 percent on Tuesday, to its lowest level this year, signaling that two months’ worth of attempts by the government to prop up stock prices had limited effect. In early trading on Wednesday, the index swung between gains and losses, diminishing investors’ hopes for a strong rebound after the rate cut.\nOn Tuesday, China’s prime minister, Li Keqiang, acknowledged that the country was feeling the effects of market turbulence, but insisted that the economy remained sound.\n“Currently, global economic trends are opaque and confusing, and market volatility is quite large, and this has had some impact on the Chinese economy,” Mr. Li said, according to a report on Chinese television news. “But fundamentally the overall stability of the Chinese economy has not changed, and positive factors sustaining a turn for the better in the real economy are accumulating.”", "url": "https://www.nytimes.com/2015/08/26/business/international/china-interest-rates-stock-market-distress.html"}