{"authors": ["Alan Blinder"], "date_download": "2018-11-16 03:41:37", "date_modify": "2018-11-16 03:41:37", "date_publish": "2015-07-07 12:49:48", "description": "The State Senate gave final approval to a measure forcing the controversial symbol from the grounds of the State House; the debate now heads to the House of Representatives.", "filename": "2015_07_08_us_confederate-batttle-flag-debate-charleston-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339697.html", "image_url": "https://static01.nyt.com/images/2015/07/08/us/08FLAG1/08FLAG1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_08_us_confederate-batttle-flag-debate-charleston-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339697.html", "title": "South Carolina Opponents of Confederate Flag Win One Round, but a Fight Still Looms", "title_page": "South Carolina Opponents of Confederate Flag Win One Round, but a Fight Still Looms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — The Sons of Confederate Veterans chapter here is rallying its membership in opposition to a proposal pending this week in the State House of Representatives to take the Confederate battle flag down from its perch on the Capitol grounds.\n“Who knows what may happen in the House,” the group’s commander, T. Leland Summers, wrote in a four-paragraph plea to his members on Monday. He added: “We must light up the switchboard in the Senate chamber and House chamber to the point it blows up.”\nBy the lunch hour on Tuesday, following the Senate’s final vote on the measure, the president of the South Carolina Chamber of Commerce, Ted Pitts, had issued a statement of his own: “We now turn our eyes to the House and urge representatives to also address the issue in a timely fashion and pass a bill that removes the Confederate flag and its 15-year-old pole from the State House grounds.”\nAfter a series of votes on Tuesday, the deliberations here about the fate of the Confederate battle flag are poised to move to the floor of the House of Representatives. The 124-member House is expected to begin debate over the flag, which has flown above or in front of the State House for more than 50 years, on Wednesday amid extraordinary pressure for and against the symbol.", "url": "https://www.nytimes.com/2015/07/08/us/confederate-batttle-flag-debate-charleston-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}