{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:55:41", "date_modify": "2018-11-16 03:55:41", "date_publish": "2015-12-28 07:58:22", "description": "The deal, in which Japan made an apology and promised an $8.3 million payment, may help mend ties between the countries.", "filename": "2015_12_29_world_asia_comfort-women-south-korea-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "image_url": "https://static01.nyt.com/images/2015/12/29/world/29korea/29korea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_29_world_asia_comfort-women-south-korea-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340541.html", "title": "Japan and South Korea Settle Dispute Over Wartime ‘Comfort Women’", "title_page": "Japan and South Korea Settle Dispute Over Wartime ‘Comfort Women’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — More than 70 years after the end of World War II, South Korea and Japan reached a landmark agreement on Monday to resolve their dispute over Korean women who were forced to serve as sex slaves for Japan’s Imperial Army.\nThe agreement, in which Japan made an apology and promised an $8.3 million payment that would provide care for the women, was intended to remove one of the most intractable logjams in relations between South Korea and Japan, both crucial allies to the United States. The so-called comfort women have been the most painful legacy of Japan’s colonial rule of Korea, which lasted from 1910 until Japan’s defeat in 1945.\nThe Japanese and South Korean foreign ministers, announcing the agreement in Seoul, said each side considered it a “final and irreversible resolution” of the issue.\nThe apology and the payment, which, unlike a previous fund, will come directly from the Japanese government, represent a compromise for Japan’s prime minister, Shinzo Abe, who has often been reluctant to offer contrition for his country’s militarist past.", "url": "https://www.nytimes.com/2015/12/29/world/asia/comfort-women-south-korea-japan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}