{"authors": ["James Kanter"], "date_download": "2018-11-16 03:55:39", "date_modify": "2018-11-16 03:55:39", "date_publish": "2015-10-20 00:45:10", "description": "Anheuser-Busch InBev receives friendly treatment from Belgian tax officials, and its global power as a tax negotiator might grow if it merges with SABMiller.", "filename": "2015_10_20_business_international_anheuser-busch-a-b-inbev-sabmiller.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340539.html", "image_url": "https://static01.nyt.com/images/2015/10/20/business/20inbev-web5/20inbev-web3-1445276907166-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_20_business_international_anheuser-busch-a-b-inbev-sabmiller.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340539.html", "title": "Anheuser-Busch InBev Aims Its Tax-Trimming Skills at SABMiller", "title_page": "Anheuser-Busch InBev Aims Its Tax-Trimming Skills at SABMiller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LEUVEN, Belgium — The sweet, earthy aroma from the brewery here is inescapable. The Stella Artois logos are hard to miss at the sprawling factory near the headquarters of the company, which employs thousands of workers across the country.\nFor Belgium, the global beer giant Anheuser-Busch InBev is a corporate champion, a source of homegrown pride and the country’s largest company by market value. But its clout, which will only grow with the company’s $104 billion deal to buy SABMiller, is also the source of scrutiny.\nAs a dominant player in Belgium, the company has enjoyed accommodations from the government that allow it to significantly lower its tax bills. While the official corporate tax rate is 34 percent, Anheuser-Busch InBev pays a tiny fraction of 1 percent on the profit of $1.93 billion it reported last year in Belgium.\nThe friendly tax arrangement is part of a pattern that small countries like Belgium use to woo multinationals. Such deals are increasingly coming under fire, and the European Union’s competition commissioner is investigating whether some of them amount to illegal state aid.", "url": "https://www.nytimes.com/2015/10/20/business/international/anheuser-busch-a-b-inbev-sabmiller.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}