{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:55", "date_modify": "2018-11-16 04:52:55", "date_publish": "2015-12-17 04:37:52", "description": "Opposition to the de Blasio administration’s strategy was evident at a Manhattan public hearing, and dozens of community boards have rebuffed the development proposals amid fears of gentrification.", "filename": "2015_12_17_nyregion_new-york-officials-defend-affordable-housing-plan-to-divided-audience.html_module=inline_1542343975.html", "image_url": "https://static01.nyt.com/images/2015/12/17/nyregion/HOUSING/HOUSING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_nyregion_new-york-officials-defend-affordable-housing-plan-to-divided-audience.html_module=inline_1542343975.html", "title": "New York Officials Defend Affordable Housing Plan to Divided Audience", "title_page": "New York Officials Defend Affordable Housing Plan to Divided Audience - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There’s a sense that what we’re trying to do is inflexible,” Ms. Glen said during the hearing, held at the National Museum of the American Indian in Lower Manhattan. But she said the proposals had been developed to meet the needs of “our diverse communities.”\nAnd, she added, the city has to move quickly and aggressively.\n“We are in a true housing crisis, and we can’t just sit by and do nothing as market pressures change the city,” she said.\nThe proposals entail zoning changes intended to help Mr. de Blasio, a Democrat, meet the goals of a housing plan that envisions adding or preserving 200,000 affordable units over the next decade. The planning commission will vote on the measures in February and then send the matter to the City Council for a final decision.\nOne proposal would require developers to set aside at least 25 percent of the units they build for lower-income residents in newly rezoned areas of the city. Known as mandatory inclusionary housing, the mandate is expected to generate a small fraction of new affordable housing units, but would for the first time require developers add lower-rent units if they want to build at all in areas covered by the plan.\nThe second proposal would allow taller buildings, fewer parking spaces and other changes to promote construction of more affordable units, including for older adults.", "url": "https://www.nytimes.com/2015/12/17/nyregion/new-york-officials-defend-affordable-housing-plan-to-divided-audience.html?module=inline"}