{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 04:38:21", "date_modify": "2018-11-16 04:38:21", "date_publish": "2015-08-22 14:48:25", "description": "The quick action by two servicemen on a high-speed train traveling from Amsterdam to Paris averted what officials said could have been a blood bath.", "filename": "2015_08_23_world_europe_americans-recount-gunmans-attack-on-train-to-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343101.html", "image_url": "https://static01.nyt.com/images/2015/08/23/nyregion/23TRAIN-Americans/23TRAIN-Americans-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_23_world_europe_americans-recount-gunmans-attack-on-train-to-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343101.html", "title": "A Shot, a Glimpse of an AK-47, and U.S. Servicemen Pounced on Gunman on Train to France", "title_page": "A Shot, a Glimpse of an AK-47, and U.S. Servicemen Pounced on Gunman on Train to France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — It was 5:45 p.m., a normal Friday afternoon on the sleek high-speed train that takes high-level European diplomats, businesspeople, tourists and ordinary citizens between Amsterdam, Brussels and Paris.\nLess than an hour away from Paris, a French passenger got up from his seat to use the toilets at the back of the carriage. Suddenly, in front of him rose a slightly built man. Across the man’s chest, in a sling, was an automatic rifle of the kind favored by jihadists the world over: an AK-47.\nThe passenger threw himself on the man. The gun went off, once, twice, several times. Glass shattered. A bullet hit a passenger.\nThe man with the gun kept going down the carriage, holding his AK-47 and a Luger pistol. In a pocket was a sharp blade capable of inflicting grievous harm. He had at least nine clips of ammunition, enough for serious carnage.", "url": "https://www.nytimes.com/2015/08/23/world/europe/americans-recount-gunmans-attack-on-train-to-france.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}