{"authors": ["Benjamin Nugent"], "date_download": "2018-11-16 03:08:40", "date_modify": "2018-11-16 03:08:40", "date_publish": "2015-09-02 14:00:04", "description": "Trends come and go. Technology is ever-changing. But as a new spate of films prove, boxing movies are here to stay.", "filename": "2015_09_02_t-magazine_boxing-films_1542337720.html", "image_url": "https://static01.nyt.com/images/2015/09/13/t-magazine/13tmag-09look_sign-t_CA0/13tmag-09look_sign-t_CA0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_02_t-magazine_boxing-films_1542337720.html", "title": "The Ring Cycle: Boxing’s Eternal Cinematic Appeal", "title_page": "The Ring Cycle: Boxing’s Eternal Cinematic Appeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the biggest single reason boxing and film are natural partners is that boxing has a suspenseful, satisfying, back-from-behind narrative built into its very rules. Consider the practice of counting to 10 as a fighter lies prone at his opponent’s feet. Boxers will generally take the full count, getting up around eight or nine, to fully exploit the opportunity for rest. We’ve all seen it in boxing movies, if not in real boxing matches: Our man takes blow after blow, and suddenly, the tables turn, the crowd screams in excitement, and, lo, the bloodied underdog makes the show dog pay. This happens in both the stupidest boxing movies — ‘‘Rocky IV,’’ for example — and in the smartest ones, like ‘‘Raging Bull.’’\nThe boxer’s virtues — endurance, focus, skill with the hands, the willingness to risk everything — are the virtues of both working men (soldiers, sailors, firemen) and the virtues of artists (dancers, drummers, chefs). Boxing demands not just savagery and endurance but also lightness, a certain softness of motion. Boxing is not just the channeling of fear and anger into an act of physical aggression; it is also learning to repress fear and anger, to maintain the detachment of the craftsman under circumstances that would make a normal person go utterly ape. There is no image management in the ring, no politics, no mingling, no manipulation of abstract symbols, no entrepreneurialism. In the ring, it doesn’t matter whether people like you. And it’s fair. In other words, boxing both rewards the virtues that in postindustrial life tend to go unrewarded and shuns all that is 21st-century and white-collar. We watch boxing (and boxing movies) to experience an inversion of the power structure, to pay our respects to people whose power resides in their bodies, to leave the service economy behind.\nAnd finally: We go to boxing movies to see how young actors who play boxers measure up to previous generations of actors who played boxers. Pity Jake Gyllenhaal, who, despite getting shredded for ‘‘Southpaw,’’ could not outbox the shadow of Robert De Niro’s ‘‘Raging Bull’’ performance. Not only did De Niro get into honest-to-god boxing shape, the way Gyllenhaal did (De Niro won two professional fights while training); he also ate himself into morbid obesity for the sections of the movie in which its subject, Jake LaMotta, has retired from boxing and gone to seed. In so doing, De Niro did what boxers do: He put himself in harm’s way. He gained 60 pounds of flab, so much weight that his breathing became painfully labored, so much that Martin Scorsese became worried about his health.\n‘‘Raging Bull,’’ for that reason, is compelling in much the same way that real boxing is compelling. You see the fat body on the screen, De Niro’s real, abused body, and think, ‘‘My god, this is actually happening — look at what the man has put himself through.’’ And so for a moment you are distracted from your own everyday suffering, and feel the suffering of another person, in your gut.", "url": "https://www.nytimes.com/2015/09/02/t-magazine/boxing-films.html"}