{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:20:05", "date_modify": "2018-11-16 03:20:05", "date_publish": "2015-09-22 23:39:35", "description": "Tribune Publishing lowered its revenue and earnings guidance for the year, based on a review of its holdings in Southern California. The company recently fired the publisher of The Los Angeles Times.", "filename": "2015_09_23_business_media_tribune-publishing-lowers-its-profit-expectations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338405.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_23_business_media_tribune-publishing-lowers-its-profit-expectations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338405.html", "title": "Tribune Publishing Lowers Its Profit Expectations", "title_page": "Tribune Publishing Lowers Its Profit Expectations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tribune Publishing executives said in a conference call to investors on Tuesday that the company had reduced its guidance for the year based on what was described as a review of its holdings in Southern California.\nThe company issued the revised guidance Friday evening, saying that its total revenue would be as low as $1.64 billion, compared with previous estimates as high as $1.7 billion. Its adjusted earnings before interest, taxes, depreciation and amortization, it said, would be as low as $145 million compared with previous estimates as high as $175 million.\nThe revised guidance, it said, “reflects lower forecasted revenue estimates for the year, concentrated in Southern California.”\nTwo weeks ago, the company’s chief executive, Jack Griffin, dismissed the publisher of The Los Angeles Times and The San Diego Union-Tribune, Austin Beutner, after disagreements over strategy.", "url": "https://www.nytimes.com/2015/09/23/business/media/tribune-publishing-lowers-its-profit-expectations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}