{"authors": ["Dan Bilefsky", "Maïa De La Baume"], "date_download": "2018-11-16 04:36:32", "date_modify": "2018-11-16 04:36:32", "date_publish": "2015-01-10 10:23:02", "description": "Law enforcement officials appealed to the public to help find Hayat Boumeddiene, the girlfriend of Amedy Coulibaly, who took hostages at a kosher supermarket.", "filename": "2015_01_11_world_europe_paris-terrorist-attacks.html_module=inline_1542342992.html", "image_url": "https://static01.nyt.com/images/2015/01/10/world/11PARIS-suspect/11PARIS-suspect-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_11_world_europe_paris-terrorist-attacks.html_module=inline_1542342992.html", "title": "French Premier Declares ‘War’ on Radical Islam as Paris Girds for Rally", "title_page": "French Premier Declares ‘War’ on Radical Islam as Paris Girds for Rally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Prime Minister Manuel Valls declared Saturday that France was at war with radical Islam after the harrowing sieges that led to the deaths of three gunmen and four hostages the day before. New details emerged about the bloody final confrontations, and security forces remained on high alert.\n“It is a war against terrorism, against jihadism, against radical Islam, against everything that is aimed at breaking fraternity, freedom, solidarity,” Mr. Valls said during a speech in Évry, south of Paris.\nThe authorities started the day hunting for the companion of one of the killers, only to learn later that she appeared to have fled to Turkey and then probably to Syria days before the first assault in Paris on Wednesday. The police had suspected that the woman — Hayat Boumeddiene, 26, the girlfriend of Amedy Coulibaly, believed to be one of the gunmen — might have played a role in one or more of the attacks.\n“We are 99 percent sure that she traveled to Syria from Urfa,” said a Turkish intelligence official, referring to a city in southern Turkey. “There is no evidence that suggests she was involved in the terrorist attacks in France this week.”", "url": "https://www.nytimes.com/2015/01/11/world/europe/paris-terrorist-attacks.html?module=inline"}