{"authors": ["Mary Williams Walsh", "Michael Corkery", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:56:31", "date_modify": "2018-11-16 03:56:31", "date_publish": "2015-10-21 22:00:04", "description": "The plan, much of which would have to be approved by Congress, would give Puerto Rico a way to restructure all of its $72 billion in debt, which it says it cannot hope to repay.", "filename": "2015_10_22_business_dealbook_obama-administration-draws-up-plan-to-help-puerto-rico-with-debt_1542340591.html", "image_url": "https://static01.nyt.com/images/2015/10/22/business/22db-rico-web2/22db-rico-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_22_business_dealbook_obama-administration-draws-up-plan-to-help-puerto-rico-with-debt_1542340591.html", "title": "Obama Administration Draws Up Plan to Help Puerto Rico With Debt", "title_page": "Obama Administration Draws Up Plan to Help Puerto Rico With Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Officials said that extending that type of tax credit would help increase the labor participation rate on the island, now a paltry 40 percent, the lowest in the United States and its territories. A fact sheet compiled by the administration said it would provide an “added incentive for formal participation in Puerto Rico’s economy.”\nThe tax credit, invented by conservative economists, already enjoys some degree of bipartisan backing. Administration officials who detailed the proposal offered no estimate of the cost of extending it to Puerto Rico, nor did they have a cost projection for the Medicaid expansion.\nThe legislative proposal will be presented on Thursday to the Senate Committee on Energy and Natural Resources, which has jurisdiction over all of America’s territories. It is led by Senator Lisa Murkowski, Republican of Alaska, which was itself a territory until 1959, when it became the 49th state.\nPuerto Rico is now barred from seeking any form of relief under Chapter 9, the type of bankruptcy that municipal governments use. The administration’s proposal for a territorial bankruptcy regime represents a bolder approach than the bankruptcy bills that Congress has considered since the island’s debt crisis began.\nFederal law allows for cities, counties, special districts and the like to seek bankruptcy protection if their states agree, but the states themselves are excluded. There are concerns that if Puerto Rico gains access to bankruptcy, fiscally troubled states like Illinois might try to follow suit.\nPuerto Rico’s creditors have been arguing that the island’s government has been portraying its financial situation as beyond repair, hoping to force the administration and Congress to give it access to Chapter 9 bankruptcy. The recent bankruptcies of distressed cities like Detroit showed them that bondholders can emerge with just pennies on the dollar, and they believe the same thing will happen if Puerto Rico is allowed to declare bankruptcy.\nThe legislation introduced so far would make bankruptcy relief available only to Puerto Rico’s municipalities and its government enterprises, not to the government itself. Even those limited bills have failed to gain support from Republican lawmakers.", "url": "https://www.nytimes.com/2015/10/22/business/dealbook/obama-administration-draws-up-plan-to-help-puerto-rico-with-debt.html"}