{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 04:41:08", "date_modify": "2018-11-16 04:41:08", "date_publish": "2015-05-21 11:03:30", "description": "A review of some of the documents adds new dimension to the events surrounding the 2012 attacks in Benghazi, Libya.", "filename": "2015_05_22_us_politics_a-closer-look-at-hillary-clintons-emails-on-benghazi_1542343268.html", "image_url": "https://static01.nyt.com/images/2015/05/19/us/22EMAILS-guide/20EMAILSweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_22_us_politics_a-closer-look-at-hillary-clintons-emails-on-benghazi_1542343268.html", "title": "A Closer Look at Hillary Clinton’s Emails on Benghazi", "title_page": "A Closer Look at Hillary Clinton’s Emails on Benghazi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Rodham Clinton last year provided the State Department with 55,000 pages of emails that she said were related to her work as secretary of state, all from the personal account she exclusively used while leading the department.\nRoughly 850 pages of those emails that relate to Libya and the 2012 attacks on the United States outposts in Benghazi were handed over to a special committee appointed to investigate the attacks. In response to a request from Mrs. Clinton, the State Department plans to release those emails in the coming days. The New York Times obtained more than a third of those documents and has provided a guide to some of the key findings related to the Benghazi attacks below.\nBlumenthal Memos Were Often Circulated Without Identifying Their Source\nFrom 2011 to 2012, Sidney Blumenthal, a longtime friend and confidant who was a senior adviser to Mrs. Clinton during her 2008 presidential campaign, sent her at least 25 memos about Libya, including several about the Benghazi attacks. Mrs. Clinton forwarded most of them to Jake Sullivan, her trusted foreign policy adviser. Mr. Sullivan would then send the memos along to other senior State Department officials, asking for their feedback. There is no evidence those officials were told that the memos were from Mr. Blumenthal. In April 2012, J. Christopher Stevens, the ambassador who died in the Benghazi attacks, was asked by Mr. Sullivan to provide his thoughts on the latest information “from HRC friend.” (Pages 127-128) Brian Fallon, a spokesman for Mrs. Clinton, said that Mr. Blumenthal had not been working for the government in any official capacity at the time and that his emails to Mrs. Clinton had not been solicited.", "url": "https://www.nytimes.com/2015/05/22/us/politics/a-closer-look-at-hillary-clintons-emails-on-benghazi.html"}