{"authors": ["Monica Davey"], "date_download": "2018-11-16 04:52:53", "date_modify": "2018-11-16 04:52:53", "date_publish": "2015-02-09 02:03:52", "description": "Plaintiffs from the St. Louis region accused Ferguson and Jennings of creating modern-day debtors’ prisons in a quest for more revenue.", "filename": "2015_02_09_us_ferguson-one-of-2-missouri-suburbs-sued-over-gantlet-of-traffic-fines-and-jail_1542343973.html", "image_url": "https://static01.nyt.com/images/2015/02/09/us/09ferguson-02/09ferguson-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_09_us_ferguson-one-of-2-missouri-suburbs-sued-over-gantlet-of-traffic-fines-and-jail_1542343973.html", "title": "Ferguson One of 2 Missouri Suburbs Sued Over Gantlet of Traffic Fines and Jail", "title_page": "Ferguson One of 2 Missouri Suburbs Sued Over Gantlet of Traffic Fines and Jail  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I understand the frustration from the defendants,” John Adams, the court administrator for the Jennings municipal division, said on Friday, referring to the broad issues but not the lawsuits, which he had not seen. “At the same time, the defendants should be responsible and take the step of at least showing up in court. It would resolve so many issues.”\nBut residents said they had avoided going to court because they feared they would be jailed again. Some said the cycle continued because their licenses were suspended when they failed to pay fines or missed court, causing them to be picked up for driving without a license.\nThe lawsuits also allege significant flaws in the justice system, including the changing of court times and warrants issued against people who could not appear because they were in a hospital or another jail.\n“Anytime I go outside, I fear that I’ll be stopped by the police,” said Allison Nelson, Mr. Nelson’s 23-year-old sister. She said she had received her first traffic ticket at 18 and had since been held for days in lockups that she described as filthy and smelling of mold, sewage and sweat. Once, she said, she was arrested outside her family’s house while still in her nightgown.\n“You drive to work so you can pay the fines, but then you get pulled over, so you owe even more,” said Ms. Nelson, who said she made about $7.75 an hour at a clothing store. She said she wanted to join the Navy but had been told that she must first sort out the problems with her driving record and warrants.\nThe tension has been exacerbated by an increasing financial dependence on traffic fines by some municipalities in the region and by a pattern in some Missouri cities, including Ferguson, of the police pulling over black motorists at a greater rate than whites. In 2013, Ferguson, with a population of about 21,000, had the highest number of arrest warrants — often served by municipal courts when someone fails to appear in court — in the state relative to its size: 1,500 warrants per 1,000 people.", "url": "https://www.nytimes.com/2015/02/09/us/ferguson-one-of-2-missouri-suburbs-sued-over-gantlet-of-traffic-fines-and-jail.html"}