{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:50:21", "date_modify": "2018-11-16 04:50:21", "date_publish": "2015-08-07 00:00:26", "description": "In its move to Broadway, the show about America’s founding fathers is proof that the musical is not only surviving but evolving in ways that should allow it to thrive.", "filename": "2015_08_07_theater_review-hamilton-young-rebels-changing-history-and-theater.html__r=0&module=inline_1542343821.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_07_theater_review-hamilton-young-rebels-changing-history-and-theater.html__r=0&module=inline_1542343821.html", "title": "Review: ‘Hamilton,’ Young Rebels Changing History and Theater", "title_page": "Review: ‘Hamilton,’ Young Rebels Changing History and Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yes, it really is that good.\nAt this point, it would be almost a relief to report that “Hamilton” — the musical that opened at the Richard Rodgers Theater on Thursday night — has shrunk beneath the bloat of its hype. Since it was first staged at the Public Theater this year, this brave new show about America’s founding fathers has been given the kind of worshipful press usually reserved for the appearances of once-in-a-lifetime comets or the births of little royal celebrities.\nDuring the past several months, while it was being pumped up and trimmed down for its move from the East Village to Broadway, Lin-Manuel Miranda’s rap-driven portrait of the rise and fall of Alexander Hamilton (this country’s first secretary of the Treasury) has been the stuff of encomiums in both fashion magazines and op-ed columns. A friend of mine recently said that there were three subjects she never wanted to see in a newspaper again: Caitlyn Jenner, the Harper Lee novel “Go Set a Watchman” and “Hamilton.”\nEven I, one of the many critics who enthused about “Hamilton” in February like a born-again convert in a revival tent, was beginning to think, “Enough already.” Then I saw the show at the Richard Rodgers.", "url": "https://www.nytimes.com/2015/08/07/theater/review-hamilton-young-rebels-changing-history-and-theater.html?_r=0&module=inline"}