{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:45:30", "date_modify": "2018-11-16 03:45:30", "date_publish": "2015-11-19 18:08:16", "description": "Experts offer advice for coping with stress caused by a recent spate of terror attacks and violence.", "filename": "2015_11_20_health_how-to-cope-with-anxiety-during-terror-threats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339930.html", "image_url": "https://static01.nyt.com/images/2015/11/19/nytnow/19nytnow-anxiety/19nytnow-anxiety-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_20_health_how-to-cope-with-anxiety-during-terror-threats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339930.html", "title": "How to Cope With Anxiety During Terror Threats", "title_page": "How to Cope With Anxiety During Terror Threats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Designating times to plug into the news — checking Twitter in the morning over coffee, but not listening to the radio while driving your kids to school, for instance — can help you manage anxiety if you are feeling stressed.\nThis will help you balance a realistic and credible threat with information that is sensationalized, Dr. Albano said, “or a rush to report something or talk about something that doesn’t have the impact that you would think it has.”\nBreathe.\nA guide to dealing with terrorism released by the Federal Bureau of Investigation encourages closing your eyes and taking deep breaths to feel calmer. Taking a walk or talking to a close friend can also help.\nThe guide also recommends avoiding alcohol and drugs, exercising regularly and eating healthy foods — basic self-care guidelines that help reduce stress.\nCreate a plan with your family.\nIt’s a good idea to draft a plan that details how you’ll get in contact with your family if something happens. But remember that you likely will not need it, Dr. Albano said.\nIf you have children, the American Psychological Association recommends asking them how they are feeling about the news. Keep in mind that it is possible for children to be influenced by news reports and adult conversations.\nKeep your daily routine.\nDr. Albano said that a primary worry in the field of psychology is people “going out of their way to be so safe that it shrinks their world.", "url": "https://www.nytimes.com/2015/11/20/health/how-to-cope-with-anxiety-during-terror-threats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}