{"authors": ["Michael Powell", "Sports Of The Times"], "date_download": "2018-11-16 04:16:10", "date_modify": "2018-11-16 04:16:10", "date_publish": "2015-03-02 12:14:35", "description": "Native American high schools like Window Rock and Chinle in Arizona play rez ball, or reservation basketball, an extremely up-tempo version of basketball with an intense following to match.", "filename": "2015_03_03_sports_amid-the-red-rock-a-fever-pitch-for-rez-ball.html_module=inline_1542341770.html", "image_url": "https://static01.nyt.com/images/2015/03/03/sports/basketball/20150303powell-slide-K5ZO/20150303powell-slide-K5ZO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_03_sports_amid-the-red-rock-a-fever-pitch-for-rez-ball.html_module=inline_1542341770.html", "title": "Games on a Reservation Go By in a Blur", "title_page": "Games on a Reservation Go By in a Blur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A knife-sharp wind pushes a veil of snow down off the high buttes this night. I turn my car into Window Rock High School two hours early and wonder if anyone will show up.\nAs it turns out, hundreds of snow-dusted pickup trucks sit in the parking lot. Inside, the joint is packed, 4,500 strong: Navajo grandmothers wrapped in traditional blankets, young granddaughters in jeans fiddling with iPhones. Boys in team jerseys ogle the girls, who strive to appear oblivious.\nThe girls’ junior varsity is playing. The boys’ junior varsity will follow, then the girls’ varsity. The boys’ varsity game is hours away.\nAlbert Wagner, 56, sits five rows back. He has a ponytail of thick gray hair tucked under his cowboy hat and a turquoise belt buckle. Four of his 14 grandchildren will play this night.\nLots of people here tonight, huh?\nWagner shrugs.\n“This is all the time,” he replies. “We really have nothing else to do out here.”\nI had called Brandon Tso, coach of the Chinle Wildcats, to ask about the best night to see a reservation game. Every night, he said. “We got no bowling alleys and no movie theaters. We just have basketball; that’s our love.”\nThat was good enough for me. I drove up here weeks ago to escape too much manufactured Super Bowl madness in the Valley of the Sun. The highway curled through rawboned mountains and saguaro and prickly pear cactus before climbing past limestone escarpments into the ponderosa pines and ancient red rock canyons of Navajo.\nAdvertisement Continue reading the main story\nThe air here, 7,000 feet above sea level, is ice-tinged.\nMy wife, Evelyn Intondi, and I once lived in this achingly beautiful land for six weeks, occupying a trailer in Fort Defiance. She worked as a midwife with the Indian health service, while I cared for our two young boys.\nOne afternoon I grabbed my basketball and set off in search of a game. Insulated by New York parochialism, I expected to find country ball, a little soft with lots of jumpers. Seven Navajo guys asked me to play; it was similar to being caught in the wrong lane with marathon runners. Up and down they went, cutting to the hoop with a juking vengeance, until this bilagaana (Navajo for white dude) had his hands on his knees.\nMost years, Navajo teams go winding off the high plateau in buses and make the six-hour trek to Phoenix and the surrounding cities for the state finals. Thousands of fans follow them down.\nPhoto\nHeight usually wins out, particularly when Navajo teams clash with the Valley’s Christian academies, which recruit with a holy fervor. But the native teams — the White Mountain Apache play an identical pell-mell style and draw no less rapturous crowds — often knock off favorites.\nBefore the game, I had coffee with Sunnie Clahchischiligi, a 29-year-old Navajo Times sportswriter. She is of the Many Goats clan and grew up in the tiny reservation village Teec Nos Pos. Her mother and aunts played basketball, as she did.\n“My mom played until she was eight months pregnant; she went into labor at a tournament,” she said.\nClahchischiligi plans to attend law school, but for now she roams the remote corners of this reservation and writes about basketball (you could drop Vermont, New Hampshire and Massachusetts into the Navajo reservation and have room left over).\n“The arena in Phoenix holds 18,000, and when our teams are in it, there’s nothing but people with brown skins in the stands,” she said. “If people don’t have cars, they hitchhike.”\nAdvertisement Continue reading the main story\nThe national anthem plays before the game in Fort Defiance. American and Navajo Nation flags hang in the rafters; cemeteries here are filled with military veterans. Everyone stands, even those in wheelchairs, and puts hand to heart.\nThe game takes off at a gallop.\nChritristen Blacksheep, a quick-handed Chinle guard with shake-and-bake moves, drives the lane. His sneakers squeak like a rusty hinge as he comes to a quick stop and dishes the ball out to his teammate Anthaniel Long.\nLong strokes a 3-pointer. Half the crowd — fans are more or less split between the teams — goes wild.\n“DEE-fense! DEE-fense! Cut, cut! Come on Brandon, Box OUT! And REBOUND!”\nThe Navajo do not emote a lot. They find strength in silence; a Navajo delivery ward in the hospital can be as quiet as a library.\nSome fans watch stoically. But many more clap and chant and wave pompoms and wiggle-waggle their fingers when a player from the opposing team steps to the free-throw line, in hopes their mojo will distract him.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThey are hoop knowledgeable almost to a fault. Grandfathers talk of Bill Walton; fathers and mothers talk of Michael Jordan and Charles Barkley. (A reservation radio station broadcasts the N.B.A. playoffs, in Navajo.)\nIt’s as if there are 100 coaches in the stands.\n“Dive to the hoop, Brandon,” Aggie Davis yells to the Window Rock center, a burly kid of about 6-foot-2. “Dive to the hoop.”\nDavis turns to me.\n“My favorite N.B.A. player is Kevin Durant,” she says. “Years ago, it was Larry Bird. Oh, I loved that boy. He passed so beautifully. Those Celtics knew how to run.”\nRun and pass: no higher compliment to be heard.\nChinle’s team, a senior-heavy squad with an impressive record, is an unstoppable wave, its weaves and shooting a wonderment. Window Rock, which has a young squad and a record a few notches better than .500, responds with grinding defense and a slightly less manic offense. By halftime, it’s a 2-point game.\nAdvertisement Continue reading the main story\nGray-haired Raul Mendoza, by descent a mix of Native American and Mexican, is the Window Rock coach. Coaches tend toward short half-lives here. He has won more than 650 games and coached for 36 years, across a distant necklace of reservation and border towns: Holbrook, Coconino, and Alchesay on the Apache Reservation. He coached at Window Rock in the late 1970s and 1980s; his team had a three-year stretch in which it lost just a handful of games.\nThen Window Rock had a so-so season, and people grumbled, and he left. Last year, he was invited back. He moved in last summer, and people got out of their cars at the gas stations and laundromats to shake his hand.\nPhoto\nHe loves rez ball when it’s harnessed to intelligence. Pass and run and shoot, yes, sure. Run plays, too.\n“The kids run one option and get impatient,” he said. “They kind of play without thinking about it. Because they’ve done it since they were little kids, it’s not embarrassing.\n“But it’s not what I want.”\nTso, Chinle’s first-year coach, relies on a motion offense. Last season, his predecessor lost a close playoff game, 89-84 — the best game of the year, everyone agreed. He soon left.\n“Our kids are treated like rock stars,” Tso says. “But there’s lots of pressure. I’ve got gray hairs I never had before.”\nChinle sits at the lip of Canyon de Chelly. Years ago, I put my younger son on my back and hiked into that canyon, past red walls rubbed smooth by ancient rivers and millenniums of summer thunderstorms. A couple of Navajo farms sat along the river bottom, with rail fences and horses.\nThere was, of course, a basketball hoop.\nChinle has a grocery store, a post office, a restaurant and motel, and four laundromats. There are 4,000 residents; its high school basketball arena seats 6,000, and some nights that is not enough.\nAdvertisement Continue reading the main story\n“Before big games, people line up at 7 a.m. for tickets,” Tso says.\nIn the second half, momentum shifts to Window Rock. Two Chinle players, including its best ballhandler, are carried off with sprained ankles, and Window Rock’s attack is relentless. The Scouts’ Brandon Chickaway, the center, begins to vacuum rebounds.\nLate in the game, a 5-foot-7 Scouts guard receives a pass on the run, turns and, in a cross between shot and hurl, banks in a long 3-pointer.\nMendoza closes his eyes, opens them, and his legs go rubbery.\n“Man, we might win tonight,” he says. “As long as we play defense, real defense, we’ll be fine.”\nThen Chinle presses, and the Scouts’ lead is sand running through their fingers. Window Rock clings to a 51-49 win.\nAfterward I talk to Chickaway, who, for all the high-decibel advice he received from the crowd, finished with 11 rebounds. Do you hear the fans? He smiles shyly. “I have a lot of aunts and uncles out there,” he says.\nCoach Mendoza tries to sluice off the pressure, let parents take out their frustrations on him. “It is unrelenting and can destroy a kid,” he says.\nHis team will finish with a 21-14 record. That is a big step up from last year; his players are sophomores and juniors, and everyone wanted him back, and he is beloved. That will buy him a year’s grace, maybe.\nAfterward, a line of car lights snakes into the inky darkness. Some nose up Blue Canyon, its red dirt road slick with six inches of snow. Others drive to a Denny’s for late-night pancakes.\nAdvertisement Continue reading the main story\nThe Wildcats face a long drive in a rattling bus to Chinle. (Chinle finished 22-11; last week, the team lost a tough playoff game in Glendale before a large Navajo crowd.)\n“For as long as anyone can remember, it’s been this way,” Tso says. “It’s stressful, but these kids are rock stars.”\nWith that, Tso leaves for Chinle. Mendoza returns to his home behind the ridge in Fort Defiance. And the next morning, I return to Phoenix, descending out of the beauty that is the red rock land of rez ball.", "url": "https://www.nytimes.com/2015/03/03/sports/amid-the-red-rock-a-fever-pitch-for-rez-ball.html?module=inline"}