{"authors": ["Mohamed Fahmy"], "date_download": "2018-11-16 04:49:44", "date_modify": "2018-11-16 04:49:44", "date_publish": "2015-01-06 10:57:44", "description": "Egypt and Qatar have made Al Jazeera’s reporters pawns in a geopolitical game.", "filename": "2015_01_07_opinion_al-jazeera-journalists-are-not-egypts-enemies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343784.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_07_opinion_al-jazeera-journalists-are-not-egypts-enemies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343784.html", "title": "Al Jazeera Journalists Are Not Egypt’s Enemies", "title_page": "Opinion | Al Jazeera Journalists Are Not Egypt’s Enemies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORA, Egypt — Together with two colleagues from the cable news channel Al Jazeera English, I have spent more than a year in jail. We were accused of joining a terrorist group conspiring against the Egyptian state and reporting “false news.” In reality, we were simply doing our job as journalists.\nThen, on Jan. 1, Peter Greste, Baher Mohamed and I learned that our appeal had succeeded and that our case would be retried. We had hoped for more: to be released on bail pending the new trial, which will take months to convene. But we took heart from the court’s ruling. It was official confirmation that our original trial was seriously flawed and that our convictions, in June, were erroneous.\nWe have been pawns in a geopolitical game that had nothing to do with our work as impartial professionals. The government of President Abdel Fattah el-Sisi chose to view us as agents of a malicious political agenda. In reality, we are closer to being hostages.\nI started work as chief of the Al Jazeera English bureau in Cairo in September 2013. That month, an Egyptian court banned the Arabic-language TV channel Al Jazeera Mubasher Misr, an Egyptian affiliate also owned by Qatar. In issuing the ruling, the judge said that the Arabic service was biased toward the Muslim Brotherhood and had become a threat to national security.", "url": "https://www.nytimes.com/2015/01/07/opinion/al-jazeera-journalists-are-not-egypts-enemies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}