{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:58:37", "date_modify": "2018-11-16 03:58:37", "date_publish": "2015-06-02 16:49:06", "description": "Insurgents opposed to the Islamic State said the group was exploiting Syrian government airstrikes against them to seize areas near Aleppo.", "filename": "2015_06_03_world_middleeast_new-battles-aleppo-syria-insurgents-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340717.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_03_world_middleeast_new-battles-aleppo-syria-insurgents-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340717.html", "title": "Assad’s Forces May Be Aiding New ISIS Surge", "title_page": "Assad’s Forces May Be Aiding New ISIS Surge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — Building on recent gains in Iraq and Syria, Islamic State militants are marching across northern Syria toward Aleppo, Syria’s largest city, helped along, their opponents say, by the forces of President Bashar al-Assad.\nIn the countryside northeast of Aleppo on Tuesday, Islamic State fighters fought rival Syrian insurgents amid fears that the Islamic State was positioning itself to make Aleppo its next big prize. Syrian opposition leaders accused the Syrian government of essentially collaborating with the Islamic State, leaving the militants unmolested as they pressed a surprise offensive against other insurgent groups — even though the government and the Islamic State are nominal enemies — and instead striking the rival insurgents.\nAt the same time, the rebels complained that the United States has refrained from contributing air support to help them fend off simultaneous attacks by the government and the Islamic State. The United States has resisted calls for increased assistance to the rebel coalition because it is a muddle of groups including, most notably, the Qaeda-linked Nusra Front, even though the United States is seeking to recruit some of those insurgents to help it battle the Islamic State.", "url": "https://www.nytimes.com/2015/06/03/world/middleeast/new-battles-aleppo-syria-insurgents-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}