{"authors": ["Michael Barbaro", "Erik Eckholm"], "date_download": "2018-11-16 04:39:26", "date_modify": "2018-11-16 04:39:26", "date_publish": "2015-03-27 21:19:20", "description": "A measure described as protecting religious freedom was assailed by political and business leaders because it could allow businesses to refuse service to gay couples.", "filename": "2015_03_28_us_politics_indiana-law-denounced-as-invitation-to-discriminate-against-gays_1542343166.html", "image_url": "https://static01.nyt.com/images/2015/03/28/us/28INDIANAWEB1/28INDIANAWEB1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_28_us_politics_indiana-law-denounced-as-invitation-to-discriminate-against-gays_1542343166.html", "title": "Indiana Law Denounced as Invitation to Discriminate Against Gays", "title_page": "Indiana Law Denounced as Invitation to Discriminate Against Gays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An Indiana law that could make it easier for religious conservatives to refuse service to gay couples touched off storms of protest on Friday from the worlds of arts, business and college athletics and opened an emotional new debate in the emerging campaign for president.\nPassage of the Republican-led measure, described by advocates as protecting basic religious freedom, drew fierce denunciations from technology companies, threats of a boycott from actors and expressions of dismay from the N.C.A.A., which is based in Indianapolis and will hold its men’s basketball Final Four games there beginning next weekend.\n“We are especially concerned about how this legislation could affect our student-athletes and employees,” said the president of the N.C.A.A., Mark Emmert.\nBy Friday afternoon, influential national leaders, including Hillary Rodham Clinton and Tim Cook, the chief executive of Apple, had weighed in against the law, calling it a disappointing invitation to discriminate.", "url": "https://www.nytimes.com/2015/03/28/us/politics/indiana-law-denounced-as-invitation-to-discriminate-against-gays.html"}