{"authors": ["Mark Bittman"], "date_download": "2018-11-16 04:00:03", "date_modify": "2018-11-16 04:00:03", "date_publish": "2015-04-14 07:21:08", "description": "California must make agriculture pay its fair share.", "filename": "2015_04_14_opinion_making-sense-of-water.html_ref=topics_1542340803.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_14_opinion_making-sense-of-water.html_ref=topics_1542340803.html", "title": "Making Sense of Water", "title_page": "Opinion | Making Sense of Water - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERKELEY, Calif. — Almost every number used to analyze California’s drought can be debated, but this can be safely said: No level of restrictions on residential use can solve the problem. The solution lies with agriculture, which consumes more than its fair share.\nThat doesn’t mean homeowners can’t and shouldn’t cut back.\nBut according to estimates by the Public Policy Institute of California, more water was used to grow almonds in 2013 than was used by all homes and businesses in San Francisco and Los Angeles put together. Even worse, most of those almonds are then exported — which means, effectively, that we are exporting water. Unless you’re the person or company making money off this deal, that’s just nuts.\nCalifornia produces more than 400 commodities in many different climates, so it’s difficult to generalize about agriculture. Many farmers are cutting back on water use, planting geographically appropriate crops and shifting to techniques that make sense, like “dry” farming. Others, however, are mining water as they would copper: When it runs out, they’ll find new ways to make money.\nSo the big question is not, “How do we survive the drought?” — which could well be the new normal — but, “How do we allocate water sensibly?” California grows fruits and vegetables for everyone; that’s a good thing. It would be an even better thing, however, if some of that production shifted to places like Iowa, once a leading grower of produce. That could happen again, if federal policy subsidized such crops, rather than corn, on some of that ultra-fertile land.", "url": "https://www.nytimes.com/2015/04/14/opinion/making-sense-of-water.html?ref=topics"}