{"authors": ["Lydia Polgreen"], "date_download": "2018-11-16 03:58:15", "date_modify": "2018-11-16 03:58:15", "date_publish": "2015-06-20 20:52:57", "description": "The massacre at Emanuel African Methodist Episcopal Church last week has generated more pointed questions about Americans’ understanding of their country’s divisive history.", "filename": "2015_06_21_us_from-ferguson-to-charleston-and-beyond-anguish-about-race-keeps-building_1542340695.html", "image_url": "https://static01.nyt.com/images/2015/06/21/us/21race-web-2/21race-web-2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_21_us_from-ferguson-to-charleston-and-beyond-anguish-about-race-keeps-building_1542340695.html", "title": "From Ferguson to Charleston and Beyond, Anguish About Race Keeps Building", "title_page": "From Ferguson to Charleston and Beyond, Anguish About Race Keeps Building  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ferguson. Baltimore. Staten Island. North Charleston. Cleveland.\nOver the past year in each of these American cities, an unarmed black male has died at the hands of a police officer, unleashing a torrent of anguish and soul-searching about race in America. Despite video evidence in several of the killings, each has spurred more discord than unity.\nGrand juries have tended to give the benefit of the doubt to police officers. National polls revealed deep divisions in how whites and blacks viewed the facts in each case. Whites were more likely to believe officers’ accounts justifying the use of force. Blacks tended to see deeper forces at work: longstanding police bias against black men and a presumption that they are criminals.\nThen, on Wednesday night, a young white man walked into a historic black church in Charleston, S.C., and joined a group of worshipers as they bowed their heads over their Bibles. He shot and killed nine of them. In his Facebook profile picture, the suspect, Dylann Roof, wore the flags of racist regimes in South Africa and the former Rhodesia.\nThe massacre at Emanuel African Methodist Episcopal Church in Charleston was something else entirely from the police killings. But it, too, has become a racial flash point and swept aside whatever ambiguity seemed to muddle those earlier cases, baldly posing questions about race in America: Was the gunman a crazed loner motivated by nothing more than his own madness? Or was he an extreme product of the same legacy of racism that many black Americans believe sent Michael Brown, Freddie Gray, Eric Garner, Walter Scott and Tamir Rice to their graves?", "url": "https://www.nytimes.com/2015/06/21/us/from-ferguson-to-charleston-and-beyond-anguish-about-race-keeps-building.html"}