{"authors": ["Amy Chozick"], "date_download": "2018-11-16 04:40:10", "date_modify": "2018-11-16 04:40:10", "date_publish": "2015-04-12 14:30:50", "description": "The announcement ends two years of speculation and immediately establishes Mrs. Clinton as the likely Democratic nominee.", "filename": "2015_04_13_us_politics_hillary-clinton-2016-presidential-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343210.html", "image_url": "https://static01.nyt.com/images/2015/04/13/us/politics/13announce/00announce-clinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_13_us_politics_hillary-clinton-2016-presidential-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343210.html", "title": "Hillary Clinton Announces 2016 Presidential Bid", "title_page": "Hillary Clinton Announces 2016 Presidential Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This campaign will begin on a small scale and build up to an effort likely to cost more than any presidential bid waged before, with Mrs. Clinton’s supporters and outside “super PACs” looking to raise as much as $2.5 billion in a blitz of donations from Democrats who overwhelmingly support her candidacy. Much of that enthusiasm is tied to the chance to make history by electing a woman to the presidency. But some, too, owes to the lack of compelling alternatives in a party trying desperately to hold on to the White House when Republicans control the House and the Senate.\nMrs. Clinton’s declaration on Sunday is to be followed by a series of intimate but critical campaign events in Iowa and New Hampshire. She will use them to reintroduce herself to voters and begin to lay out the central theme of her candidacy: improving the economic fortunes of the middle class, with an emphasis on increasing wages and reducing income inequality.\nIn the video, she does not appear until after 90 seconds of images featuring personal stories of others, each describing how they are getting ready to start something new.\nThe video prominently features a black couple expecting a child, a young Asian-American woman, and two men who say they are getting married. It also shows plenty of the white, working-class people who were crucial to her previous White House bid and signals that she intends to make helping the middle class and reducing income inequality major themes of her campaign.", "url": "https://www.nytimes.com/2015/04/13/us/politics/hillary-clinton-2016-presidential-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}