{"authors": ["Ben Protess", "Michael Corkery"], "date_download": "2018-11-16 03:49:52", "date_modify": "2018-11-16 03:49:52", "date_publish": "2015-05-14 01:07:12", "description": "As much as prosecutors may want to punish the banks, which are accused of rigging the price of foreign currencies, they are mindful that too harsh a penalty could imperil the businesses.", "filename": "2015_05_14_business_dealbook_5-big-banks-expected-to-plead-guilty-to-felony-charges-but-punishments-may-be-tempered.html_module=inline_1542340192.html", "image_url": "https://static01.nyt.com/images/2015/05/14/business/14JP-FOREX/14JP-FOREX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_14_business_dealbook_5-big-banks-expected-to-plead-guilty-to-felony-charges-but-punishments-may-be-tempered.html_module=inline_1542340192.html", "title": "5 Big Banks Expected to Plead Guilty to Felony Charges, but Punishments May Be Tempered", "title_page": "5 Big Banks Expected to Plead Guilty to Felony Charges, but Punishments May Be Tempered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For most people, pleading guilty to a felony means they will very likely land in prison, lose their job and forfeit their right to vote.\nBut when five of the world’s biggest banks plead guilty to an array of antitrust and fraud charges as soon as next week, life will go on, probably without much of a hiccup.\nThe Justice Department is preparing to announce that Barclays, JPMorgan Chase, Citigroup and the Royal Bank of Scotland will collectively pay several billion dollars and plead guilty to criminal antitrust violations for rigging the price of foreign currencies, according to people briefed on the matter who spoke on the condition of anonymity. Most if not all of the pleas are expected to come from the banks’ holding companies, the people said — a first for Wall Street giants that until now have had only subsidiaries or their biggest banking units plead guilty.\nThe Justice Department is also preparing to resolve accusations of foreign currency misconduct at UBS. As part of that deal, prosecutors are taking the rare step of tearing up a 2012 nonprosecution agreement with the bank over the manipulation of benchmark interest rates, the people said, citing the bank’s foreign currency misconduct as a violation of the earlier agreement. UBS A.G., the banking unit that signed the 2012 nonprosecution agreement, is expected to plead guilty to the earlier charges and pay a fine that could be as high as $500 million rather than go to trial, the people said.", "url": "https://www.nytimes.com/2015/05/14/business/dealbook/5-big-banks-expected-to-plead-guilty-to-felony-charges-but-punishments-may-be-tempered.html?module=inline"}