{"authors": ["Michael J. De La Merced", "Andrew Ross Sorkin"], "date_download": "2018-11-16 03:43:51", "date_modify": "2018-11-16 03:43:51", "date_publish": "2015-04-10 10:33:25", "description": "G.E. will sell most of its finance arm, focusing on its core industrial operations as it completes a transformation begun during the financial crisis.", "filename": "2015_04_11_business_dealbook_general-electric-to-sell-bulk-of-its-finance-unit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339831.html", "image_url": "https://static01.nyt.com/images/2015/04/10/business/db-electric-vidstill/db-electric-vidstill-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_11_business_dealbook_general-electric-to-sell-bulk-of-its-finance-unit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339831.html", "title": "G.E. to Retreat From Finance in Post-Crisis Reorganization", "title_page": "G.E. to Retreat From Finance in Post-Crisis Reorganization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For decades, General Electric was happy to reap the enormous profits that arose from its finance arm as it swelled into one of the country’s biggest lenders.\nBut as banking has become a less profitable and riskier business, G.E. will complete a transformation it began amid the tumult of the financial crisis: selling off most of that division over the next two years.\nBeginning by selling $26.5 billion worth of real estate assets, G.E. is hastening to return to its roots as one of the mightiest industrial companies in the world, whose operations include jet engines, oil drilling equipment and medical devices. What it will mostly shed is GE Capital, a lender with hundreds of billions of dollars’ worth of assets.\nThe move announced Friday reflects the shifting landscape of the financial world, especially for the largest players. They face greater regulatory scrutiny and calls from analysts and investors to slim their operations or break up. Some are shifting their focus to areas like wealth management as traditional activities like trading prove less profitable. It is no surprise that G.E. decided to re-evaluate its role in this ecosystem.", "url": "https://www.nytimes.com/2015/04/11/business/dealbook/general-electric-to-sell-bulk-of-its-finance-unit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}