{"authors": ["The New York Times"], "date_download": "2018-11-16 03:19:11", "date_modify": "2018-11-16 03:19:11", "date_publish": "2015-09-27 22:05:01", "description": "New York Times correspondents and editors answer readers questions about the European migrant crisis. Submit your questions.", "filename": "2015_09_28_world_europe_refugee-crisis-europe-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "image_url": "https://static01.nyt.com/images/2015/09/28/world/QAMIGRANTS/QAMIGRANTS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_28_world_europe_refugee-crisis-europe-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "title": "The Migrant Crisis in Europe: Readers’ Questions Answered", "title_page": "The Migrant Crisis in Europe: Readers’ Questions Answered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As thousands of migrants seek refuge in Europe, and governments continue to struggle with how to receive them, The New York Times asked readers for their questions on the crisis. Here are some answers, and a way for you to submit your questions.\nQ.Will the migrants be allowed to work once they settle, or will they be stuck in camps, as they are in Jordan? — Megan Lasswell (@RocketCatGo on Twitter), Long Beach, Calif.\nA. It depends on where the migrants settle. Refugees have a right to work under the 1951 United Nations Convention on the Status of Refugees, which nearly all countries in Europe have signed. But not every country honors this obligation, said Madeline Garlick, of the Migration Policy Institute.\nSome countries have tried to find jobs for asylum seekers as a way to satisfy demand for labor and more quickly assimilate refugees into the country. In Germany, which expects 800,000 migrants this year alone, Chancellor Angela Merkel and the country’s biggest businesses have started a campaign to find jobs for migrants — preferable to letting them become the responsibility of the state.", "url": "https://www.nytimes.com/2015/09/28/world/europe/refugee-crisis-europe-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}