{"authors": ["Alison Smale"], "date_download": "2018-11-16 04:43:44", "date_modify": "2018-11-16 04:43:44", "date_publish": "2015-07-19 20:01:04", "description": "The German chancellor reiterated her insistence that there be no reduction in Greek debt, but said other relief measures could be discussed.", "filename": "2015_07_20_world_europe_merkel-calls-for-swift-start-of-talks-on-greek-bailout.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343424.html", "image_url": "https://static01.nyt.com/images/2015/07/20/world/20merkel/20merkel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_20_world_europe_merkel-calls-for-swift-start-of-talks-on-greek-bailout.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343424.html", "title": "Merkel Calls for Swift Start of Greek Bailout Talks", "title_page": "Merkel Calls for Swift Start of Greek Bailout Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Chancellor Angela Merkel of Germany on Sunday called for the swift start of negotiations on the Greece bailout package, reiterating her insistence that there will be no reduction in Greek debt but saying that other relief measures can be discussed once Greece has been stabilized.\n“There are 11 million people in Greece,” Ms. Merkel told the ARD public service broadcaster in an interview, and, while banks are set to reopen Monday, “there is no normal life,” she said.\nThat is why, she said, “we should start negotiating quickly.”\nMs. Merkel’s remarks, made before going on her annual summer vacation, followed weeks of tensions between Greece and Germany over the terms of a bailout to prevent the collapse of Greece’s banks and preserve its membership in the eurozone.\nThe German government has held a hard line in the European talks, and its finance minister, Wolfgang Schäuble, shocked many last week by suggesting that Greece might be better off if it left the eurozone, at least temporarily.", "url": "https://www.nytimes.com/2015/07/20/world/europe/merkel-calls-for-swift-start-of-talks-on-greek-bailout.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}