{"authors": ["Somini Sengupta", "Rick Gladstone"], "date_download": "2018-11-16 03:48:53", "date_modify": "2018-11-16 03:48:53", "date_publish": "2015-04-15 22:41:49", "description": "Jamal Benomar expressed his desire to leave after four years of fruitless diplomacy.", "filename": "2015_04_16_world_middleeast_un-mediator-in-yemen-conflict-says-he-will-resign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340133.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_16_world_middleeast_un-mediator-in-yemen-conflict-says-he-will-resign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340133.html", "title": "U.N. Envoy in Yemen Conflict Says He Will Resign", "title_page": "U.N. Envoy in Yemen Conflict Says He Will Resign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Benomar, a Moroccan diplomat, has been acting as a mediator in talks among rival political groups in Yemen since 2011, when Arab Spring revolts were sweeping the region. Mass protests in Yemen forced the country’s longtime leader, Ali Abdullah Saleh, to resign.\nThe talks led to what Mr. Benomar has described as a power-sharing plan that included the Houthis, a minority group from the north of the country. But the Houthis grew openly hostile to the plan because they felt it marginalized them. Mr. Benomar kept the talks going even as the Houthis took the offensive.\nFighting between the Houthis and forces loyal to President Hadi plunged Yemen into chaos, leading to Mr. Benomar’s exit before the Saudi bombing began.\nMr. Benomar’s work as a mediator drew criticism, particularly from Mr. Hadi’s loyalists and from the Saudis. Mr. Hadi’s envoy to the United Nations said last week that his government, which is now essentially in exile, would no longer take part in talks mediated by Mr. Benomar.\nHundreds of Yemenis have been killed in the most recent fighting, and international aid groups have called for a pause to allow emergency distribution of food, water and medicine. More than half the country was considered to lack secure food supplies even before the conflict intensified.\nCiting maritime tracking data, Reuters reported Wednesday that at least five cargo ships carrying food bound for Yemen were being held offshore by warships from the Saudi-led coalition, to search them for smuggled weapons. Yemen imports more than 90 percent of its food.\nOn Tuesday, the United Nations Security Council adopted a resolution imposing an arms embargo on the Houthis, along with Mr. Saleh and his son, a former military commander, who have aligned themselves with the Houthis in the conflict.", "url": "https://www.nytimes.com/2015/04/16/world/middleeast/un-mediator-in-yemen-conflict-says-he-will-resign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}