{"authors": ["Nicholas Confessore", "Sarah Cohen", "Karen Yourish"], "date_download": "2018-11-16 03:58:32", "date_modify": "2018-11-16 03:58:32", "date_publish": "2015-08-01 16:19:19", "description": "Presidential candidates have grown deeply dependent on the contributions of a tiny slice of the richest Americans as “super PACs” have raised money much more quickly than hopefuls could have on their own.", "filename": "2015_08_02_us_small-pool-of-rich-donors-dominates-election-giving.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340712.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_02_us_small-pool-of-rich-donors-dominates-election-giving.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340712.html", "title": "Small Pool of Rich Donors Dominates Election Giving", "title_page": "Small Pool of Rich Donors Dominates Election Giving - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fewer than four hundred families are responsible for almost half the money raised in the 2016 presidential campaign, a concentration of political donors that is unprecedented in the modern era.\nThe vast majority of the $388 million backing presidential candidates this year is being channeled to groups that can accept unlimited contributions in support of candidates from almost any source. The speed with which such “super PACs” can raise money — sometimes bringing in tens of millions of dollars from a few businesses or individuals in a matter of days — has allowed them to build enormous campaign war chests in a fraction of the time that it would take the candidates, who are restricted in how much they can accept from a single donor.\nA New York Times analysis of Federal Election Commission reports and Internal Revenue Service records shows that the fund-raising arms race has made most of the presidential hopefuls deeply dependent on a small pool of the richest Americans. The concentration of donors is greatest on the Republican side, according to the Times analysis, where consultants and lawyers have pushed more aggressively to exploit the looser fund-raising rules that have fueled the rise of super PACs. Just 130 or so families and their businesses provided more than half the money raised through June by Republican candidates and their super PACs.", "url": "https://www.nytimes.com/2015/08/02/us/small-pool-of-rich-donors-dominates-election-giving.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}