{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:28:13", "date_modify": "2018-11-16 04:28:13", "date_publish": "2015-01-16 03:35:23", "description": "President Obama and Mr. Menendez traded sharp words on Thursday over whether Congress should impose new sanctions on Iran, according to two people who witnessed the exchange.", "filename": "2015_01_16_us_politics_obama-and-senator-robert-menendez-spar-on-how-to-handle-iran.html_module=inline_1542342493.html", "image_url": "https://static01.nyt.com/images/2015/01/16/world/iran/iran-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_16_us_politics_obama-and-senator-robert-menendez-spar-on-how-to-handle-iran.html_module=inline_1542342493.html", "title": "Obama and Senator Robert Menendez Spar on How to Handle Iran", "title_page": "Obama and Senator Robert Menendez Spar on How to Handle Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama and Senator Robert Menendez traded sharp words on Thursday over whether Congress should vote to impose new sanctions on Iran while the administration is negotiating with Tehran about its nuclear program, according to two people who witnessed the exchange.\nIn the course of the argument, which was described as tense but generally respectful, Mr. Obama vowed to veto legislation being drafted by Mr. Menendez, Democrat of New Jersey, and Senator Mark Kirk, Republican of Illinois, that would trigger sanctions after multiparty talks are set to end this summer.\nTheir face-off occurred behind closed doors at the Hilton in Baltimore, where the two-day Senate Democratic Issues Conference was taking place. The president spoke to the senators for nearly two hours, and several people said he was well received by members of his party as he vowed to remain on the political offensive during the final two years of his presidency.\nHis exchange with Mr. Menendez occurred near the end of a question-and-answer session after Senator Angus King of Maine — an independent who caucuses with the Democrats — asked for an update to the nuclear talks.", "url": "https://www.nytimes.com/2015/01/16/us/politics/obama-and-senator-robert-menendez-spar-on-how-to-handle-iran.html?module=inline"}