{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:56:01", "date_modify": "2018-11-16 03:56:01", "date_publish": "2015-12-10 23:10:00", "description": "While studying Mr. Romney months ago, the Bush team tried to learn from his mistakes, according to aides, since the men share many similarities.", "filename": "2015_12_11_us_politics_jeb-bush-mitt-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340561.html", "image_url": "https://static01.nyt.com/images/2015/12/10/us/10jebmitt-web1/10jebmitt-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_11_us_politics_jeb-bush-mitt-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340561.html", "title": "To Help Jeb Bush Connect, Aides Look to Mitt Romney’s Missteps", "title_page": "To Help Jeb Bush Connect, Aides Look to Mitt Romney’s Missteps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Mr. Romney ran in 2012, his strategists cast him as a repairman for the country’s floundering economy. But many voters never warmed up to him or came to believe that he cared about them.\nBy contrast, Mr. Bush frequently talks on the trail about the need to “show what’s in my heart,” aiming to persuade voters that he has their interests and their families’ concerns in mind.\n“With Mitt, there was a strategic assumption that the election would be a referendum on President Obama,” said David Kochel, a top Bush campaign strategist who previously worked for Mr. Romney. “Now there’s a recognition that you have to have a little bit of an open window into who the candidate is.”\nThe documentary “Mitt,” released after Mr. Romney lost to Mr. Obama, captured a man his friends and family knew — a fun-loving husband and father, loyal church servant and turnaround expert.\nMr. Bush’s aides, some of whom believed Mr. Romney would have benefited if that documentary had come out before the election, assigned a videographer to capture the quirky — dorky but affable — Mr. Bush in videos posted frequently on YouTube from the campaign trail, like one in which he describes stumbling upon “Sharknado 3” late one night in his hotel room.\nHe talked football, and marijuana, on Fox Sports and was one of Stephen Colbert’s first guests on “The Late Show.” And Right to Rise, the “super PAC” supporting Mr. Bush, recently released a 15-minute documentary introducing Mr. Bush to voters.\nMr. Romney infrequently took questions from reporters, creating a vacuum that magnified any verbal misstep. The Bush team, knowing they have a candidate prone to similar misstatements, says it is determined not to make that mistake.", "url": "https://www.nytimes.com/2015/12/11/us/politics/jeb-bush-mitt-romney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}