{"authors": ["Lizette Alvarez"], "date_download": "2018-11-16 03:22:48", "date_modify": "2018-11-16 03:22:48", "date_publish": "2015-02-24 19:05:25", "description": "After George Zimmerman shot Mr. Martin in a gated Florida community, erupting a national furor, federal prosecutors began a civil rights investigation.", "filename": "2015_02_25_us_justice-dept-wont-charge-george-zimmerman-in-trayvon-martin-killing.html_module=inline_1542338568.html", "image_url": "https://static01.nyt.com/images/2015/02/25/us/25TRAYVON/25TRAYVON-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_25_us_justice-dept-wont-charge-george-zimmerman-in-trayvon-martin-killing.html_module=inline_1542338568.html", "title": "U.S. Won’t File Charges in Trayvon Martin Killing", "title_page": "U.S. Won’t File Charges in Trayvon Martin Killing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — The Justice Department on Tuesday closed its investigation into the shooting death three years ago of Trayvon Martin, the unarmed black teenager in a hoodie who became a symbol of racial profiling and the face of a protest movement, without filing hate-crime charges against the gunman, George Zimmerman.\nThe department began its civil rights investigation shortly after a national furor erupted over Mr. Martin’s death in Sanford, Fla., which set off protests, demands for justice and an emotional response from President Obama. The shooting was the first in a string of racially tinged cases involving the deaths of young black men that have prompted a rethinking of the nation’s criminal justice system.\nMr. Zimmerman was acquitted of second-degree murder in a state court in 2013; some jurors said they believed that he had shot Mr. Martin, 17, in self-defense.\nThe conclusion of the investigation came as Attorney General Eric H. Holder Jr. neared the end of his tenure. The shooting was one of several racially fraught cases that Mr. Holder said the department would finish investigating before he stepped down. The Justice Department is also conducting two civil rights investigations into the shooting death of Michael Brown, another unarmed black teenager, who was killed by a white police officer in Ferguson, Mo., in August. In that case, violent protests erupted after the shooting. A grand jury declined to indict the officer.", "url": "https://www.nytimes.com/2015/02/25/us/justice-dept-wont-charge-george-zimmerman-in-trayvon-martin-killing.html?module=inline"}