{"authors": ["Brian X. Chen"], "date_download": "2018-11-16 03:42:24", "date_modify": "2018-11-16 03:42:24", "date_publish": "2015-11-20 14:00:08", "description": "For an early stab at consumer virtual reality, the Gear VR is a work in progress that can cause eye strain and weigh heavily on the head.", "filename": "2015_11_23_technology_personaltech_gear-vr-offers-a-preview-of-virtual-reality-in-the-home.html_module=inline_1542339744.html", "image_url": "https://static01.nyt.com/images/2015/11/20/business/20techfix1/20techfix1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_23_technology_personaltech_gear-vr-offers-a-preview-of-virtual-reality-in-the-home.html_module=inline_1542339744.html", "title": "Gear VR Offers a Preview of Virtual Reality in the Home", "title_page": "Gear VR Offers a Preview of Virtual Reality in the Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My favorite virtual reality game was Land’s End. It involves solving puzzles by staring at giant stones to lift and move them. Here is where Gear VR shines: The head tracking, or the device’s ability to follow where the viewer looks, is excellent in this game. Who would have guessed that virtual reality would give you telekinetic powers?\nSome apps can be of questionable utility. Netflix’s virtual reality app lets you watch the same videos you would normally stream through the service, except it places you in a virtual living room on someone else’s couch. Why watch Netflix with a headset? The only practical case I could think of is if you are lying in bed at night and want to watch a movie without shining a bright light in your partner’s face.\nThis sounds thoughtful in theory, but watching an episode of “Futurama” made my eyes feel as if I had been staring at a light bulb for an hour; it also is not comfortable to lie in bed with a headset strapped to your face.\nRepresentatives for Samsung and Oculus VR said my discomfort was probably caused by inexperience with virtual reality. “Virtual reality is a new experience for many, and there is a natural acclimation process,” the companies said in a statement. “As you use VR more, it becomes more comfortable for longer periods of time.” The companies also recommended using the Gear VR while sitting in a swivel chair or standing.\nSamsung and Oculus are initially marketing the Gear VR to gamers. That is logical given that many of the early software offerings in the virtual reality app store are games. But the risk of this approach is that in the long term, virtual reality may appeal largely just to gamers. Microsoft, for instance, had hoped the Kinect, its motion-based gaming accessory, would have broader appeal as a general computing device, but people quickly lost interest.\nIt would be a shame to see virtual reality devices start with gamers and end with gamers. As the technology improves and app developers figure out innovative uses of the virtual reality environment, the technology has potential for broader appeal. The dinosaur game was a glimpse into how museums could take advantage of virtual reality, for instance. It is even possible to imagine people in retirement homes enjoying the idea of being taken to a different place.\nI suspect that Gear VR’s virtual reality experience will be seductive for many because it is so fresh and different, but it will not become a regular activity because of the weaknesses of the headset. The technology needs to lose some weight, and the video quality needs to be clearer and easier on the eyes.\nIt would also be ideal if the Gear VR worked with other types of smartphones, not just the newest Samsung Galaxy devices. I would not recommend buying a Samsung phone just to look at dinosaurs or lift giant stones with your head. But the Gear VR would not be a bad holiday gift for people who already have a Samsung phone.", "url": "https://www.nytimes.com/2015/11/23/technology/personaltech/gear-vr-offers-a-preview-of-virtual-reality-in-the-home.html?module=inline"}