{"authors": ["Benjamin Mueller", "Jason Grant"], "date_download": "2018-11-16 04:24:11", "date_modify": "2018-11-16 04:24:11", "date_publish": "2015-04-02 18:38:19", "description": "Mr. Menendez, Democrat of New Jersey, appeared in federal court on the day after he was accused of exploiting his political influence.", "filename": "2015_04_03_nyregion_senator-robert-menendez-pleads-not-guilty-to-bribery-charges.html_ref=politics_1542342251.html", "image_url": "https://static01.nyt.com/images/2015/04/03/us/03arraign/03arraign-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_nyregion_senator-robert-menendez-pleads-not-guilty-to-bribery-charges.html_ref=politics_1542342251.html", "title": "Senator Menendez Pleads Not Guilty to Bribery Accusations", "title_page": "Senator Menendez Pleads Not Guilty to Bribery Accusations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Joined by a mutual fondness for good cigars and a round of golf, they spent holidays together in the Dominican Republic, unwinding at a gated oceanfront resort where houses cost as much as $20 million.\nOn Thursday, the two longtime friends, Senator Robert Menendez of New Jersey and Dr. Salomon E. Melgen, were reunited in a far less lavish setting. Instead of the doctor’s villa, Mr. Menendez and Dr. Melgen were in federal court in Newark, where each pleaded not guilty to bribery charges in what prosecutors said was a wide-ranging scheme to trade political favors for luxurious gifts.\nFor Mr. Menendez, the highest-ranking Latino Democrat in Congress, the arraignment represented the first public airing of charges that could imperil his political future. He is charged with exploiting his political influence to win an array of gifts, including luxury vacations, golf outings, campaign donations and inexpensive flights.\nMr. Menendez, appearing more subdued than he had a day earlier when the charges were announced, spoke in a low voice outside the federal courthouse in Newark after Judge William H. Walls released him on his own recognizance.", "url": "https://www.nytimes.com/2015/04/03/nyregion/senator-robert-menendez-pleads-not-guilty-to-bribery-charges.html?ref=politics"}