{"authors": ["The Associated Press"], "date_download": "2018-11-16 03:19:45", "date_modify": "2018-11-16 03:19:45", "date_publish": "2015-08-17 00:20:08", "description": "Prime Minister Haider al-Abadi of Iraq reduced his cabinet to just 22 members as part of an overhaul in response to protests against corruption and poor governance.", "filename": "2015_08_17_world_middleeast_iraqi-leader-cuts-11-cabinet-positions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338385.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_17_world_middleeast_iraqi-leader-cuts-11-cabinet-positions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338385.html", "title": "Iraqi Leader’s Overhaul Cuts 11 Cabinet Positions", "title_page": "Iraqi Leader’s Overhaul Cuts 11 Cabinet Positions  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAGHDAD — Prime Minister Haider al-Abadi of Iraq reduced his cabinet to just 22 members from 33 on Sunday as part of a major overhaul in response to mass protests against corruption and poor governance.\nThe decision, announced by his office, would eliminate four ministries, including those of human rights and women’s affairs, and consolidate others. The announcement did not mention whether there would be changes to the remaining ministries.\nThe move follows a far-reaching plan approved by Parliament last week that eliminated Iraq’s three vice presidencies and three deputy prime ministers. The plan also reduced the budget for senior officials’ bodyguards.\nThe overhaul cut positions held by a number of prominent politicians, including Nuri Kamal al-Maliki, who was prime minister for eight years before being pushed out last August in response to growing outrage over the fall of Iraq’s second largest city, Mosul, to Islamic State militants.", "url": "https://www.nytimes.com/2015/08/17/world/middleeast/iraqi-leader-cuts-11-cabinet-positions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}