{"authors": ["Alan Blinder", "Tamar Lewin"], "date_download": "2018-11-16 04:38:51", "date_modify": "2018-11-16 04:38:51", "date_publish": "2015-09-03 17:16:00", "description": "Kim Davis of Rowan County rejected a proposal that would have allowed her deputies to grant same-sex marriage licenses. Had she consented, a federal judge would have considered releasing her from jail.", "filename": "2015_09_04_us_kim-davis-same-sex-marriage_1542343131.html", "image_url": "https://static01.nyt.com/images/2015/09/04/us/04kentucky_web2/04kentucky_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_us_kim-davis-same-sex-marriage_1542343131.html", "title": "Clerk in Kentucky Chooses Jail Over Deal on Same-Sex Marriage", "title_page": "Clerk in Kentucky Chooses Jail Over Deal on Same-Sex Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Washington, the White House press secretary, Josh Earnest, said he had not discussed the judge’s decision with President Obama, but he added that it was not up to Ms. Davis to defy the Supreme Court.\n“Every public official in our democracy is subject to the rule of law,” Mr. Earnest said. “No one is above the law. That applies to the president of the United States and that applies to the county clerk of Rowan County, Ky., as well.”\nJudge Bunning’s decision went beyond the wishes of the couples who sued the clerk this summer; their lawyers had asked that she be fined. Some advocates for gay rights quickly expressed concern that Ms. Davis’s jailing would make her a sympathetic figure to religious conservatives and prompt lawmakers in Kentucky and elsewhere to push for new laws carving out exemptions for public officials who oppose same-sex marriage. But they also described Ms. Davis as an outlier.\nImage Ms. Davis in jail Thursday. Credit Carter County Detention Center, via Associated Press\n“I think this is a tempest in a teapot,” said Marc Solomon, national campaign director of Freedom to Marry, which was active in the push for same-sex marriages to be recognized. “If the big backlash and the mass resistance that our opponents promised is one clerk from a county of under 25,000 people, I think we’re in very good shape.”\nMs. Davis’s appearance before Judge Bunning, and her subsequent detention, was a signal development in a case that surfaced soon after the Supreme Court’s ruling in June. Faced with the ruling, Ms. Davis, an Apostolic Christian, directed her office to stop providing marriage licenses to any applicants.\n“Marriage is between one man and one woman,” Ms. Davis said during a frequently tearful turn on the witness stand on Thursday. When Mr. Gannam, one of her lawyers, asked whether she approved of same-sex marriage, she replied, “It’s not of God.”", "url": "https://www.nytimes.com/2015/09/04/us/kim-davis-same-sex-marriage.html"}