{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 03:42:49", "date_modify": "2018-11-16 03:42:49", "date_publish": "2015-06-19 01:29:28", "description": "Civil rights activists see hypocrisy in how law enforcement and the news media describe attacks by whites as compared with similar attacks by blacks or Muslim Americans.", "filename": "2015_06_19_us_charleston-shooting-terrorism-or-hate-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339769.html", "image_url": "https://static01.nyt.com/images/2015/06/19/us/19CHARLESTON1/19CHARLESTON1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_19_us_charleston-shooting-terrorism-or-hate-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339769.html", "title": "Many Ask, Why Not Call Church Shooting Terrorism?", "title_page": "Many Ask, Why Not Call Church Shooting Terrorism? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The massacre of nine African-Americans in Charleston has been classified as a possible hate crime, apparently carried out by a 21-year-old white man who once wore an apartheid badge and other symbols of white supremacy. But many civil rights advocates are asking why the attack has not officially been called terrorism.\nAgainst the backdrop of rising worries about violent Muslim extremism in the United States, advocates see hypocrisy in the way the attack and the man under arrest in the shooting have been described by law enforcement officials and the news media.\nAssaults like the Boston Marathon bombing in 2013 and the attack on an anti-Islamic gathering in Garland, Tex., last month have been widely portrayed as acts of terrorism carried out by Islamic extremists. Critics say, however, that assaults against African-Americans and Muslim Americans are rarely if ever called terrorism.\nMoreover, they argue, assailants who are white are far less likely to be described by the authorities as terrorists.", "url": "https://www.nytimes.com/2015/06/19/us/charleston-shooting-terrorism-or-hate-crime.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}