{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:45", "date_modify": "2018-11-16 04:48:45", "date_publish": "2015-05-30 01:07:39", "description": "The new law, released in draft form this month, says security must be maintained “to realize the great rejuvenation of the Chinese nation.”", "filename": "2015_05_30_world_asia_chinese-national-security-law-aims-to-defend-party-grip-on-power_1542343725.html", "image_url": "https://static01.nyt.com/images/2015/05/30/world/CHINALAW/CHINALAW-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_30_world_asia_chinese-national-security-law-aims-to-defend-party-grip-on-power_1542343725.html", "title": "Chinese Security Laws Elevate the Party and Stifle Dissent. Mao Would Approve.", "title_page": "Chinese Security Laws Elevate the Party and Stifle Dissent. Mao Would Approve. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the new laws provide a firmer legal framework for controlling civil society and Western organizations, scholars say.\nThe most ambitious of the three, the national security law, solidifies Mr. Xi’s authority over national security by placing a central organ — likely to be the National Security Commission that Mr. Xi founded — in charge of all security matters. An April 23 article in People’s Daily, the official party newspaper, said the new draft of the security law reflected “General Secretary Xi Jinping’s spirit.”\nAnother reason Mr. Xi wants these laws is more abstract, scholars say. Party ideology no longer plays a central role in the lives of ordinary Chinese the way it did in the Mao era, so the party needs to promote and institutionalize the ideology by whatever means it can, including by writing it into law. That is especially true under Mr. Xi, who since the day he took office in 2012 has promoted old-school party ideology in a way not seen since the aftermath of the June 1989 crackdown on pro-democracy protests around Tiananmen Square in Beijing.\n“The ideology is far thinner and holds the attention of the populace far less powerfully than before,” said Stanley B. Lubman, a scholar of Chinese law at the University of California, Berkeley. “As a result, the Chinese Communist Party needs more institutional support than before, and may need even more. This helps to explain the attention that law has recently been receiving since Xi came to power.”\nThe national security law explicitly mentions the need to teach China’s 1.3 billion people about the security and ideological needs of the state and the party. One clause commands institutions to “strengthen guidance on news, propaganda and public opinion about national security.”\n“National security education will be included in the national education system and the public-servant training system to strengthen awareness among the entire populace,” the law says. “April 15 of each year will be set aside as national security education day.”\nLegal analysts say the law is expected to be passed no later than March, when the National People’s Congress is to meet in Beijing. It could be passed sooner by the legislature’s standing committee, which also has the power to approve laws.", "url": "https://www.nytimes.com/2015/05/30/world/asia/chinese-national-security-law-aims-to-defend-party-grip-on-power.html"}