{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:58:46", "date_modify": "2018-11-16 03:58:46", "date_publish": "2015-07-28 02:05:10", "description": "Legislation in June directed the agency to stop collecting Americans’ calling data after 180 days, but did not say what would happen to the data already collected.", "filename": "2015_07_28_us_politics_nsa-will-not-be-allowed-to-keep-old-phone-records.html_ref=us_1542340726.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_28_us_politics_nsa-will-not-be-allowed-to-keep-old-phone-records.html_ref=us_1542340726.html", "title": "N.S.A. Will Not Be Allowed to Keep Old Phone Records", "title_page": "N.S.A. Will Not Be Allowed to Keep Old Phone Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Analysts at the National Security Agency will no longer be permitted to search a database holding five years of Americans’ domestic calling records after Nov. 29, the Obama administration said on Monday.\nLegislation enacted in June barred the N.S.A. from collecting Americans’ calling records after 180 days, but did not say what would happen to the data already gathered. Under a new system laid out by the USA Freedom Act, the government will not hold the bulk data, which is used to analyze links between callers in search of terrorism suspects.\nEarlier this month, the Office of the Director of National Intelligence declined to say whether the government would keep using the data collected under the old procedures or would purge it after the new system is in place.\nOn Monday, the intelligence office said in a statement that N.S.A. analysts would lose access to the old database after Nov. 29, but that N.S.A. technicians would still be able to view the historical records for an additional three months. That will allow them to compare the data to the calling records produced under the new system, the statement said. After those three months, that access will cease, too.", "url": "https://www.nytimes.com/2015/07/28/us/politics/nsa-will-not-be-allowed-to-keep-old-phone-records.html?ref=us"}