{"authors": ["The New York Times"], "date_download": "2018-11-16 04:03:56", "date_modify": "2018-11-16 04:03:56", "date_publish": "2015-06-11 16:35:51", "description": "In just two years, the creator of RealDoll says he will sell a robotic version with convincing artificial intelligence, blinking eyes and a mouth that moves.", "filename": "2015_06_12_technology_robotica-sex-robot-realdoll.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341036.html", "image_url": "https://static01.nyt.com/images/2015/06/09/multimedia/robots-sex-real-doll/robots-sex-real-doll-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_12_technology_robotica-sex-robot-realdoll.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341036.html", "title": "Sex Dolls That Talk Back", "title_page": "Sex Dolls That Talk Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is the fifth episode in a Bits video series, called Robotica, examining how robots are poised to change the way we do business and conduct our daily lives.\nMatt McMullen has proved that some people are willing to spend thousands on sex dolls.\nMr. McMullen, the creator of the RealDoll, says he has sold over 5,000 customizable, life-size dolls since 1996, with prices from $5,000 to $10,000. Not only can his customers decide on body type and skin, hair and eye color, but on a recent day in the company’s factory in San Marcos, Calif., a craftsman was even furnishing one doll with custom-ordered toes.\nMr. McMullen’s new project, which he is calling Realbotix, is an attempt to animate the doll. He has assembled a small team that includes engineers who have worked for Hanson Robotics, a robotics lab that produces shockingly lifelike humanoid robots.", "url": "https://www.nytimes.com/2015/06/12/technology/robotica-sex-robot-realdoll.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}