{"authors": ["Aurelien Breeden"], "date_download": "2018-11-16 03:20:41", "date_modify": "2018-11-16 03:20:41", "date_publish": "2015-07-20 15:01:29", "description": "Camps along the Mediterranean coast illustrate divisions between the Italians and the French over managing a border that is theoretically open.", "filename": "2015_07_21_world_europe_migrants-journeys-stall-in-italy-near-the-french-border.html_module=inline_1542338441.html", "image_url": "https://static01.nyt.com/images/2015/07/22/world/VENTIMIGLIA/VENTIMIGLIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_21_world_europe_migrants-journeys-stall-in-italy-near-the-french-border.html_module=inline_1542338441.html", "title": "Migrants’ Journeys Stall in Italy, Near the French Border", "title_page": "Migrants’ Journeys Stall in Italy, Near the French Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VENTIMIGLIA, Italy — The train that rumbles along the steep French-Italian coast, shuttling tourists from one picturesque town to another, did not take Abdulhakim Kabeto very far. After it crossed over from Italy, police officers in France stopped him at the first station in the country and returned him to the border.\nMr. Kabeto, a 22-year-old Ethiopian who was five months into a grueling journey to Europe, said he never expected that his travels through Sudan and Libya, and across the Mediterranean Sea, would then stall in an Italian town just miles from the French border.\nSpeaking recently outside a Red Cross center in Ventimiglia, he said he had made five attempts to reach France, on his way to Britain, but had been stuck in Italy for several weeks.\n“If you go by bus, by foot, by train, it’s the same police on the other side,” he said, crouching in the shade to escape the heat. “And they send you back.”", "url": "https://www.nytimes.com/2015/07/21/world/europe/migrants-journeys-stall-in-italy-near-the-french-border.html?module=inline"}