{"authors": ["David Gelles"], "date_download": "2018-11-16 03:40:36", "date_modify": "2018-11-16 03:40:36", "date_publish": "2015-02-28 14:12:58", "description": "Charlie Munger, Berkshire’s vice chairman, indicates that Ajit Jain or Greg Abel is the likely heir.", "filename": "2015_03_01_business_dealbook_01db-buffett.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339636.html", "image_url": "https://static01.nyt.com/images/2015/03/02/business/cnbc-buffett/cnbc-buffett-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_01_business_dealbook_01db-buffett.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339636.html", "title": "In Warren Buffett’s Annual Letter, More Hints, but Still No Confirmation, of a Successor", "title_page": "In Warren Buffett’s Annual Letter, More Hints, but Still No Confirmation, of a Successor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Warren E. Buffett released his annual letter to shareholders on Saturday, expounding on business, reflecting on his 50 years assembling one of the world’s largest companies and adding to the growing tome of folk wisdom that has made him the rare beloved billionaire.\nIn it, he repeated previous statements that the board of his company, Berkshire Hathaway, had identified his successor as chief executive, but again he did not reveal that person’s identity.\n“Both the board and I believe we now have the right person to succeed me as C.E.O. — a successor ready to assume the job the day after I die or step down,” Mr. Buffett, 84, wrote. “In certain important respects, this person will do a better job than I am doing.”\nBut the vice chairman, Charlie Munger, writing in a separate letter to commemorate Mr. Buffett’s 50th year at the helm of Berkshire Hathaway, suggested that either Ajit Jain, an insurance executive at the company, or Greg Abel, the head of Berkshire’s energy business, was most likely to receive the job. Mr. Buffett’s son Howard will become nonexecutive chairman when his father no longer serves in that role.", "url": "https://www.nytimes.com/2015/03/01/business/dealbook/01db-buffett.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}