{"authors": ["Declan Walsh"], "date_download": "2018-11-16 03:57:48", "date_modify": "2018-11-16 03:57:48", "date_publish": "2015-12-07 02:13:09", "description": "Teachers remember Ms. Malik, who was born in Pakistan but spent most of her life in Saudi Arabia, as a polite and driven student. But the timing and circumstances of her shift into militancy remain a mystery.", "filename": "2015_12_07_world_asia_in-conservative-pakistani-city-a-saudi-girl-who-stood-out.html_module=inline_1542340668.html", "image_url": "https://static01.nyt.com/images/2015/12/07/us/07pakistan-web01/07pakistan-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_07_world_asia_in-conservative-pakistani-city-a-saudi-girl-who-stood-out.html_module=inline_1542340668.html", "title": "Tashfeen Malik Was a ‘Saudi Girl’ Who Stood Out at a Pakistani University", "title_page": "Tashfeen Malik Was a ‘Saudi Girl’ Who Stood Out at a Pakistani University - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — As a tide of Islamist violence washed across Pakistan in recent years, Bahauddin Zakariya University in the southern city of Multan struggled to halt spreading intolerance, with mixed results.\nThat university has come into the spotlight in recent days as one of the few known way points for Tashfeen Malik, the Pakistani-born woman who along with her husband, Syed Rizwan Farook, took up assault rifles and, the police say, killed 14 people last week in San Bernardino, Calif.\nMs. Malik’s role in the decision to attack is of particular interest, in part because on the day of the assault she posted on Facebook that the couple was dedicating the massacre to the Islamic State. She and her husband were killed in a gun battle with the police after the attack.\nDuring Ms. Malik’s time as a pharmacy student at the Multan university, starting in 2007, as Taliban attacks shook Pakistan, the area around Multan and her nearby hometown gained notoriety as centers of radical sectarian activity. The authorities’ concern became so great that in the months after Ms. Malik left the university, officials there began helping Pakistani intelligence agencies monitor for extremist activity on campus. The officials even installed surveillance cameras in the residence halls, out of concern that they had become recruiting grounds for radical groups.", "url": "https://www.nytimes.com/2015/12/07/world/asia/in-conservative-pakistani-city-a-saudi-girl-who-stood-out.html?module=inline"}