{"authors": ["James B. Stewart"], "date_download": "2018-11-16 04:00:22", "date_modify": "2018-11-16 04:00:22", "date_publish": "2015-02-05 23:28:37", "description": "As fast-casual chains soar in popularity, the iconic burger chain is under pressure. A well-known food expert and a designer have some ideas for improvement.", "filename": "2015_02_06_business_geoffrey-zakarian-offers-some-tips-to-mcdonalds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "image_url": "https://static01.nyt.com/images/2015/02/06/business/stewart/stewart-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_business_geoffrey-zakarian-offers-some-tips-to-mcdonalds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "title": "A Visit to McDonald’s, Celebrity Chef in Tow", "title_page": "A Visit to McDonald’s, Celebrity Chef in Tow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Zakarian noted that a burger could only be so healthy. “It’s a treat. People love them, but no one should be eating one every day,” he said. He added that the Shake Shack version wasn’t any healthier than the Quarter Pounder: 490 calories and 30 grams of fat for the basic ShackBurger (which also contains a quarter-pound of beef) compared with 520 calories and 26 grams of fat for the McDonald’s Quarter Pounder with cheese. But Shake Shack stresses that it uses only “100 percent all-natural, Angus beef” and “no hormones and no antibiotics ever.” McDonald’s says only that its beef patties are made from “100 percent ground beef.”\nApart from the food, the McDonald’s ambience was abysmal, although Mr. Zakarian observed that the raucous teenagers seemed to be having a good time.\nKarl Backus, a San Francisco-based principal at Bohlin Cywinski Jackson and the lead architect for the acclaimed Apple retail stores, said that in its design, “McDonald’s seems to be treating all of us like we’re messy kids.” He added, “It’s like everything was chosen so it can be swabbed down.”\nLike Mr. Zakarian, Mr. Backus said McDonald’s needed to figure out a core message, and then reinforce it through its architecture and design. “When Apple came to us, they said they wanted to be associated with innovation,” he said. “That was the message. So we focused on cutting-edge glass technology.”\nMr. Backus noted that Shake Shack and Chipotle use design to reinforce a consistent message. “Both of these companies are obviously trying to communicate more about their values than what is being served in their physical space,” he said. “They’ve focused on the overall presentation, how it’s packaged, presented and the environment it’s served in. They created places where people want to stay and linger. That builds customer loyalty. At McDonald’s, you feel it’s all about getting in and getting out.”\nStill, there’s plenty that McDonald’s could do to improve its existing outlets, he said. “Start with the lighting,” he said. He mentioned LED lighting, which is both environmentally sensitive and far more flattering to food and customers.\nBoth he and Mr. Zakarian agreed that McDonald’s needed to generate some buzz and media attention that would move the spotlight off the nutritional issues and declining sales, perhaps by enlisting some celebrity chefs and star architects and designers.", "url": "https://www.nytimes.com/2015/02/06/business/geoffrey-zakarian-offers-some-tips-to-mcdonalds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}