{"authors": ["Conor Dougherty"], "date_download": "2018-11-16 03:42:59", "date_modify": "2018-11-16 03:42:59", "date_publish": "2015-08-03 00:53:03", "description": "The growth of social media has spawned a national holiday — sometimes two — for seemingly every day of the year. It is an instinct as old as America itself.", "filename": "2015_08_03_technology_need-a-reason-to-celebrate-check-online-where-social-media-fills-the-calendar.html_ref=technology_1542339779.html", "image_url": "https://static01.nyt.com/images/2015/08/03/business/03Holiday/03Holiday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_03_technology_need-a-reason-to-celebrate-check-online-where-social-media-fills-the-calendar.html_ref=technology_1542339779.html", "title": "Need a Reason to Celebrate? Check Online, Where Social Media Fills the Calendar", "title_page": "Need a Reason to Celebrate? Check Online, Where Social Media Fills the Calendar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PALO ALTO, Calif. — Most Instagram users share their photos instantly. Leila Khan sometimes waits six weeks. That is how long she has held off on posting a photo of her eating a spoonful of watermelon.\nMs. Khan, a 13-year-old from Palo Alto, Calif., makes elaborate preparations for her Instagram posts, and one of her main criteria is finding the right occasion. She finally found a reason to post her watermelon photo: National Watermelon Day, on Monday.\n“I’m gonna be like ‘P.S.: It’s National Watermelon Day,’ ” Ms. Khan said to some friends during a recent trip to the mall.\nAssuming that National Watermelon Day goes like the many novel national holidays that have grown in step with social media, Ms. Khan will not be alone. People will discuss watermelons on Twitter. Some Grinch might chime in with how many gallons of water it takes drought-stricken California to grow a single watermelon. Maybe others, feeling left out, will ask all their Facebook friends why their feed is suddenly full of watermelons.", "url": "https://www.nytimes.com/2015/08/03/technology/need-a-reason-to-celebrate-check-online-where-social-media-fills-the-calendar.html?ref=technology"}