{"authors": ["Scott Cacciola"], "date_download": "2018-11-16 03:22:54", "date_modify": "2018-11-16 03:22:54", "date_publish": "2015-12-16 21:14:22", "description": "As the end of another era approaches, Kareem Abdul-Jabbar said he could see the parallels between his retirement and Bryant’s.", "filename": "2015_12_17_sports_basketball_kobe-bryant-lakers-goodbye.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338574.html", "image_url": "https://static01.nyt.com/images/2015/12/17/sports/17KOBEweb1/17KOBEweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_17_sports_basketball_kobe-bryant-lakers-goodbye.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338574.html", "title": "Kobe Bryant’s Long Goodbye", "title_page": "Kobe Bryant’s Long Goodbye - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MINNEAPOLIS — Last week, about an hour before the Los Angeles Lakers were to face the Timberwolves here at Target Center, Gary Vitti leaned against a wall outside the visitors’ locker room and exhaled. Vitti has been the Lakers’ athletic trainer for 32 seasons, but he has other responsibilities, too. He fields ticket requests. He helps manage the schedule.\n“It’s like herding cats, man,” he said. “They’re all over the place.”\nVitti knew his biggest challenge of the night was still ahead: marshaling the players out of the arena and to the airport in a timely fashion. It had everything to do with Kobe Bryant, who was about to make his final appearance in Minneapolis on his farewell tour of N.B.A. arenas.\n“The most disruptive thing is trying to get out of here after the game,” Vitti said. “He has to do his postgame therapy, and then he does his media, and then everybody wants a piece of him because they’re not going to see him again. I’m just trying to get these guys to the next city.”\nVitti, 61, has seen a lot in his time with the team, and there are elements of Kobe-palooza — coming soon to a city near you — that feel vaguely familiar. In the 1988-89 season, Vitti witnessed the pageantry of Kareem Abdul-Jabbar’s season-long retirement from the Lakers. A 19-time N.B.A. All-Star and the league’s career scoring leader, Abdul-Jabbar helped the Lakers win five championships. Everywhere he went in his final season, opposing crowds and teams treated him with reverence.", "url": "https://www.nytimes.com/2015/12/17/sports/basketball/kobe-bryant-lakers-goodbye.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}