{"authors": ["Nikita Stewart"], "date_download": "2018-11-16 04:52:37", "date_modify": "2018-11-16 04:52:37", "date_publish": "2015-09-01 02:36:50", "description": "Lilliam Barrios-Paoli, the deputy mayor overseeing the city’s response to the homelessness crisis, will leave at the end of September to become the volunteer chairwoman of the board of the Health and Hospitals Corporation.", "filename": "2015_09_01_nyregion_de-blasios-aide-on-homeless-is-resigning-amid-crisis.html_module=inline_1542343957.html", "image_url": "https://static01.nyt.com/images/2015/09/01/nyregion/01DEPUTY/01DEPUTY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_01_nyregion_de-blasios-aide-on-homeless-is-resigning-amid-crisis.html_module=inline_1542343957.html", "title": "Mayor de Blasio’s Aide on Homeless Is Resigning Amid Crisis", "title_page": "Mayor de Blasio’s Aide on Homeless Is Resigning Amid Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At a time when New York has taken emergency measures to help homeless residents, Mayor Bill de Blasio announced on Monday night that the deputy mayor overseeing the city’s response to the crisis will resign at the end of September.\nWith no elaboration, the mayor’s office released a statement saying that Lilliam Barrios-Paoli, a veteran of city government who has served under four mayors, will leave her job as deputy mayor of health and human services to become the volunteer chairwoman of the board of the Health and Hospitals Corporation, which runs the city’s public hospitals.\nHer departure marks the highest-ranking resignation in Mr. de Blasio’s administration during his 20 months in office and comes at a critical time in his tenure. The mayor has been approving emergency measures to establish programs to house homeless people because some shelters are near capacity and could be overcrowded by winter.\nLast week, Mr. de Blasio’s office denied that Ms. Barrios-Paoli, who turns 69 on Wednesday, was resigning when asked by The New York Times. In the announcement on Monday, Ms. Barrios-Paoli said that she was honored to have worked for the mayor and was looking forward to a “new phase.”", "url": "https://www.nytimes.com/2015/09/01/nyregion/de-blasios-aide-on-homeless-is-resigning-amid-crisis.html?module=inline"}