{"authors": ["Ivan Nechepurenko"], "date_download": "2018-11-16 03:45:56", "date_modify": "2018-11-16 03:45:56", "date_publish": "2015-12-30 20:00:43", "description": "Lawmakers in Georgia, a former Soviet republic, voted late Tuesday to approve Giorgi Kvirikashvili as prime minister amid popular dissatisfaction with the government.", "filename": "2015_12_31_world_europe_georgia-prime-minister-giorgi-kvirikashvili.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339956.html", "image_url": "https://static01.nyt.com/images/2015/12/31/world/31georgia-web/31georgia-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_31_world_europe_georgia-prime-minister-giorgi-kvirikashvili.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339956.html", "title": "Georgia Lawmakers Approve a New Prime Minister", "title_page": "Georgia Lawmakers Approve a New Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Lawmakers in the former Soviet republic of Georgia voted late Tuesday to approve former Foreign Minister Giorgi Kvirikashvili as the country’s new prime minister amid increasing public dissatisfaction with the government.\nMr. Kvirikashvili replaced Irakli Garibashvili, also a member of the governing Georgian Dream party, who resigned in a surprise move last week after two years in office.\nOnly 18 percent of Georgians said in a National Democratic Institute poll released this month that the governing party was their first choice, down from 42 percent in August 2014. Only 19 percent of respondents said that Georgia was moving in the right direction; 44 percent said it was moving in the wrong direction.\nAfter his confirmation, Mr. Kvirikashvili, 48, said that no drastic change of policy was planned and that Georgia’s pursuit of membership in the European Union and NATO remained the top priority for the government.", "url": "https://www.nytimes.com/2015/12/31/world/europe/georgia-prime-minister-giorgi-kvirikashvili.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}