{"authors": ["Kamel Daoud"], "date_download": "2018-11-16 04:36:38", "date_modify": "2018-11-16 04:36:38", "date_publish": "2015-11-20 12:45:42", "description": "The Islamic State has a mother: the invasion of Iraq. But it also has a father: Saudi Arabia's religious-industrial complex.", "filename": "2015_11_21_opinion_saudi-arabia-an-isis-that-has-made-it.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342998.html", "image_url": "https://static01.nyt.com/images/2015/11/21/opinion/21daoud/21daoud-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_21_opinion_saudi-arabia-an-isis-that-has-made-it.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342998.html", "title": "Saudi Arabia, an ISIS That Has Made It", "title_page": "Opinion | Saudi Arabia, an ISIS That Has Made It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One might counter: Isn’t Saudi Arabia itself a possible target of Daesh? Yes, but to focus on that would be to overlook the strength of the ties between the reigning family and the clergy that accounts for its stability — and also, increasingly, for its precariousness. The Saudi royals are caught in a perfect trap: Weakened by succession laws that encourage turnover, they cling to ancestral ties between king and preacher. The Saudi clergy produces Islamism, which both threatens the country and gives legitimacy to the regime.\nOne has to live in the Muslim world to understand the immense transformative influence of religious television channels on society by accessing its weak links: households, women, rural areas. Islamist culture is widespread in many countries — Algeria, Morocco, Tunisia, Libya, Egypt, Mali, Mauritania. There are thousands of Islamist newspapers and clergies that impose a unitary vision of the world, tradition and clothing on the public space, on the wording of the government’s laws and on the rituals of a society they deem to be contaminated.\nIt is worth reading certain Islamist newspapers to see their reactions to the attacks in Paris. The West is cast as a land of “infidels.” The attacks were the result of the onslaught against Islam. Muslims and Arabs have become the enemies of the secular and the Jews. The Palestinian question is invoked along with the rape of Iraq and the memory of colonial trauma, and packaged into a messianic discourse meant to seduce the masses. Such talk spreads in the social spaces below, while up above, political leaders send their condolences to France and denounce a crime against humanity. This totally schizophrenic situation parallels the West’s denial regarding Saudi Arabia.\nAll of which leaves one skeptical of Western democracies’ thunderous declarations regarding the necessity of fighting terrorism. Their war can only be myopic, for it targets the effect rather than the cause. Since ISIS is first and foremost a culture, not a militia, how do you prevent future generations from turning to jihadism when the influence of Fatwa Valley and its clerics and its culture and its immense editorial industry remains intact?", "url": "https://www.nytimes.com/2015/11/21/opinion/saudi-arabia-an-isis-that-has-made-it.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}