{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 03:48:28", "date_modify": "2018-11-16 03:48:28", "date_publish": "2015-10-09 09:00:25", "description": "A route to Norway through Russia has made a remote far-north border an increasingly popular back door into Europe. A legal quirk makes pedaling necessary.", "filename": "2015_10_10_world_europe_bypassing-the-risky-sea-refugees-reach-europe-through-the-arctic.html_module=inline_1542340108.html", "image_url": "https://static01.nyt.com/images/2015/10/10/world/10NORWAY1/10NORWAY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_10_world_europe_bypassing-the-risky-sea-refugees-reach-europe-through-the-arctic.html_module=inline_1542340108.html", "title": "Avoiding Risky Seas, Migrants Reach Europe With an Arctic Bike Ride", "title_page": "Avoiding Risky Seas, Migrants Reach Europe With an Arctic Bike Ride - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After just a handful of migrant crossings here in the first half of this year, the number “exploded” in September, with 420 asylum seekers pedaling into northern Norway at Storskog, said Stein Kristian Hansen, the police superintendent in charge of the Norwegian border post. So far this week, 263 arrived via the Arctic route — a tiny number compared to the thousands arriving daily in Greece and Italy, but a record here.\nMany of the arrivals, Mr. Hansen said, seemed to have little idea where they were exactly and had bought no warm clothes. But, encouraged by a flurry of reports on social media about how well Norway treats refugees, they rushed through Russia to reach Europe’s northernmost frontier. It is not snowing here yet, but temperatures have already dipped close to freezing.\n“The next stop is the North Pole,” Mr. Hansen said of the outpost’s remoteness.\nSome of them, including Mr. Arslanuk, are Russian-speaking Syrians who were already living in Russia and see the border with Norway as a path to a better life at a time when Syrian citizenship generally confers refugee status in Europe. Others, having heard of the new route into Europe, are traveling through Russia to the border rather than taking the more established but riskier paths.\nA 21-year-old Syrian woman who gave only her first name, Dana, said her father, mother and brother had made it to Germany this summer through the Balkans and had sent horrific reports of their journey to Greece from Turkey. The Arctic, she decided, was easier.", "url": "https://www.nytimes.com/2015/10/10/world/europe/bypassing-the-risky-sea-refugees-reach-europe-through-the-arctic.html?module=inline"}