{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:43:41", "date_modify": "2018-11-16 03:43:41", "date_publish": "2015-10-05 21:44:00", "description": "Nearly five months after beating back a challenge from an activist investor, Ms. Kullman is stepping aside.", "filename": "2015_10_06_business_dealbook_dupont-chief-executive-ellen-kullman-to-retire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339821.html", "image_url": "https://static01.nyt.com/images/2015/10/06/business/06db-dupont-web/06db-dupont-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_06_business_dealbook_dupont-chief-executive-ellen-kullman-to-retire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339821.html", "title": "DuPont Chief Executive Ellen Kullman to Retire", "title_page": "DuPont Chief Executive Ellen Kullman to Retire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly five months after DuPont’s chairwoman and chief executive, Ellen Kullman, beat back a challenge from a longtime activist investor, she is finding herself heading for the exit.\nDuPont said on Monday afternoon that Ms. Kullman, who is 59, would step down on Oct. 16, while conceding that it would have to cut its earnings forecast and accelerate a cost-cutting plan.\nShares of DuPont surged 6 percent in after-hours trading.\nMs. Kullman will be replaced on an interim basis by Edward D. Breen, who is also 59, a former executive at Tyco, who joined the chemical manufacturer’s board in February under pressure from the activist investor Nelson Peltz.\nMr. Peltz and his investment firm, Trian Fund Management, fought a rare public battle against DuPont, the 213-year-old chemical manufacturer and maker of Kevlar and Teflon. Trian, insisting that DuPont needed change because it had repeatedly missed financial targets and still carried plenty of costs worth cutting, sought four board seats.", "url": "https://www.nytimes.com/2015/10/06/business/dealbook/dupont-chief-executive-ellen-kullman-to-retire.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}