{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 03:22:36", "date_modify": "2018-11-16 03:22:36", "date_publish": "2015-11-17 09:04:55", "description": "After acknowledging for the first time that a bomb brought down a Russian jet, Moscow said it was coordinating with France in ramping up attacks on Syrian territory.", "filename": "2015_11_18_world_europe_russia-plane-crash-bomb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338556.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/18Plane-web/18Plane-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_europe_russia-plane-crash-bomb.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338556.html", "title": "Russia Allies With France Against ISIS, Saying Jet That Crashed in Sinai Was Bombed", "title_page": "Russia Allies With France Against ISIS, Saying Jet That Crashed in Sinai Was Bombed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Russia on Tuesday said that it was coordinating with the French military in sharply ratcheting up attacks on Syrian territory, especially areas held by the Islamic State, as the government for the first time acknowledged that a bomb had destroyed a Russian charter jet that crashed more than two weeks ago in Egypt.\nIn a related move, President Obama said early Wednesday that he was open to cooperating with Russia in the campaign against the Islamic State, which has asserted responsibility for destroying the charter plane and for the deadly attacks in Paris on Friday, but only if the government of President Vladimir V. Putin begins targeting the militant group.\nThe timing of the Kremlin’s announcement on Tuesday, after France had already begun striking Islamic State targets and had called for a united front against the group, suggested that Russia was using the moment to help repair frayed relations with the West.\nThe Kremlin also announced that Mr. Putin and his French counterpart, François Hollande, had spoken by telephone, had agreed to coordinate military attacks in Syria and would meet on Nov. 26 in Moscow.", "url": "https://www.nytimes.com/2015/11/18/world/europe/russia-plane-crash-bomb.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}