{"authors": ["James Gorman"], "date_download": "2018-11-16 04:19:03", "date_modify": "2018-11-16 04:19:03", "date_publish": "2015-02-25 00:03:03", "description": "Researchers found that across a wide variety of mammals, eyelashes are always about one-third as long as the eye is wide, the ideal length for diverting airflow around the eye and reducing evaporation.", "filename": "2015_02_25_science_length-of-lashes-keeps-eyes-from-drying-study-finds.html_module=inline_1542341943.html", "image_url": "https://static01.nyt.com/images/2015/02/25/science/25lashes/25lashes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_25_science_length-of-lashes-keeps-eyes-from-drying-study-finds.html_module=inline_1542341943.html", "title": "Length of Lashes Keeps Eyes From Drying, Study Finds", "title_page": "Length of Lashes Keeps Eyes From Drying, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Long and luxurious eyelashes have been in fashion at least since Cleopatra. But scientists now suggest that their real function is to help protect eyes from drying out.\nDavid Hu at the Georgia Institute of Technology first decided to investigate eyelashes after seeing his newborn daughter bat hers three years ago. He enlisted graduate students in his biomechanics lab and colleagues to join the investigation.\nThey measured the lashes of different mammals, most of which have them. They made an artificial eye with lashes, put it in a wind tunnel and blew air at it. And they created mathematical models of airflow over lashes.\nThey found that across a wide variety of mammals, eyelashes are always about one-third as long as the eye is wide, which, it turns out, is the ideal length for diverting airflow around the eye and reducing evaporation. Dr. Hu, Guillermo J. Amador and several other researchers, all from Georgia Tech, published their findings Tuesday in the Journal of the Royal Society Interface.", "url": "https://www.nytimes.com/2015/02/25/science/length-of-lashes-keeps-eyes-from-drying-study-finds.html?module=inline"}