{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:47:10", "date_modify": "2018-11-16 03:47:10", "date_publish": "2015-08-25 14:54:17", "description": "The forecast came a few hours after a sports hall intended to shelter asylum seekers burned down in Germany, which has taken in more migrants than any other country in Europe.", "filename": "2015_08_26_world_europe_migrant-crisis-europe-un.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340030.html", "image_url": "https://static01.nyt.com/images/2015/08/25/multimedia/germany-shelter/germany-shelter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_26_world_europe_migrant-crisis-europe-un.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340030.html", "title": "U.N. Predicts 3,000 Migrants a Day Will Pass Through Balkans", "title_page": "U.N. Predicts 3,000 Migrants a Day Will Pass Through Balkans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Three thousand migrants a day will pour into the Balkans trying to reach Western Europe in the next few months, the United Nations forecast on Tuesday, a few hours after a suspected arson attack destroyed a sports hall in Germany where some migrants were to be sheltered.\nThe German police said they believed the fire in Nauen, about 25 miles west of Berlin, had been deliberately set, the latest of more than 200 attacks directed against migrants in the country this year. It was spotted just after 2 a.m. and swiftly destroyed the sports hall, which had been prepared to serve as temporary housing for about 100 migrants, the authorities said. No one was injured in the fire.\nOfficials throughout the country have scrambled to find or adapt decent places to shelter new arrivals in Germany, where the struggle to stop anti-immigrant violence has vied for headlines with a mass migration not seen in Europe since the wars that ripped apart Yugoslavia in the 1990s.\nThe United Nations refugee agency said it expected about 3,000 people to cross into Macedonia every day from Greece, the first European Union nation they reach in their flight from conflict and deprivation in the Middle East and beyond.", "url": "https://www.nytimes.com/2015/08/26/world/europe/migrant-crisis-europe-un.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}