{"authors": ["Justin Gillis"], "date_download": "2018-11-16 04:21:39", "date_modify": "2018-11-16 04:21:39", "date_publish": "2015-11-28 11:40:01", "description": "Nations have pointedly declined to take up a recommendation from scientists, made several years ago, that they set a cap on total greenhouse gases.", "filename": "2015_11_29_science_earth_paris-climate-talks-avoid-scientists-goal-of-carbon-budget.html_module=inline_1542342099.html", "image_url": "https://static01.nyt.com/images/2015/11/29/world/29carbon/29carbon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_29_science_earth_paris-climate-talks-avoid-scientists-goal-of-carbon-budget.html_module=inline_1542342099.html", "title": "Paris Climate Talks Avoid Scientists’ Idea of ‘Carbon Budget’", "title_page": "Paris Climate Talks Avoid Scientists’ Idea of ‘Carbon Budget’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is already clear, based on analyses published recently by several groups, that the pledges to cut emissions will come nowhere close to meeting the carbon budget. Many negotiators are pushing for a mechanism in which countries would gradually ratchet up their commitments to cutting greenhouse gases over time. But that would entail more delays, and it is not certain the carbon limit can be met that way.\nGiven the political realities, some of the scientists involved in devising the budget have resigned themselves to seeing it ignored in this round of negotiations, with the hope that countries will accelerate their efforts in coming years.\nMyles R. Allen, a climate scientist at Oxford University and a leading proponent of the budget idea, said it was better for countries to keep negotiating than not. “It was probably the right call to brush it under the carpet for now,” he said.\nThough it will be ignored in Paris, the idea of a carbon budget is gaining currency in the broader world of climate-change politics. For instance, the notion is at the heart of the student-led movement urging college endowment funds and other investors to shed their holdings in fossil-fuel companies. The students’ argument is not just that the companies are blocking needed change, but that they represent risky investments, given that much of the fossil fuels they hold as reserves cannot be burned if the world intends to stay within the carbon budget.\nThe same idea was at the heart of a speech recently by Mark Carney, the head of the Bank of England, who cited the potential economic risks of “unburnable carbon,” as it has become known. It is even an element of a recently disclosed investigation by the New York attorney general, who is studying whether Exxon Mobil and other companies have properly disclosed to investors the possibility that they may not be able to burn all their reserves.\nYet, within a month of the adoption of the carbon budget, as part of the Stockholm report two years ago, the idea of using it in the global negotiations had been dismissed out of hand. “I don’t think it’s possible,” Ms. Figueres, of the Framework Convention on Climate Change, told The Guardian newspaper that fall. “Politically it would be very difficult.”", "url": "https://www.nytimes.com/2015/11/29/science/earth/paris-climate-talks-avoid-scientists-goal-of-carbon-budget.html?module=inline"}