{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:48:11", "date_modify": "2018-11-16 03:48:11", "date_publish": "2015-01-21 18:46:48", "description": "Lutz Bachmann, of Pegida, or Patriotic Europeans Against the Islamization of the West, had appeared as Adolf Hitler in an image on his Facebook page.", "filename": "2015_01_22_world_europe_pegida-hitler-photo-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340091.html", "image_url": "https://static01.nyt.com/images/2015/01/22/world/22Germany/22Germany-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_22_world_europe_pegida-hitler-photo-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340091.html", "title": "German Anti-Immigrant Figure Quits Post After Posing as Hitler", "title_page": "German Anti-Immigrant Figure Quits Post After Posing as Hitler - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The leader of an anti-immigrant movement that has attracted tens of thousands of supporters and upended political debate in Germany stepped down on Wednesday after he was found to have posted an online image of himself as Adolf Hitler, after weeks of denying any Nazi sympathies.\nIn the photograph, the leader, Lutz Bachmann, has his dark hair combed straight and severely parted above his right temple and wears a toothbrush mustache, closely resembling Hitler. The image was found on Mr. Bachmann’s Facebook page and appeared on the front page of the mass-circulation newspaper Bild on Wednesday. It soon went viral on social media sites.\nThe issue is a sensitive one in Germany, and Chancellor Angela Merkel and other high-ranking officials have repeatedly denounced the anti-immigrant movement, widely known by its German acronym Pegida, which stands for Patriotic Europeans Against the Islamization of the West.\nThe controversy broke out even as the movement called on supporters to turn out on Wednesday in large numbers at an anti-immigration rally in the eastern city of Leipzig. The group, which has largely been confined to Dresden in eastern Germany, has grown a few offshoots, which are increasingly countered by larger marches throughout Germany in support of immigration.", "url": "https://www.nytimes.com/2015/01/22/world/europe/pegida-hitler-photo-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}