{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:20:13", "date_modify": "2018-11-16 03:20:13", "date_publish": "2015-08-02 21:24:34", "description": "Instead of stoking fears, Britain and France must be far more welcoming to desperate refugees.", "filename": "2015_08_03_opinion_the-real-eurotunnel-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338413.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_03_opinion_the-real-eurotunnel-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338413.html", "title": "The Real Eurotunnel Crisis", "title_page": "Opinion | The Real Eurotunnel Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Europe’s failed policies on migration are claiming new victims. And this time, instead of drowning when rickety boats go down in the Mediterranean — nearly 2,000 people have drowned so far this year— migrants are dying on European soil. Since the beginning of June, 10 have died near Calais, France, trying to hitch a clandestine ride through the Eurotunnel to Britain, their dream destination. In the face of this determined desperation — and disruption of a transportation link for tourists and goods — Britain and France have reacted with undisguised hostility, in sharp contrast to more welcoming nations like Italy and Greece.\nConflicts, despotism and failed economies in Africa and the Middle East have sent hundreds of thousands of asylum seekers to Europe. Roughly 100,000 refugees have set foot in Greece and nearly 80,000 in Italy so far this year. Italy is not a rich country and Greece is devastatingly poor. But their welcoming response shames leaders of wealthier nations, like Britain’s prime minister, David Cameron, who warned darkly of “a swarm” of migrants in Calais poised to overrun his country, following a night when there were many attempts by small groups returning again and again over many hours to breach the Eurotunnel’s entrance.\nIt is no less shameful that France cannot deal more humanely with the refugees gathered at France’s end of the tunnel. Calais has long been a jumping-off point for migrants seeking to reach Britain, yet some 3,000 of them — most from Eritrea, Ethiopia, Sudan, Afghanistan and Syria — are gathered in a squalid camp on the outskirts of town with scant toilets and little food, subject to abuse by the police.\nBritain pledged this week to contribute 7 million pounds, or $11 million, to improve security at the French and British entrances to the tunnel. The French government has sent 120 additional police officers to Calais. France and Britain have also promised to repatriate migrants to Africa and to attack smuggling rings trafficking migrants to Europe.", "url": "https://www.nytimes.com/2015/08/03/opinion/the-real-eurotunnel-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}