{"authors": ["Eric Lichtblau"], "date_download": "2018-11-16 03:42:02", "date_modify": "2018-11-16 03:42:02", "date_publish": "2015-06-22 04:15:45", "description": "The campaigns of Ted Cruz, Rick Santorum and Rand Paul received donations from the leader of the white supremacist group tied to Dylann Roof, the suspect of the church shooting in Charleston, S.C.", "filename": "2015_06_22_us_campaign-donations-linked-to-white-supremacist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339722.html", "image_url": "https://static01.nyt.com/images/2015/06/22/us/22donations-1/22donations-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_22_us_campaign-donations-linked-to-white-supremacist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339722.html", "title": "White Supremacist Who Influenced Charleston Suspect Donated to 2016 G.O.P. Campaigns", "title_page": "White Supremacist Who Influenced Charleston Suspect Donated to 2016 G.O.P. Campaigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Paul’s campaign said Monday that it planned to send $2,250 received from Mr. Holt to a victims’ fund set up in the wake of the shooting.\n“RandPAC is donating the funds to the Mother Emanuel Hope Fund to assist the victims families,” said Sergio Gor, a spokesman for the campaign. Mr. Holt made four separate donations to the Paul campaign last year, records show. The campaign could not confirm the total received but said that all the money it identified from the white supremacist leader would be donated to the fund.\nThe Guardian first reported on Mr. Holt’s donations to the Republican contenders.\nA manifesto that appeared on a website registered to Mr. Roof said that the manifesto’s author had first learned of “brutal black-on-white murders” from the Council of Conservative Citizens’ website.\nImage Dylann Roof, the suspect in the killing of nine black churchgoers in Charleston, S.C., last week, in an undated photo from a website linked to him. Credit Reuters\nMr. Holt, in a statement posted online in his name, said he was not surprised to learn that Mr. Roof had found out about “black-on-white violent crime” from his group because, he said, it was one of the few that had the courage to disclose “the seemingly endless incidents involving black-on-white murder.” But he said his group does not advocate violence and should not be held responsible for the shootings.", "url": "https://www.nytimes.com/2015/06/22/us/campaign-donations-linked-to-white-supremacist.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}