{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:44:03", "date_modify": "2018-11-16 04:44:03", "date_publish": "2015-07-11 12:56:29", "description": "With banks still closed as debt talks continue, many fear the potential impact on already-stretched food supplies and social services in Athens and beyond.", "filename": "2015_07_12_world_europe_greece-debt-crisis-athens-poverty-inequality.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343443.html", "image_url": "https://static01.nyt.com/images/2015/07/12/world/12AID/12AID-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_12_world_europe_greece-debt-crisis-athens-poverty-inequality.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343443.html", "title": "Greece Financial Crisis Hits Poorest and Hungriest the Hardest", "title_page": "Greece Financial Crisis Hits Poorest and Hungriest the Hardest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Xenia Papastavrou, a founding member of Boroume, We Can, a nongovernment agency that matches excess food from supermarkets, restaurants and even wedding parties, with organizations that distribute it to people who are hungry across Greece, said that more people have wanted to donate over the last two weeks, because they see the need.\n“I’m sure that things will get worse,” Ms. Papastavrou said.\nOne of the largest soup kitchens in Athens is run by the city government, in collaboration with the Greek Orthodox Archdiocese of Athens, near Omonia on Pireos Street. It serves 600 to 1,000 people a day, city officials said. Mayor George Kaminis of Athens issued a statement Thursday saying that the city was helping support 20,000 people a day with groceries, hot meals and other basics.\nAt a donation center run by the city in Kato Patisia, the number of people arriving each day for food, medicine and clothing has risen to 100 from 20 in just the last two weeks, Alexandros Kambouroglou, an adviser to the mayor, said Thursday. He attributed that escalating demand to fear of future shortages.\nCharities and government officials say that as long as the banks are closed and the movement of money outside Greece is prohibited, they face the same problem as every other Greek — they cannot import supplies.\n“As a city we are working very systematically to make sure we have provisions,” during this period of capital controls, Yorgos Stamatopoulos, press secretary for the mayor of Athens, said Thursday.\nUntil recently, the Galini Institution soup kitchen run by Father Moschos, gave food to anyone who wanted it. But the demand has grown so quickly that it has begun asking for documentation that people are poor, such as proof of monthly income, employment status and the inability to make rent or utility payments.\nIt also used to close for part of the summer. But Father Moschos said he believed the need would be so great this summer that it would have to remain open.", "url": "https://www.nytimes.com/2015/07/12/world/europe/greece-debt-crisis-athens-poverty-inequality.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}