{"authors": ["Edward Wong", "Adam Wu"], "date_download": "2018-11-16 03:21:56", "date_modify": "2018-11-16 03:21:56", "date_publish": "2015-12-08 07:11:27", "description": "The Islamic State’s Mandarin-language recording, recently posted online, calls for Muslims to “take up weapons to fight.”", "filename": "2015_12_09_world_asia_isis-china-recruitment-chant-mandarin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338516.html", "image_url": "https://static01.nyt.com/images/2015/12/09/world/09chinaisis01/09chinaisis01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_world_asia_isis-china-recruitment-chant-mandarin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338516.html", "title": "ISIS Extends Recruitment Efforts to China With New Chant", "title_page": "ISIS Extends Recruitment Efforts to China With New Chant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There, many Uighurs, a Turkic-speaking ethnic group that mostly practices Sunni Islam, say they are discriminated against and persecuted by the ruling ethnic Han.\nIn recent years, violence has surged in Uighur areas, and the Communist Party says it faces a terrorist threat there. Chinese officials have said that security officers have seized recordings from abroad that inspire Uighurs to take up arms. Just last month, Chinese officials said that security forces had used a flamethrower to force 10 “terrorists” from a cave in Xinjiang after tracking a group that officials believed to be responsible for a recent deadly coal mine attack. Security officers killed 28 people linked to the attack, official reports said. (A Radio Free Asia report said women and children were among the dead.)\nAt the time of the 2010 census, China had about 10 million Uighurs and 10 million ethnic Hui, a Muslim group that generally speaks Mandarin and is common across northwest China. They are the largest ethnic minority groups practicing Islam in the country of 1.4 billion. There are also smaller groups that are predominantly Muslim, like the Kazakhs and Tajiks.\nThe leaders of the Islamic State adhere to an ultra-Orthodox form of Sunni Islam called Salafism, one that is not popular among Chinese Muslims. Salafists denounce many other Muslims as heretics, including other Sunnis, and are especially hostile toward Shiite Muslims. The sect is tiny, but Saudi Arabia, a United States ally, promotes Salafism and its close cousin Wahhabism, whose adherents seek to “purify” Islam of modern influences.\nVideo\nThe Chinese recording is addressed to the “Muslim brother” who is listening, but the Islamic State kills many Muslims, including by beheading and burning victims alive.\nThere is no reliable information on how many Chinese have joined ISIS or other armed groups in Syria to fight against the government of President Bashar al-Assad, whose forces have killed huge numbers of civilians.\nIn his recording from July 2014, Mr. Baghdadi said Chinese was one of 12 nationalities of fighters in ISIS. The male singer of the new chant had a hint of a northern or northwestern Chinese accent.\nAdvertisement Continue reading the main story\nWu Sike, a former Chinese envoy to the Middle East, said in late July last year that about 100 Chinese fighters were being trained or fighting in the Middle East. He said that number came from foreign news reports, even though no foreign news organization has reliable estimates of Chinese fighters. Mr. Wu said most of the fighters were ethnic Uighurs. He did not say specifically that they were members of the Islamic State.\nIn September 2014, the Iraqi Defense Ministry posted on its Facebook page a photograph of an Asian man with a bruised and bloodied face and said the man was a Chinese fighter for ISIS whom Iraqi soldiers had captured. The ministry did not provide further details.\nIn 2013, a group fighting Mr. Assad posted a video online that purported to show a Chinese warrior named Yusef brandishing a Kalashnikov rifle (a subtitle said his Chinese name was Bo Wang). Yusef, who appeared to be ethnic Han, spoke in Mandarin and said he had gone to study in Libya before traveling to Syria to help overthrow Mr. Assad, who “is butchering every Muslim here in cold blood, including children and women.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAs it has done with many other nations, the Islamic State has been goading China. Last month, its online magazine, Dabiq, said it had executed a Chinese hostage, Fan Jinghui. The Chinese Foreign Ministry confirmed the report. It was unclear how Mr. Fan, 50, had ended up as a hostage or what he was doing in the Middle East. He had told a reporter in China that he was a “floater,” with no attachments in his life.\nAfter the killing, President Xi Jinping of China said he would crack down on terrorism. But unlike Russia or the United States, China has carried out no known military operations in Syria or Iraq, where it has extensive oil interests in the Shiite-controlled south. Many Islamic State fighters cling to a prophetic end-of-days vision of engaging in an apocalyptic battle with foreign nations in Syria and Iraq.\nBelow is a translation of the Mandarin-language nasheed:\nWe are mujahid/Our shameless enemy will panic/To die fighting on the battlefield/Is our dream\nWe are mujahid/Our shameless enemy will panic/To die fighting on the battlefield/Is our dream\nA century of slavery/Leaves that shameful memory/Deep in the ignorant slumber/Nightmare will continue on\nPhoto\nA century of slavery/Leaves that shameful memory/Deep in the ignorant slumber/Nightmare will continue on\nWake up! Muslim brother/Now is the time to awaken/Take up the faith and courage/To fulfill the lost doctrine\nAdvertisement Continue reading the main story\nWake up! Muslim brother/Now is the time to awaken/Take up the faith and courage/To fulfill the lost doctrine\nWe are mujahid/Our shameless enemy will panic/To die fighting on the battlefield/Is our dream\nWe only abide by/The Quran and the Sunnah/No power/Can stop our progress\nWe only abide by/The Quran and the Sunnah/No power/Can stop our progress\nTo fight in God’s way/Is the Great Allah’s command/Take up weapons to fight/Admire Allah’s truth\nTo fight in God’s way/Is the great Allah’s command/Take up weapons to fight/Admire Allah’s truth\nWe are mujahid/Our shameless enemy will panic/To die fighting on the battlefield/Is our dream\nThe glory of Islam,/Is etched in the history/To let it shine again/Is what we are striving for\nThe glory of Islam,/Is etched in the history/To let it shine again/Is what we are striving for\nWake up! Muslim brother/Now is the time to awaken/Take up the faith and courage/To fulfill the lost doctrine\nWake up! Muslim brother/Now is the time to awaken/Take up the faith and courage/To fulfill the lost doctrine\nWe are mujahid/Our shameless enemy will panic/To die fighting on the battlefield/Is our dream.", "url": "https://www.nytimes.com/2015/12/09/world/asia/isis-china-recruitment-chant-mandarin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}