{"authors": ["Hwaida Saad", "Eric Schmitt"], "date_download": "2018-11-16 03:57:36", "date_modify": "2018-11-16 03:57:36", "date_publish": "2015-12-07 14:36:25", "description": "A senior U.S. official, denying Syria’s claim, said a Russian plane may have errantly bombed a Syrian base. Russia had no immediate comment.", "filename": "2015_12_08_world_middleeast_syria-airstrikes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340656.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_world_middleeast_syria-airstrikes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340656.html", "title": "Syria Blames U.S. in Base Bombing, but Americans Blame Russia", "title_page": "Syria Blames U.S. in Base Bombing, but Americans Blame Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Syria on Monday said a United States-led coalition had bombed a Syrian military base in the east of the country, killing three soldiers, wounding at least 13 and destroying vehicles and equipment. The United States denied the Syrian accusation and said a Russian warplane appeared to have been responsible.\nThe Syrian accusation, in a statement carried by the official news agency, was the first time that President Bashar al-Assad’s government had held the Americans responsible for bombing a Syrian military facility since the United States began airstrikes against Islamic State targets in Syria more than a year ago.\nThe statement said that the bombing had been conducted Sunday evening in Deir al-Zour Province, and that Syria had sent letters of protest to the United Nations calling it “a heinous aggression by the coalition.”\nAmerican military officials said the coalition had carried out airstrikes in the province on Sunday, but they said no Syrian military positions had been struck. The Americans seemed anxious to avoid an escalation of tensions with Mr. Assad’s government.", "url": "https://www.nytimes.com/2015/12/08/world/middleeast/syria-airstrikes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}