{"authors": ["Stephanie Strom"], "date_download": "2018-11-16 04:43:55", "date_modify": "2018-11-16 04:43:55", "date_publish": "2015-04-06 23:32:30", "description": "To help their cash flows, food and packaged goods companies are delaying payments to suppliers, a practice that at one time signaled trouble.", "filename": "2015_04_07_business_big-companies-pay-later-squeezing-their-suppliers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "image_url": "https://static01.nyt.com/images/2015/04/07/business/07JPGOODS1/07JPGOODS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_07_business_big-companies-pay-later-squeezing-their-suppliers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "title": "Big Companies Pay Later, Squeezing Their Suppliers", "title_page": "Big Companies Pay Later, Squeezing Their Suppliers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This really had a dreadful effect on our bottom line,” he said. “And because it hit right in the middle of the recession, it took us about a year and a half to recoup those lost revenues.”\nHe still does a small amount of business with Anheuser-Busch InBev. The company pays him using a credit card.\n“Banks have tightened up lending, especially to small businesses like mine, so it becomes even harder to manage,” Mr. Brock said. “You still have a payroll to make, your own suppliers to pay, electric and other utility bills — they can’t wait four months for payment.”\nThere are other signs that suppliers are fighting back. Last month, Diageo, which owns Johnnie Walker, Tanqueray and other spirits brands, had to backtrack in Britain after the Forum of Private Business, an organization representing small and midsize businesses, challenged the practice.\nThe spirits company is a signer of a voluntary agreement, the Prompt Payment Code, made by about 1,700 companies doing business in Britain after regulators threatened to take action against extended payment terms. The agreement holds those companies to 60-day payment terms, so when Diageo began asking suppliers for 90 days, the Forum of Private Business appealed to the group charged with its enforcement.\nDiageo now says it will pay its British suppliers in no more than 60 days.\n“The practice of implementing grossly unfair trading terms is a growing trend” among some of Britain’s best-known companies, one that “risks breaking the backbone of the economy — small business,” said Phil Orford, chief executive of the Forum of Private Business.\nSo far, most of the pressure seems to fall on so-called ancillary suppliers, those providing companies with packaging, advertising, equipment and so forth. Diageo, for example, has asked for more extended terms from European suppliers of components for its manufacturing plants, but not from suppliers of sugar, an ingredient it cannot easily do without or readily find alternative providers for.", "url": "https://www.nytimes.com/2015/04/07/business/big-companies-pay-later-squeezing-their-suppliers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}