{"authors": ["Ian Fisher"], "date_download": "2018-11-16 03:21:46", "date_modify": "2018-11-16 03:21:46", "date_publish": "2015-11-18 09:48:10", "description": "By the time the U.S. withdrew from Iraq, it thought it had subdued the Islamic State. The group is now on a very different trajectory.", "filename": "2015_11_19_world_middleeast_in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html_ref=liveblog_1542338506.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/middleeast/19origins-web/19origins-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_19_world_middleeast_in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html_ref=liveblog_1542338506.html", "title": "In Rise of ISIS, No Single Missed Key but Many Strands of Blame", "title_page": "In Rise of ISIS, No Single Missed Key but Many Strands of Blame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One distinguishing trait of the Islamic State, as opposed to other groups like the Nusra Front and the smaller, more secular groups calling themselves the Free Syrian Army, was its focus on establishing the structures and trappings of a state and giving that priority over battling Syrian government forces. (This has led to widespread belief of a secret truce between Mr. Assad and the Islamic State, given credence recently when the group was left off the list of first targets when Russia intervened to shore up Mr. Assad.)\nAs the Islamic State established itself – at first not just in Raqqa and eastern Aleppo Province and much of Deir al-Zour, but also in villages and outposts scattered in Idlib and western Aleppo — its fighters drew curiosity, attention and sometimes ridicule for their presumption. They put up road signs at the beginnings of territory they held saying, “Welcome to the Islamic State.”\nEarly on, the Islamic State’s rivals underestimated it, only to face deadly attacks from the group later. They were not the only ones — Mr. Obama likened the group to the “J.V. team.” And the Islamic State fighters often did seem like buffoons, especially the foreign ones, who came from across the Middle East, Central Asia and Europe. Many could not speak Arabic. And some barely knew anything of Islamic theology. They posted on social media pictures of themselves mugging for the camera as they swam in the Euphrates River, or complaining that it was difficult to find Nutella in the shops.\nBut some were serious, determined and ideologically motivated. “I have chosen the state,” one man who identified himself as a Saudi fighter said in an online interview, explaining that his interest was less in overthrowing Mr. Assad than in striving for a caliphate, “because I support its method of unification and implementation of the Shariah of God.”\nThe Islamic State did, in fact, succeed in building the semblance of a state, providing services as well as imposing the harshest of rules. It worked to self-finance, through oil, trade in priceless antiquities and, many say, simple criminal enterprises like kidnapping and extortion.\nAnd, as it always promised, the Islamic State was brutal, frightening fellow groups and the wider world with practices like sexual slavery, immolations, crucifixions and beheadings. Those included well-produced killings on video, and spread through social media, of the journalist James Foley and others, ending often with a shot of a bloody severed head.\nA Caliphate Declared", "url": "https://www.nytimes.com/2015/11/19/world/middleeast/in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html?ref=liveblog"}