{"authors": ["David Gelles"], "date_download": "2018-11-16 03:40:42", "date_modify": "2018-11-16 03:40:42", "date_publish": "2015-03-26 00:33:36", "description": "Mr. Buffett has made a habit of criticizing rapacious private equity firms over the years, but 3G Capital is different.", "filename": "2015_03_26_business_dealbook_3g-capital-warren-buffetts-favorite-partner-in-deals-worth-billions.html_module=inline_1542339642.html", "image_url": "https://static01.nyt.com/images/2015/03/26/business/26db-buffet/26db-buffet-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_26_business_dealbook_3g-capital-warren-buffetts-favorite-partner-in-deals-worth-billions.html_module=inline_1542339642.html", "title": "3G Capital, Warren Buffett’s Favorite Partner in Deals Worth Billions", "title_page": "3G Capital, Warren Buffett’s Favorite Partner in Deals Worth Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Warren E. Buffett has made a habit of criticizing ruthless Wall Street bankers and rapacious private equity firms over the years. As recently as last month, he railed against both in his annual letter to his shareholders at Berkshire Hathaway.\nYet for Mr. Buffett, a genteel billionaire who has managed to put a friendly face on big business, one private equity firm stands apart from the rest.\n3G Capital, the Brazilian private equity firm co-founded by the billionaire financier Jorge Paulo Lemann, has in recent years emerged as Mr. Buffett’s preferred business partner in striking multibillion-dollar deals.\nOn Wednesday, 3G and Berkshire Hathaway teamed up to orchestrate a merger between Kraft, the big processed food maker, and Heinz, which the two companies own. Combining the companies will create a global food and beverage behemoth worth nearly $100 billion.", "url": "https://www.nytimes.com/2015/03/26/business/dealbook/3g-capital-warren-buffetts-favorite-partner-in-deals-worth-billions.html?module=inline"}