{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:49:04", "date_modify": "2018-11-16 04:49:04", "date_publish": "2015-07-26 19:39:52", "description": "In its growing Internet crackdown, Beijing has turned to an old ban on “picking quarrels and provoking trouble,” once limited to physical acts like handing out fliers.", "filename": "2015_07_27_world_asia_china-uses-picking-quarrels-charge-to-cast-a-wider-net-online_1542343744.html", "image_url": "https://static01.nyt.com/images/2015/07/23/world/23china-1/23china-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_27_world_asia_china-uses-picking-quarrels-charge-to-cast-a-wider-net-online_1542343744.html", "title": "China Uses ‘Picking Quarrels’ Charge to Cast a Wider Net Online", "title_page": "China Uses ‘Picking Quarrels’ Charge to Cast a Wider Net Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The core of rule of law is that the government shall be restricted by law,” said Zhang Qianfan, a law professor at Peking University. “But now it is using the law to punish whoever criticizes it or has some influence in the public realm.”\nIn March, five young feminists using social media to organize a campaign against sexual abuse were detained and initially investigated on the picking quarrels charge, setting off global outrage against China.\nThe latest wave of detentions of so-called provocateurs took place this month, when police officers across China rounded up more than 200 civil rights lawyers and their colleagues. Some remain in detention and may be charged with picking quarrels and other crimes.\nPhoto\nAn article in People’s Daily, the flagship Communist Party newspaper, accused them of organizing protests and using instant messages to “engage in agitation and planning.” Global Times, a party-run tabloid, said the lawyers “often were no longer engaged in law, but in picking quarrels and provoking trouble with a plainly political slant.”\nThe legal definition of “picking quarrels” was expanded in late 2013 by the nation’s top legal bodies, the Supreme People’s Court and the Supreme People’s Procuratorate, to encompass online behavior. The court said the charge could apply to anyone using information networks to “berate or intimidate others” and spread false information. First-time offenders can be sentenced to up to five years in prison.\nThe Dui Hua Foundation, a human rights advocacy group based in San Francisco, said that the interpretation was a “major elaboration” on the charge and that it treated online space “not only as a platform through which to incite others to disrupt social order but as a kind of public space itself that can be thrown into disorder by certain kinds of acts.”\nThe expanded interpretation also made unlawful any “defaming information” that is reposted 500 times or viewed 5,000 times, actions generally beyond the control of a post’s author. That definition was reiterated in the draft of a cybersecurity law released this month.\nAdvertisement Continue reading the main story\nDui Hua said in a March report that since the new interpretation took effect, “a growing list of Chinese people have been detained or charged for speech-related incidents” under the law. Among other things, the charge has been used to reinforce an “anti-rumor campaign” aimed at silencing people who question the official versions of news events.\nJust days after the new interpretation was announced, Yang Hui, a 16-year-old boy, was detained on the charge for having raised questions online about the police’s investigation of the death of a karaoke club manager.\nBecause the government does not publicly report comprehensive judicial data, it is unclear precisely when the charge began to be widely used to restrict online speech.\n“There do seem to be more cases of this coming to light, but I don’t think anyone can say with any certainty about statistics,” said Joshua Rosenzweig, a lecturer at the Chinese University of Hong Kong who studies the legal system. “There’s no transparency.”\nHe said security officials may prefer this charge because it may be easier to make a case for “picking quarrels” than for subversion of the state, another charge commonly used to punish political malcontents.\nThe wider interpretation, he said, was aimed at addressing the growing political discourse in cyberspace, which can at times feed into street actions.\n“The boundaries between online space and physical space were beginning to get blurred,” he said. “The authorities needed to respond to this in new ways.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe best-known “picking quarrels” case is that of Pu Zhiqiang, 50, a burly, baritone-voiced civil rights defense lawyer who has been held by the police for more than one year without a trial. In May, prosecutors brought two charges against him: inciting ethnic hatred, and picking quarrels and provoking trouble, for which he faces up to eight years in prison.\nMr. Pu’s lawyers said the prosecutors had built their case on 28 posts he had written on Weibo, a microblog platform.\nAdvertisement Continue reading the main story\nOne lawyer, Shang Baojun, said that the prosecutors had not laid out their evidence in detail, but that the ethnic hatred charge seemed to apply to posts that Mr. Pu wrote after a knife attack at the Kunming train station in 2014 in which ethnic Uighurs killed 31 people. Mr. Pu said Chinese policies in the western region of Xinjiang, where most Uighurs live, were partly to blame. “If you say Xinjiang belongs to China, don’t treat it as a colony,” he wrote.\nAs for the picking quarrels charge, Mr. Shang said it was hard to tell which posts would be used as evidence since the charge “is so broad.”\n“It may include his posts questioning some public figures and the meeting concerning June 4,” Mr. Shang said, referring to a private gathering in Beijing that Mr. Pu attended in May 2014 to commemorate the June 4, 1989, crackdown around Tiananmen Square. Mr. Pu was detained after that meeting.\nKAZAKHSTAN MONGOLIA N. KOREA Beijing XINJIANG Dunhuang S. KOREA JAPAN CHINA Shanghai NEPAL East China Sea TAIWAN Kunming INDIA Hong Kong MYANMAR 500 Miles\nThough Mr. Pu is suffering from prostatitis, no one is allowed to give him medicine, Mr. Shang said. He walks about two hours a day inside his cell to try to alleviate the pain. Officials have rejected applications for medical bail. He has undergone 10-hour interrogation sessions and has been denied timely access to his lawyers, Mr. Shang said.\nNot everyone detained on the picking quarrels charge is such an outspoken critic of the system. Dai Jianyong, a conceptual artist in Shanghai, is known for taking photographs of himself with his eyes tightly shut in a wincing face.\nHis fans call him Chrysanthemum Face, which also means Anus Face in Chinese. His online photo albums show him making that face while standing next to the Statue of Liberty, Facebook headquarters in Silicon Valley and models at a Shanghai car show.\nBut the photo that crossed the line was one that digitally merged his face with that of President Xi. Mr. Dai was detained in late May after he posted the new photograph online. He had also posted a sticker print of the photo outside the Shanghai Sculpture Space, a gallery near his home.\n“My husband loves photography,” his wife, Zhu Fengjuan, said in an interview shortly after his detention. “Apart from that, he has done nothing.”\nAdvertisement Continue reading the main story\nMr. Dai was released from jail last month but remains under surveillance. He and Ms. Zhu have declined to be interviewed since then.\nThe case of Nie Zhanye was more overtly linked to political speech. The police here arrested him in June 2014 on suspicion of inciting subversion. Prosecutors said he had disseminated articles honoring the Tiananmen Square victims to nearly 11,000 people in dozens of chat groups. In January, Mr. Nie, 50, who works in oil exploration, was convicted on the charge of picking quarrels solely for his online posts.\nA court here sentenced him to three years in prison, but he has been allowed to live at home under surveillance.\nA poem by another author that Mr. Nie posted on the Internet last year said: “They used to crush students with armored vehicles. Nowadays, they are ready to launch a full-scale war against their people by maintaining stability.”", "url": "https://www.nytimes.com/2015/07/27/world/asia/china-uses-picking-quarrels-charge-to-cast-a-wider-net-online.html"}