{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:23", "date_modify": "2018-11-16 04:17:23", "date_publish": "2015-09-01 23:22:23", "description": "Chinese news websites have recently featured monkeys trained to tear apart the nests of birds that might foul up the engines of fighter jets involved in a military parade on Thursday.", "filename": "2015_09_02_world_asia_china-parade-monkeys.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341843.html", "image_url": "https://static01.nyt.com/images/2015/09/02/world/01SINO-MONKEYS01/01SINO-MONKEYS01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_02_world_asia_china-parade-monkeys.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341843.html", "title": "Preparing for a Military Parade, China Deploys a Troop of Monkeys", "title_page": "Preparing for a Military Parade, China Deploys a Troop of Monkeys - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A group of air base officers thought of training monkeys early last year, and then brought their first recruits from Henan Province, in central China, where they have traditionally provided a livelihood for itinerant street performers.\n“After a month of training, the macaques mastered the technique of destroying nests” by shaking branches or kicking apart the nests, Wang Mingzhi, a military monkey handler, told a government news website.\nAn earlier television news report showed a macaque scrambling up a tree and deftly destroying a nest. Two of the monkeys, called Qitian and Ziyun, can demolish a nest in about a minute, while their trainer urges them to “hurry up,” according to another report.\nBut the Chinese military monkey handlers insist that their charges are kind to the environment, and that they are as much a deterrent as an active threat.\n“When the macaques destroy nests, they leave a scent on the tree, and this is a deterrent to bird species,” one unnamed trainer explained. “The same bird species won’t nest again in the same spot.”\nBut one species of bird cannot be curbed even by macaques: pigeons. Not for the first time, the authorities consider those birds a threat to their celebrations, and have issued a notice to the city’s pigeon fanciers not to release their pets on Thursday.\n“No unit or individual can release pigeons,” the notice reads, “and anyone who violates this ban will be sternly punished according to the law.”", "url": "https://www.nytimes.com/2015/09/02/world/asia/china-parade-monkeys.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}