{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:28:31", "date_modify": "2018-11-16 04:28:31", "date_publish": "2015-01-17 19:30:15", "description": "A third Romney run is a bad idea, but it’s hard to see what harm it can do.", "filename": "2015_01_18_opinion_sunday_ross-douthat-mitt-the-insurgent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342511.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_18_opinion_sunday_ross-douthat-mitt-the-insurgent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342511.html", "title": "Mitt the Insurgent", "title_page": "Opinion | Mitt the Insurgent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THE idea of yet a third Mitt Romney campaign for the presidency, once the idle dream of a few Romney bundlers and now apparently something embraced by the Man From Bain Capital himself, has been greeted by most Republicans with a mixture of horror, exhaustion and embarrassment. The polite ones sound like a girl before the senior prom who can’t believe that the stumblebum date who ruined her last school dance is in line first to ask her again: No, please, not this time. The rest sound like the characters in the third act of a horror movie, confronting a shambling revenant that just keeps coming: How do we kill this thing?\nAnd these attitudes are understandable. Romney was not, perhaps, quite as terrible a presidential candidate as memories of his worst moments might lead one to believe: He ran ahead of many Republican Senate candidates; he had the most successful presidential debate performance in recent memory; he persuaded the public that he was closer to the ideological middle than President Obama.\nBut his failures were ... conspicuous. There was the threadbare policy agenda, linked to a self-defeating theory that the election would be decided by the unemployment rate alone. There were the various rich-guy disasters that played into the White House’s effort to portray him as the candidate of the richest 0.47 percent. And most unforgivable, given his promise of a ruthless private sector competence, there were the polling failures and ground game debacles that let Obama coast to victory.\nWhat would Romney re-redux offer? Nothing obvious: Romney’s a decade removed from elected office, with nothing on his résumé since except the permanent campaign. As a white, superrich, late-60-something male, he’s the walking embodiment of his party’s image problems. He won the last nominating contest because on the debate stage he looked like Aragorn son of Arathorn among a collection of dwarves and hobbits (plus Jon Huntsman’s elf lord and Ron Paul’s Gollum). Unless meteors strike several state capitols and the United States Senate, that won’t be true this time.", "url": "https://www.nytimes.com/2015/01/18/opinion/sunday/ross-douthat-mitt-the-insurgent.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}