{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:23:20", "date_modify": "2018-11-16 03:23:20", "date_publish": "2015-10-01 14:36:58", "description": "The news increased tensions between Iran and Saudi Arabia and added to doubts that the Saudi government had provided a full accounting of the disaster.", "filename": "2015_10_02_world_middleeast_iranians-killed-hajj-stampede-mecca.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338600.html", "image_url": "https://static01.nyt.com/images/2015/10/02/world/02Saudi-web/02Saudi-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_02_world_middleeast_iranians-killed-hajj-stampede-mecca.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338600.html", "title": "Number of Iranians Killed in Hajj Stampede Grows to 464", "title_page": "Number of Iranians Killed in Hajj Stampede Grows to 464 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — The number of Iranian pilgrims who died last week in a human crush near Mecca in Saudi Arabia has nearly doubled to 464, Iran reported on Thursday, increasing tensions between the two countries and adding to doubts that the Saudi government had provided a full accounting of the disaster.\nThe deaths occurred on Sept. 24, when large crowds of pilgrims converged on streets with few exits in a tent city in Mina, near a crucial stop on the annual pilgrimage known as the hajj. Iran has been joined by India, Indonesia and Pakistan in suggesting that the Saudis have not fully acknowledged the human toll.\nSaudi officials blamed some pilgrims for failing to follow directions, leading to overcrowding exacerbated by the dehydration of many pilgrims in the heat.\nBut other governments and people in the area at the time have accused the authorities of failing to control the crowds and temporarily closing exits, leaving the pilgrims confined.", "url": "https://www.nytimes.com/2015/10/02/world/middleeast/iranians-killed-hajj-stampede-mecca.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}