{"authors": ["Jim Yardley", "Dan Bilefsky"], "date_download": "2018-11-16 03:19:39", "date_modify": "2018-11-16 03:19:39", "date_publish": "2015-04-21 08:45:28", "description": "Survivors said the captain made “wrong maneuvers” and collided with a rescue ship, precipitating a capsize that the authorities say killed more than 800.", "filename": "2015_04_22_world_europe_italy-libya-migrant-boat-capsize.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338379.html", "image_url": "https://static01.nyt.com/images/2015/04/22/world/Migrant/Migrant-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_22_world_europe_italy-libya-migrant-boat-capsize.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338379.html", "title": "Migrant Boat Captain Steered Toward Tragedy in Mediterranean, Authorities Say", "title_page": "Migrant Boat Captain Steered Toward Tragedy in Mediterranean, Authorities Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MINEO, Sicily — When the Italian Coast Guard first got a call Saturday night from a fishing boat alerting it to a large vessel carrying migrants in the Mediterranean between the Libyan coast and the Italian island of Lampedusa, it radioed the nearest commercial ship, a Portuguese freighter called the King Jacob, to go help.\nWhat happened when the King Jacob, nearly 500 feet long, approached the multitiered migrant vessel early on Sunday morning is not precisely clear. But an account provided Tuesday by prosecutors in Sicily, based on interviews with survivors, said the captain of the migrant ship, seeing the approaching King Jacob, made “wrong maneuvers” and collided with it. The migrants then crowded to one side of their boat after the collision, causing it to capsize.\nInvestigators are just beginning to debrief the few survivors of the wreck: 28 men out of the estimated 850 people who packed onto the migrant vessel. But they have arrested its captain, identified on Tuesday by prosecutors as Mohammed Ali Malek, 27, a Tunisian, on suspicion of multiple homicide.\nMr. Malek and another crew member, Mahmud Bikhit, 25, a Syrian, are likely to be charged with engaging in illegal migration. The two men were detained while on the rescue boat that took more than two dozen survivors to the Sicilian port city of Catania on Monday night.", "url": "https://www.nytimes.com/2015/04/22/world/europe/italy-libya-migrant-boat-capsize.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}