{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:29:20", "date_modify": "2018-11-16 03:29:20", "date_publish": "2015-08-07 11:00:05", "description": "The fortified wine — especially the fragrant Spanish variety — deserves more than a supporting role in cocktails.", "filename": "2015_08_09_magazine_starring-vermouth_1542338960.html", "image_url": "https://static01.nyt.com/images/2015/08/09/magazine/09drink1/09drink1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_09_magazine_starring-vermouth_1542338960.html", "title": "Starring Vermouth", "title_page": "Starring Vermouth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few years ago, my brother asked me where I would like to spend my 40th birthday. I chose Spain, and he generously presented me with a plane ticket to Barcelona. I booked a sunny apartment with an abundance of colorful tiles. I got a ticket for an FC Barcelona match at Camp Nou. But in the weeks leading up to my birthday, my mother’s health declined precipitously. I couldn’t leave New York under the circumstances, and canceled the trip.\nSo when my friend Katie surprised me in January with the birthday gift of a beautiful bottle of a Spanish vermouth that I hadn’t tried before, the present was more touching than she could have known. The vermouth she gave me, Primitivo Quiles rojo, is produced by an old family-operated winery in Spain’s Alicante province. It’s a little raisiny, fragrant with spice and bark, suggestive of green walnuts. It’s immensely enjoyable to drink.\nI’ve always been pro-vermouth. I favor a substantially wet martini. But I would like to see it more often as the star of a drink, not just a supporting player. Essentially wine flavored with spices and herbs and other aromatics, it is the easiest and arguably greatest of aperitifs. It is versatile, relatively low in alcohol and a bargain (many of my favorite bottles hover in the $20 range). I cook with it too: Whenever I pan-fry a steak, I finish it just as my mother did, with a quick vermouth flambé. There are French vermouths, Italian vermouths and American vermouths that I like. But because of that birthday gift, this has been my year of Spanish vermouth. I’ve brought a bottle with me to every party I’ve gone to in the past six months or so, and my hosts and fellow guests have been as surprised and delighted by it as I am. I created a simple cocktail by combining the Primitivo Quiles vermouth rojo with fresh grapefruit juice, tonic and Angostura bitters: an instant favorite.\nNot long ago I sat down to talk (and taste) vermouth with Alexandra Raij. With her husband, Eder Montero, Raij is the owner and chef of three Spanish restaurants in New York City — El Quinto Pino, La Vara and Txikito — that feature cocktails made with Spanish vermouth. At El Quinto Pino, there’s a particularly elegant drink that Raij named the Montserrat, in honor of the Virgin of Montserrat, Catalonia’s patron saint. It calls for Casa Mariol’s Vermut Negre, which is tinged with cinnamon and is reminiscent (I mean this as a compliment) of very good root beer. There’s also a terrific dish on the restaurant’s menu of surf clams with olives and vermouth gelée. But Raij extolled the more pared-down pleasures of the Marianito as well (chilled, dry vermouth over ice, with olives and citrus to garnish) and Vermut Preparado (same deal, but with sweet vermouth).", "url": "https://www.nytimes.com/2015/08/09/magazine/starring-vermouth.html"}