{"authors": ["Michael Schuman"], "date_download": "2018-11-16 04:48:08", "date_modify": "2018-11-16 04:48:08", "date_publish": "2015-08-28 08:38:05", "description": "The government is keeping failing factories on life support in an effort to maintain social stability, but the policy may hinder a return to healthy growth.", "filename": "2015_08_30_business_international_zombie-factories-stalk-the-sputtering-chinese-economy_1542343688.html", "image_url": "https://static01.nyt.com/images/2015/08/30/business/zombies-slide-SWFF/zombies-slide-SWFF-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_30_business_international_zombie-factories-stalk-the-sputtering-chinese-economy_1542343688.html", "title": "Zombie Factories Stalk the Sputtering Chinese Economy", "title_page": "Zombie Factories Stalk the Sputtering Chinese Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like many industrial cities across China, Changzhi, which expanded aggressively during the country’s long investment boom, has too many factories and too little demand. That excess capacity, many economists indicate, will have to be eliminated for the Chinese economy to return to healthy growth.\nBut rather than shut down, Lucheng Zhuoyue and other Changzhi companies are limping along in a kind of march of the undead.\nTo protect jobs and plants, the government and its state-owned banks sometimes keep money-losing businesses on life support by rolling over or restructuring loans, providing fresh credit or offering other aid. While this may seem like an odd business tactic, it is part of a broader strategy to help maintain social stability, a major goal of China’s leadership. Authorities in China’s provinces and cities also back struggling factories just because they are deemed important to the local economy.\nBeijing Changzhi Shanghai CHINA TAIWAN Shenzhen 300 miles\nSimilar strategies have been tried before, with little success. In Japan, such businesses, known as “zombie companies,” are blamed for contributing to that country’s two decades of economic stagnation.\nAs China allows its own “zombies” to stalk the economy, the situation is clouding the country’s outlook, making it difficult to predict where growth is headed. If the leadership doesn’t address the underlying problem, the economic weakness could be prolonged.\nConcerns have already been rising that China’s slowdown is worsening and its problems are becoming harder to overcome. Such fears helped ignite a dramatic sell-off on stock markets around the world. Shares on the Shanghai stock exchange have tumbled by more than third since the June high.\n“Global investors have now come to realize that China’s travails are beginning to affect everyone,” said Frederic Neumann, co-head of Asian economic research at HSBC in Hong Kong.\nAdvertisement Continue reading the main story\nA Threat to Prosperity\nFar from the sparkle of Shanghai or the export zones of Shenzhen, Changzhi is a modest city of three million people who live in low-rise apartment complexes and work in boxy factory compounds. The local economy depends on steel manufacturing and other heavy industries that girded the country’s decades-long era of high growth. As the property market grew and the government plowed money into roads and other infrastructure, cement factories sprouted on the city’s outskirts to capitalize on the bonanza, creating hundreds of well-paying jobs. In recent years, the busy local shops and crammed fast-food restaurants along Changzhi’s narrow downtown streets bustled with new prosperity.\nBut the country’s economy is slowing down, threatening that wealth. Gross domestic product expanded 7 percent in the second quarter of 2015. While that would be a stellar performance by the standards of most countries, it is the slowest pace for China in a quarter-century.\nSome industries are plummeting, wreaking havoc in less economically diverse cities and towns. Empty apartments built during the boom are now weighing down the property sector. Businessmen in Changzhi complain that construction projects supported by the local government have also been scaled back.\nAs a result, Changzhi’s cement plants are saddled by excess capacity. Companies in the province can produce three times as much cement as what was actually needed in 2014, according to the Shanxi Provincial Association of Building Material Industries. Two-thirds of them lost money in that year.\nPhoto\nSuch conditions have turned once promising companies into zombies. While trucks are still parked outside the sprawling industrial compound of Changzhi’s Huatai Cement Clinker Company, there are far fewer than just a couple of years ago, and they have less to haul. The money-losing company has produced a mere 200,000 metric tons of cement this year, even though it is able to make one million.\nAs a state-owned enterprise, Huatai has been kept running with the help of special assistance. Huatai gets coal on credit and access to cheap loans from its parent company, which is owned by the provincial government. That has allowed management to keep all its 300 workers on the payroll — the company’s top priority. “Our employees need to eat, they need to live,” said one manager, who declined to give his name.\nSuch measures may help sustain employment, but they also delay the much needed overhaul of Chinese industry. A study of China’s labor market by the International Monetary Fund released in July noted that state-owned enterprises tended to keep workers that they did not need. From an economic perspective, it would be better for such businesses to downsize or even close, releasing their trained staff to work at companies or in sectors with stronger prospects. That would shift resources away from less productive parts of the economy, helping get growth back on track.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWithout such a shift, the economy could suffer in the future. Raphael Lam, deputy resident representative at the I.M.F. in Beijing, says Chinese policy makers should move more forcefully to enact pro-market reforms and allow state-owned enterprises to restructure. If not, he says, “Over the long term, there would be an increasing likelihood of a sharper slowdown.”\n‘Eternal, Unpaid Vacation’\nThe situation is also complicating matters for workers not lucky enough to keep their jobs. Though unemployment has remained low nationally, workers in troubled Changzhi complain that good jobs are hard to find.\nAdvertisement Continue reading the main story\nAt the Changzhi Cement Group, where the only sound is a barking dog, a former company electrician, Zhao Liwei, 43, watches TV inside a decrepit room for janitors at the compound’s entrance. Two years ago, as production at the state-owned plant ground to a halt, her paychecks stopped coming. Most employees were left to fend for themselves.\nSince the factory was never formally shuttered, they have not received severance payments or other compensation, Ms. Zhao said. Though a private company took on a handful of employees to produce cement in a portion of the plant’s facilities in August, the work is only temporary.\nMs. Zhao has not worked at all. The only jobs in the area, she says, are sweeping floors and waiting tables, for as little as 500 renminbi, or $78, a month. She earned twice that working at the factory. “We were promised an iron rice bowl” — the Chinese term for lifetime employment — she said. But now “it is like we’ve been left on an eternal, unpaid vacation.”\nPhoto\nSome of these idled workers have faced biting hardship. Sitting outside a nearby deteriorating residential complex, Du Jianping, 45, says that she has to rely on handouts from her parents to put food on the table for her 12-year-old daughter. She and her husband lost their jobs at the Changzhi Cement Group, and ever since, Ms. Du has been earning a pittance selling women’s clothes and children’s toys at a stall outside a train station.\nShe feels trapped, fearing she would be unable to get better work elsewhere. “We are too old to find jobs in the cities,” she said. “I hope the government could help lift up the cement industry so that it can recover.”\nBeijing is sensitive to such pleas. Fearing that joblessness could lead to social instability, the government has made maintaining employment a primary goal of its economic policy. Premier Li Keqiang said during a news conference last year that the lowest growth rate acceptable to the regime “needs to ensure fairly full employment and realize reasonable increase of people’s income.”\nThat helps explain why Beijing is taking stronger action to prop up the economy. On Aug. 25, the central bank cut its benchmark interest rate for the fifth time since November. Almost two weeks earlier, it suddenly devalued the renminbi, which some analysts see as an attempt to lift China’s sagging exports by making them cheaper in international markets.\nThe government is also planning to use state banks to finance another round of infrastructure spending aimed at aiding beleaguered industries like cement. Managers in Changzhi argue that the authorities should be doing even more to help, by setting a minimum price for cement or supporting local construction projects.\nAdvertisement Continue reading the main story\nStill, such steps may do little more than keep zombie companies alive — to the detriment of the overall economy. By pumping up growth with fresh credit and stimulus, the government might temporarily revive some factories, but also exacerbate the economy’s problems of excess capacity and high debt.\nThe consulting firm IHS Global Insight estimates that debt relative to China’s output will reach 254 percent in 2015, nearly double the level of 2008. Such debt levels can pose substantial risks to an economy if borrowers are unable to repay them and a wave of defaults follows. “The size of debt only accumulates,” said Grace Wu, a senior director at the rating agency Fitch in Hong Kong. “That doesn’t help with the underlying economy. It doesn’t help create jobs.”\nOver the long term, Chinese policy makers are trying to decrease the economy’s dependence on excessive investment for growth and allow household consumption to play a bigger role. That means the factories in many heavy industries, like cement, may never run again at full tilt.\nWang Xiaohu has not completely given up hope. Over the years, Mr. Wang, a 40-year-old businessman, put 20 million renminbi, or $3.1 million, into Changzhi Ruili Building Materials Ltd., which can produce 300,000 metric tons of cement annually. But now the factory site is watched over by a lone, elderly security guard in an ill-fitting uniform. Mr. Wang was forced to idle the plant about 18 months ago, laying off nearly all of his 100 employees.\nMr. Wang, though, has refused to liquidate the factory. Instead, he maintains the machinery, waiting for the day when the economy revives and he can produce cement once again — a day that even he acknowledges may never come. “Many of the small and medium cement plants here are like this,” Mr. Wang says. “The chances are slim that they will ever reopen.”", "url": "https://www.nytimes.com/2015/08/30/business/international/zombie-factories-stalk-the-sputtering-chinese-economy.html"}