{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:03:31", "date_modify": "2018-11-16 04:03:31", "date_publish": "2015-06-08 04:01:05", "description": "The prevalence of diabetes has been rising in rich countries for several decades, largely driven by increases in the rate of obesity. More recently, poorer countries have begun to follow the trend.", "filename": "2015_06_08_health_research_global-diabetes-rates-are-rising-as-obesity-spreads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341011.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_08_health_research_global-diabetes-rates-are-rising-as-obesity-spreads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341011.html", "title": "Global Diabetes Rates Are Rising as Obesity Spreads", "title_page": "Global Diabetes Rates Are Rising as Obesity Spreads  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The global diabetes rate has risen by nearly half over the past two decades, according to a new study, as obesity and the health problems it spawns have taken hold across the developing world.\nThe prevalence of diabetes has been rising in rich countries for several decades, largely driven by increases in the rate of obesity. More recently, poorer countries have begun to follow the trend, with major increases in countries like China, Mexico and India.\nThe study, published Monday in the British medical journal The Lancet, reported a 45 percent rise in the prevalence of diabetes worldwide from 1990 to 2013. Nearly all the rise was in Type 2, which is usually related to obesity and is the most common form of the disease.\nA major shift is underway in the developing world, in which deaths from communicable diseases like malaria and tuberculosis have declined sharply, and chronic diseases like cancer and diabetes are on the rise. The pattern is linked to economic improvement and more people living longer, but it has left governments in developing countries scrambling to deal with new and often more expensive ways to treat illnesses.", "url": "https://www.nytimes.com/2015/06/08/health/research/global-diabetes-rates-are-rising-as-obesity-spreads.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}