{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:49:33", "date_modify": "2018-11-16 03:49:33", "date_publish": "2015-05-04 23:44:55", "description": "A look at how the professional world differs for men and women, and an implicit critique of a corporate culture that values long hours above all.", "filename": "2015_05_05_upshot_how-some-men-fake-an-80-hour-workweek-and-why-it-matters.html_module=inline_1542340173.html", "image_url": "https://static01.nyt.com/images/2015/05/05/business/05up-fakers/05up-fakers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_05_upshot_how-some-men-fake-an-80-hour-workweek-and-why-it-matters.html_module=inline_1542340173.html", "title": "How Some Men Fake an 80-Hour Workweek, and Why It Matters", "title_page": "How Some Men Fake an 80-Hour Workweek, and Why It Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Imagine an elite professional services firm with a high-performing, workaholic culture. Everyone is expected to turn on a dime to serve a client, travel at a moment’s notice, and be available pretty much every evening and weekend. It can make for a grueling work life, but at the highest levels of accounting, law, investment banking and consulting firms, it is just the way things are.\nExcept for one dirty little secret: Some of the people ostensibly turning in those 80- or 90-hour workweeks, particularly men, may just be faking it.\nMany of them were, at least, at one elite consulting firm studied by Erin Reid, a professor at Boston University’s Questrom School of Business. It’s impossible to know if what she learned at that unidentified consulting firm applies across the world of work more broadly. But her research, published in the academic journal Organization Science, offers a way to understand how the professional world differs between men and women, and some of the ways a hard-charging culture that emphasizes long hours above all can make some companies worse off.\nMs. Reid interviewed more than 100 people in the American offices of a global consulting firm and had access to performance reviews and internal human resources documents. At the firm there was a strong culture around long hours and responding to clients promptly.", "url": "https://www.nytimes.com/2015/05/05/upshot/how-some-men-fake-an-80-hour-workweek-and-why-it-matters.html?module=inline"}