{"authors": ["Michel Houellebecq"], "date_download": "2018-11-16 04:36:47", "date_modify": "2018-11-16 04:36:47", "date_publish": "2015-11-19 21:49:11", "description": "The attacks of Nov. 13 would not have happened if the government hadn’t let down its guard.", "filename": "2015_11_21_opinion_how-frances-leaders-failed-its-people.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343007.html", "image_url": "https://static01.nyt.com/images/2015/11/20/opinion/20michel/20michel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_21_opinion_how-frances-leaders-failed-its-people.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343007.html", "title": "Michel Houellebecq: How France’s Leaders Failed Its People", "title_page": "Opinion | Michel Houellebecq: How France’s Leaders Failed Its People - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(I was forgetting: We didn’t go into Iraq, not the second time. But it was close, and it looks as though Dominique de Villepin, then minister of foreign affairs, will go down in history for that reason — which is not nothing — for having prevented France, for the one and only time in its recent history, from participating in a criminal operation that also distinguished itself for its stupidity.)\nThe obvious conclusion is scathing, unfortunately. For 10 (20? 30?) years, our successive governments have pathetically, systematically, deplorably failed in their essential mission: to protect the population under their responsibility.\nAs for the population, it hasn’t failed at all. It’s unclear, at bottom, exactly what the population thinks, since our successive governments have taken great care not to hold referendums (except for one, in 2005, on a proposed European constitution, whose result they then preferred to ignore). But opinion polls are allowed, and for what they’re worth, they more or less reveal the following: that the French population has always maintained its trust in and solidarity with its police officers and its armed forces. That it has largely been repelled by the sermonizing airs of the so-called moral left (moral?) concerning how migrants and refugees are to be treated. That it has never viewed without suspicion the foreign military adventures its governments have seen fit to join.\nOne could cite many more examples of the gap, now an abyss, between the population and those supposed to represent it. The discredit that applies to all political parties today isn’t just huge; it is legitimate. And it seems to me, it really seems to me, that the only solution still available to us now is to move gently toward the only form of real democracy: I mean, direct democracy.", "url": "https://www.nytimes.com/2015/11/21/opinion/how-frances-leaders-failed-its-people.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}