{"authors": ["Coral Davenport", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:23:52", "date_modify": "2018-11-16 04:23:52", "date_publish": "2015-08-03 20:13:18", "description": "A group of lawyers, lobbyists and political strategists started devising a strategy for dismantling President Obama’s climate change regulations before he had even put forth a draft proposal.", "filename": "2015_08_04_us_obama-unveils-plan-to-sharply-limit-greenhouse-gas-emissions.html_module=inline_1542342232.html", "image_url": "https://static01.nyt.com/images/2015/08/04/us/04OBAMAVID/04OBAMAVID-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_04_us_obama-unveils-plan-to-sharply-limit-greenhouse-gas-emissions.html_module=inline_1542342232.html", "title": "Move to Fight Obama’s Climate Plan Started Early", "title_page": "Move to Fight Obama’s Climate Plan Started Early - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An important ally in the effort was the American Legislative Exchange Council, or ALEC, a conservative advocacy group that pushes policy through state legislatures. Typically, the council’s committees of corporate members will craft a model bill designed to push through policies it supports, such as rolling back environmental regulations.\nAt a July meeting in San Diego, ALEC’s energy committee — which includes Mr. Duncan, the coal lobbyist who also worked closely with Mr. McConnell on his tactics — enacted a model bill designed to directly support state attorneys general who legally challenge the climate change plan. According to a person present at that July meeting, the bill would allow states to create funds, which could be funded by corporate donations, to support legal challenges to the climate change rules.\nWhile it is not unusual for major corporations to sue the federal government over environmental regulations, people involved in the effort to craft a legal strategy against the climate change rules said the time, labor and coordination of the effort were unusual. That effort reflects the sweeping scope of climate change regulations, which, unless struck down in the Supreme Court, could transform huge sectors of the economy, potentially crippling the coal industry and other industrial sectors whose economic well-being relies on coal.\nThe Obama administration contends that despite the massive scale of the challenges trained against it, the climate change plan is legally sound. “The final rule is built on a rock-solid legal foundation,” said Thomas Reynolds, a spokesman for the agency.\n“E.P.A. is using its clear authority under the Clean Air Act to set emission standards for air pollutants,” he said. “The rule is wholly consistent with the law, and we are confident it will withstand any and all legal challenges.”\nBut Michael McKenna, a Republican energy lobbyist who has worked closely with the group, says that the attorneys general will not back down. “This rule was more aggressive than any of us could have imagined,” he said. “There is no lack of state attorneys general who would like to put a bullet in this thing.” The rules, a final, stricter version of a plan that the Environmental Protection Agency announced in 2012 and 2014, assigns each state a target for reducing its carbon pollution from power plants. States will be allowed to create their own plans to meet the requirements and will have to submit initial versions of their plans by 2016 and final versions by 2018.\nThe most aggressive of the regulations requires that by 2030, the nation’s existing power plants must cut emissions by 32 percent from 2005 levels, which is an increase from the 30 percent target proposed in the draft regulation.", "url": "https://www.nytimes.com/2015/08/04/us/obama-unveils-plan-to-sharply-limit-greenhouse-gas-emissions.html?module=inline"}