{"authors": ["Kevin Granville"], "date_download": "2018-11-16 03:16:07", "date_modify": "2018-11-16 03:16:07", "date_publish": "2015-05-11 20:04:55", "description": "The giant trade pact, years in the making, has become and a cornerstone of President Obama’s trade policy in his final term.", "filename": "2015_05_12_business_unpacking-the-trans-pacific-partnership-trade-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338167.html", "image_url": "https://static01.nyt.com/images/2015/05/12/business/12tppexplainer-1/12tppexplainer-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_12_business_unpacking-the-trans-pacific-partnership-trade-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338167.html", "title": "The Trans-Pacific Partnership Trade Deal Explained", "title_page": "The Trans-Pacific Partnership Trade Deal Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read an updated version here »\nLike a huge container ship pushing its way into port, the trade pact known as the Trans-Pacific Partnership has dropped anchor in Washington. The document is weighty and secret, stretching to perhaps 30 chapters. It took 10 years of talks to take shape, and it would set new terms for trade and business investment among the United States and 11 other Pacific Rim nations — a far-flung group with an annual gross domestic product of nearly $28 trillion that represents roughly 40 percent of global G.D.P. and one-third of world trade.\nTrade officials met in Hawaii in late July with hopes of reaching a final agreement, but the talks broke down over issues that have bedeviled a potential pact from the beginning, including the removal of protectionist agricultural policies.\nTalks will resume in the future, but the failure to reach a settlement is a setback for President Obama. In June, he successfully overcame opposition from Democrats to win trade promotion authority: the power to negotiate trade deals that cannot be amended or filibustered by Congress. Once negotiators complete the trade pact, he would need to convince Congress — his fellow Democrats, in particular — to approve the trade deal. The latest setback means the ratificatication fight will likely be in 2016, a presidential election year, raising the degree of difficulty.\nThe debate in Congress, whenever it takes place, would put all the elements of the trade pact under scrutiny. It would be the final step for United States adoption of the Trans-Pacific Partnership, the most ambitious trade deal since the North American Free Trade Agreement in the 1990s.", "url": "https://www.nytimes.com/2015/05/12/business/unpacking-the-trans-pacific-partnership-trade-deal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}