{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:43:51", "date_modify": "2018-11-16 04:43:51", "date_publish": "2015-06-24 02:47:31", "description": "The decision is a victory for the Federal Trade Commission, which sued to block the deal on grounds it would lead to higher prices and worse service.", "filename": "2015_06_24_business_dealbook_judge-halts-syscos-proposed-merger-with-us-foods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343431.html", "image_url": "https://static01.nyt.com/images/2015/06/25/business/db-sysco-web1/db-sysco-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_24_business_dealbook_judge-halts-syscos-proposed-merger-with-us-foods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343431.html", "title": "Judge Halts Sysco’s Proposed Merger With US Foods", "title_page": "Judge Halts Sysco’s Proposed Merger With US Foods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A federal judge on Tuesday ordered a preliminary injunction to halt Sysco’s proposed merger with US Foods, dealing a potentially fatal blow to what would be a union of the country’s two biggest food distribution companies.\nThe decision is a victory for the Federal Trade Commission, which sued in February to block the deal on the grounds that it would lead to higher prices and worse service for customers like restaurants and schools.\nThe Obama administration has asserted itself in a number of high-profile antitrust cases of late. It successfully fought to block the mergers of both Comcast and Time Warner Cable and of AT&T and T-Mobile US, and also threatened to oppose a union of Sprint and T-Mobile US.\nTuesday’s ruling, by Judge Amit P. Mehta of the Federal District Court for the District of Columbia, may prove to be insurmountable for Sysco and US Foods, which announced their plans in December 2013. In a statement, Sysco’s chief executive, Bill DeLaney, said he was “profoundly disappointed” with the outcome. The company said it would review its options, but a person briefed on its internal discussions said that the food service giant would most likely walk away from the deal.", "url": "https://www.nytimes.com/2015/06/24/business/dealbook/judge-halts-syscos-proposed-merger-with-us-foods.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}