{"authors": ["Mark Scott"], "date_download": "2018-11-16 03:14:47", "date_modify": "2018-11-16 03:14:47", "date_publish": "2015-02-13 19:44:54", "description": "European companies, with less access to investors, are adapting by taking advantage of niches, rather than taking United States rivals head-on.", "filename": "2015_02_14_technology_for-tech-start-ups-in-europe-an-oceanic-divide-in-funding_1542338087.html", "image_url": "https://static01.nyt.com/images/2015/02/14/technology/14euventure-pic/14euventure-pic-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_14_technology_for-tech-start-ups-in-europe-an-oceanic-divide-in-funding_1542338087.html", "title": "For Tech Start-Ups in Europe, an Oceanic Divide in Funding", "title_page": "For Tech Start-Ups in Europe, an Oceanic Divide in Funding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — When Arnaud Bertrand helped found HouseTrip, a vacation rental website, in 2009, his goal was to build a rival in Europe to Airbnb, which was then a year-old start-up.\nFrom offices in central London — equipped with game tables and colorful photos of European cities — HouseTrip quickly raised almost $60 million from private investors, expanded to more than 30 countries and hired over 100 people, from London to Lisbon. The aim was to connect travelers with people looking to rent out their homes.\n“The focus from Day 1 has been Europe,” said Mr. Bertrand, 30.\nBut over the last six years, HouseTrip has found itself in an increasing struggle to compete with Airbnb, which has become the global leader in short-term rentals. And like many other European start-ups trying to compete against bigger American rivals with international ambitions, HouseTrip is having to adapt its business model. It is now trying to mine smaller markets, rather than compete head-on.\nThere might be any number of explanations for Airbnb’s rapid ascent — management prowess, savvy marketing or a better stable of available properties. But there has been one clear, made-in-the U.S.A. advantage: funding, and lots of it.", "url": "https://www.nytimes.com/2015/02/14/technology/for-tech-start-ups-in-europe-an-oceanic-divide-in-funding.html"}