{"authors": ["Reed Abelson"], "date_download": "2018-11-16 04:08:12", "date_modify": "2018-11-16 04:08:12", "date_publish": "2015-06-02 01:22:09", "description": "Many insurers say they are asking for higher premiums because they remain unsure about the future and what their medical costs will be.", "filename": "2015_06_02_business_seeking-rate-increases-insurers-use-guesswork.html_module=inline_1542341292.html", "image_url": "https://static01.nyt.com/images/2015/06/02/business/insure1/insure1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_02_business_seeking-rate-increases-insurers-use-guesswork.html_module=inline_1542341292.html", "title": "Seeking Rate Increases, Insurers Use Guesswork", "title_page": "Seeking Rate Increases, Insurers Use Guesswork - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a sign of the tumult in the health insurance industry under the Affordable Care Act, companies are seeking wildly differing rate increases in premiums for 2016, with some as high as 85 percent, according to information released on Monday by the federal government for the 37 states using HealthCare.gov as their exchange.\nThe data from the Centers for Medicare and Medicaid Services included only proposed rate increases of 10 percent or more, and federal officials emphasized that it would be months before final rates were set. Regulators in some states have the authority to overrule rate increases they deem to be too high.\nExperts cautioned against relying too heavily on the data as a predictor of prices for next year.\n“Trying to gauge the average premium hike from just the biggest increases is like measuring the average height of the public by looking at N.B.A. players,” said Larry Levitt, an executive with the Kaiser Family Foundation.\nBut many insurers, including those seeking relatively hefty increases below 10 percent, say they are asking for higher premiums because they remain unsure about the future and what their medical costs will be.", "url": "https://www.nytimes.com/2015/06/02/business/seeking-rate-increases-insurers-use-guesswork.html?module=inline"}