{"authors": ["Melissa Eddy", "Dan Bilefsky"], "date_download": "2018-11-16 03:19:35", "date_modify": "2018-11-16 03:19:35", "date_publish": "2015-09-14 09:52:59", "description": "The restrictions, aimed at slowing the influx of migrants, pointed to Europe’s intensifying struggle to deal with the humanitarian crisis.", "filename": "2015_09_15_world_europe_europe-migrants-germany.html_action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article_1542338375.html", "image_url": "https://static01.nyt.com/images/2015/09/15/world/15Germany2-web/15Germany2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_15_world_europe_europe-migrants-germany.html_action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article_1542338375.html", "title": "Austria, Slovakia and the Netherlands Introduce Border Controls", "title_page": "Austria, Slovakia and the Netherlands Introduce Border Controls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Austria, Slovakia and the Netherlands introduced border controls on Monday, as Germany’s decision over the weekend to set up checks began to ripple across a bloc struggling to deal with the influx of migrants coming to the Continent.\nIn Hungary, the authorities said that a near-record 5,353 migrants had crossed into the country from Serbia before noon on Monday — even as Budapest continued to seal off that border with the construction of a 109-mile fence made with razor wire.\nAround 50 police officers, wearing riot gear and equipped with pepper spray, converged Monday afternoon on the train tracks linking the villages of Roszke, Hungary and Horgos, Serbia, which thousands of migrants had used to cross in recent days. An official in a bright yellow jacket turned away migrants seeking to enter Hungary.\nStarting Tuesday, Hungary will classify unauthorized entry into the country as a criminal offense, punishable by up to three years in prison. In response, Serbia said it would set up reception centers in the north of the country and pleaded for the European Union, of which it is not a member, to take action.", "url": "https://www.nytimes.com/2015/09/15/world/europe/europe-migrants-germany.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article"}