{"authors": ["Mark Mazzetti", "Nicholas Kulish", "Christopher Drew", "Serge F. Kovaleski", "Sean D. Naylor", "John Ismay"], "date_download": "2018-11-16 04:38:12", "date_modify": "2018-11-16 04:38:12", "date_publish": "2015-06-06 10:35:58", "description": "The unit best known for killing Osama bin Laden has been converted into a global manhunting machine with limited outside oversight.", "filename": "2015_06_07_world_asia_the-secret-history-of-seal-team-6.html_module=inline_1542343092.html", "image_url": "https://static01.nyt.com/images/2015/05/29/world/29seals-sealsbw2/29seals-sealsbw2-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_07_world_asia_the-secret-history-of-seal-team-6.html_module=inline_1542343092.html", "title": "SEAL Team 6: A Secret History of Quiet Killings and Blurred Lines", "title_page": "SEAL Team 6: A Secret History of Quiet Killings and Blurred Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While declining to comment specifically on SEAL Team 6, the United States Special Operations Command said that since the Sept. 11, 2001, attacks, its forces “have been involved in tens of thousands of missions and operations in multiple geographic theaters, and consistently uphold the highest standards required of the U.S. Armed Forces.”\nThe command said its operators are trained to operate in complex and fast-moving environments and it trusts them to conduct themselves appropriately. “All allegations of misconduct are taken seriously,” the statement said, adding: “Substantiated findings are dealt with by military or law enforcement authorities.”\nThe unit’s advocates express no doubts about the value of such invisible warriors. “If you want these forces to do things that occasionally bend the rules of international law,” said James G. Stavridis, a retired admiral and former Supreme Allied Commander at NATO, referring to going into undeclared war zones, “you certainly don’t want that out in public.” Team 6, he added, “should continue to operate in the shadows.”\nBut others warn of the seduction of an endless campaign of secret missions, far from public view. “If you’re unacknowledged on the battlefield,” said William C. Banks, an expert on national security law at Syracuse University, “you’re not accountable.”\nAdvertisement Continue reading the main story\nFighting Up Close\nPhoto\nAFGHANISTAN Takur Ghar PAKISTAN\nDuring a chaotic battle in March 2002 on the Takur Ghar mountaintop close to the Pakistan border, Petty Officer First Class Neil C. Roberts, an assault specialist in SEAL Team 6, fell from a helicopter onto terrain held by Qaeda forces.\nEnemy fighters killed him before American troops were able to get there, mutilating his body in the snow.\nIt was SEAL Team 6’s first major battle in Afghanistan, and he was the first member to die. The manner in which he was killed sent shudders through the tight-knit community. America’s new war would be up close and ugly. At times, the troops carried out the grisliest of tasks: cutting off fingers or small patches of scalp for DNA analysis from militants they had just killed.\nAfter the March 2002 campaign, most of Osama bin Laden’s fighters fled into Pakistan, and Team 6 would rarely fight another sustained, pitched battle against the terrorist network in Afghanistan. The enemy they had been sent to take on had largely disappeared.\nAt the time, the team was prohibited from hunting Taliban fighters and also blocked from chasing any Qaeda operatives into Pakistan, out of concern about alienating the Pakistani government. Mostly confined to the Bagram Air Base outside Kabul, the SEALs were frustrated. The C.I.A., though, was under no similar restrictions, and Team 6 members eventually began working with the spy agency and operated under its broader combat authorities, according to former military and intelligence officials.\nThe missions, part of the Omega Program, allowed the SEALs to conduct “deniable operations” against the Taliban and other militants in Pakistan. Omega was modeled after the Vietnam-era Phoenix Program, when C.I.A. officers and Special Operations troops conducted interrogations and assassinations to try to dismantle the Vietcong’s guerrilla networks in South Vietnam.\nBut an extensive campaign of lethal operations in Pakistan was considered too risky, the officials said, so the Omega Program primarily focused on using Afghan Pashtuns to run spying missions into the Pakistani tribal areas, as well as working with C.I.A.-trained Afghan militias during night raids in Afghanistan. A C.I.A. spokesman declined to comment for this article.\nThe escalating conflict in Iraq was drawing most of the Pentagon’s attention and required a steady buildup of troops, including deployments by SEAL Team 6 members. With the relatively small American military footprint in Afghanistan, Taliban forces began to regroup. Alarmed, Lt. Gen. Stanley A. McChrystal, who was leading Joint Special Operations Command, in 2006 ordered the SEALs and other troops to take on a more expansive task in Afghanistan: Beat back the Taliban.\nThat order led to years of nightly raids or fights by Team 6, which was designated the lead Special Operations force during some of the most violent years in what became America’s longest war. A secret unit that was created to carry out the nation’s riskiest operations would instead be engaged in dangerous but increasingly routine combat.\nAdvertisement Continue reading the main story\nThe surge in operations started during that summer when Team 6 operators and Army Rangers began to hunt down midlevel Taliban figures in hopes of finding leaders of the group in Kandahar Province, the Taliban heartland. The SEALs used techniques developed with Delta Force in kill-and-capture campaigns in Iraq. The logic behind the manhunts was that intelligence gathered from a militant safe house, along with that collected by the C.I.A. and the National Security Agency, could lead to a bomb maker’s workshop and eventually to the door of an insurgent commander.\nSpecial Operations troops struck a seemingly endless succession of targets. No figures are publicly available that break out the number of raids that Team 6 carried out in Afghanistan or their toll. Military officials say that no shots were fired on most raids. But between 2006 and 2008, Team 6 operators said, there were intense periods in which for weeks at a time their unit logged 10 to 15 kills on many nights, and sometimes up to 25.\nThe accelerated pace caused “guys to become fierce,” said a former Team 6 officer. “These killing fests had become routine.”\nSpecial Operations commanders say the raids helped unravel Taliban networks. But some Team 6 members came to doubt that they were making much of a difference. One former senior enlisted SEAL member, pressed for details about one mission, said, “It became so many of these targets, it was just another name.”\n“Whether they were facilitators, Taliban subcommanders, Taliban commanders, financiers, it no longer became important,” he added.\nAnother former Team 6 member, an officer, was even more dismissive of some of the operations. “By 2010, guys were going after street thugs,” he said. “The most highly trained force in the world, chasing after street thugs.”\nThe unit pushed to make its operations faster, quieter and deadlier, and benefited from a ballooning budget and from advances in technology since 2001. Team 6’s bland cover name — the Naval Special Warfare Development Group — is a nod to its official mission of developing new equipment and tactics for the broader SEAL organization, which also includes nine unclassified teams.\nAdvertisement Continue reading the main story\nThe SEALs’ armorers customized a new German-made rifle and equipped nearly every weapon with suppressors, which reduce gunshot sounds and muzzle flashes. Infrared lasers enabling the SEALs to shoot more accurately at night became standard issue, as did thermal optics to detect body heat. The SEALs were equipped with a new generation of grenade — a thermobaric model that is particularly effective in making buildings collapse. They often operated in larger groups than they had traditionally done. More SEALs carrying deadlier weapons meant that fewer enemies escaped alive.\nPhoto\nSome Team 6 assault troops also used tomahawks crafted by Daniel Winkler, a knife maker in North Carolina who forged blades for the film “The Last of the Mohicans.” During one period, members of Team 6’s Red Squadron — its logo shows crossed tomahawks below the face of a Native American warrior — received a Winkler hatchet after their first year in the squadron, according to two members. In an interview, Mr. Winkler declined to discuss which SEAL units had received his tomahawks, but did say many were paid for by private donors.\nThe weapons were not just wall ornaments. Several former Team 6 members said that some men carried the hatchets on missions, and at least one killed an enemy fighter with the weapon. Dom Raso, a former Team 6 member who left the Navy in 2012, said that hatchets were used “for breaching, getting into doors, manipulating small locks, hand-to-hand combat and other things.” He added that hatchet and blade kills occurred during his time with the SEALs.\n“Whatever tool you need to protect yourself and your brothers, whether it is a blade or a gun, you are going to use,” said Mr. Raso, who has worked with Mr. Winkler in producing a blade.\nMany SEAL operators rejected any use of tomahawks — saying they were too bulky to take into combat and not as effective as firearms — even as they acknowledged the messiness of warfare.\n“It’s a dirty business,” said one former senior enlisted Team 6 member. “What’s the difference between shooting them as I was told and pulling out a knife and stabbing them or hatcheting them?”\nThe Culture\nSEAL Team 6’s fenced-off headquarters at the Dam Neck Annex of the Oceana Naval Air Station, just south of Virginia Beach, houses a secretive military within the military. Far removed from the public eye, the base is home not just to the team’s 300 enlisted operators (they disdain the term “commandos”), their officers and commanders, but also to its pilots, Seabee builders, bomb disposal technicians, engineers, medical crews and an intelligence unit equipped with sophisticated surveillance and global tracking technology.", "url": "https://www.nytimes.com/2015/06/07/world/asia/the-secret-history-of-seal-team-6.html?module=inline"}