{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:12", "date_modify": "2018-11-16 04:55:12", "date_publish": "2015-04-28 20:43:47", "description": "Mr. Kushner, 34, is the chief executive of Kushner Companies, a developer that owns and operates more than 20,000 residential apartments nationwide.", "filename": "2015_04_29_realestate_commercial_a-conversation-with-jared-c-kushner.html_module=inline_1542344112.html", "image_url": "https://static01.nyt.com/images/2015/04/29/realestate/commercial/29interview/29interview-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_29_realestate_commercial_a-conversation-with-jared-c-kushner.html_module=inline_1542344112.html", "title": "A Conversation With Jared C. Kushner", "title_page": "A Conversation With Jared C. Kushner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. So you’ll have to wait for the leases of the current tenants to expire before you do these things.\nA. We’re not very aggressive in getting tenants out. When tenants leave, we get an apartment back and we always look at the apartment as to how to maximize the value.\nQ. Why the focus on rentals over condos?\nA. With condos you’re probably more at the mercy of the market and your capital structure. I tend to feel more comfortable in rental product where you have the ability to outlast a market that’s smarter than you.\nQ. Is it hard finding properties?\nA. Developers complain that it’s hard finding property these days, but it’s always hard to find deals. I think you just have to work a little bit harder and be creative. New York is such a dynamic market that as the market evolves and the living patterns change, you just have to be very in tune with them so that you can try to create the supply that’s meeting the changing demand. We’ve done over $5 billion of acquisitions over the last four and a half, five years.\nQ. The company has been big on investing in emerging neighborhoods. But are there many left?\nA. I’m very bullish on Jersey City as an affordable outlet for people who are working in New York City. I’m seeing that a lot of young people in the arts and creative fields are starting to live there. We see it as a great community that’s emerging.\nOver the last 18 months we’ve been very active in Jersey City.\nQ. Let’s talk about your projects there. You recently bought a two-acre site at One Journal Square.\nA. We’ll build a great mixed-use project. We haven’t submitted our plans to the city yet.\nQ. What’s the status of your planned residential tower at 30 Journal Square?", "url": "https://www.nytimes.com/2015/04/29/realestate/commercial/a-conversation-with-jared-c-kushner.html?module=inline"}