{"authors": ["Frank Bruni"], "date_download": "2018-11-16 03:22:08", "date_modify": "2018-11-16 03:22:08", "date_publish": "2015-12-08 22:09:31", "description": "The planet’s neediest billionaire is aiding our enemies by playing into their narrative.", "filename": "2015_12_09_opinion_what-to-tell-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338528.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/bruni-circular/bruni-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_opinion_what-to-tell-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338528.html", "title": "What to Tell Donald Trump", "title_page": "Opinion | What to Tell Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But what Trump just did took pressure off the president by redirecting the conversation from his tentativeness to Trump’s insane overreach. We should tell him that, and we should add that he has practically collaborated with the enemy by playing into a narrative of Muslim persecution and a grand war between civilizations.\nHe has given the Islamic State and other barbarians a piece of propaganda as big as any of his resorts and as shimmering as any of his office towers.\nWe should tell him that by setting a standard of such outlandishness and a reference point of such divisiveness, he’s helping his Republican rivals, whose own recklessness doesn’t draw the scrutiny that it otherwise would. Nothing’s shocking in the context of Trump.\nSo Ted Cruz reacts to the San Bernardino massacre by visiting a firing range and promising such extensive bombing of the Middle East that he’ll find out “if sand can glow in the dark.” But are we reading about him as the second coming of Barry Goldwater? Not so much, because we’re reading about Trump as the second coming of the last century’s worst fascists.\nWe should tell him that even a huckster extraordinaire like him can’t sell himself as smart while acting so dumb. He’s going to bar Muslims only temporarily, he insisted — just until Congress figures out “what the hell is going on.”\nBut he also portrays members of Congress as nincompoops who can’t figure out how to tie their own shoelaces. So Trump’s temporary is forever, at least if we apply logic to his illogic.\nWhat’s not forever: our surrender to his insidious grandstanding. Our obedient witness to it. We in the media should tell him that once he fades from this presidential race, is no longer a candidate for anything and there’s no urgency or compelling public interest in having him phone in to the morning news shows, he’s fired. Cut off.", "url": "https://www.nytimes.com/2015/12/09/opinion/what-to-tell-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}