{"authors": ["Thomas Erdbrink"], "date_download": "2018-11-16 04:24:24", "date_modify": "2018-11-16 04:24:24", "date_publish": "2015-04-03 12:19:42", "description": "In a sign that the plan was broadly supported by the establishment, the government was allowed to promote the virtues of it at Friday Prayer.", "filename": "2015_04_04_world_middleeast_iran-nuclear-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342264.html", "image_url": "https://static01.nyt.com/images/2015/04/04/world/04Iran3-web/04Iran3-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_04_world_middleeast_iran-nuclear-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342264.html", "title": "Iran’s Leaders Begin Tricky Task of Selling Nuclear Deal at Home", "title_page": "Iran’s Leaders Begin Tricky Task of Selling Nuclear Deal at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TEHRAN — As word made its way around the globe that an understanding had been reached with the United States and other powers to limit Iran’s nuclear program, Iranians themselves greeted the news with optimism and skepticism on Friday.\nWhile the political climate remained uncertain, the government was allowed to promote the deal at Friday Prayer, a sign that the plan was broadly supported by Iran’s establishment.\nIn a nationally televised speech on Friday, Iran’s president, Hassan Rouhani, a moderate, praised the deal as a development that “benefits everybody.”\nAnswering some Western critics who question Tehran’s credibility, he pledged that his country would keep its end of the bargain. “Any promise that we made and any promise that we will make, we will stand by it,” he said. “We are not men of deception and hypocrisy.”", "url": "https://www.nytimes.com/2015/04/04/world/middleeast/iran-nuclear-deal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}