{"authors": ["Tamar Lewin"], "date_download": "2018-11-16 04:32:13", "date_modify": "2018-11-16 04:32:13", "date_publish": "2015-03-03 18:35:31", "description": "The raids were part of a federal inquiry into an industry that helps pregnant Chinese women travel to the United States to deliver babies who will have American citizenship.", "filename": "2015_03_04_us_california-homes-raided-in-federal-crackdown-on-chinese-birth-tourism.html_module=inline_1542342733.html", "image_url": "https://static01.nyt.com/images/2015/03/04/us/04MATERNITYWEB/04MATERNITYWEB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_04_us_california-homes-raided-in-federal-crackdown-on-chinese-birth-tourism.html_module=inline_1542342733.html", "title": "California Apartments Raided in Federal Investigation of Chinese ‘Birth Tourism’", "title_page": "California Apartments Raided in Federal Investigation of Chinese ‘Birth Tourism’  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal agents stormed 37 locations in Southern California early Tuesday, gathering evidence about what they say are three illegal “birth tourism” businesses for wealthy Chinese women.\nAccording to affidavits unsealed Tuesday, the businesses arranged for pregnant women to come to the United States on tourist visas to give birth to babies. The children will be American citizens, entitled to birth certificates and passports — and, when they turn 21, able to help their parents become legal residents of the United States.\n“This is still very much an ongoing investigation, coming after undercover activities that have lasted most of the last year,” said Virginia Kice, an Immigration and Customs Enforcement spokeswoman. “Today is just the execution of search warrants and evidence gathering. We are not anticipating any arrests right now.”\nThe affidavits, filed in support of search warrants, describe businesses that charge clients up to $60,000, with the size of the fee depending on housing arrangements, the number of Chinese-speaking nannies desired once the baby is born and other factors. The businesses arrange the women’s transportation, housing and prenatal care, and obtain birth certificates and passports for the babies before they leave the country.", "url": "https://www.nytimes.com/2015/03/04/us/california-homes-raided-in-federal-crackdown-on-chinese-birth-tourism.html?module=inline"}