{"authors": ["Chams Eddine Zaougui"], "date_download": "2018-11-16 04:36:37", "date_modify": "2018-11-16 04:36:37", "date_publish": "2015-11-19 23:54:57", "description": "How a Brussels neighborhood became a hotbed of jihadism is a cautionary tale of lax policing and political neglect.", "filename": "2015_11_19_opinion_molenbeek-belgiums-jihad-central.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342997.html", "image_url": "https://static01.nyt.com/images/2015/11/19/opinion/19eddineWeb/19eddineWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_19_opinion_molenbeek-belgiums-jihad-central.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342997.html", "title": "Molenbeek, Belgium’s ‘Jihad Central’", "title_page": "Opinion | Molenbeek, Belgium’s ‘Jihad Central’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nowhere is this better illustrated than in Brussels itself, which is governed like a small city-state — with 19 districts, each with its own mayor, and six police authorities, which only reluctantly work together, and sometimes not at all. Political distrust between mayors from different parties or between rich and poor city districts sometimes translates into a total lack of communication and coordination.\nHans Bonte, the mayor of Vilvoorde, a northern suburb of Brussels where several foreign fighters come from, calls the capital’s security arrangements “a perfect example of organized chaos.”\nAmong the deficiencies of the Belgian intelligence community has been a lack of Arabic speakers at the Belgian State Security Service, as well as a failure to recruit former radicals or even people from Muslim backgrounds. Painfully aware of the problem, Justice Minister Koen Geens recently told the Flemish daily newspaper De Morgen that the government is now in the process of recruiting Arabic-speaking analysts: “Recruiting specific profiles takes time. They have to be screened, pass the tests,” he said. “We are working on this.”\nThat police and intelligence officers largely left radicals alone, assuming that potential jihadists could be easily monitored by informers, has proved another tactical blunder — one for which some blame the Socialist mayor of Molenbeek from 1993 until 2012, Philippe Moureaux. Critics say that Mr. Moureaux, a popular figure in Molenbeek, was responsible for the hands-off policy for fear that more intrusive policing might anger the district’s Muslim voters.\nJohan Leman, a sociology professor emeritus at the University of Leuven, argues that it’s too easy to pin all responsibility on the former mayor: “This is bigger than one man.” Mr. Leman, who is also the chairman of Foyer, an organization that works to integrate minorities in Molenbeek, says that it was a police and intelligence problem: “When I warned police and security personnel in 1999 about the danger of the radical sheikh Bassam Ayachi, they didn’t seem alarmed.”\nIn Mr. Leman’s view, both the Flanders and Brussels governments have done far too little grass-roots work to prevent the radicalization of young people. Only the Flanders government has a specific integration program, which is responsible only for the Flemish part of the country. In Brussels, people can enroll in a voluntary integration program. The Walloon government focuses on broader socioeconomic integration, but has no specific integration policy.\nWhat is striking about the homegrown jihadist activities in Molenbeek is that the district has functioned as a kind of base camp for attacks on France, rather than on Belgium itself. Apparently, Brussels is deemed a safe hide out conveniently close to France — the real target.", "url": "https://www.nytimes.com/2015/11/19/opinion/molenbeek-belgiums-jihad-central.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}