{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:21:30", "date_modify": "2018-11-16 04:21:30", "date_publish": "2015-11-28 19:30:21", "description": "The conference will succeed if it fosters a sense in countries large and small that all must play a part in finding a solution.", "filename": "2015_11_29_opinion_sunday_what-the-paris-climate-meeting-must-do.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342090.html", "image_url": "https://static01.nyt.com/images/2015/11/29/opinion/sunday/29sun1/29sun1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_29_opinion_sunday_what-the-paris-climate-meeting-must-do.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342090.html", "title": "What the Paris Climate Meeting Must Do", "title_page": "Opinion | What the Paris Climate Meeting Must Do  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paris will almost certainly not produce an ironclad, planet-saving agreement in two weeks. But it can succeed in an important way that earlier meetings have not — by fostering collective responsibility, a strong sense among countries large and small, rich and poor, that all must play a part in finding a global solution to a global problem.\nKyoto failed because it imposed emissions reduction targets only on developed countries, giving developing nations like China, India and Brazil a free pass. That doomed it in the United States Senate. Copenhagen attracted wider participation, but it broke up in disarray, in part because of continuing frictions between the industrialized nations and the developing countries.\nThe organizers of the Paris conference have learned a lot from past mistakes. Instead of pursuing a top-down agreement with mandated targets, they have asked every country to submit a national plan that lays out how and by how much they plan to reduce emissions in the years ahead. So far, more than 170 countries, accounting for over 90 percent of global greenhouse emissions, have submitted pledges, and more may emerge in Paris.\nWill these pledges be enough to ward off the worst consequences of global warming? No. Scientists generally agree that global warming must not exceed 2 degrees Celsius, or 3.6 degrees Fahrenheit, from preindustrial levels. Various studies say that even if countries that have made pledges were to follow through on them, the world will heat up by 6.3 degrees Fahrenheit by the end of this century. That would still be much too high, and it would be guaranteed to make life miserable for future generations, especially in poor low-lying countries. But it would at least put the world on a safer trajectory; under most business-as-usual models, temperature increases could reach 8.1 degrees or higher.\nEventually, of course, all nations will have to improve on their pledges, especially big emitters like China, India and the United States. If the Paris meeting is to be a genuine turning point, negotiators must make sure that the national pledges are the floor, not the ceiling of ambition, by establishing a framework requiring stronger climate commitments at regular intervals — say, every five years. This should be accompanied by a plan for monitoring and reporting each country’s performance. Earlier meetings have done poorly on this score.", "url": "https://www.nytimes.com/2015/11/29/opinion/sunday/what-the-paris-climate-meeting-must-do.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}