{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 03:16:01", "date_modify": "2018-11-16 03:16:01", "date_publish": "2015-05-15 18:38:51", "description": "Ms. Warren has become the most conspicuous Democrat opposing President Obama’s Trans-Pacific Partnership but has not been involved in shaping it.", "filename": "2015_05_16_us_politics_elizabeth-warren-emerges-as-trade-bills-detractor-in-chief_1542338161.html", "image_url": "https://static01.nyt.com/images/2015/05/16/us/16WARRENJP/16WARRENJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_16_us_politics_elizabeth-warren-emerges-as-trade-bills-detractor-in-chief_1542338161.html", "title": "From Senate Sideline, Elizabeth Warren Is Face of Attack on Trade Bill", "title_page": "From Senate Sideline, Elizabeth Warren Is Face of Attack on Trade Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“She has sought the spotlight the most,” said Senator Claire McCaskill, Democrat of Missouri. “I’m as confused as you are,” she added, when asked why Ms. Warren had emerged as a central player on the trade issue. For example, she said: “No one has worked harder on these issues over the years than Sherrod Brown. But I remember what my father told me when I got into politics: ‘Remember what you’re doing is not always fair.’ ”\nBut many others have welcomed the spotlight on Ms. Warren. “I support anyone who has been helpful on this,” said Mr. Brown, who at a news conference on Tuesday defended Ms. Warren against the president’s comments. Ms. Warren was not at the news conference, and neither she nor her staff would comment for this article.\nMs. Warren’s conspicuous role in the trade fight reflects her rising profile among liberal Democrats, many of them disappointed that she has declined to challenge Hillary Rodham Clinton in a run for the White House. She has filled a void on the progressive left as liberal stalwarts in Congress have either retired or been defeated in the last few years.\n“You’ve got the energy of the Elizabeth Warren faction kind of driving the agenda,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said in an interview this week. He added, “She’s a very effective spokesman for a very far-left position.”\nMs. Warren was wooed to run for the Massachusetts Senate seat against the Republican incumbent, Scott Brown, after Mr. Obama determined that she faced too much Republican opposition for confirmation as head of the Consumer Financial Protection Board that she had helped establish. She cruised to victory in 2012 on a campaign of middle-class advocacy and fiery criticism of banks and corporations.\nNow, she can often be seen racing through the halls of the Senate, waving off reporters and talking nonstop as she jogs alongside a frantic-looking aide.", "url": "https://www.nytimes.com/2015/05/16/us/politics/elizabeth-warren-emerges-as-trade-bills-detractor-in-chief.html"}