{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 04:41:07", "date_modify": "2018-11-16 04:41:07", "date_publish": "2015-05-21 11:03:40", "description": "The documents, from the former secretary of state’s private account, shed light on concerns following Benghazi, and on aspects of her private life.", "filename": "2015_05_22_us_politics_first-batch-of-hillary-clinton-emails-captures-concerns-over-libya_1542343267.html", "image_url": "https://static01.nyt.com/images/2015/05/21/us/22EMAILSwebsub/22EMAILSwebsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_22_us_politics_first-batch-of-hillary-clinton-emails-captures-concerns-over-libya_1542343267.html", "title": "First Batch of Hillary Clinton Emails Captures Concerns Over Libya", "title_page": "First Batch of Hillary Clinton Emails Captures Concerns Over Libya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The State Department is expected to release the first batch of emails from Hillary Rodham Clinton’s private email address in the coming days.\nThe emails set for release, drawn from some 55,000 pages and focused on Libya, have already been turned over to the special House committee investigating the 2012 attacks on the United States outposts in Benghazi. The New York Times has obtained about a third of the 850 pages of emails.\nThey capture the correspondence and concerns expressed among Mrs. Clinton, who was secretary of state at the time, and her advisers following the attacks, which claimed the lives of the American ambassador, J. Christopher Stevens, and three other Americans.\nThe emails also offer occasional glimpses into the private side of Mrs. Clinton’s life, such as her public-radio listening habits and the fact that she was complimented for how she looked in a photo that appeared on the front page of The Times.", "url": "https://www.nytimes.com/2015/05/22/us/politics/first-batch-of-hillary-clinton-emails-captures-concerns-over-libya.html"}