{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:38:05", "date_modify": "2018-11-16 04:38:05", "date_publish": "2015-12-08 17:03:45", "description": "Mr. Trump pointed to President Franklin D. Roosevelt’s actions toward Japanese, German and Italian immigrants during World War II as precedent.", "filename": "2015_12_09_us_politics_donald-trump-muslims.html_ref=first-draft_1542343085.html", "image_url": "https://static01.nyt.com/images/2015/12/09/us/trump/trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_us_politics_donald-trump-muslims.html_ref=first-draft_1542343085.html", "title": "Donald Trump Deflects Withering Fire on Muslim Plan", "title_page": "Donald Trump Deflects Withering Fire on Muslim Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Repudiated across much of the political spectrum but defended on conservative talk radio, Donald J. Trump on Tuesday stood by his call to block all Muslims from entering the United States. He cast it as a temporary move in response to terrorism and invoked President Franklin D. Roosevelt’s authorization of the detention of Japanese, German and Italian immigrants during World War II as precedent.\nCritics including both the House speaker, Paul D. Ryan, a Republican, and the Senate minority leader, Harry Reid, a Democrat, assailed Mr. Trump’s proposal as self-defeating and un-American.\n“Tell Donald Trump: Hate is not an American value,” Hillary Clinton wrote on Twitter. The “super PAC” supporting Jeb Bush, the former Florida governor, unveiled its first ad attacking Mr. Trump, and the White House said Mr. Trump had disqualified himself from serving as president.\nBut the castigation was far from unanimous: Mr. Trump was applauded by some conservative commentators, who said he reflected the electorate’s views more honestly than the party’s leaders. “Anyone who thinks @realDonaldTrump comments will hurt him don’t know the temperature of the American ppl,” the radio host Laura Ingraham wrote on Twitter.", "url": "https://www.nytimes.com/2015/12/09/us/politics/donald-trump-muslims.html?ref=first-draft"}