{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 03:15:24", "date_modify": "2018-11-16 03:15:24", "date_publish": "2015-05-21 00:55:11", "description": "President Ramzan A. Kadyrov of Chechnya finally had enough Wednesday of social media users mocking him relentlessly for seeming to push polygamy. His solution? Keep women locked up at home.", "filename": "2015_05_21_world_europe_chechen-leaders-advice-on-women-lock-them-in_1542338124.html", "image_url": "https://static01.nyt.com/images/2015/05/21/world/21RUSSIA/21RUSSIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_21_world_europe_chechen-leaders-advice-on-women-lock-them-in_1542338124.html", "title": "Chechen Leader’s Advice on Women: Lock Them In", "title_page": "Chechen Leader’s Advice on Women: Lock Them In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Ramzan A. Kadyrov, the pugnacious president of the southern Republic of Chechnya and a close ally of President Vladimir V. Putin, finally had enough Wednesday of social media users’ mocking him relentlessly for seeming to push polygamy.\nHis solution? Keep women locked up at home and off social media.\n“Lock them in, do not let them go out, and they will not post anything,” Mr. Kadyrov said in a video to a sheepish group of men and women who kept their arms folded across their chests and their eyes firmly on the ground during the harangue.\nThe scene, filmed at what appears to be his government palace and broadcast on local television, was prompted by what Mr. Kadyrov, who has long shown a flair for hyperbole, described as “The Wedding of the Millennium.”\nThe social media explosion was set off last weekend in Grozny, the Chechen capital, when a 17-year-old bride was married off to a pal of Mr. Kadyrov’s, a district police chief pushing 50 and reportedly already married.", "url": "https://www.nytimes.com/2015/05/21/world/europe/chechen-leaders-advice-on-women-lock-them-in.html"}