{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:57:44", "date_modify": "2018-11-16 03:57:44", "date_publish": "2015-08-11 09:00:06", "description": "Driven by a desire for racial and gender inclusion, activists are removing the names of Thomas Jefferson and Andrew Jackson from political dinners.", "filename": "2015_08_12_us_politics_state-by-state-democratic-party-is-erasing-ties-to-jefferson-and-jackson.html_src=twr&_r=0_1542340664.html", "image_url": "https://static01.nyt.com/images/2015/08/11/us/11JEFFERSONweb2/11JEFFERSONweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_us_politics_state-by-state-democratic-party-is-erasing-ties-to-jefferson-and-jackson.html_src=twr&_r=0_1542340664.html", "title": "State by State, Democratic Party Is Erasing Ties to Jefferson and Jackson", "title_page": "State by State, Democratic Party Is Erasing Ties to Jefferson and Jackson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What does the Democratic Party stand for?” asked Andrei Cherny, a Democratic writer and a former speechwriter for Bill Clinton. “Jefferson and Jackson and the ideas they stood for, spreading economic opportunity and democracy, were the beginnings of what was the Democratic Party. That is what unified the party across regional and other lines for most of the last 200 years. Now what unites everybody from Kim Kardashian to a party activist in Kansas is cultural liberalism and civil rights.”\nStill, the motions have passed easily in the state parties that have considered them, with activists arguing that the two men no longer fit the party’s essential principles. Thomas Jefferson, while writing that “all men are created equal” in the Declaration of Independence, owned over 600 slaves during his life, and it was slave labor that built and tilled the land at his Virginia estate, Monticello. He freed only a handful of them upon his death.\nAndrew Jackson was also a slave owner and did not seem to wrestle with the morality of the institution, as Jefferson did at times. As president, he also consigned thousands of Native Americans to death by removing them from their homes in the South and pushing them west on what became known as the Trail of Tears.\nStacey Abrams, the minority leader of the Georgia House, said that the state party stripped Jefferson and Jackson from the name of the dinner to tell “the entire story of our party.”\n“The best political parties are ones that reflect their core values and celebrate their members,” she said.\nIt is partly because of the efforts of Democratic presidents that Jefferson and Jackson enjoy the standing they do. President Franklin D. Roosevelt, the father of modern economic liberalism, was particularly devoted to elevating the two men, rushing to complete the Jefferson Memorial so his party could have a monument to compete with the Republicans’ Lincoln Memorial. And it was the house intellectual of the Kennedy clan, Arthur M. Schlesinger Jr., who did so much to restore Jackson with his seminal biography, “The Age of Jackson.”", "url": "https://www.nytimes.com/2015/08/12/us/politics/state-by-state-democratic-party-is-erasing-ties-to-jefferson-and-jackson.html?src=twr&_r=0"}