{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:45:37", "date_modify": "2018-11-16 03:45:37", "date_publish": "2015-11-17 22:02:33", "description": "Military action can be only part of a broader strategy that is joined by many countries and carried out over years.", "filename": "2015_11_18_opinion_how-to-fight-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "image_url": "https://static01.nyt.com/images/2015/11/18/opinion/18wed1/18wed1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_opinion_how-to-fight-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "title": "How to Fight ISIS", "title_page": "Opinion | How to Fight ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The mass murder of civilians in Paris has inevitably reignited the debate over using military force in the Middle East to attack the Islamic State. The debate, like anything that gets tangled up in American presidential politics, is divorced from reality. The United States, and other nations, is already engaged in military action with some ground forces in Iraq and Syria.\nThe panicked reactions, fanned by right-wing politicians in the United States and Europe, to “declare war” on the Islamic State are mostly just noise. None of those proposing that kind of response offer the slightest idea of how it would be done; all they have is an understandable desire, which we share, to obliterate the terrorist group also known as ISIS.\nPresident Obama struck the right note in his remarks on Monday: Military action can be only one part of a broader strategy that the United States and its partners will have to pursue over many years. Important Muslim nations, notably Saudi Arabia, will simply have to stop paying for and politically enabling the mosques, imams and paramilitary groups that fuel extremists and their virulent perversions of Islam. Moderate Muslims need to redouble efforts, begun after 9/11, to ensure that their vision of a more tolerant and inclusive Islam prevails.\nIn retaliation for the Paris massacres, President François Hollande of France was entirely justified in sending fighter jets to strike Islamic State targets in Raqqa, Syria. In the past year, the United States has carried out more than 8,000 strikes against ISIS targets in Syria and Iraq, and Mr. Obama has said there will be many more.", "url": "https://www.nytimes.com/2015/11/18/opinion/how-to-fight-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}