{"authors": ["Kevin Sack"], "date_download": "2018-11-16 03:42:01", "date_modify": "2018-11-16 03:42:01", "date_publish": "2015-06-25 21:06:08", "description": "Mr. Pinckney, who was killed last week in the basement of Charleston’s Emanuel A.M.E. church, often said he was summoned to the pulpit at an early age.", "filename": "2015_06_26_us_clementa-pinckney-felt-called-to-spiritual-and-political-service.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339721.html", "image_url": "https://static01.nyt.com/images/2015/06/26/us/26pinckney-JP-03-SUB/26pinckney-JP-03-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_us_clementa-pinckney-felt-called-to-spiritual-and-political-service.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339721.html", "title": "Clementa Pinckney, Called to Pulpit and Politics in a Life Cut Short", "title_page": "Clementa Pinckney, Called to Pulpit and Politics in a Life Cut Short - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIDGELAND, S.C. — The morning worship had ended at St. John A.M.E. Church, and as Clementa Pinckney walked through the simple country sanctuary with its 10 rows of pews, he was startled to hear a disembodied voice. It was soft, almost whispery, and yet clearly audible. “Preach,” it said. “I have called you to preach the Gospel.”\nHe was only 13. But, in a story he often repeated, he discerned it to be the voice of God, and within months he stood before an audience of hundreds of African Methodist Episcopal pastors to present himself as a candidate for ministerial training. The bishop, the most powerful official in the state, asked what he hoped to become. The boy did not hesitate. “A humble bishop of the A.M.E. church,” he answered, with no hint of a smile.\n“People were trying to keep a straight face,” said the Rev. John Paul Brown, then the pastor at St. John, remembering the group’s amusement at the youngster’s preternatural earnestness and ambition. “But the laughter could not be restrained.”\nClementa Carlos Pinckney, who was martyred last week in the basement of Charleston’s Emanuel A.M.E. Church, and who will be eulogized on Friday morning by the president of the United States, never lacked for either precocity or audacity.", "url": "https://www.nytimes.com/2015/06/26/us/clementa-pinckney-felt-called-to-spiritual-and-political-service.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}