{"authors": ["Stephen Castle"], "date_download": "2018-11-16 03:19:57", "date_modify": "2018-11-16 03:19:57", "date_publish": "2015-08-20 09:23:24", "description": "Under plans to be formally declared later on Thursday, British police and border protection forces will work with their French counterparts at a “command and control center.”", "filename": "2015_08_21_world_europe_britain-france-calais-migrant-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338397.html", "image_url": "https://static01.nyt.com/images/2015/08/21/world/21Calais-web/21Calais-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_world_europe_britain-france-calais-migrant-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338397.html", "title": "Britain and France to Announce Measures to Contain Migrant Crisis in Calais", "title_page": "Britain and France to Announce Measures to Contain Migrant Crisis in Calais - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — After a summer in Britain and France dominated by news of migrants trying to break into the Channel Tunnel, the two countries will announce new security measures on Thursday intended to contain a crisis that has disrupted travel and stirred a fierce debate about migration.\nSeveral thousand migrants remain in a makeshift camp at Calais, France, with many making nightly efforts to break into the Channel Tunnel and stow away on cars, trucks and trains. One migrant even walked most of the 31-mile tunnel, where he avoided being hit by trains but was arrested as he approached Folkestone in Britain.\nUnder plans set to be formally announced later in the day, British police and border protection forces will work with their French counterparts at a new “command and control center” in Calais. The new body will be led by two senior officers, one English and one French, and will try to target those organizing human trafficking, the British government said.", "url": "https://www.nytimes.com/2015/08/21/world/europe/britain-france-calais-migrant-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}