{"authors": ["Vindu Goel", "Mike Isaac"], "date_download": "2018-11-16 04:21:17", "date_modify": "2018-11-16 04:21:17", "date_publish": "2015-07-31 23:57:44", "description": "Yahoo has acquired Polyvore, a social shopping site that lets users pick and share clothing ensembles — and purchase all items shown.", "filename": "2015_08_01_technology_yahoo-buys-polyvore-a-site-focused-on-shopping.html_module=inline_1542342077.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_01_technology_yahoo-buys-polyvore-a-site-focused-on-shopping.html_module=inline_1542342077.html", "title": "Yahoo Buys Polyvore, a Site Focused on Shopping", "title_page": "Yahoo Buys Polyvore, a Site Focused on Shopping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yahoo has once again gotten the urge to go shopping — and this time the Internet company has acquired a social shopping site.\nYahoo announced late on Friday that it had agreed to acquire Polyvore for an undisclosed price.\nFounded in 2007 by three former Yahoo engineers, Polyvore made a name for itself as a type of digital corkboard for picking and sharing clothing ensembles. It was eventually overshadowed by Pinterest, which was founded three years later.\nIt also competes with Wanelo, another social curation site focused on fashion.\nIn contrast to Pinterest, Polyvore makes it so every item can be purchased from a retailer by clicking on a link in the description. Polyvore makes money by selling ads to 350 brands and retailers, which can sponsor collections or items on the site.\nThe acquisition gives Yahoo a foothold in mobile e-commerce, an area that has attracted investment from not just Pinterest, but also much bigger services like Facebook, Instagram and Google. Polyvore’s ads, which blend in with the other content on its app, also fit Yahoo’s strategy of moving more into so-called native advertising.", "url": "https://www.nytimes.com/2015/08/01/technology/yahoo-buys-polyvore-a-site-focused-on-shopping.html?module=inline"}