{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:47:09", "date_modify": "2018-11-16 03:47:09", "date_publish": "2015-08-25 17:03:04", "description": "Alison Smale provides an in-depth account of her reporting on the tens of thousands of migrants traveling across the Balkans, a movable feast of despair.", "filename": "2015_08_25_insider_following-the-march-of-migrants-along-the-balkans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340029.html", "image_url": "https://static01.nyt.com/images/2015/08/25/world/25MIGRANTS-1/25MIGRANTS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_insider_following-the-march-of-migrants-along-the-balkans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340029.html", "title": "Following the March of Migrants Along the Balkans", "title_page": "Following the March of Migrants Along the Balkans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the remaining dozen or so people wanted to communicate, albeit in fractured English. From Balkh province in Afghanistan, they said, they were a family of four — a man who identified himself as Nakibullah, 34, with his wife and two sons, 16 and 8 — and a cluster of other young males. Asked where they were going, the reply came: “Germany, Sweden, London — we don’t know yet.”\nThey wanted to know how to avoid local police: In Hungary, a European Union member, they should be fingerprinted, making them thus liable to be sent back to Hungary if caught illegally entering another of the 28 member states. They wanted to know how to get to Szeged. They had money for a taxi, they insisted. They were changing into carefully preserved new sneakers, so that their muddy old shoes — to be abandoned here — would not give them away as illegal migrants from across the border in Serbia.\nWhat, I asked myself, have we done to create a world in which Afghans look for life answers in a muddy field in a not especially notable part of southern Hungary?\nThe answer lies with globalization and digital communication. Globalization has made the world smaller. Digital communication means that anyone who can get their hands on a cellphone for even a few minutes in remote parts of Africa, Asia or, in this case, Afghanistan, might glimpse how life is lived in Europe, and say to themselves: If that exists, I want it. I can go there.\nWhat’s more, it is possible to document migrants’ journeys on Facebook. They find kindred groups on Facebook, and use Google Maps to guide them. At way stations, at least here in Hungary and in adjacent Serbia, local charities help charge that precious cellphone so migrants can look up the most recently posted tips on dodging police for the next stage of the journey.", "url": "https://www.nytimes.com/2015/08/25/insider/following-the-march-of-migrants-along-the-balkans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}