{"authors": ["Aurelien Breeden", "Liz Alderman", "Katrin Bennhold"], "date_download": "2018-11-16 03:21:12", "date_modify": "2018-11-16 03:21:12", "date_publish": "2015-11-17 08:52:50", "description": "The police stormed the northern Paris suburb of St.-Denis early Wednesday morning in a raid evidently aimed at capturing at least two fugitives.", "filename": "2015_11_18_world_europe_paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338472.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/18paris-shootout/18paris-shootout-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_europe_paris-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338472.html", "title": "Heavy Gunfire Erupts as French Police Seek Suspects in Raid", "title_page": "Heavy Gunfire Erupts as French Police Seek Suspects in Raid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The police stormed the northern Paris suburb of St.-Denis before dawn Wednesday morning in a raid aimed at capturing at least two fugitives suspected in the terrorist attacks that killed 129 people in Paris on Friday.\nA woman who was holed up in the apartment activated a suicide vest at the beginning of the raid and has died, according to the Paris prosecutor’s office. Three men who were in the apartment were “extracted” by police forces and have been arrested. Their identities are not known at this time.\nThe prosecutor’s office said the target of the raids was Abdelhamid Abaaoud, the Belgian militant suspected of organizing the attacks, but there was no confirmation of whether Mr. Abaaoud was in the apartment at the time of the raid.\nThe raid began around 4 a.m. when heavy gunfire erupted, the suburb’s mayor, Didier Paillard, and residents told a French television channel, iTélé, and it lasted at least 20 minutes. Helicopters flew overhead, and the authorities warned people to stay indoors.", "url": "https://www.nytimes.com/2015/11/18/world/europe/paris-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}