{"authors": ["Dionne Searcey", "Adam Nossiter"], "date_download": "2018-11-16 03:55:53", "date_modify": "2018-11-16 03:55:53", "date_publish": "2015-11-20 09:28:42", "description": "Gunmen stormed a Radisson Blu hotel on Friday morning in Bamako, seizing scores of hostages and leaving bodies strewn across parts of the building.", "filename": "2015_11_21_world_africa_mali-hotel-attack-radisson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340553.html", "image_url": "https://static01.nyt.com/images/2015/11/21/world/africa/21Mali-web4/21Mali-web4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_21_world_africa_mali-hotel-attack-radisson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340553.html", "title": "Deadly Siege Ends After Assault on Hotel in Mali", "title_page": "Deadly Siege Ends After Assault on Hotel in Mali - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Twelve to 15 Americans were believed to be at the hotel when the gunmen arrived, an American Defense Department official said. About 20 Indian citizens were there but were evacuated safely, the Indian ambassador to Mali said.\nGermany’s Foreign Ministry said that two Germans were among the hostages who had been released.\nSix Belgians were registered in the hotel, according to a Foreign Ministry spokesman in that country. At least one of them, a 39-year-old Belgian working for the Wallonia-Brussels regional Parliament, died during the attack. He was in Mali for a conference aimed at training Malian civil servants. Another Belgian remained missing, the ministry said.\nA diplomat at the Chinese Embassy in Bamako said eight Chinese businesspeople had been trapped in the hotel. Embassy officials at the scene were in touch with some of the Chinese hostages by WeChat, a Chinese messaging service, the diplomat said.\nKassim Traoré, a Malian journalist who was in a building about 160 feet from the Radisson, said the attackers had told hostages to recite a declaration of Muslim faith as a way of separating Muslims from non-Muslims. Those who could recite the declaration, the Shahada, were allowed to leave the hotel. The Shabab, a Qaeda affiliate in East Africa, used a similar approach in the attack at the Westgate Mall in Nairobi, Kenya, in 2013.", "url": "https://www.nytimes.com/2015/11/21/world/africa/mali-hotel-attack-radisson.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}