{"authors": ["Shuaib Almosawa", "Kareem Fahim"], "date_download": "2018-11-16 03:57:30", "date_modify": "2018-11-16 03:57:30", "date_publish": "2015-06-06 18:20:54", "description": "The Saudis said the missile was fired by forces loyal to Yemen’s Houthi rebels. It was the first time Yemeni factions had used the weapon since the conflict began more than two months ago.", "filename": "2015_06_07_world_middleeast_saudi-arabia-shoots-down-missile-fired-from-yemen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340650.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_07_world_middleeast_saudi-arabia-shoots-down-missile-fired-from-yemen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340650.html", "title": "Saudi Arabia Shoots Down Missile Fired From Yemen", "title_page": "Saudi Arabia Shoots Down Missile Fired From Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SANA, Yemen — Saudi Arabia shot down a Scud ballistic missile fired from Yemen early Saturday by forces loyal to Yemen’s Houthi rebels, according to a statement by the official Saudi news agency. It was the first time Yemeni factions had used the weapon, signaling an escalation of the conflict and providing new evidence that a Saudi effort to pacify the rebels is faltering.\nThe missile was fired from northern Yemen toward the city of Khamis Mushayt, in southwestern Saudi Arabia, and was intercepted by two Saudi Patriot missiles, the statement said. The city is near a Saudi Air Force base.\nSaudi Arabia and forces loyal to the Houthis have traded sporadic fire across the border since late March, when an Arab coalition led by the Saudis began a military offensive to force the Houthis to retreat from Sana, the capital, and other cities in Yemen. The Scud launching, confirmed in a statement by Houthi news outlets, was part of a pattern of escalating violence across the frontier in recent weeks that has raised fears that the war is expanding, even as diplomats intensify their efforts to convene negotiations between the combatants.", "url": "https://www.nytimes.com/2015/06/07/world/middleeast/saudi-arabia-shoots-down-missile-fired-from-yemen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}