{"authors": ["Alastair Macaulay"], "date_download": "2018-11-16 04:47:20", "date_modify": "2018-11-16 04:47:20", "date_publish": "2015-06-25 14:00:06", "description": "Ms. Mearns is probably the most talked-about ballerina in America and possibly the most argued-about ballerina anywhere.", "filename": "2015_06_28_arts_dance_sara-mearns-in-her-prime-at-city-ballet-inspires-debate-and-awe.html__r=0&module=inline_1542343640.html", "image_url": "https://static01.nyt.com/images/2015/06/28/arts/28MEARNS1/28MEARNS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_28_arts_dance_sara-mearns-in-her-prime-at-city-ballet-inspires-debate-and-awe.html__r=0&module=inline_1542343640.html", "title": "Sara Mearns, in Her Prime at City Ballet, Inspires Debate and Awe", "title_page": "Sara Mearns, in Her Prime at City Ballet, Inspires Debate and Awe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One phrase you often hear around the Balanchine experience, “See the music,” is usually nonsense: Nobody who truly listens to those scores can think that this choreography is their visualization — instead, it’s the animus to the music’s anima. What’s more, Balanchine’s choreography employs many different musicalities. Ms. Mearns, however, perfectly illumines the “See the music” motto in one vital if seldom discussed way. Balanchine trained his dancers, not invariably but as a rule, to arrive in a position a fraction ahead of the beat. You saw the dancer, and then in a trice you heard the music; but seven years ago this aspect of Balanchine dancing had virtually slipped away. Nobody has restored it more brilliantly than Ms. Mearns; the music arrives in place like the answer to her thought.\nMusicality in ballet includes the seeming ability to play with time: Ms. Mearns shows many aspects of rhythm and phrasing, and the secrets of both lingering and anticipation. Only Tiler Peck — another City Ballet principal — demonstrates such complex musicianship today; when you observe them in the same role (Balanchine’s “Allegro Brillante,“ above all), you have one of the most fascinating compare-and-contrast exercises in dancer-watching. Ms. Peck, an effortless paragon, has time in her pocket; Ms. Mearns is a Titaness whom the elements serve. Their differences, again, are good for the company and for the whole art.\nMs. Mearns — an exuberant blond bombshell — often seems like a movie star from a bygone era. In the absurd head shot recently added to her City Ballet biography, she’s trying to be both Veronica Lake and Marilyn Monroe, gazing at the camera with parted lips and hair lavishly cascading to one side. In most roles, she wears more eye makeup than any other dancer onstage. This works for her: Her eyes aren’t large, but she uses them well — her audience is seldom left in any doubt where her gaze is directed, and that gaze often seems to smolder or even burn. That strong use of maquillage is part of the striking element of Romantic self-dramatizing in her stage personality.", "url": "https://www.nytimes.com/2015/06/28/arts/dance/sara-mearns-in-her-prime-at-city-ballet-inspires-debate-and-awe.html?_r=0&module=inline"}