{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:43:58", "date_modify": "2018-11-16 04:43:58", "date_publish": "2015-07-13 13:14:09", "description": "In the name of preserving European solidarity, the ultimatum put to Athens over the weekend required something close to the surrender of the nation’s sovereignty.", "filename": "2015_07_14_world_europe_greece-debt-deal_1542343438.html", "image_url": "https://static01.nyt.com/images/2015/07/14/world/JP-GREECE-2/JP-GREECE-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_14_world_europe_greece-debt-deal_1542343438.html", "title": "Deal on Greek Debt Crisis Exposes Europe’s Deepening Fissures", "title_page": "Deal on Greek Debt Crisis Exposes Europe’s Deepening Fissures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Chancellor Angela Merkel of Germany said about Greece on Sunday that “the most important currency has been lost: that is trust and reliability.” But many Germans think the most important currency that has been lost is the deutsche mark, the symbol of rectitude and confidence that embodied West Germany’s ascent from the ashes of World War II.\nThat same sense of solidity is badly lacking in the European Union as it confronts the limits of its ambitions, and Monday morning’s painful deal on Greece seems unlikely to restore it.\nThe latest effort to preserve Greek membership in the eurozone has only deepened the fissures within the European Union between north and south, between advanced economies and developing ones, between large countries and smaller ones, between lenders and debtors, and, just as important, between those 19 countries within the eurozone and the nine European Union nations outside it.\nIn the name of preserving the “European project” and European “solidarity,” the ultimatum put to Greece required something close to the surrender of the nation’s sovereignty. For all of Greece’s past sins, and for all of the gamesmanship and harsh talk of the governing Syriza party, this outcome arguably had elements of punishment as well as fiscal responsibility.", "url": "https://www.nytimes.com/2015/07/14/world/europe/greece-debt-deal.html"}