{"authors": ["Laura Collins-Hughes"], "date_download": "2018-11-16 04:51:31", "date_modify": "2018-11-16 04:51:31", "date_publish": "2015-11-09 22:13:09", "description": "An long-ailing woman who would like to die has a proposal for her nurse in Chisa Hutchinson’s play, at the National Black Theater.", "filename": "2015_11_10_theater_review-dead-and-breathing-about-the-right-to-die.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343891.html", "image_url": "https://static01.nyt.com/images/2015/11/10/arts/10DEAD/10DEAD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_10_theater_review-dead-and-breathing-about-the-right-to-die.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343891.html", "title": "Review: ‘Dead and Breathing,’ About the Right to Die", "title_page": "Review: ‘Dead and Breathing,’ About the Right to Die - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Carolyn Whitlock, the long-ailing woman at the center of Chisa Hutchinson’s play “Dead and Breathing,” at the National Black Theater, has wealth in abundance. What’s lacking is the ease she expects it to bring her.\nFor all the lavishness of her enviable home, where she has languished in hospice care for two years, she has no use for material goods. At 68, Carolyn (Lizan Mitchell) has had enough. The one thing she wants is someone to help her exit this life. Her latest nurse, Veronika (Nikki E. Walker), strikes her as a promising candidate, though why is not especially apparent. Soon Carolyn is phoning her lawyer to change her will, bequeathing the whole estate to the nurse. The catch being, of course, that the devoutly Christian Veronika will have to kill Carolyn to get it.\nAs Carolyn explains, her estate is worth $87 million. “That’s not even counting the house,” she tells Veronika, and we can deduce from the rooms of Maruti Evans’s rich, ruby-carpeted set that it’s a very nice spread. “This wouldn’t be such a bad place to raise a few kids.”\n“Oh, sure,” Veronika replies facetiously. “‘And this is the room where I killed sweet old Miss Carolyn so I could inherit everything we have today, kids.’”", "url": "https://www.nytimes.com/2015/11/10/theater/review-dead-and-breathing-about-the-right-to-die.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}