{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:17:51", "date_modify": "2018-11-16 04:17:51", "date_publish": "2015-08-24 21:49:31", "description": "World leaders need to come up with credible policies quickly to energize the sputtering global economy.", "filename": "2015_08_25_opinion_china-japan-and-europe-are-flashing-economic-warning-signs_1542341871.html", "image_url": "https://static01.nyt.com/images/2015/08/25/opinion/25tue1web/25tue1web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_opinion_china-japan-and-europe-are-flashing-economic-warning-signs_1542341871.html", "title": "China, Japan and Europe Are Flashing Economic Warning Signs", "title_page": "Opinion | China, Japan and Europe Are Flashing Economic Warning Signs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even before the recent plunge in commodity and stock markets, the world economy was weak. But recent data from China, Europe, Japan and other countries suggest that growth is slowing more sharply than many analysts had anticipated. That puts the burden on policy makers in these countries to come up with more credible ways to bolster their economies.\nThe most worrying signs are coming from China, the world’s second-biggest economy. After two decades of rapid growth, China’s economy is decelerating and its leaders are failing to strengthen it — by, for instance, decreasing its reliance on investment and putting greater emphasis on consumer demand. In a sign of how quickly business activity is falling, exports declined more than 8 percent in July from June and auto sales were down more than 6 percent compared to a year earlier. Gross domestic product grew at 7 percent in the second quarter, the slowest pace in six years.\nChina’s communist government has seemed to make matters worse by intervening forcefully in the financial market. First, it ordered state-owned companies and the securities industry to buy stocks, but the move did not shore up confidence in the inflated stock market, and shares have kept falling. The Shanghai composite index tumbled 8.5 percent on Monday. Meanwhile, China’s decision to greatly devalue its currency, the renminbi, has sent the currencies of other developing nations sharply lower against the dollar.\nMany analysts had hoped that China’s rise could be good for the global economy, by creating another big source of growth besides the United States. But the government’s mishandling of its economy this summer suggests that China will not be ready to play that role anytime soon. The problem is that much of the rest of the world is also struggling.", "url": "https://www.nytimes.com/2015/08/25/opinion/china-japan-and-europe-are-flashing-economic-warning-signs.html"}