{"authors": ["Sam Wang"], "date_download": "2018-11-16 04:23:24", "date_modify": "2018-11-16 04:23:24", "date_publish": "2015-12-05 14:47:19", "description": "The ­Supreme Court can limit gerrymandering with a judicious use of statistics.", "filename": "2015_12_06_opinion_sunday_let-math-save-our-democracy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342204.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_06_opinion_sunday_let-math-save-our-democracy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342204.html", "title": "Let Math Save Our Democracy", "title_page": "Let Math Save Our Democracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The average-median difference is simple enough that a busy judge can calculate it in the margin of a brief. Here’s how it works. First, calculate the targeted party’s median vote share, which is defined as the middle district on a list that is sorted in order of increasing party vote share. If the targeted voters have been packed into a few districts, they are counted in the average but have little effect on the median. Thus, perhaps counterintuitively, it is possible for far more than half the districts to have a below-average number of partisan supporters.\nWhat Gerrymandering Looks Like (Statistically Speaking) A large difference between the average and median vote for a party suggests gerrymandering. DEM. WIN REP. WIN Percentage of vote in each district for Democrats Arizona State Senate district results, 2014 Pennsylvania U.S. House district results, 2012 100% Four Democrats without Republican opponents won. 80 60 ZONE OF CHANCE AVG. ZONE OF CHANCE MEDIAN 20 Five Republicans without Democratic opponents won. 0 If results reflected the partisan makeup of the electorate, the difference between the average and median would fall within what we’ll call a “zone of chance” — the largest gap that would separate the average and median by chance. In Pennsylvania, the average-median spread falls outside the zone, indicating a partisan gerrymander. In Arizona, the spread falls well within the zone — so the state’s districts seem equitably drawn. DEM. WIN REP. WIN Arizona State Senate district results, 2014 Pennsylvania U.S. House district results, 2012 Percentage of vote in each district for Democrats 100% Four Democrats without Republican opponents won. 90 If results reflected the partisan makeup of the electorate, the difference between the average and median would fall within what we’ll call a “zone of chance” — the largest gap that would separate the average and median by chance. 80 70 60 AVERAGE 50 ZONE OF CHANCE AVERAGE ZONE OF CHANCE 40 MEDIAN MEDIAN In Pennsylvania, the average-median spread falls outside the zone, indicating a partisan gerrymander. In Arizona, the spread falls well within the zone — so the state’s districts seem equitably drawn. 30 20 10 Five Republicans without Democratic opponents won. 0\nLet’s see how this standard would play out on Tuesday. Ten Arizona voters, led by Wesley W. Harris, have sued the Arizona Independent Redistricting Commission, a bipartisan agency established to take redistricting out of legislators’ control. According to Mr. Harris and the other nine voters, the commission discriminated against Republicans by putting them into districts with almost 9 percent more people per district than other districts. That difference, they claim, reduced their power to elect representatives.\nIn reply, the commission says that its main objective was to give Latinos and Native Americans the ability to elect representatives of their choice, a consequence of Sections 2 and 5 of the Voting Rights Act. These groups tilt Democratic, and in 2014 the resulting 10 districts elected Democrats in 29 out of 30 State Senate and House seats, an occurrence that the litigants cite as evidence of partisan injury. However, in 14 other districts at the other partisan extreme, Republicans were elected in 42 out of 42 races. How can the court decide if either party suffered an overall disadvantage?\nHere’s where the average-median difference comes in. Across all 30 districts in Arizona State Senate races, the Democrats won an average of 46.1 percent of the vote. The median outcome was 42.8 percent. The median Democratic vote share was less than the average by 3.3 percentage points, a direction that slightly benefited Republicans — the opposite of the plaintiffs’ contention. By well-established statistical criteria, even this difference could have arisen by chance, rather than partisan intent. In State House races, the difference was an even smaller gap of 1.7 percentage points. Over all, Democrats won 39 percent of all state legislative seats. If the commission was trying to show special favor to Democrats, it did a poor job.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nI have come up with additional tests to identify other consequences of gerrymandering. One is to ask whether one party’s winning margins are more lopsided than the other side’s. For example, in the Pennsylvania congressional election of 2012, Democrats won only 5 out of 18 congressional House seats, despite winning slightly more than half of the statewide vote. Democratic winners garnered an average of 76 percent of the vote, while Republican winners won 59 percent. Statistically speaking, this 17-point difference would arise by chance less than 1 percent of the time.\nSimple criteria for identifying gerrymanders would be of great use. The Supreme Court has never rejected a voting district for giving a political party an advantage. Justice Antonin Scalia has previously attempted to shut the door on questions of partisan gerrymandering, pointing out that legal battles have “almost invariably produced the same result (except for the incurring of lawyers’ fees).”\nA majority of the court, however, supports the idea of finding a test that measures partisan asymmetry. Justice Anthony M. Kennedy, who in the past has provided the deciding vote on this question, has stated his desire to find a workable means of identifying partisan gerrymanders. Either the average-median difference or the lopsided-margin test could serve such a function. Justice Kennedy can have them both.\nStatistical tests can be used by courts to throw out meritless cases while freeing up time for investigation of true offenses. These tests can supplement other existing legal mandates, such as Ohio’s recently passed requirement for districts to be geographically compact. Conversely, the tests allow oddly shaped district boundaries, which are sometimes needed to comply with Voting Rights Act requirements. My tests can also be combined with sophisticated methods for examining single districts in detail. Finally, a statewide statistical approach might even be used to test proposed plans before they go into effect.\nAlthough it seems unlikely that many jurists choose the law out of a love of mathematics, when it comes to redistricting they can still put the skills they have to good use. Lawsuits from the 2010 cycle are wending their way through the courts. If the Supreme Court can put a clear standard in place before 2020, maybe the next round of battles will be a little less painful.", "url": "https://www.nytimes.com/2015/12/06/opinion/sunday/let-math-save-our-democracy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}