{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:40:28", "date_modify": "2018-11-16 03:40:28", "date_publish": "2015-03-03 02:11:18", "description": "Warren E. Buffett, the billionaire chairman of Berkshire Hathaway, has released his annual shareholder letter, and it is unusually critical of the financial industry.", "filename": "2015_03_03_business_a-warning-from-buffett-about-banks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339628.html", "image_url": "https://static01.nyt.com/images/2015/03/03/business/03SORKIN/03SORKIN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_03_business_a-warning-from-buffett-about-banks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339628.html", "title": "A Warning From Buffett About Banks", "title_page": "A Warning From Buffett About Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Money-shufflers don’t come cheap.”\nThat was Warren E. Buffett’s latest salvo against Wall Street from his annual letter to shareholders published over the weekend.\nMr. Buffett has long ridiculed the financial industry, but this year’s letter, laced with references to bankers, lawyers and consultants as “a lot of mouths with expensive tastes,” seemed to amp up the pugnacity and was clearly noted by the industry, which pored over the letter.\nMr. Buffett used his annual letter not only to describe the performance of Berkshire Hathaway but also to warn — or educate — his faithful followers about “the Street’s denizens” and how they “are always ready to suspend disbelief when dubious maneuvers are used to manufacture rising per-share earnings, particularly if these acrobatics produce mergers that generate huge fees for investment bankers.”\nAt one point in the letter, Mr. Buffett argues: “Investment bankers, being paid as they are for action, constantly urge acquirers to pay 20 percent to 50 percent premiums over market price for publicly held businesses. The bankers tell the buyer that the premium is justified for ‘control value’ and for the wonderful things that are going to happen once the acquirer’s C.E.O. takes charge.”", "url": "https://www.nytimes.com/2015/03/03/business/a-warning-from-buffett-about-banks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}