{"authors": ["Frances Robles"], "date_download": "2018-11-16 04:13:27", "date_modify": "2018-11-16 04:13:27", "date_publish": "2015-12-05 01:42:34", "description": "Negotiators will discuss decades-old property claims from thousands of American citizens and companies whose assets were confiscated after Cuba’s revolution.", "filename": "2015_12_05_world_americas_cuba-and-us-to-discuss-settling-claims-on-property.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341607.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_05_world_americas_cuba-and-us-to-discuss-settling-claims-on-property.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341607.html", "title": "Cuba and U.S. to Discuss Settling Claims on Property", "title_page": "Cuba and U.S. to Discuss Settling Claims on Property - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — Representatives of Cuba and the United States will meet on Tuesday in Havana to begin negotiations on settling decades-old outstanding property claims for the thousands of American citizens and companies whose assets were confiscated after Cuba’s revolution, according to several people briefed on the coming talks.\nThe meeting is considered a major step because the United States’ trade embargo against Cuba was initially enacted after Fidel Castro, the Cuban leader at the time, expropriated land from American companies. Nearly 6,000 people and corporations lost homes, farms, factories, sugar mills and other properties totaling $1.9 billion. Now, for the first time, Cuba has agreed to meet to consider settling those losses. The State Department is expected to announce the meeting on Monday. A Cuban Embassy spokeswoman declined to comment.\n“This meeting is an enormously big deal,” said Mauricio J. Tamargo, the former chairman of the Foreign Claims Settlement Commission, an agency within the Justice Department that adjudicates claims against foreign governments. “The Cubans have up till now never recognized these claims as legitimate or something they are even prepared to discuss. It has never happened in 56 years since the revolution began and they started confiscating American property.”\nWhen Mr. Castro declared victory in 1959, many Americans were forced to flee their homes and give up their land. His government later started expropriating large companies, and eventually nearly 900 corporations filed claims.", "url": "https://www.nytimes.com/2015/12/05/world/americas/cuba-and-us-to-discuss-settling-claims-on-property.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}