{"authors": ["Michael Beschloss"], "date_download": "2018-11-16 04:13:02", "date_modify": "2018-11-16 04:13:02", "date_publish": "2015-12-18 17:35:43", "description": "Norad’s annual updates on Santa Claus’s progress on Christmas Eve started 60 years ago with a child’s phone call to a misprinted number.", "filename": "2015_12_20_upshot_how-santa-claus-ended-up-on-us-militarys-radar_1542341582.html", "image_url": "https://static01.nyt.com/images/2015/12/20/business/20HISTORYSOURCE1/20HISTORYSOURCE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_20_upshot_how-santa-claus-ended-up-on-us-militarys-radar_1542341582.html", "title": "How Santa Claus Ended Up on U.S. Military’s Radar", "title_page": "How Santa Claus Ended Up on U.S. Military’s Radar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But when Colonel Shoup picked up his red receiver, he realized that this call did not augur a nuclear Armageddon. Instead it was a child asking to speak to Santa Claus. Incensed, Colonel Shoup at first thought someone was using his ultraclassified warning circuit to play a tasteless prank.\nHe asked the child, intensely, “Would you repeat that?” and then heard crying, after which an apologetic mother took the phone to explain that they had reached the colonel by dialing ME 2-6681. This number had been printed in a newspaper ad by a local Sears Roebuck store. “Hey, Kiddies!” it said, combining a picture of Santa with an invitation to “call me on my private phone and I will talk to you personally any time day or night.”\nThe good-hearted Colonel Shoup had three daughters and an infant son. As he later told the tale, he quickly realized that the newspaper’s misprint meant that Conad would soon be deluged by many other such calls. According to the current official website of Conad’s successor, the North American Aerospace Defense Command, or Norad, the colonel ordered Conad’s telephone operators to share Santa’s location with “every child who phoned in that night.”\nHad the director Frank Capra made a film about a communications line intended for nuclear war being remade into a children’s conduit to Santa Claus, moviegoers might have thought the story contrived — especially since the colonel who happened to get the accidental call was such a media pro. But when he recalled the episode in later years, Colonel Shoup (who died in 2009) always asserted that the episode was not a planned publicity stunt.\nFor Pentagon publicists, nevertheless, his story was manna from heaven. With their aid, The Associated Press reported on Christmas Eve that Conad had “begun plotting Santa’s journey” and would “guard Santa and his sleigh on his trip to and from the United States.” According to The A.P., Santa had been found to be “traveling about 45 knots at an altitude of 35,000 feet” and was scheduled to reach the United States that evening. (The Norad website claims that Colonel Shoup got his call on Christmas Eve, which is unlikely, since the A.P. article had already appeared that morning.)\nColonel Shoup’s experience was not the last time an American official had to deal with inquiries about Santa. In 1961, for instance, President John F. Kennedy reassured a Michigan girl, Michelle Rochon, who had sent him an anxious letter about Soviet nuclear testing that might jeopardize the North Pole and its most famous inhabitant. J.F.K. told her: “You must not worry about Santa Claus. I talked with him yesterday, and he is fine. He will be making his rounds again this Christmas.”\nBut it was Conad’s first, hasty effort to trace Santa Claus’s journey to the United States that ultimately evolved into a much followed annual ritual, now centered on the video-heavy website noradsanta.org, with outside sponsorship by Sears (appropriately), Hewlett-Packard, Microsoft, Verizon and other companies. The program is managed by Norad’s public affairs office, with more than a thousand volunteers (including Michelle Obama in recent years) handling calls and emails from curious children.\nLast week Norad’s current commander, Adm. Bill Gortney, was quoted in The Gazette of Colorado Springs as saying — with pardonable exaggeration — that tracking Santa was the one annual mission his command could not fail.", "url": "https://www.nytimes.com/2015/12/20/upshot/how-santa-claus-ended-up-on-us-militarys-radar.html"}