{"authors": ["The Associated Press"], "date_download": "2018-11-16 03:20:57", "date_modify": "2018-11-16 03:20:57", "date_publish": "2015-07-10 00:40:22", "description": "E.U. ministers failed Thursday to agree on relocating 40,000 of the refugees who have crossed from North Africa to Italy and Greece.", "filename": "2015_07_10_world_europe_migrant-accord-remains-elusive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338457.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_10_world_europe_migrant-accord-remains-elusive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338457.html", "title": "European Migrant Accord Remains Elusive", "title_page": "European Migrant Accord Remains Elusive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "European Union ministers failed Thursday to agree on relocating 40,000 of the refugees who have crossed from North Africa to Italy and Greece, but they will try again on July 20 to broker a deal on how many people each country will accept. Luxembourg’s foreign minister, Jean Asselborn, whose country hosted the meeting, said that the ministers did agree on how to distribute 20,000 refugees being housed outside Europe, but that a deal could not be reached on getting countries to commit to sharing responsibility for the 40,000 in Greece and Italy over the next two years. The United Nations refugee agency said that data from Greece, Italy, Malta and Spain showed that 137,000 people had arrived in those countries between January and June, 83 percent more than the same time last year. Deep divisions exist within the European Union over how to deal with the huge influx of migrants who have been fleeing conflicts in Syria, Iraq and Africa.", "url": "https://www.nytimes.com/2015/07/10/world/europe/migrant-accord-remains-elusive.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}