{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:53:07", "date_modify": "2018-11-16 03:53:07", "date_publish": "2015-06-29 00:32:55", "description": "Asia’s giants could play leadership roles but see it as a losing issue that could diminish their clout and bilateral interests.", "filename": "2015_06_29_world_asia_china-and-india-are-sitting-out-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340387.html", "image_url": "https://static01.nyt.com/images/2015/06/29/world/JP-REGION1/JP-REGION1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_29_world_asia_china-and-india-are-sitting-out-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340387.html", "title": "China and India Are Sitting Out Refugee Crisis", "title_page": "China and India Are Sitting Out Refugee Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — When a deadly earthquake rocked Nepal in April, China and India rushed to send relief supplies and search-and-rescue teams. But when another humanitarian crisis — boats bearing thousands of migrants — appeared off Southeast Asian shores a month later, Asia’s two most populous countries said and did little. Instead, offers to resettle the migrants came from Gambia and the United States.\nThe wealthiest nations in the Asia-Pacific region stood back as well. Australia declared it would not resettle the migrants, mostly Rohingya Muslims fleeing religious persecution in Myanmar or poor Bangladeshis seeking jobs. Japan pledged $3.5 million in emergency assistance but also refrained from offering to take in any displaced people.\nMore than a month after Malaysia and Indonesia agreed to provide temporary shelter for up to 7,000 of the migrants stranded at sea, there has been no sign of progress in finding them a permanent home, nor any hint that Myanmar would address the conditions driving the Rohingya exodus. And Asia’s most powerful nations are essentially sitting out the crisis.\nTheir passivity is all the more striking because, halfway around the world, European leaders have been actively debating a response to their own migrant crisis, in which more than 1,700 people from Africa and the Middle East have died trying to cross the Mediterranean this year.", "url": "https://www.nytimes.com/2015/06/29/world/asia/china-and-india-are-sitting-out-refugee-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}