{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 04:38:31", "date_modify": "2018-11-16 04:38:31", "date_publish": "2015-08-24 00:07:11", "description": "The sheer number of militant suspects combined with a widening field of potential targets have presented European officials with what they concede is a nearly insurmountable surveillance task.", "filename": "2015_08_24_world_europe_europe-ponders-terror-threat-to-soft-targets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343111.html", "image_url": "https://static01.nyt.com/images/2015/08/24/world/FRANCE/FRANCE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_24_world_europe_europe-ponders-terror-threat-to-soft-targets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343111.html", "title": "Europe Facing New Uncertainty in Terrorism Fight", "title_page": "Europe Facing New Uncertainty in Terrorism Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Two days after a young Moroccan man was thwarted from an apparent plan to cause carnage on a Paris-bound express train, European officials confronted the deepening quandary of what additional steps they could take in the face of such attacks on soft targets, short of paralyzing public spaces or even more intrusive surveillance.\nEnhanced security and surveillance measures had already filtered out the young man, Ayoub El Khazzani, 26. But he was one of thousands of Europeans who had come on the radar of authorities as potential threats after traveling to Syria.\nThe sheer number of militant suspects combined with a widening field of potential targets have presented European officials with what they concede is a nearly insurmountable surveillance task. The scale of the challenge, security experts fear, may leave the Continent entering a new climate of uncertainty, with added risk attached to seemingly mundane endeavors, like taking a train.\nIn fact, the authorities in at least two countries already knew quite a lot about Mr. Khazzani before he surged into notoriety on Friday afternoon: He was on a French list as a security threat, and Spanish officials told news media there that he had traveled to Syria — not in itself an offense, unless he went there for jihad. Had he been living in France, a tough new surveillance law, approved at the end of July by France’s constitutional council, would have likely turned up even more on him.", "url": "https://www.nytimes.com/2015/08/24/world/europe/europe-ponders-terror-threat-to-soft-targets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}