{"authors": ["A. O. Scott"], "date_download": "2018-11-16 04:10:38", "date_modify": "2018-11-16 04:10:38", "date_publish": "2015-10-28 13:19:18", "description": "Luke, lightsabers and the Force changed popular culture.", "filename": "2015_11_01_movies_star-wars-elvis-and-me.html_module=inline_1542341438.html", "image_url": "https://static01.nyt.com/images/2015/11/01/arts/01SCOTT2/01SCOTT2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_01_movies_star-wars-elvis-and-me.html_module=inline_1542341438.html", "title": "How ‘Star Wars’ Defined My Generation", "title_page": "How ‘Star Wars’ Defined My Generation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But more about that in a minute. I’m the ancient mariner here, and this is still my story. I’m not sure how many times I saw “Star Wars” the year it came out, but I am certain that until the arrival of my children, a DVD player and a copy of “Toy Story 2,” there is no movie I have seen as often in such rapid succession.\nThe novelist Jonathan Lethem, two years older than I am, has written (in a piercing essay called “13, 21, 1977”) about seeing it 21 times, usually by himself, during an especially painful period in his life. I can’t quite match that total, and there was no pattern to the viewings. I think my parents took me the first time. Later, I took my little sister. Another time I went with a girl from my sixth-grade class on some awkward early approximation of a date. At least one friend’s birthday party involved a “Star Wars” outing. Going to see it was, in my recollection, a casual habit. You would be in someone’s rec room playing air hockey, or trying to pop wheelies on your bike, and you’d get bored with that and, if you hadn’t already spent your allowance, you’d head to the theater where the movie had been playing continuously since the end of the previous school year. It was something to do.\nFor some, like Mr. Lethem, it was also a gateway into more sophisticated cinematic pleasures, and a first step on a backward path through movie history. In his case, “Star Wars” was replaced first by “2001: A Space Odyssey” and then by “The Searchers,” both of them, not coincidentally, among the identifiable ancestors of “A New Hope.” Others held fast to childish things and formed a Rebel Alliance against the Empire of adulthood. It’s hardly an accident that J. J. Abrams, director of “Star Wars: The Force Awakens,” is one of us. He turned 11 about two weeks before I did.\nThe legend of “Star Wars” was something that arose later. In 1977, we were innocent of Joseph Campbell and the further annotations Mr. Lucas and others would provide. The allegorical meanings — the battle of good and evil, the mystery of the Force — rest lightly on the jaunty surface of “A New Hope.” There would be richer intimations of depth and darkness in “The Empire Strikes Back” and “Return of the Jedi,” or maybe, since we were a few years older, we were more inclined to see them.\nAnd then we kind of moved on, at least until 1999, when Mr. Lucas returned with “The Phantom Menace” and the Gen X legacy of ambivalence and confusion blossomed anew. That movie was terrible! So was “Attack of the Clones.” But it didn’t seem to matter. Everyone went to see those movies anyway, and the awfulness cast a rosy and perhaps unmerited glow on the first trilogy. Those movies weren’t all that good either. And that didn’t matter. They existed — the whole cosmos, or gestalt, or whatever it is, exists — in a realm beyond such judgments, and also beyond the ordinary operations of nostalgia. “Star Wars” is an old movie now, older now than Elvis Presley’s first records were in 1977. The film moves slowly and shows its predigital seams. It’s more charming than sublime, a silly pop-culture throwaway full of funny creatures, terrible dialogue and breathless acting. It’s exactly the same as I remember it, and watching it again I wonder what I ever saw in it. I find my lack of faith disturbing. And yet, I’m still a believer.\nFor another take on “Star Wars” fans, read Manohla Dargis’s essay.", "url": "https://www.nytimes.com/2015/11/01/movies/star-wars-elvis-and-me.html?module=inline"}