{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:22:49", "date_modify": "2018-11-16 04:22:49", "date_publish": "2015-07-10 12:31:24", "description": "Two programs would tie some payments to quality of care, and all hospitals in selected areas would get a flat fee for a hip or knee replacement.", "filename": "2015_07_11_upshot_obamacare-flexes-muscles-with-new-medicare-payment-plans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342169.html", "image_url": "https://static01.nyt.com/images/2015/07/10/upshot/10UP-Medicare/10UP-Medicare-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_11_upshot_obamacare-flexes-muscles-with-new-medicare-payment-plans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342169.html", "title": "Obamacare Flexes Muscles With New Medicare Payment Plans", "title_page": "Obamacare Flexes Muscles With New Medicare Payment Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the first time, the Obama administration has deployed an important new power it has under the Affordable Care Act: proposing to pay doctors and hospitals based on the quality of care they provide, regardless of whether they want to be paid that way.\nIt introduced two such programs this week. One would require all hospitals in 75 metropolitan areas to accept a flat fee for the costs associated with a hip or knee replacement — including the costs of surgery, medications, the joint implant and rehabilitation. And if the quality of the care is not judged to be good, Medicare will take back some of the money it paid. Another program would increase or decrease payments to home health agencies in nine states, depending on how they perform on certain quality measurements.\nThe Department of Health and Human Services always had the authority to change the amounts it paid for certain services, but before Obamacare, it needed Congress to pass legislation to change the way it paid for them. The agency is asking for public comment on the proposals.\nThese changes will allow the administration to reshape the Medicare program. The new payment rules, while guided by existing evidence, are still experimental — and are likely to anger Obamacare critics and members of Congress who would prefer to see major changes to Medicare enacted through legislation.", "url": "https://www.nytimes.com/2015/07/11/upshot/obamacare-flexes-muscles-with-new-medicare-payment-plans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}