{"authors": ["Chris Buckley"], "date_download": "2018-11-16 03:53:17", "date_modify": "2018-11-16 03:53:17", "date_publish": "2015-06-03 12:51:41", "description": "The arrivals who landed last month joined 75,000 others already there, but their marginalization in the region has muted their voice in the debate over their future.", "filename": "2015_06_04_world_asia_rohingya-migrants-malaysia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "image_url": "https://static01.nyt.com/images/2015/06/04/world/04MALAYSIA-1/04MALAYSIA-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_04_world_asia_rohingya-migrants-malaysia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340397.html", "title": "Even in Safety of Malaysia, Rohingya Migrants Face Bleak Prospects", "title_page": "Even in Safety of Malaysia, Rohingya Migrants Face Bleak Prospects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even so, compared with the bamboo shacks and fetid detention camps they left behind, Malaysia offers at least some modicum of hope and opportunity, if not the kinder reception, decent jobs and schools, and swift resettlement that many hoped for.\nThe Rohingya have managed to establish enclaves in several neighborhoods on the edges of Kuala Lumpur, the capital, living in concrete housing blocks and shopping in open-air markets. Here in the Ampang district, tens of thousands of Rohingya crowd into apartments and dilapidated houses that often hold several families each.\nMany Rohingya men find occasional work on construction sites or in cheap restaurants in the city, and some women work in stalls and shops. In the Selayang neighborhood, hundreds of Rohingya stall holders sell fruit and vegetables, mixing with other poor migrants, including many from Myanmar.\n“We are not rich people, but this is better than what we left behind,” said Mohammed Ayub, a Rohingya who has lived in Malaysia for three years and runs a tailor shop in Taman Muda on the edge of Kuala Lumpur. “What is most important is that we have some security here. We don’t have much, but we have some security.”\nMost pressing of all, many migrants said they faced a long, uncertain wait for the United Nations refugee agency office in Kuala Lumpur to accredit them as refugees, which would entitle them to a precious identity card that many see as their best protection against detention or abuse by officials and the police.", "url": "https://www.nytimes.com/2015/06/04/world/asia/rohingya-migrants-malaysia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}