{"authors": ["Frances Robles", "Richard Fausset", "Michael Barbaro"], "date_download": "2018-11-16 03:42:01", "date_modify": "2018-11-16 03:42:01", "date_publish": "2015-06-22 18:11:59", "description": "Gov. Nikki Haley’s call to remove the flag from Capitol grounds came in the wake of the killing of nine people in a Charleston church.", "filename": "2015_06_23_us_south-carolina-confederate-flag-dylann-roof.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339721.html", "image_url": "https://static01.nyt.com/images/2015/06/23/us/23CHARLESTONJP1/23CHARLESTONJP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_23_us_south-carolina-confederate-flag-dylann-roof.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339721.html", "title": "Nikki Haley, South Carolina Governor, Calls for Removal of Confederate Battle Flag", "title_page": "Nikki Haley, South Carolina Governor, Calls for Removal of Confederate Battle Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — Gov. Nikki R. Haley called on Monday for South Carolina to do what just a week ago seemed politically impossible — remove the Confederate battle flag from its perch in front of the State House building here. She argued that a symbol long revered by many Southerners was for some, after the church massacre in Charleston, a “deeply offensive symbol of a brutally offensive past.”\n“The events of this week call upon us to look at this in a different way,” said Ms. Haley, an Indian-American, who is the first member of an ethnic minority to serve as governor of the state as well as the first woman.\nShe spoke at an afternoon news conference, surrounded by Democratic and Republican lawmakers including both of the state’s United States senators, Lindsey Graham and Tim Scott, an African-American. “Today we are here in a moment of unity in our state, without ill will, to say it’s time to move the flag from the capitol grounds,” she said.\nIt was a dramatic turnabout for Ms. Haley, a second-term Republican governor who over her five years in the job has displayed little interest in addressing the intensely divisive issue of the flag. But her new position demonstrated the powerful shock that last Wednesday’s killings at Emanuel A.M.E. Church have delivered to the political status quo, mobilizing leaders at the highest levels.", "url": "https://www.nytimes.com/2015/06/23/us/south-carolina-confederate-flag-dylann-roof.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}