{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2018-11-16 04:10:01", "date_modify": "2018-11-16 04:10:01", "date_publish": "2015-11-15 23:03:18", "description": "Stung by criticism of its failure to nominate any black actors or directors last season, the Academy used its annual Governors Awards to face the issue head on.", "filename": "2015_11_16_movies_for-spike-lee-an-honorary-oscar-but-diversity-takes-center-stage.html__r=0&module=inline_1542341401.html", "image_url": "https://static01.nyt.com/images/2015/11/16/arts/16LEE/16LEE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_16_movies_for-spike-lee-an-honorary-oscar-but-diversity-takes-center-stage.html__r=0&module=inline_1542341401.html", "title": "For Spike Lee, an Honorary Oscar, but Diversity Takes Center Stage", "title_page": "For Spike Lee, an Honorary Oscar, but Diversity Takes Center Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — “We can talk, you know, yabba, yabba, yabba, but we need to have some serious discussion about diversity, and get some flave up in this!” Spike Lee admonished members of the Academy of Motion Picture Arts and Sciences, as he accepted an honorary Oscar at a black-tie banquet in Hollywood on Saturday night.\n“This industry is so far behind sports, it’s ridiculous,” Mr. Lee continued. “It’s easier to be president of the United States as a black person than be head of a studio. Honest.”\nAnd so it went, as the film academy — stung by fierce criticism of its failure to nominate any black actors or directors in the last round of Oscar voting — used its annual Governors Awards to face its diversity issues head on.\nAs the evening began, Cheryl Boone Isaacs, the Academy’s president, set the tone with a speech about inclusiveness, and the disclosure of a five-year plan, called “A2020,” to broaden the demographics of the group’s membership, staff and governing board.", "url": "https://www.nytimes.com/2015/11/16/movies/for-spike-lee-an-honorary-oscar-but-diversity-takes-center-stage.html?_r=0&module=inline"}