{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:43:35", "date_modify": "2018-11-16 04:43:35", "date_publish": "2015-07-11 02:28:48", "description": "The Paul plan promises a big tax cut for everyone, but analyses show it would be a big tax cut for high earners and a wash for for everyone else.", "filename": "2015_07_11_opinion_rand-pauls-fake-flat-tax_1542343415.html", "image_url": "https://static01.nyt.com/images/2015/07/11/opinion/11sat3web/11sat3web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_11_opinion_rand-pauls-fake-flat-tax_1542343415.html", "title": "Rand Paul’s Fake Flat Tax", "title_page": "Opinion | Rand Paul’s Fake Flat Tax   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every four years, Republican candidates for the White House denounce the federal tax system — often advocating replacing it with a supposedly more equitable single tax rate — and this year is no exception. Senator Rand Paul has already come up with a flat-tax reform plan, and it shows clearly, once again, that this is a fundamentally flawed idea.\nMr. Paul has pledged to “blow up the tax code” by replacing all federal taxes with a flat 14.5 percent tax on personal and corporate income — except, that is, when his plan exempts income from taxation altogether by retaining popular write-offs. Mr. Paul proposes to continue deductions for mortgage interest and charitable donations, which would gut the supposed simplicity of a flat tax.\nThe Paul plan, like the flat-tax plans from previous campaigns, would fail to raise enough revenue to finance a modern government. Estimates by the conservative Tax Foundation found that it would reduce revenue to the Treasury by $1 trillion to $3 trillion over a decade. Citizens for Tax Justice, a more liberal advocacy group, estimates a 10-year loss of $15 trillion. Arguments about the proper role of government aside, a population and an economy that are growing in size and complexity cannot thrive with a shrinking government.\nImage Rand Paul in Las Vegas last month, flanked by more than 74,000 pieces of paper meant to represent the size of the United States tax code. Credit Ethan Miller/Getty Images\nThe Paul plan also fails the basic test of progressivity. It promises a big tax cut for everyone, but analyses show it would be a big tax cut for high earners and businesses and basically a wash for everyone else. And that’s being generous. If Mr. Paul were to cut federal spending to offset the plan’s revenue loss, as he has promised to do, middle-class and lower-income Americans would be much worse off, because programs that benefit them would have to be reduced or ended. Contenders for the chopping block would include Social Security, health care, education and environmental protection.", "url": "https://www.nytimes.com/2015/07/11/opinion/rand-pauls-fake-flat-tax.html"}