{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:41:46", "date_modify": "2018-11-16 03:41:46", "date_publish": "2015-07-06 16:15:25", "description": "The divisions over how and where it is displayed are reflected in a Civil War museum in Richmond, Va., the former capital of the Confederacy.", "filename": "2015_07_07_us_even-in-museums-sounds-of-battle-over-confederate-flag-are-heard.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "image_url": "https://static01.nyt.com/images/2015/07/03/us/03confederateweb2/03confederateweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_07_us_even-in-museums-sounds-of-battle-over-confederate-flag-are-heard.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "title": "Even as Museum Piece, Confederate Flag Is in Dispute", "title_page": "Even as Museum Piece, Confederate Flag Is in Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RICHMOND, Va. — One floor below street level in the Museum of the Confederacy here, at the end of a cinder-block hallway behind two sets of locked double doors, a climate-controlled vault contains the world’s largest collection of some of the most revered and reviled objects in American history: Confederate-era flags.\nHere, painstakingly preserved and cataloged, are more than 550 wartime silk, wool and cotton flags. One, fashioned from bridal clothes, has the word “Home” in blue appliqué, encircled with blue stars. Another features an oil painting of Pocahontas. Still another, the now-controversial Southern Cross battle flag, was once owned by Tad Lincoln, a son of President Abraham Lincoln. It hangs in a gallery upstairs.\nAs the museum’s chief historian and author of a scholarly book on the flag, John M. Coski, a slender and slightly rumpled 56-year-old, works hard to bring its various versions to light — part of what he calls a “conscious effort” by officials of the 119-year-old institution to “modernize from a shrine” to the Old South into “a modern, Smithsonian-like museum.”\nAs debate rages over how and where to display Confederate flags — the South Carolina Senate voted overwhelmingly on Monday to remove the battle flag from the grounds of the State House, and the debate will shift to the House of Representatives there — critics insist that the flags must be relegated to museums. But here in Virginia, it is clear that even museums cannot escape the fray.", "url": "https://www.nytimes.com/2015/07/07/us/even-in-museums-sounds-of-battle-over-confederate-flag-are-heard.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}