{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:28:29", "date_modify": "2018-11-16 04:28:29", "date_publish": "2015-03-12 09:00:12", "description": "Messages are automatically deleted after 90 days, and some legislators want to stop that practice; the governor’s office, in response, says it is willing to adopt a new retention policy.", "filename": "2015_03_13_nyregion_calls-to-end-quick-purge-of-new-york-state-workers-email_1542342509.html", "image_url": "https://static01.nyt.com/images/2015/03/12/nyregion/EMAILPURGEweb2/EMAILPURGEweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_13_nyregion_calls-to-end-quick-purge-of-new-york-state-workers-email_1542342509.html", "title": "Cuomo’s Rule on Purging State Email Roils Albany", "title_page": "Cuomo’s Rule on Purging State Email Roils Albany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The criticism of the Cuomo administration’s email policy echoes a familiar critique of the governor, whose management style has a distinctly clandestine streak. He and his aides go out of their way to avoid leaving a paper trail, relying on messages sent through BlackBerry phones, and his administration has often chafed at requests under the Freedom of Information Law.\nMr. Cuomo’s aides said the governor’s office had been deleting emails after 90 days since at least 2007, when Eliot Spitzer was governor and Mr. Cuomo was attorney general. Mr. Cuomo, in fact, adopted a similar policy for the attorney general’s office.\nThe Cuomo administration expanded the policy across state agencies in 2013, but it has come under recent scrutiny as the state has finished rolling out a centralized email system and applied the deletion policy in a uniform fashion. State workers must now manually select the emails that should be preserved beyond 90 days.\nSome lawmakers, including State Senator Liz Krueger, have faulted the policy as a threat to government accountability. In a democracy, “we’re supposed to have open and transparent government, which means having access to information you need to evaluate your government,” Ms. Krueger said in an interview.\nShe and Assemblyman Daniel J. O’Donnell, who were among Ms. Miller’s inquisitors, sponsored one of the bills. Ms. Krueger added of the email purges, “Ninety days is not only an arbitrary cutoff, it’s a ridiculously short cutoff.”\nMr. O’Donnell had similar concerns. “I think if the New York Assembly announced tomorrow that we were going to take up this policy, Preet Bharara would be at the court door making sure that we did not,” he said at the hearing, referring to the United States attorney for the Southern District of New York, whose office has brought a number of corruption cases against legislators.", "url": "https://www.nytimes.com/2015/03/13/nyregion/calls-to-end-quick-purge-of-new-york-state-workers-email.html"}