{"authors": ["Scott Shane", "Matt Apuzzo", "Eric Schmitt"], "date_download": "2018-11-16 03:21:43", "date_modify": "2018-11-16 03:21:43", "date_publish": "2015-12-09 03:28:30", "description": "As the White House takes on the challenge of the Islamic State, it is focusing on the online community of sympathizers in the United States, who number in the hundreds and fit no single profile.", "filename": "2015_12_09_us_americans-attracted-to-isis-find-an-echo-chamber-on-social-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338503.html", "image_url": "https://static01.nyt.com/images/2015/12/09/us/09online-web1/09online-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_us_americans-attracted-to-isis-find-an-echo-chamber-on-social-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338503.html", "title": "Americans Attracted to ISIS Find an ‘Echo Chamber’ on Social Media", "title_page": "Americans Attracted to ISIS Find an ‘Echo Chamber’ on Social Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The full story of the radicalization of the attackers, Syed Rizwan Farook and Tashfeen Malik, is still emerging as the F.B.I. retrieves records from deleted computer drives and smashed cellphones. But Ms. Malik’s decision, as the shooting began, to post on Facebook a pledge of loyalty to the leader of the Islamic State, also known as ISIS or ISIL, suggested that the couple had been exposed to the Internet world created by the group’s supporters and recruiters.\n“It’s a closed community — almost a clique,” said Seamus Hughes, co-author of a report, “ISIS in America,” released last week by George Washington University’s Program on Extremism. “They share memes and inside jokes, terms and phrases you’d only know if you were a follower.”\nThe George Washington University report underscored the diversity of the 71 people in the United States charged with crimes related to the Islamic State since March 2014: 40 percent were converts to Islam, defying any ethnic profile. They were young, with an average age of 26; overwhelmingly American citizens or legal residents; and 14 percent were women.\nBut all, or nearly all, had spent hours on the Internet trumpeting their feelings about the Islamic State and engaging with English speakers from many other countries. In fact, nearly all were arrested after their online posts drew the attention of the F.B.I.\nAn Insular Community\nFinding the Islamic State’s corner of the Internet is not hard. In March, Nader Saadeh of New Jersey performed simple online searches for the term “ISIS.” He read newspaper articles and looked at maps. Within weeks, he was downloading hourlong propaganda videos. At the end of April, prosecutors said, he bought a plane ticket to Jordan in hopes of getting to Syria to fight.\nCurious web surfers can easily recognize the distinctive iconography that Islamic State supporters embrace. The black flag used by many jihadist groups, often inscribed in white with the Shahada, or Islamic creed, is popular. Portraits of jihadist heroes, notably the American Al Qaeda propagandist Anwar al-Awlaki, are regularly featured. Green birds, a symbol of paradise, and lions, a reference to warriors as “lions of Allah,” are favorites. Keonna Thomas, 30, a Philadelphia mother charged this year with trying to join the Islamic State, posted on Twitter as YoungLioness.", "url": "https://www.nytimes.com/2015/12/09/us/americans-attracted-to-isis-find-an-echo-chamber-on-social-media.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}