{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:58:39", "date_modify": "2018-11-16 03:58:39", "date_publish": "2015-06-02 18:27:24", "description": "The coalition of countries arrayed against the Islamic State has been hobbled by a variety of weaknesses.", "filename": "2015_06_03_world_middleeast_coalition-fighting-islamic-state-meets-in-paris.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340719.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_03_world_middleeast_coalition-fighting-islamic-state-meets-in-paris.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340719.html", "title": "Anti-ISIS Coalition Makes Little Progress at Paris Meeting", "title_page": "Anti-ISIS Coalition Makes Little Progress at Paris Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — With Islamist militant fighters on the ground in Syria and Iraq moving faster than the international coalition arrayed against them, a meeting in Paris by coalition members on Tuesday seemed unlikely to reverse the momentum anytime soon.\nWith the French and American governments playing host, 24 foreign ministers or their representatives have been meeting here in the aftermath of serious losses to the Islamic State in both Iraq and Syria last month and the possibility that more territory will be lost in the coming days.\nThe group did not embrace any major changes and appeared set to continue on its current course, even though over the past few weeks Syria’s government had lost control of the strategically important city of Palmyra and the Iraqi government has lost control of Ramadi, the capital of Anbar Province, to the Islamic State.\nBoth of those cities have strategic and symbolic significance, and now the major northern Syrian city of Aleppo appears in danger of possibly falling to the militants as well.", "url": "https://www.nytimes.com/2015/06/03/world/middleeast/coalition-fighting-islamic-state-meets-in-paris.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}