{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:42:19", "date_modify": "2018-11-16 03:42:19", "date_publish": "2015-06-19 15:03:01", "description": "The debate has been renewed on social media and beyond about whether the flag should be displayed, and whether politicians should continue to defend it.", "filename": "2015_06_20_us_charleston-shooting-reignites-debate-about-confederate-flag.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339739.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_20_us_charleston-shooting-reignites-debate-about-confederate-flag.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339739.html", "title": "Charleston Shooting Reignites Debate About Confederate Flag", "title_page": "Charleston Shooting Reignites Debate About Confederate Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Thursday, hours after a white gunman killed nine people in a black church in Charleston, S.C., a Confederate flag continued to fly over the grounds of the state’s Capitol.\nThe Supreme Court ruled the same day that Texas did not violate the First Amendment by refusing to allow the flag on its license plates.\nThe conflict over the banner of the Confederacy has been raging for decades between those who feel it is a symbol of free speech, and others who see it as a symbol of white supremacy. But with a photo emerging of Dylann Roof, the 21-year-old suspect in the Charleston church shootings, posing in front of a car with Confederate plates, the debate has been reignited on social media and beyond about whether the flag should be displayed, and whether politicians should continue to defend the flag as a symbol of Southern heritage.\nRepresentative Mark Sanford of South Carolina, a Republican, and the state’s Republican governor, Nikki R. Haley, are both drawing criticism for their views on the flag. On MSNBC’s “Morning Joe,” Mr. Sanford called the idea of removing the flag a “Pandora’s box” and a “complex issue within our state.”", "url": "https://www.nytimes.com/2015/06/20/us/charleston-shooting-reignites-debate-about-confederate-flag.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}