{"authors": ["Campbell Robertson", "Timothy Williams"], "date_download": "2018-11-16 04:23:32", "date_modify": "2018-11-16 04:23:32", "date_publish": "2015-04-01 15:34:40", "description": "As corporations like Walmart speak out in opposition, Gov. Asa Hutchinson asked the state House to recall or amend a bill that critics say will allow discrimination against gays and lesbians.", "filename": "2015_04_02_us_arkansas-indiana-religious-freedom-hutchinson-pence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342212.html", "image_url": "https://static01.nyt.com/images/2015/04/01/us/asa-hutchinson/asa-hutchinson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_02_us_arkansas-indiana-religious-freedom-hutchinson-pence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342212.html", "title": "Arkansas Governor Asks Lawmakers to Recall Religious Exception Bill", "title_page": "Arkansas Governor Asks Lawmakers to Recall Religious Exception Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the political context has changed widely since. The federal law was spurred by an effort to protect Native Americans in danger of losing their jobs because of religious ceremonies that involved an illegal drug, peyote. Now the backdrop is often perceived to be the cultural division over same-sex marriages.\nBoth states’ laws allow for larger corporations, if they are substantially owned by members with strong religious convictions, to claim that a ruling or mandate violates their religious faith, something reserved for individuals or family businesses in other versions of the law. Both allow religious parties to go to court to head off a “likely” state action that they fear will impinge on their beliefs, even if it has not yet happened.\nThe Arkansas act contains another difference in wording, several legal experts said, that could make it harder for the government to override a claim of religious exemption. The state, according to the Arkansas bill, must show that a law or requirement that someone is challenging is “essential” to the furtherance of a compelling governmental interest, a word that is absent from the federal law and those in other states, including Indiana.\n“It has way too broad an application,” said John DiPippa, a law professor at the University of Arkansas at Little Rock, who had spoken before the legislature in 2011 on behalf of a narrower and ultimately unsuccessful version of the bill. “I never anticipated or supported applying it to for-profit companies and certainly never anticipated it applying to actions outside of government.”\nThe future of similar measures elsewhere remained unclear. In Georgia, where the legislature will adjourn for the year on Thursday, opponents of a pending proposal rallied Tuesday outside the State Capitol. Although the bill’s path has been turbulent — a Monday committee hearing about the measure was canceled — supporters and critics alike said it could be approved in the session’s final hours. North Carolina is far earlier in its debate. Religious freedom proposals surfaced last week in both the House and the Senate, and neither has faced a vote at even the committee level.", "url": "https://www.nytimes.com/2015/04/02/us/arkansas-indiana-religious-freedom-hutchinson-pence.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}