{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:37:41", "date_modify": "2018-11-16 04:37:41", "date_publish": "2015-12-08 19:32:15", "description": "While most attending Mr. Trump’s speech in South Carolina seemed to support his statement on banning Muslims from entering the U.S., some said it went too far.", "filename": "2015_12_09_us_politics_at-donald-trump-rally-some-see-bias-where-others-see-strength.html_module=inline_1542343061.html", "image_url": "https://static01.nyt.com/images/2015/12/09/us/09carolina-web/09carolina-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_us_politics_at-donald-trump-rally-some-see-bias-where-others-see-strength.html_module=inline_1542343061.html", "title": "At Donald Trump Rally, Some See Bias Where Others See Strength", "title_page": "At Donald Trump Rally, Some See Bias Where Others See Strength - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few steps away, Chris Arnold was leaving the first political event he ever attended — “it was kind of like a rock concert a little bit” — impressed with Mr. Trump. But Mr. Arnold was more taken with Mr. Trump’s contention that his wealth meant that he was not indebted to donors than with his stance on restricting Muslims. “That’s a little too much, a little over the edge,” Mr. Arnold said. “I just want to get the vetting process down. We need to redo that.”\nRandall Horres, who came to the rally with his family, indulged in some shouting at the protesters who remained in the parking lot after the event had concluded. But he said his outrage was more driven toward government than toward Muslims.\n“This thing in San Bernardino is proof positive of how broken our system is,” said Mr. Horres, who lives on John’s Island, S.C. He then quickly pivoted to the country’s border with Mexico, pointing to “a complete lack of faith in our government to do the vetting” of all immigrants.\nMr. Horres’ wife, Joanna, said the authorities should be able to stop those who come to the country intending to harm Americans. Asked how they could do that, she quickly responded: “That should be our government’s job to figure that out and protect us — and they’re not.”\nAnn Hunter, who drove with her husband and 8-year-old son about 100 miles from the Columbia, S.C., area to see and hear Mr. Trump, said she only wanted to tighten security and keep out Muslims who intended to inflict violence on people.\n“If they come to the country through regular means, the background checks are properly done and as far as we know there’s no tie to ISIS, they don’t hate America — just some common sense questions — then you can’t stop them all from coming here, that wouldn’t be right,” Ms. Hunter said.\nAt times, the gathering seemed little different than any other political rally in the South this time of year. The air was crisp and oyster roast-ready, the music was fit for a fraternity party — from yesterday’s “Shout” to today’s “Uptown Funk” — and the time-killing chatter ran more to the state of the University of South Carolina’s football program than to the Islamic State.", "url": "https://www.nytimes.com/2015/12/09/us/politics/at-donald-trump-rally-some-see-bias-where-others-see-strength.html?module=inline"}