{"authors": ["John Eligon", "Richard Fausset"], "date_download": "2018-11-16 03:58:00", "date_modify": "2018-11-16 03:58:00", "date_publish": "2015-06-21 11:07:42", "description": "A diverse gathering of mourners crowded beneath Emanuel A.M.E. Church’s vaulted barrel roof days after nine black churchgoers were killed in an attack.", "filename": "2015_06_22_us_ame-church-in-charleston-reopens-as-congregation-mourns-shooting-victims.html_module=inline_1542340680.html", "image_url": "https://static01.nyt.com/images/2015/06/21/us/20150622CHARLESTON-slide-PI9M/20150622CHARLESTON-slide-PI9M-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_22_us_ame-church-in-charleston-reopens-as-congregation-mourns-shooting-victims.html_module=inline_1542340680.html", "title": "Defiant Show of Unity in Charleston Church That Lost 9 to Racist Violence", "title_page": "Defiant Show of Unity in Charleston Church That Lost 9 to Racist Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later, with his voice roaring, Mr. Goff added, “Some wanted to divide the race — black and white and brown — but no weapon formed against us shall prosper.”\nVideo\nHere in this city — where steeples dot the skyline, earning Charleston the nickname Holy City — worship normally contained within church walls spilled into the streets on Sunday. Large banners hung from the buildings near Emanuel.\n“Holy City ... Let Us Be the Example of Love That Conquers Evil,” read one.\nAt 10 a.m., church bells across the city began to toll. Nine minutes passed, one minute for each victim.\nHundreds of people, most of them white, had gathered a block from Emanuel, in Marion Square, by that time, all of them in silence but for the chattering of some children. They clutched programs with lyrics to some of the sturdiest of hymns, “Amazing Grace” and “How Great Thou Art,” for a prayer and worship gathering organized by Awaken Church, an interdenominational congregation.\nThe Rev. Brandon Bowers, a white man who is the lead pastor of Awaken, spoke from a small white tent.\n“As a pastor in this city, a husband and a father to two boys and two girls, my heart broke in grief and disbelief,” he said. “What the enemy intended for evil, God is using for good. We are here to pray for the healing that needs to come.”\nJermaine Watkins, who is black and a teaching pastor at Journey Church, spoke next, declaring that the gathering showed that “what unites us is stronger than what divides us.”\nAdvertisement Continue reading the main story\n“To hatred, we say no way, not today,” Mr. Watkins said. “To racism, we say no way, not today. To division, we say no way, not today. To reconciliation, we say yes. To loss of hope, we say no way, not today. To a racial war, we say no way, not today. To racial fear, we say no way, not today. Charleston, together, we say no way, not today.”\nPhoto\nThe family of Dylann Roof, the 21-year-old charged with murder in the killings, attended an early service Sunday at St. Paul’s Lutheran Church in downtown Columbia, S.C.\n“They are shattered,” Bishop Herman R. Yoos told the congregation at a later service. “But their faith is strong.”\nBishop Yoos said he met with the family last week. During Sunday’s service, the pastor read the names of the dead and asked for prayers for their families.\nIn the front pews of Emanuel, Nikki R. Haley, the Indian-American Republican governor of this state, sat among Democrats — Representative Maxine Waters of California, who is black, and Mayor Joseph P. Riley Jr. of Charleston, who is white — and Senator Tim Scott of South Carolina, who is black and a fellow Republican. In the back of the church, an unlikely pairing sat next to each other — Rick Santorum, the conservative Catholic and Republican presidential hopeful, and DeRay McKesson, a liberal activist who is black and gay.\nThe service beneath Emanuel’s vaulted barrel roof opened with an emotional hymn as nearly the entire congregation stood and sang, “You are the source of my strength, you are the strength of my life,” rounded out with a big “Amen” that was followed by a standing ovation.\nIn the opening prayer, the Rev. John H. Gillison said that while people were still asking why, “those of us who know Jesus, we can look through the window of our faith, and we see hope, we see light.”\nHe later reflected on the nine who had died.\n“There they were in the house of the Lord, studying your word, praying with one another,” he said. “But the devil also entered, and the devil was trying to take charge. Thanks be to God the devil cannot take control of your people. The devil cannot take control of your church.”\nPhoto\nThe roughly two-hour service was held under tight security. Police officers lined the church, and water bottles, bags and cameras (except for the news media’s) were not allowed inside. Overflow seating was set up in the wood-paneled basement, where the shooting took place, with folding tables and chairs set on linoleum floors that showed no evidence of the events of a few nights earlier.\nAdvertisement Continue reading the main story\nIn the sanctuary, dim yellow light trickled through the towering stained glass windows as worshipers fanned themselves and volunteers handed out cold bottles of water to combat the muggy air.\nBut that did not deter what was at times a vigorous celebration as people stood and strained their neck muscles while singing. Tears streamed from many eyes as people made their way back to their seats from the altar call.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe congregation gave the loudest standing ovation of the morning after Mr. Goff thanked law enforcement, particularly poignant at a time when the relationship between blacks and the police remains strained nationwide.\n“A lot of folks expected us to do something strange and break out in a riot,” Mr. Goff said. “Well, they just don’t know us. We are people of faith.”\nStill, he urged worshipers to continue to fight for justice for the less fortunate in society in the name of the “Mother Emanuel 9.”\n“And we are going to hold our elected officials accountable to do the right thing,” he said.\nFrom pulpits across the country, ministers talked of using the tragedy as a springboard to address deeper ills in society.\nPhoto\n“Part of the problem why we continue to visit these moments is because there is of a lack of honesty about how we got here,” the Rev. Michael A. Walrond Jr., the pastor at First Corinthian Baptist Church in Harlem, told his congregation on Sunday morning. “Racism, bigotry, prejudice and hatred are elements woven into the fabric of this country. There can be no healing in this land if we are not honest about who we are.”\nSome church leaders said they already saw steps toward healing.\nAt Hebron Zion Presbyterian Church on Johns Island, west of Charleston, several white visitors were among the largely black congregation on Sunday. The Rev. McKinley Washington Jr., the church’s pastor, said it was unusual, though not extraordinary, to look out from his pulpit and see white faces.\nAdvertisement Continue reading the main story\n“There’s a consciousness around the country,” he said. “I think they were, not embarrassed, but feel responsible. This was a serious wake-up call for America, but especially for white people.”\nWhen the white congregants of Citadel Square Baptist Church gathered for their Sunday worship service, the church program listed the names of the nine black church members who had been slain next door.\nIn 1995, the Southern Baptist Convention, of which Citadel Baptist is affiliated, issued a “Resolution on Racial Reconciliation” on its 150th anniversary. The document said Southern Baptists’ relationship with blacks had been “hindered from the beginning by the role that slavery played” in the group’s formation, and acknowledged that many Southern Baptists had defended slavery and failed to support civil rights.\nAt the end of the service at Citadel Baptist, members walked just steps away and placed purple daisies on the steps of Emanuel as a show of love and support.\nThe Rev. David Walker of Citadel Baptist said that well before the shooting at Emanuel, the neighboring churches had been discussing ways to bring their congregations closer together. With Emanuel’s pastor, the Rev. Clementa C. Pinckney, among the dead, there is no telling what will become of those efforts.\nBut that mattered little on Sunday as Citadel Baptist members placed the flowers on the steps of Emanuel. There, a longtime Emanuel member, Willi Glee, was waiting to greet them.\n“You are good neighbors,” Mr. Glee said.", "url": "https://www.nytimes.com/2015/06/22/us/ame-church-in-charleston-reopens-as-congregation-mourns-shooting-victims.html?module=inline"}