{"authors": ["Mike Mcintire"], "date_download": "2018-11-16 03:42:47", "date_modify": "2018-11-16 03:42:47", "date_publish": "2015-12-03 23:05:04", "description": "California laws are relatively tough, but they cannot stop all the ways a semiautomatic rifle can be made more deadly.", "filename": "2015_12_04_us_weapons-in-san-bernardino-shootings-were-legally-obtained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339767.html", "image_url": "https://static01.nyt.com/images/2015/12/04/us/04weapons-web/04weapons-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_04_us_weapons-in-san-bernardino-shootings-were-legally-obtained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339767.html", "title": "Weapons in San Bernardino Shootings Were Legally Obtained", "title_page": "Weapons in San Bernardino Shootings Were Legally Obtained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The suspects in the San Bernardino shootings used semiautomatic rifles that were legally obtained despite gun laws in California that were intended to ban assault weapons and are widely regarded as among the strictest in the country.\nThe rifles were variants of the popular AR-15, the semiautomatic civilian version of a military M-16. They are surprisingly easy to acquire in California, though they come with limitations aimed at curbing their ability to inflict mass damage. Semiautomatic rifles, for instance, cannot have magazines that hold more than 10 bullets or can be quickly removed.\nHowever, such limitations can be easily, if illegally, bypassed. For instance, a 10-bullet magazine can be quickly removed by pressing the tip of a loose bullet into a recessed button, allowing for a high-capacity magazine to be inserted in its place.", "url": "https://www.nytimes.com/2015/12/04/us/weapons-in-san-bernardino-shootings-were-legally-obtained.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}