{"authors": ["Amy Chozick"], "date_download": "2018-11-16 04:39:47", "date_modify": "2018-11-16 04:39:47", "date_publish": "2015-04-21 09:00:25", "description": "Mrs. Clinton’s advisers insist that she was the original Elizabeth Warren: a populist fighter who for decades has been an advocate for families and children.", "filename": "2015_04_22_us_politics_hillary-clintons-quest-to-prove-her-populist-edge-is-as-strong-as-elizabeth-warrens.html_ref=politics_1542343187.html", "image_url": "https://static01.nyt.com/images/2015/04/22/us/22WARRENsub/22WARRENsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_22_us_politics_hillary-clintons-quest-to-prove-her-populist-edge-is-as-strong-as-elizabeth-warrens.html_ref=politics_1542343187.html", "title": "Campaign Casts Hillary Clinton as the Populist It Insists She Has Always Been", "title_page": "Campaign Casts Hillary Clinton as the Populist It Insists She Has Always Been - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But that was then, and this is now, when everything Mrs. Clinton does will be viewed through the lens of a party under the influence of Ms. Warren and her blistering critique of the financial sector.\nRobert B. Reich, a secretary of labor during the Clinton administration who has advised Mrs. Clinton’s campaign, said the comparison with Ms. Warren “personalizes it far too much.”\n“This is a broad-based movement to take back our democracy and make the economy work for everybody instead of a small group at the top,” he said.\nFor seven years, Mrs. Clinton has been out of domestic policy, and in that time, the populist movement has caught fire. In the years Mrs. Clinton served as secretary of state and since she left the State Department in early 2013, she has become more associated with the centrist policies of the Bill Clinton years than with policies of raising taxes on the wealthy and increasing government services that have become widely adopted on the left.\n“This perception comes because she wasn’t involved in the discussion for so long,” Anita Dunn, a Democratic strategist, said of Mrs. Clinton. Because, she added, in the White House “she had this reputation as being the very left-wing, liberal, Elizabeth Warren type.”", "url": "https://www.nytimes.com/2015/04/22/us/politics/hillary-clintons-quest-to-prove-her-populist-edge-is-as-strong-as-elizabeth-warrens.html?ref=politics"}