{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:33", "date_modify": "2018-11-16 04:51:33", "date_publish": "2015-05-05 02:00:08", "description": "The Père Lachaise cemetery in Paris helped inspire Dael Orlandersmith’s introspective work.", "filename": "2015_05_05_theater_review-in-forever-dael-orlandersmith-finds-comfort-in-a-cemetery_1542343893.html", "image_url": "https://static01.nyt.com/images/2015/05/05/arts/05FOREVER/05FOREVER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_05_theater_review-in-forever-dael-orlandersmith-finds-comfort-in-a-cemetery_1542343893.html", "title": "Review: In ‘Forever,’ Dael Orlandersmith Finds Comfort in a Cemetery", "title_page": "Review: In ‘Forever,’ Dael Orlandersmith Finds Comfort in a Cemetery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But “Forever” is not merely a study in family pathology. Although there are moments that rivet us with their brutality — Ms. Orlandersmith’s final encounters with her dying mother make for painful hearing — the show draws a portrait of Beula that sees her from the inside out. As she grew up, Ms. Orlandersmith came to understand the sources of her mother’s pain, its roots in her failed career as a dancer and, more broadly, the love of music and books that was both a solace and a frustration: the world they evoked being such a great distance from the harsh environment in which she fought to live.\nMs. Orlandersmith herself determined that she would not fail in the ways her mother had. At age 11, hearing the organ solo on the Doors song “Light My Fire” was a revelation. “Listening to that solo, I knew there was something beyond, but I didn’t know what it was,” she recalls, and promptly bought the album it came from.\nIn language that is always spare and simple, with rhythms now jagged and discordant, now incantatory and soothing, Ms. Orlandersmith holds us in a taut, quiet spell for the 80-minute show. Among the most harrowing passages is the painfully vivid recounting of her rape when she was a teenager, and her mother’s hysterical reaction to it. (“He should have killed us both,” she drunkenly wails to a police officer.)\nAnd yet Ms. Orlandersmith relates the grimmest details of her youth from the perspective of the accomplished writer and performer who transcended them. She can access the pain and the fury, and bring it alive for us with spellbinding immediacy, but at least some of the wounds have been healed through the process of creation, or re-creation.\nWhich is not to say that “Forever” concludes with the kind of redemptive forgiveness you might expect. Even as she acknowledges the destructive forces that shaped her mother’s life, Ms. Orlandersmith is fiercely honest about their destructive relationship, one that led her in search of another family. Her “true” family, as she puts it, is the brotherhood and sisterhood of artists whose lives, whose graves, came to mean more to her than her own mother’s.", "url": "https://www.nytimes.com/2015/05/05/theater/review-in-forever-dael-orlandersmith-finds-comfort-in-a-cemetery.html"}