{"authors": ["James Kanter"], "date_download": "2018-11-16 03:19:27", "date_modify": "2018-11-16 03:19:27", "date_publish": "2015-05-18 11:13:34", "description": "A decision to militarize the migrant crisis in the Mediterranean is likely to require further approvals from European governments as well as coastal states in North Africa.", "filename": "2015_05_19_world_europe_european-union-human-trafficking-military.html_module=inline_1542338367.html", "image_url": "https://static01.nyt.com/images/2015/05/19/world/19MIGRANTS/19MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_19_world_europe_european-union-human-trafficking-military.html_module=inline_1542338367.html", "title": "E.U. Agrees to Naval Intervention on Migrant Smugglers", "title_page": "E.U. Agrees to Naval Intervention on Migrant Smugglers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The idea was “to neutralize these vessels so they can’t be reused,” Ms. Mogherini said.\nHow to stem the tide of migrants and accommodate those who make it to the European Union is among the thorniest challenges for the bloc. Even as strong anti-immigration sentiment in some countries has fueled demonstrations and gains for right-wing parties, there remains a deep reluctance in the European Union to use force in places like Libya, where NATO’s enforcement of a no-fly zone in 2011 helped to drive the country’s dictator, Col. Muammar el-Qaddafi, from power.\nSince then, the Libyan government has virtually collapsed, its authority limited to the country’s east, while many migrant smugglers operate in the country’s west. But the reality of what amounts to a failed state on the opposing shore of the Mediterranean has raised the difficult question of what authority European countries could deal with in Libya to coordinate any intervention.\n“We have insisted on having a legal ground for every step on the way, and also to be able to control each and every step,” Margot Wallstrom, the Swedish foreign minister, told reporters.\nA United Nations Security Council resolution would be necessary “as the basis for our actions,” she said.\nMs. Collett also said there could be some hurdles for Europe to win the resolution it is seeking from the United Nations Security Council for operations in Libyan territorial waters.\nThere is “some nervousness within the Security Council as to whether this resolution would become the thin end of the wedge and have implications for maritime migration taking place in other parts of the world such as the Red and Andaman Seas,” she said.", "url": "https://www.nytimes.com/2015/05/19/world/europe/european-union-human-trafficking-military.html?module=inline"}