{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:08:25", "date_modify": "2018-11-16 04:08:25", "date_publish": "2015-10-12 17:46:47", "description": "Tools being added to the federal health care website are intended to make it easier for people to find plans that include their doctors and to estimate costs.", "filename": "2015_10_13_us_healthcaregov-to-get-major-changes-to-ease-shopping-for-coverage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341305.html", "image_url": "https://static01.nyt.com/images/2015/10/13/us/13health/13health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_13_us_healthcaregov-to-get-major-changes-to-ease-shopping-for-coverage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341305.html", "title": "Makeover Coming for HealthCare.gov", "title_page": "Makeover Coming for HealthCare.gov - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Acknowledging at least tacitly the difficulties of some health care consumers, the Obama administration plans major changes to HealthCare.gov this year to make it easier for shoppers to find health insurance plans that include their doctors and to predict their health care costs for the coming year.\nWith substantial premium increases coming in some states in 2016, administration officials are expecting that many consumers already in the Affordable Care Act’s networks will have to switch health plans and find new doctors as they scramble for cheaper alternatives. And millions more Americans could be receiving health insurance through health care marketplaces for the first time.\nBut insurers in many counties are offering such a dizzying array of health insurance plans with so many subtle differences that consumers have struggled to determine which plan is best for them.\n“Normal consumers just cannot assess the dollar consequences of their decisions,” said Robert M. Krughoff, the president of the Center for the Study of Services, also known as Consumers’ Checkbook. “Is a $200 deductible with a $10,000 out-of-pocket limit better for my family than a $2,000 deductible and a $4,000 out-of-pocket limit?”", "url": "https://www.nytimes.com/2015/10/13/us/healthcaregov-to-get-major-changes-to-ease-shopping-for-coverage.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}