{"authors": ["Tim Arango"], "date_download": "2018-11-16 04:39:28", "date_modify": "2018-11-16 04:39:28", "date_publish": "2015-04-16 09:00:09", "description": "Nearly 1.5 million Armenians died at the hands of the Ottoman Empire in 1915, during World War I. Turks by and large do not believe mass killings were planned.", "filename": "2015_04_17_world_europe_turkeys-century-of-denial-about-an-armenian-genocide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343168.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_17_world_europe_turkeys-century-of-denial-about-an-armenian-genocide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343168.html", "title": "A Century After Armenian Genocide, Turkey’s Denial Only Deepens", "title_page": "A Century After Armenian Genocide, Turkey’s Denial Only Deepens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Worried that the Christian Armenian population was planning to align with Russia, a primary enemy of the Ottoman Turks, officials embarked on what historians have called the first genocide of the 20th century: Nearly 1.5 million Armenians were killed, some in massacres like the one here, others in forced marches to the Syrian desert that left them starved to death.\nThe genocide was the greatest atrocity of the Great War. It also remains that conflict’s most bitterly contested legacy, having been met by the Turkish authorities with 100 years of silence and denial. For surviving Armenians and their descendants, the genocide became a central marker of their identity, the psychic wounds passed through generations.\n“Armenians have passed one whole century, screaming to the world that this happened,” said Gaffur Turkay, whose grandfather, as a young boy, survived the genocide and was taken in by a Muslim family. Mr. Turkay, in recent years, after discovering his heritage, began identifying as an Armenian and converted to Christianity. “We want to be part of this country with our original identities, just as we were a century ago,” he said.\nMemorials Worldwide\nThe 100th anniversary will be commemorated on April 24, the date the Ottomans rounded up a group of Armenian notables in Istanbul in 1915 as the first step in what historians now agree was a wider plan of annihilation. Armenians from Turkey and the diaspora are preparing to gather in Istanbul’s central Taksim Square to honor the dead. They will also hold a concert featuring Armenian and Turkish musicians.\nSimilar ceremonies will be held in capitals around the world, including in Yerevan, the capital of Armenia, where Kim Kardashian, who is of Armenian descent, recently visited with her husband, the rapper Kanye West, to highlight the genocide. That the European Parliament and Pope Francis recently described the massacres as a genocide adds to the pressure on Ankara.", "url": "https://www.nytimes.com/2015/04/17/world/europe/turkeys-century-of-denial-about-an-armenian-genocide.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}