{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:12", "date_modify": "2018-11-16 03:55:12", "date_publish": "2015-06-25 12:34:32", "description": "The move is a recognition, urban planners and historians say, that the existing strategy has created ever-worsening traffic problems, and widespread destruction of Beijing’s monumental old city.", "filename": "2015_06_26_world_asia_china-aims-to-move-beijing-government-out-of-citys-crowded-core_1542340512.html", "image_url": "https://static01.nyt.com/images/2015/06/26/world/26Beijing2-web/26Beijing2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_world_asia_china-aims-to-move-beijing-government-out-of-citys-crowded-core_1542340512.html", "title": "China Aims to Move Beijing Government Out of City’s Crowded Core", "title_page": "China Aims to Move Beijing Government Out of City’s Crowded Core - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The exact details have not been released, but some published reports say the city’s Communist Party headquarters, as well as several other political committees, could move to Lucheng, a part of Tongzhou where a subway connection to the inner city recently opened.\nLocal government websites have publicized new orders not to construct buildings on the land. Those also state that local residents would be reclassified from rural residents to urban ones, which would end farming on the land and allow for more intensive construction.\nOfficials at several Beijing offices refused to confirm or deny the plans. Speaking anonymously, however, numerous officials said the move was definite and could be announced on the National Day holiday on Oct. 1. A senior official with the city’s Bureau of Industry and Commerce said that his office received a notice from his superiors last month to prepare for the move, but that it would take years to complete.\nAccording to Zhang Wuming, a researcher at the Fangtang Think Tank in Beijing, which specializes in urban and cultural issues, the plan would leave the core part of the city home only to central government ministries.\n“The idea is to strengthen the function of Beijing as the capital, which means that Beijing should serve the central organs more efficiently,” Mr. Zhang said. “If the Beijing government can move to Tongzhou, it actually can better manage the city from there.”\nIn Tongzhou, locals have mixed feelings about the move. Some said it would make it easier to find work nearby, rather than having to commute far into the city. Others said they were worried they would not be able to afford housing in the new administrative area. Many still live in villages that until a few years ago were centers of grain production and the raising of sheep.", "url": "https://www.nytimes.com/2015/06/26/world/asia/china-aims-to-move-beijing-government-out-of-citys-crowded-core.html"}