{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:10:17", "date_modify": "2018-11-16 03:10:17", "date_publish": "2015-10-23 18:45:40", "description": "The “Hotline Bling” video confirms that Drake understands Internet obsession better than any other artist — and is creating work to feed it.", "filename": "2015_10_24_arts_music_drake-rapper-actor-meme.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337817.html", "image_url": "https://static01.nyt.com/images/2015/10/24/arts/24drakeart2/24drakeart2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_24_arts_music_drake-rapper-actor-meme.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337817.html", "title": "Drake: Rapper, Actor, Meme", "title_page": "Drake: Rapper, Actor, Meme - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the beginning, Drake’s “Hotline Bling” was a pure child of the Internet. Released in July on his label’s SoundCloud page following a premiere on Apple Music’s OVO Sound Radio, it felt like a casual throwaway, a breezy compatriot to “Charged Up,” his anti-Meek Mill song, which landed at the same time.\nAnd yet “Hotline Bling,” a song about romantic disappointment and shortcomings, which moves at a slow shuffle, has become a surprise radio hit and is currently at No. 2 in the country.\nThis week, though, the Internet decided it wanted “Hotline Bling” back. Late Monday night, Drake released its video, mostly made up of long shots of him dancing in front of a plain background that’s constantly changing colors: mustard, lavender, baby blue, peach, chartreuse. The clip, directed by Director X, is both warm and slick, giving this song — part of the lo-fi catharsis segment of Drake’s catalog — the grand-scale sensation that thoughtfully minimalist approaches can trigger.\nThe “Hotline Bling” video is also the moment when Drake fully becomes a meme.\nNo celebrity understands the mechanisms of Internet obsession better than Drake. Online, fandom isn’t merely an act of receiving — it’s one of interaction, recontextualization, disputed ownership and cheek. For the celebrity, it’s about letting go of unilateral top-down narratives and letting the hive take control. For fans, it’s about applying personalization to the object of adoration.", "url": "https://www.nytimes.com/2015/10/24/arts/music/drake-rapper-actor-meme.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}