{"authors": ["Patrick Healy", "Michael Barbaro"], "date_download": "2018-11-16 03:58:40", "date_modify": "2018-11-16 03:58:40", "date_publish": "2015-08-02 02:03:05", "description": "The Republican rivals of Donald J. Trump are determined not to let the encounter on Thursday become about him.", "filename": "2015_08_02_us_politics_republican-debate-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340720.html", "image_url": "https://static01.nyt.com/images/2015/08/02/us/02debate-SUB/02debate-SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_02_us_politics_republican-debate-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340720.html", "title": "Preparing for Debate, Republicans Test Themselves Against Donald Trump", "title_page": "Preparing for Debate, Republicans Test Themselves Against Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“No one knows how much the moderators are going to ask us about Donald Trump, let alone what Trump is going to say, so the preparations are warped by the Trump factor,” Mr. Carson said in an interview. “What most of us will be looking for is any opportunity to turn the conversation into something meaningful, rather than about one man.”\nMost of the Republicans are wary of taking on Mr. Trump because he seems impenetrable, yet they also do not want to look weak in the face of his attacks. The best they can hope for is that Mr. Trump will attack their biggest perceived opponent; one ally of Mr. Cruz, who is running hard in Iowa, said he would like nothing more than for Mr. Trump to continue criticizing the Wisconsin record of Mr. Walker in hopes of weakening him in Iowa.\n“You only attack the king if you can kill him; otherwise you leave him alone, because the king will kill you,” said Frank Luntz, a Republican pollster. “So the candidates better have something good ready if they come after Trump. Or they might try to find a way, in their responses, to remind Trump of something that another candidate said that really bothered him.”\nStagecraft is critical, especially for Mr. Bush and Mr. Walker, since they are expected to be standing on either side of Mr. Trump and often in the same camera shot. Advisers say they are confident that Mr. Bush and Mr. Walker will not scowl or stiffen in reaction to anything Mr. Trump says, but rather will seek opportunities to look and sound more presidential than he does — and like the strongest opponent to Hillary Rodham Clinton, should she become the Democratic nominee.", "url": "https://www.nytimes.com/2015/08/02/us/politics/republican-debate-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}