{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:49:14", "date_modify": "2018-11-16 04:49:14", "date_publish": "2015-03-08 13:33:43", "description": "Officials were apparently trying to forestall a campaign against sexual harassment on public transportation coinciding with International Women’s Day.", "filename": "2015_03_09_world_asia_china-detains-womens-rights-activists-in-several-cities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343754.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_09_world_asia_china-detains-womens-rights-activists-in-several-cities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343754.html", "title": "China Detains Several Women’s Rights Activists", "title_page": "China Detains Several Women’s Rights Activists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China detained at least 10 women’s rights activists over the weekend to forestall a nationwide campaign against sexual harassment on public transportation that was to overlap with International Women’s Day, according to human rights advocates and associates of those detained.\nAt least five of the detained were still being held on Sunday evening, while the others had been released after being interrogated. All were women.\nThe women still in detention on Sunday evening live in the eastern metropolises of Beijing, Guangzhou and Hangzhou, and had timed the start of the antiharassment campaign to coincide with International Women’s Day on Sunday, according to Chinese Human Rights Defenders, an advocacy group based outside China that had posted on Twitter about the detentions.\nImage Li Tingting, who works under the pseudonym Li Maizi, has been known in advocacy circles since 2012.\n“Ask Beijing & Guangzhou police: Is it a crime to speak out about sexual harassment in China?” the group said in a Twitter post early Sunday. Hours later, the group said it had learned of another activist, Wu Rongrong, who had been detained by the police in Hangzhou and was still being held.", "url": "https://www.nytimes.com/2015/03/09/world/asia/china-detains-womens-rights-activists-in-several-cities.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}