{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:24:23", "date_modify": "2018-11-16 04:24:23", "date_publish": "2015-03-19 10:00:10", "description": "The executive order represents the latest use of presidential power to address climate change as Congress resists passing legislation.", "filename": "2015_03_20_us_politics_obama-order-to-cut-federal-greenhouse-gas-emissions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342263.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_20_us_politics_obama-order-to-cut-federal-greenhouse-gas-emissions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342263.html", "title": "Obama Orders Cuts in Federal Greenhouse Gas Emissions", "title_page": "Obama Orders Cuts in Federal Greenhouse Gas Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama signed an executive order on Thursday to set new goals for reducing the greenhouse gas emissions of federal agencies, his latest use of his executive authority to address the root causes of climate change and press private companies and foreign governments to follow suit.\nMr. Obama’s directive orders federal agencies over the next decade to cut their emissions by an average of 40 percent compared with their levels when he won office in 2008, and to increase their use of electricity from renewable sources by 30 percent.\nThe goals are in line with a commitment that he announced in November as part of a climate agreement with China. In the deal, Mr. Obama said the United States would reduce its emissions of the heat-trapping gases that are warming the planet by 26 percent to 28 percent below 2005 levels by 2025.\nThey are also part of Mr. Obama’s effort during his last two years in office to use an expansive interpretation of his presidential authority to push ahead with unilateral moves to combat climate change in the face of strong opposition from the Republican-controlled Congress to advancing legislation that would do so.", "url": "https://www.nytimes.com/2015/03/20/us/politics/obama-order-to-cut-federal-greenhouse-gas-emissions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}