{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 03:45:01", "date_modify": "2018-11-16 03:45:01", "date_publish": "2015-10-15 03:43:00", "description": "Valeant Pharmaceuticals, which has been criticized for sharp increases in drug prices, said it had received two federal subpoenas.", "filename": "2015_10_15_business_valeant-under-investigation-for-its-drug-pricing-practices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339901.html", "image_url": "https://static01.nyt.com/images/2015/10/02/business/15valeant-web1/02drugprices-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_15_business_valeant-under-investigation-for-its-drug-pricing-practices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339901.html", "title": "Valeant Under Investigation for Its Drug Pricing Practices", "title_page": "Valeant Under Investigation for Its Drug Pricing Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Valeant Pharmaceuticals International, which has come under fire for aggressively increasing the prices of its drugs, said late Wednesday that it had received two federal subpoenas related to its pricing, distribution and patient support practices.\nThe subpoenas were issued by the United States attorney’s offices in Manhattan and Massachusetts.\nThe company said that most of the material requested concerned the company’s patient assistance programs. They also included requests related to distribution of the company’s products, information provided to the Centers for Medicare & Medicaid Services, and the company’s pricing decisions.\nPatient assistance programs, such as when a company covers a patient’s co-payment, can help patients get a drug they might not otherwise be able to afford. But that means that Medicaid, Medicare or commercial insurers have to pay for the drug.", "url": "https://www.nytimes.com/2015/10/15/business/valeant-under-investigation-for-its-drug-pricing-practices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}