{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:32", "date_modify": "2018-11-16 03:13:32", "date_publish": "2015-03-09 15:17:20", "description": "The New York State attorney general reached a settlement in which the agencies will rework their error-fixing process and treatment of medical debt.", "filename": "2015_03_10_business_big-credit-reporting-agencies-to-overhaul-error-fixing-process.html_module=inline_1542338012.html", "image_url": "https://static01.nyt.com/images/2015/03/10/business/10CREDITsub/10CREDITsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_10_business_big-credit-reporting-agencies-to-overhaul-error-fixing-process.html_module=inline_1542338012.html", "title": "TransUnion, Equifax and Experian Agree to Overhaul Credit Reporting Practices", "title_page": "TransUnion, Equifax and Experian Agree to Overhaul Credit Reporting Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The credit agencies fully cooperated with the investigation and deny any wrongdoing, according to the settlement agreement. And though a financial payment was not required, the reporting agencies will have to spend significant sums on personnel and on enhancing their systems to adhere to the settlement agreement.\n“They are going to have to hire a lot of people,” Mr. Schneiderman said at a news conference on Monday afternoon. “It is going to cost a substantial amount.”\nCredit reports touch nearly every aspect of a consumer’s financial life: Data in the files is analyzed and used to create credit scores, including the FICO score, which is widely used by financial services companies to judge consumers and decide how much interest to charge them. But the reports’ impact can reach far beyond the world of loans; they can affect an individual’s ability to obtain a rental apartment or get a cellphone, and even influence how much they might pay for car insurance.\nEven though consumers are entitled to dispute any inaccurate information in their credit reports, the entire process has been criticized by consumer advocates for years: The bureaus often outsource thousands of disputes daily to workers overseas who generally are told to translate the problem into a two- or three-digit code that is fed into a computer; the code and any documentation are sent to the creditor. If the creditor verifies the information, no further investigation takes place.\nNow, those automatic rejections will no longer be tolerated. And specially trained employees will have to review all supporting documentation submitted by consumers involving mixed credit files — in which a consumers’ file is blended with another person’s report — fraud or identity theft.\nRequiring the credit bureaus to wait 180 days to list any delinquent medical debt on credit reports is another victory for consumers. Given the complex way in which medical bills are charged and paid, it is not uncommon for delays in payment to tarnish credit reports, often without consumers’ knowledge. Just last year, the Consumer Financial Protection Bureau released the results of its own study, based on five million anonymous credit records, which found that consumers may be overly penalized for medical debts that go to collections. About half of unpaid collections on consumers’ reports are medical-related.\n“Too many people are surprised to learn of medical billing problems only after having a bill sent to collection and being forced to deal with damaged credit,” said Mark Rukavina, a longtime consumer advocate and principal of Community Health Advisors, a consultancy that works with nonprofit hospitals on billing and collection issues. “Having the agencies finally agree to remove medical debts that were reported and subsequently paid by insurers is long overdue.”", "url": "https://www.nytimes.com/2015/03/10/business/big-credit-reporting-agencies-to-overhaul-error-fixing-process.html?module=inline"}