{"authors": ["Michelle Innis"], "date_download": "2018-11-16 03:18:34", "date_modify": "2018-11-16 03:18:34", "date_publish": "2015-11-10 08:53:11", "description": "Five men were injured, but it was unclear whether they were hurt during the police response or during the riots, which began after a detainee was found dead.", "filename": "2015_11_11_world_australia_christmas-island-riots-australia-tear-gas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338314.html", "image_url": "https://static01.nyt.com/images/2015/11/11/world/11Riot-web/11Riot-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_11_world_australia_christmas-island-riots-australia-tear-gas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338314.html", "title": "Australia Uses Tear Gas in Riots at Christmas Island Detention Center", "title_page": "Australia Uses Tear Gas in Riots at Christmas Island Detention Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SYDNEY, Australia — The Australian authorities on Tuesday used tear gas and force to quell rioting at a detention center on Christmas Island that began after an Iranian refugee being held there died over the weekend.\nIn a statement, the Australian Immigration and Border Protection Department said that most detainees cooperated with the police after reinforcements were flown to the island overnight.\nThe immigration minister, Peter Dutton, said that tear gas and some force were used on a small number of detainees who had built barricades and were threatening to use weapons.\nFive men were injured, but it was unclear whether they were hurt during the riots or after the police arrived to retake control of the center, which was extensively damaged after being set on fire.", "url": "https://www.nytimes.com/2015/11/11/world/australia/christmas-island-riots-australia-tear-gas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}