{"authors": ["Shaila Dewan", "Richard A. Oppel Jr."], "date_download": "2018-11-16 03:23:02", "date_modify": "2018-11-16 03:23:02", "date_publish": "2015-01-23 01:53:02", "description": "Miscommunications, tactical errors and institutional failures by the Cleveland police cascaded into one irreversible mistake: the shooting of a 12-year-old boy.", "filename": "2015_01_23_us_in-tamir-rice-shooting-in-cleveland-many-errors-by-police-then-a-fatal-one.html_module=inline_1542338582.html", "image_url": "https://static01.nyt.com/images/2015/01/23/us/CLEVELAND/CLEVELAND-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_23_us_in-tamir-rice-shooting-in-cleveland-many-errors-by-police-then-a-fatal-one.html_module=inline_1542338582.html", "title": "In Tamir Rice Case, Many Errors by Cleveland Police, Then a Fatal One", "title_page": "In Tamir Rice Case, Many Errors by Cleveland Police, Then a Fatal One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Detective Steve Loomis, the president of the largest local police union, disputed the idea that the system for resolving complaints against officers favored the police. But he acknowledged problems in the department, including what he said was understaffing and low compensation that forced many officers to take second jobs to make ends meet.\nWaiting for Answers\nIn the weeks since Tamir’s death, the city and its police department have come under mounting pressure to explain not only the shooting, but also its aftermath, with the officers failing to provide first aid as Tamir lay bleeding. Not until an F.B.I. agent who happened to be nearby arrived four minutes after the shooting did anyone tend to the boy.\nThough the department’s use-of-force policy requires officers to “obtain necessary medical assistance” for injured people, it does not explicitly call for them to perform first aid. Walter Madison, a lawyer for Tamir’s mother, said it would be ludicrous to believe that officers would not immediately perform first aid on a wounded comrade.\nHenry Hilow, a lawyer representing Officer Loehmann, said the officers had followed protocol by calling for E.M.S., saying, “They were doing the best they could to get medical attention” for Tamir. He also defended the officers’ tactics in the moments before the shooting, saying they had positioned their cruiser to prevent Tamir from running into the recreation center, where they thought he might endanger people. They tried to stop farther away, but the car skidded, Mr. Hilow said.\nEchoing the defense of the police department after the shooting, Mr. Hilow also said the officers had seen Tamir pull the pellet gun out of his waistband moments before Officer Loehmann shot him, an account that is difficult to verify with the low-quality security video. He said the officers had shouted at Tamir to drop the gun and show his hands before their squad car came to a stop.\nThe department has begun taking some steps to address its problems. It says it will review personnel files of all new hires. A city inquiry may also examine the dispatch system, in which, Detective Loomis said, the person who took the 911 call did not relay the caller’s caveats to the dispatcher.\nYet Mayor Frank G. Jackson, a Democrat in his third term, has insisted there is no “systemic failure” in the department, and has steadfastly resisted calls for the resignation of two top advisers who oversaw the department during the period studied by both the state and the Justice Department.\nMs. Rice, 38, is awaiting explanations, and an apology. “Nobody has come to knock on my door and told me what happened,” she said. “Somebody has to be held accountable.”", "url": "https://www.nytimes.com/2015/01/23/us/in-tamir-rice-shooting-in-cleveland-many-errors-by-police-then-a-fatal-one.html?module=inline"}