{"authors": ["Austin Frakt"], "date_download": "2018-11-16 04:22:57", "date_modify": "2018-11-16 04:22:57", "date_publish": "2015-06-29 11:00:05", "description": "A new program seems to be working in reducing spending and improving quality, but it has a worryingly high attrition rate.", "filename": "2015_06_30_upshot_a-promising-medicare-plan-if-only-health-organizations-would-stick-around.html_module=inline_1542342177.html", "image_url": "https://static01.nyt.com/images/2015/06/30/upshot/30up-health/30up-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_30_upshot_a-promising-medicare-plan-if-only-health-organizations-would-stick-around.html_module=inline_1542342177.html", "title": "A Promising Medicare Plan, if Only Health Organizations Would Stick Around", "title_page": "A Promising Medicare Plan, if Only Health Organizations Would Stick Around - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even if the overall savings are modest and assessed only in the first year or two of the program, the studies’ findings are good news for Medicare. Inspired by some of the nation’s most revered health care organizations — like Kaiser Permanente and the Mayo Clinic — Medicare’s A.C.O. program is its flagship reform initiative. It’s intended to promote the delivery of more efficient and effective care, paying more for value than for volume. Medicare has announced it intends to accelerate the transition from volume to value in the coming years. The new studies offer some confidence that it can do so while reducing spending and without harming quality.\nHowever, there is still cause for concern. Thirteen A.C.O.s left the Pioneer program after the first year. Even though those A.C.O.s had saved money too, according to the studies, this is a troubling sign. A program that fails to retain its members cannot succeed in the long term. And, as these two studies cover only the first two years, despite the encouraging findings they do not provide information about what happened in the longer term.\nBecause the program is voluntary, an organization that can earn more by leaving, or one that anticipates it cannot recoup investments necessary to succeed, will not participate. One reason organizations may have dropped out is that payments decrease quickly as organizations become more efficient.\nDr. Michael McWilliams, lead author of the New England Journal of Medicine study, suggested that Medicare may achieve greater success over time with a more gradual approach that better balances the goal of achieving savings with the need to retain participants.\n“Building on this early success will require greater rewards for A.C.O.s that generate savings,” Dr. McWilliams said.", "url": "https://www.nytimes.com/2015/06/30/upshot/a-promising-medicare-plan-if-only-health-organizations-would-stick-around.html?module=inline"}