{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:23:04", "date_modify": "2018-11-16 03:23:04", "date_publish": "2015-06-16 17:21:10", "description": "Kurdish rebel fighters, helped by American-led airstrikes, took the town of Tal Abyad, which ISIS had used to smuggle in fighters and supplies.", "filename": "2015_06_17_world_middleeast_isis-loses-control-of-crucial-syrian-border-town_1542338584.html", "image_url": "https://static01.nyt.com/images/2015/06/17/world/17syria-web/17syria-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_17_world_middleeast_isis-loses-control-of-crucial-syrian-border-town_1542338584.html", "title": "ISIS Loses Control of Crucial Syrian Border Town", "title_page": "ISIS Loses Control of Crucial Syrian Border Town - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new refugee flow has led to accusations by Turkish officials and rebels elsewhere in Syria that Kurdish militias are forcibly displacing Arab civilians, although no clear evidence of ethnic cleansing has come to light. The United Nations said that the refugees were fleeing fighting in the area, and that some of them had come from Iraq.\nIt remained unclear how many Islamic State fighters had been killed in the battle, and the fact that the jihadists had apparently not used car bombs, their weapon of choice, to defend the town suggested that they had not put up much of a fight.\nThe Syrian Observatory for Human Rights, a monitoring group based in Britain, said that at least 40 Islamic State fighters had been killed in coalition airstrikes on convoys as they fled.\nThe Turkish military said it had detained five men accused of being members of the Islamic State at the border crossing on Monday, Turkish news media reported.\nSaleh Muslim, a Kurdish activist, said by telephone from Syria that opposition forces were now fighting Islamic State militants in villages farther south on the road to Raqqa. He said the militants were filling the villages with explosives before leaving, a tactic the group has used to devastating effect in both Syria and Iraq.", "url": "https://www.nytimes.com/2015/06/17/world/middleeast/isis-loses-control-of-crucial-syrian-border-town.html"}