{"authors": ["Chris Dixon"], "date_download": "2018-11-16 03:41:36", "date_modify": "2018-11-16 03:41:36", "date_publish": "2015-07-07 09:00:22", "description": "Several members of the South Carolina House of Representatives will help determine the outcome of a bill to remove the Confederate battle flag from the State House grounds.", "filename": "2015_07_08_us_south-carolina-legislators-to-watch-on-confederate-flag-bill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339696.html", "image_url": "https://static01.nyt.com/images/2015/07/07/us/08legislators/08legislators-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_08_us_south-carolina-legislators-to-watch-on-confederate-flag-bill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339696.html", "title": "South Carolina Legislators to Watch on Confederate Flag Bill", "title_page": "South Carolina Legislators to Watch on Confederate Flag Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — Here are a few members of the South Carolina House of Representatives whose actions will help determine the outcome of a bill to remove the Confederate battle flag from the State House grounds.\nRepresentative James H. Lucas, Republican, speaker of the House\nMr. Lucas, a relative moderate, is in his first term as speaker, so it is uncertain how he will proceed. He has said little publicly about his opinion on the flag bill or how it might proceed through the House. “I think he’s still feeling his way,” said Jack Bass, an emeritus professor of social sciences and humanities at the College of Charleston. “I don’t think he’s going to be leading this in the sense of telling people, ‘Here’s the way I think you should vote.’ I think he’s going to be doing a lot of talking to people and listening before he makes any decisions.”\nRepresentative Norman D. Brannon, Republican\nMr. Brannon, who has served in the House for five years, said that “a switch was flipped” after the Charleston church massacre and the death of the Rev. Clementa C. Pinckney, who was a state senator and a friend. He has since taken a vocal stand in favor of removing the Confederate flag, despite coming from the conservative upstate town of Landrum. Mr. Brannon said the level of support he had received from his constituents surprised him. “I’ve literally had three constituents who’ve said, ‘I ain’t voting for you again,’ but I go to the grocery store every day, and without fail, every comment has been congratulations or people literally patting me on the back,” he said. “Folks have been running up to me, sometimes making me wonder if I should be ducking, but they say, ‘I just want to thank you.’ That flag needs to come down, and if it costs me my job, so be it. I’m here to do my job, not to keep my job.”\nRepresentative Christopher A. Corley, Republican\nOn the day that Gov. Nikki R. Haley called for the flag to come down, Mr. Corley offered a different point of view. He told The Post and Courier, a Charleston newspaper: “I’m for leaving it where it is — absolutely. If I have to put 500 amendments on this thing to keep it there, then I will do it. This is a non-issue that’s being made an issue by certain groups trying to take advantage of a terrible situation.” If he stands down or even supports the measure, it will be a powerful sign that resistance to the bill has crumbled and that its approval is almost certain. When asked to define his position on Monday in the wake of the Senate vote, he declined to comment.", "url": "https://www.nytimes.com/2015/07/08/us/south-carolina-legislators-to-watch-on-confederate-flag-bill.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}