{"authors": ["Rick Gladstone", "Ravi Somaiya"], "date_download": "2018-11-16 03:48:58", "date_modify": "2018-11-16 03:48:58", "date_publish": "2015-01-13 21:53:27", "description": "The cartoon depiction of Muhammad on Charlie Hebdo’s new cover has presented another editorial judgment to news media about whether to republish it.", "filename": "2015_01_14_world_europe_new-charlie-hebdo-cover-creates-new-questions-for-us-news-media_1542340138.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_14_world_europe_new-charlie-hebdo-cover-creates-new-questions-for-us-news-media_1542340138.html", "title": "New Charlie Hebdo Cover Creates New Questions for U.S. News Media", "title_page": "New Charlie Hebdo Cover Creates New Questions for U.S. News Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is newsworthy because it’s the cover of a newspaper after a terrible tragedy,” she said.\nAt The Times, which republished some Charlie Hebdo cartoons in its coverage of the attack, but not the ones that mocked Islam, an editorial decision was made in its online coverage to provide a link for viewers to click should they wish to see the new Muhammad cover. But the image will not be published in the print edition.\n“Actually we have republished some of the Charlie Hebdo cartoons including a caricature of the head of ISIS as well as some political cartoons,” Dean Baquet, executive editor of The Times, said in a statement. “We do not normally publish images or other material deliberately intended to offend religious sensibilities. Many Muslims consider publishing images of their prophet innately offensive and we have refrained from doing so.”\nOther news outlets took a different approach. BuzzFeed, the online news site, ran previous Charlie Hebdo cartoons deemed offensive by Muslims and featured an image of the Wednesday cover in an article about how other publications were dealing with it. The BuzzFeed article portrayed those who chose not to republish as practicing self-censorship.\nThe Washington Post, which published a single image of a previous Charlie Hebdo cartoon of Muhammad on its printed op-ed page last Thursday, republished the new cover on its website on Tuesday. Martin Baron, the newspaper’s executive editor, said the images did not violate its editorial standards.\n“It has to be deliberately, pointedly, needlessly offensive,” Mr. Baron said.\nIn France, other newspapers have rallied to aid Charlie Hebdo. Its latest issue has been assembled in the offices of the left-wing newspaper Libération, some of whose staff members posted the image on Twitter earlier this week. In London, the newspaper The Guardian published the cartoon, but a web version of its article warns readers that it “contains the image of the magazine cover, which some may find offensive.”\nAdding to the debate over publishing the cartoon, some online commentators have also asserted that, if viewed upside down, the image could be seen as a depiction of the male anatomy. Many previous Charlie Hebdo images satirizing religious leaders have also included subtle or explicit pornographic references.", "url": "https://www.nytimes.com/2015/01/14/world/europe/new-charlie-hebdo-cover-creates-new-questions-for-us-news-media.html"}