{"authors": ["Paul R. Pillar"], "date_download": "2018-11-16 03:46:38", "date_modify": "2018-11-16 03:46:38", "date_publish": "2015-09-08 09:30:04", "description": "Barack Obama, Anwar al-Awlaki and the dilemmas posed by America’s use of a contentious weapon.", "filename": "2015_09_13_books_review_scott-shanes-objective-troy_1542339998.html", "image_url": "https://static01.nyt.com/images/2015/09/13/books/review/13PILLAR1/13Pillar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_13_books_review_scott-shanes-objective-troy_1542339998.html", "title": "Scott Shane’s ‘Objective Troy’", "title_page": "Scott Shane’s ‘Objective Troy’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some of the most difficult political, legal and moral issues in counterterrorism involve the use by the United States of unmanned aerial vehicles, commonly known as drones, to kill suspected terrorists in faraway places. These issues arose in especially salient and acute form regarding Anwar al-Awlaki, who became the first American citizen since at least the Civil War to be hunted down and intentionally killed overseas by his own government without his case’s ever being considered in a court. At the time he died in September 2011, Awlaki was probably the most prominent jihadi terrorist in the world apart from Osama bin Laden. The president who announced that death, Barack Obama, has become identified with drone strikes since they are the principal tool his administration has used to fight international terrorists. Scott Shane’s “Objective Troy” (the title refers to the military’s code name for Awlaki) is a lucid and richly informed account of how these two men came to occupy their respective places in the history of the drone age.\nImage A drone offered the president a path of direct action against Anwar al-Awlaki. Credit U.S. Air Force, via Associated Press\nShane brings to the subject many years of experience reporting on terrorism and national security affairs for The New York Times. His book has some of the attributes of a dual biography, and he takes note of remarkable parallels in the lives of the terrorist and the president: each born in the United States to a secular-minded foreign father of Muslim ancestry, living part of his childhood in a Muslim country before returning to the United States and as a young man presented with the temptations of radicalism. Shane successfully accomplishes the task he set for himself of explaining how the talented ­Yemeni-American could take the destructive path he did, and how the former constitutional law professor who criticized the harder-edged counterterrorist practices of the George W. Bush administration came to rely so heavily on targeted killings.\nShane offers a detailed and convincing narrative of what otherwise might be an incomprehensible transformation in the life of Anwar al-Awlaki. Born in New Mexico when his father was a graduate student there, the young Anwar could have had a bright and peaceful future in either the United States or Yemen. His prospects remained bright even after he gave up engineering for religion, rising rapidly to become imam of a prominent mosque in a Washington, D.C., suburb. The audience that Awlaki gained as a respected and admired preacher aided his credibility when he later spewed a violent message; CDs of his early sermons became “gateway drugs” for radicalized followers.", "url": "https://www.nytimes.com/2015/09/13/books/review/scott-shanes-objective-troy.html"}