{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 03:19:44", "date_modify": "2018-11-16 03:19:44", "date_publish": "2015-10-15 15:09:19", "description": "Gathering in Brussels, European leaders also endorsed a push to get Turkey to control the flow of Syrians and others before they can reach Europe.", "filename": "2015_10_16_world_europe_migrant-crisis-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338384.html", "image_url": "https://static01.nyt.com/images/2015/10/17/world/MIGRANTS/MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_16_world_europe_migrant-crisis-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338384.html", "title": "Migrant Crisis Leads to Calls for Tighter Borders in Europe", "title_page": "Migrant Crisis Leads to Calls for Tighter Borders in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Eager to push the migration crisis back beyond their own frontiers, European leaders agreed late Thursday to strengthen border controls and endorsed a deal with Turkey aimed at stopping the flow of Syrians and others before they can reach Europe.\nGathered in Brussels for their fourth consecutive summit meeting focused on the issue of migrants, leaders agreed to strengthen an existing but largely powerless European border agency, Frontex, and to commit officers from their own national border services to help front-line states like Greece.\n“Protection of our external borders is the main priority today,” said Donald Tusk, the president of the European Council, the body that convenes summit meetings, adding that help from Turkey was crucial to this goal.\nThe meeting, which stretched late into the night, signaled a shift from the message of open-armed welcome conveyed over the summer by Chancellor Angela Merkel of Germany toward what critics describe as a “fortress Europe” approach.", "url": "https://www.nytimes.com/2015/10/16/world/europe/migrant-crisis-europe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}