{"authors": ["Jonathan Weisman", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:23:07", "date_modify": "2018-11-16 04:23:07", "date_publish": "2015-02-02 16:31:16", "description": "The $4 trillion budget released Monday is more utopian vision than pragmatic blueprint, but buried in it are kernels of proposals that could take root even with a hostile Republican Congress.", "filename": "2015_02_03_us_obamas-budget.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342187.html", "image_url": "https://static01.nyt.com/images/2015/02/02/multimedia/obama-homeland-budget/obama-homeland-budget-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_03_us_obamas-budget.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342187.html", "title": "Obama’s Budget Seeks to Loosen Austerity Reins", "title_page": "Obama’s Budget Seeks to Loosen Austerity Reins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The $4 trillion budget that President Obama released Monday is more utopian vision than pragmatic blueprint for his final years in office, but buried in the document are kernels of proposals that could take root even with a hostile Republican Congress.\nIn his penultimate budget, Mr. Obama proclaimed victory in the long climb from deep recession and said the time had come to loosen the strictures of austerity to invest in the nation’s future, laying out a plan likely to shape the 2016 presidential contests. He relies on large tax increases, on corporations and the wealthy, to finance efforts in education, infrastructure construction and work force development that he says have waited far too long.\n“I want to work with Congress to replace mindless austerity with smart investments that strengthen America,” the president declared on a visit to the Department of Homeland Security. He said he would not accept spending bills that maintained tough budget caps he agreed to in 2011, nor would he loosen budget controls on military spending without relaxing them for domestic programs.\nBut hidden in some of his most ambitious proposals to diminish the wealth gap and remake the corporate tax code are areas of potential compromise that nod to Republican ideas: an expansion of the earned income credit for the working poor, a revitalized Pentagon budget, and a surge in spending on roads, bridges, airports and other infrastructure, financed by a new tax rate on foreign corporate profits.", "url": "https://www.nytimes.com/2015/02/03/us/obamas-budget.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}