{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:44:48", "date_modify": "2018-11-16 03:44:48", "date_publish": "2015-07-06 00:21:22", "description": "As insurers grow larger, the effect on consumers depends largely on how successfully other companies, particularly those created or attracted by the Affordable Care Act, can compete.", "filename": "2015_07_06_business_with-merging-of-insurers-questions-for-patients-about-costs-and-innovation.html_module=inline_1542339888.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_06_business_with-merging-of-insurers-questions-for-patients-about-costs-and-innovation.html_module=inline_1542339888.html", "title": "With Merging of Insurers, Questions for Patients About Costs and Innovation", "title_page": "With Merging of Insurers, Questions for Patients About Costs and Innovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The nonprofit Blue Cross plans still face the same pressures that the for-profit companies do in needing to generate more revenue to offset their costs, said Bret Schroeder, a partner with PA Consulting Group. “They all have existing cost structures that are similarly high,” he said, adding, “They are still faced with market forces” including decreasing revenues and more competition. The question is what Blue Cross plans like Wellmark in Iowa will do to compete better, he said.\nThe large for-profits also face more competition from some of the market’s newest entrants, which have benefited under the Affordable Care Act. The law created a new species of insurer, the consumer-oriented co-op plans. But the introduction of statewide online marketplaces also helped attract new players, including large health systems like Ascension, the nonprofit Catholic system, and North Shore-LIJ in New York.\nThe well-regarded health systems should be able to capitalize on their standing in the local community, said Ceci Connolly, managing director for PwC’s Health Research Institute, as compared with “the national Goliath coming in from the outside.”\nAnd just as the state marketplaces have benefited some of the newest competitors, allowing them to grab market share by offering the lowest-price plans, the advent of similar marketplaces offered by employers could bolster competition. Known as private exchanges, these would be similar in that employers could present their workers with a broad range of offerings through an online exchange that would include smaller or regional insurers.\n“A small plan still has the ability to compete on price and network,” said Larry Boress, the chief executive of the Midwest Business Group on Health. He pointed to Land of Lincoln Health, a co-op in Illinois that attracted more than 50,000 customers through the state marketplace after significantly dropping its prices.\nBut smaller insurers may still have difficulty competing with much larger companies, which will have significantly more resources. The big insurers have more money for sophisticated data analyses that allow them to better judge how to price their policies and more reserves if they guess wrong. Competing in this environment “is not for the faint of heart,” said Sabrina Corlette, a health policy expert at Georgetown University. Many of the smaller outfits have “no cushion, no margin for error,” making it harder to survive, she said.\nThe urge to merge may also signal less willingness by the big insurers to create new plans and to work with hospitals and doctors on novel ways of delivering care.", "url": "https://www.nytimes.com/2015/07/06/business/with-merging-of-insurers-questions-for-patients-about-costs-and-innovation.html?module=inline"}