{"authors": ["Elisabetta Povoledo"], "date_download": "2018-11-16 04:11:32", "date_modify": "2018-11-16 04:11:32", "date_publish": "2015-12-08 15:47:54", "description": "Amid heavy security, Francis reinforced his vision of a more merciful and less judgmental church, one that is open to all, including sinners.", "filename": "2015_12_09_world_europe_pope-mercy-jubilee-vatican-st-peters-basilica.html_module=inline_1542341492.html", "image_url": "https://static01.nyt.com/images/2015/12/09/world/09Vatican-web1/09Vatican-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_world_europe_pope-mercy-jubilee-vatican-st-peters-basilica.html_module=inline_1542341492.html", "title": "Pope Francis Calls for ‘God’s Mercy’ at Start of Yearlong Jubilee", "title_page": "Pope Francis Calls for ‘God’s Mercy’ at Start of Yearlong Jubilee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since 1300, Jubilee years have been celebrated at 25- or 50-year intervals, with the occasional extraordinary Jubilee, like this one. Francis called for this Jubilee to highlight the world’s need for mercy, “the revolution of tenderness,” the pope said in an interview this month with the Italian magazine Credere.\n“It is the year of forgiveness, the year of reconciliation,” he said.\nFor the first time, too, the Jubilee is focused not only on Rome but also on local places of worship, in keeping with the pope’s instruction that bishops open Holy Doors in cathedrals around the world so that the faithful can participate in the celebrations without traveling to Vatican City.\nThe ceremony on Tuesday formally opened celebrations of the Jubilee, which ends on Nov. 20, 2016, but the pope had already opened another Holy Door during his trip to Africa last month, proclaiming Bangui, the capital of the Central African Republic, “the spiritual capital of the world.”\nNearly 40 countries selected pilgrimage cathedrals or sites with Holy Doors, including a tent in a camp in Erbil, in northern Iraq, home to thousands of displaced Iraqi Christians, according to the Vatican newspaper, the Osservatore Romano.\nThe Vatican has established a Jubilee of Mercy website that lists cathedrals whose Holy Doors will open on Sunday.\nFrancis timed the beginning of the Jubilee to coincide with the feast day of the Immaculate Conception of the Virgin Mary, as well as the 50th anniversary of the closing of the Second Vatican Council, the three-year gathering of bishops that brought the church into the modern era. That encounter “impelled the church to emerge from the shoals which, for years, had kept her self-enclosed so as to set out once again, with enthusiasm, on her missionary journey,” the pope said in his homily on Tuesday, reinforcing the mission he has set for his papacy. “The Jubilee challenges us to this openness,” he added.", "url": "https://www.nytimes.com/2015/12/09/world/europe/pope-mercy-jubilee-vatican-st-peters-basilica.html?module=inline"}