{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:08:36", "date_modify": "2018-11-16 04:08:36", "date_publish": "2015-10-03 17:22:58", "description": "Hillary Rodham Clinton is arguing for a more robust approach to Syria, with the president dismissing her ideas as campaign politics.", "filename": "2015_10_04_world_syria-exposes-split-between-obama-and-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341316.html", "image_url": "https://static01.nyt.com/images/2015/10/04/world/POLICY/POLICY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_04_world_syria-exposes-split-between-obama-and-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341316.html", "title": "Syria Exposes Split Between Obama and Clinton", "title_page": "Syria Exposes Split Between Obama and Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For four years, they sat together in the Situation Room, the ultimate team of rivals confronting the world’s thorniest problems, mostly on the same page, sometimes decidedly not, but generally presenting a united front to the outside world.\nNow, with the administration’s approach to Syria seemingly in tatters, the differences between President Obama and former Secretary of State Hillary Rodham Clinton have opened a fresh wedge between the two, with Mrs. Clinton arguing for a more robust approach and Mr. Obama dismissing her ideas as campaign politics.\nThe exchange over the last two days brings to the fore a split on policy that has long divided the current president and his putative heir apparent, but it also reinforces the challenge for a Democratic candidate to define her own approach without alienating the incumbent head of her party. A serious debate in the Situation Room now plays itself out on the campaign trail with all the inherent stress points.\nThe Syria schism is just one of several areas where Mrs. Clinton has departed from the administration in recent weeks. She came out against the Keystone XL pipeline last month, while the administration remains undecided. She opposed drilling for oil in the Arctic just after the administration granted permits to Royal Dutch Shell to do so.", "url": "https://www.nytimes.com/2015/10/04/world/syria-exposes-split-between-obama-and-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}