{"authors": ["Joe Nocera"], "date_download": "2018-11-16 04:17:54", "date_modify": "2018-11-16 04:17:54", "date_publish": "2015-08-25 07:21:06", "description": "How did a famed short-seller see troubles in China’s markets that no one else did?", "filename": "2015_08_25_opinion_joe-nocera-the-man-who-got-china-right_1542341874.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_opinion_joe-nocera-the-man-who-got-china-right_1542341874.html", "title": "The Man Who Got China Right", "title_page": "Opinion | The Man Who Got China Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the fall of 2009, Jim Chanos began to ask questions about the Chinese economy. What sparked his curiosity was the realization that commodity producers had been largely unaffected by the financial crisis; indeed, they had recorded big profits even as other sectors found themselves reeling in the aftermath of the crisis.\nWhen he looked into why, he discovered that the critical factor was China’s voracious appetite for commodities: The Chinese, who had largely sidestepped the financial crisis themselves, were buying 40 percent of all copper exports; 50 percent of the available iron ore; and eye-popping quantities of just about everything else. That insight soon led Chanos to make an audacious call: China was in the midst of an unsustainable credit bubble.\nPerhaps you remember Jim Chanos. The founder of Kynikos Associates, a $3 billion hedge fund that specializes in short-selling, Chanos was the first person to figure out, some 15 years ago, that Enron was a house of cards.\nHe shorted Enron stock — meaning that he would profit if the stock fell, rather than rose — and shared his suspicions with others, including my friend Bethany McLean, who wrote a story for Fortune that marked the beginning of the end for Enron. That call not only made Chanos a small fortune; it also made him famous.", "url": "https://www.nytimes.com/2015/08/25/opinion/joe-nocera-the-man-who-got-china-right.html"}