{"authors": ["Adam Liptak"], "date_download": "2018-11-16 03:42:48", "date_modify": "2018-11-16 03:42:48", "date_publish": "2015-06-18 21:31:40", "description": "The court ruled, 5 to 4, that the IQ of a death row inmate — 75 — and his difficulties with learning raised reasonable doubts about his intellectual capacity.", "filename": "2015_06_19_us_supreme-court-permits-new-trial-for-mentally-disabled-inmate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339768.html", "image_url": "https://static01.nyt.com/images/2015/06/19/us/19scotus/19scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_19_us_supreme-court-permits-new-trial-for-mentally-disabled-inmate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339768.html", "title": "Supreme Court Permits New Hearing for Mentally Disabled Inmate", "title_page": "Supreme Court Permits New Hearing for Mentally Disabled Inmate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court on Thursday issued several decisions in criminal cases, including ones on the death penalty, testimony from children and jury selection.\nDEATH PENALTY In a 5-to-4 decision, the court ruled that a death row inmate in Louisiana was entitled to a hearing to determine whether he is intellectually disabled, and so may not be executed.\nThe case, Brumfield v. Cain, No. 13-1433, concerned Kevan Brumfield, who was sentenced to death in 1995 for killing Betty Smothers, a Baton Rouge police officer. Seven years later, in Atkins v. Virginia, the Supreme Court barred the execution of the intellectually disabled.\nMr. Brumfield sought to be spared on that ground, but was denied a hearing. A state judge reasoned that the evidence submitted at Mr. Brumfield’s trial was sufficient to resolve the issue against him even though he had not argued that his intellectual disability was a reason to bar his execution.", "url": "https://www.nytimes.com/2015/06/19/us/supreme-court-permits-new-trial-for-mentally-disabled-inmate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}