{"authors": ["Ashley Southall"], "date_download": "2018-11-16 04:38:22", "date_modify": "2018-11-16 04:38:22", "date_publish": "2015-08-22 20:29:33", "description": "The three Americans who subdued a gunman aboard a train to Paris are friends from their middle-school days, and two of them serve in the armed forces.", "filename": "2015_08_23_world_europe_3-heroes-who-stopped-train-attack-were-boyhood-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343102.html", "image_url": "https://static01.nyt.com/images/2015/08/23/world/22JPTRAIN3/22JPTRAIN3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_23_world_europe_3-heroes-who-stopped-train-attack-were-boyhood-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343102.html", "title": "3 Who Stopped Train Attack Were Boyhood Friends", "title_page": "3 Who Stopped Train Attack Were Boyhood Friends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By May, it was decided: Three friends who met as middle-schoolers in California would take a European vacation.\n“I’m going to Europe!!!! Like wow,” Anthony Sadler, 23, wrote on Twitter on May 14, three months before jetting off with Alek Skarlatos, 22, and Spencer Stone, 23.\nOn his first international trip, he planned to spend three weeks traveling across Italy, Germany, the Netherlands, France and Spain with Mr. Skarlatos and Mr. Stone, two of his closest friends, both of whom are in the Armed Forces. Mr. Skarlatos is a specialist in the Oregon National Guard; Mr. Stone is an airman in the Air Force.\nMeals and sightseeing were part of the itinerary. Disrupting an act of terror was not.\nBut on Friday, they did just that, tackling and subduing a gunman on a high-speed train to France. The next day, their faces were on televisions around the world, and they were being hailed as heroes.", "url": "https://www.nytimes.com/2015/08/23/world/europe/3-heroes-who-stopped-train-attack-were-boyhood-friends.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}