{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:10:10", "date_modify": "2018-11-16 04:10:10", "date_publish": "2015-12-08 16:47:20", "description": "The film isn’t showing until Dec. 17 and plenty of tickets are left, but to more than 100 people in Hollywood, the vigil is part of the experience.", "filename": "2015_12_09_movies_star-wars-the-force-awakens-fans-are-already-lining-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341410.html", "image_url": "https://static01.nyt.com/images/2015/12/09/arts/09STARWARS/09STARWARS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_movies_star-wars-the-force-awakens-fans-are-already-lining-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341410.html", "title": "‘Star Wars: The Force Awakens’ Fans Are Already Lining Up", "title_page": "‘Star Wars: The Force Awakens’ Fans Are Already Lining Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES – Marilyn Monroe and Freddy Krueger were trying not to look annoyed. But their mood was obvious on Monday afternoon as tourists paid little heed to the celebrity impersonators on Hollywood Boulevard, instead focusing their curiosity on more than 100 people camped out in the courtyard of the historic Chinese Theater.\nNo. It couldn’t be. Seriously?\n“We’re lining up for the new ‘Star Wars’ movie,” an Australian woman at the front of the queue, Caroline Ritter, told an incredulous-looking couple visiting from Ohio who stopped to inquire and take photos. “Yes, we still have a very long time to wait,” Ms. Ritter added. “No, we’re not crazy.”\n“Star Wars: The Force Awakens” will arrive at the TCL Chinese Theater Imax, as the site is now officially called, on the evening of Dec. 17 — meaning that Ms. Ritter and her fellow die-hards will have waited for 12 unwashed days before the first light sabers flicker to life. (They began to assemble here on Saturday afternoon.) The question, especially in the age of reserved movie theater seating, is why.\nEven with hundreds of opening-weekend show times for “The Force Awakens” already sold out, analysts predict there will be more than enough seating capacity on opening weekend. For instance, AMC Theaters, the second-largest multiplex chain in North America (behind Regal Entertainment), last week said that 1,600 opening-weekend screenings were sold out, but that 3.5 million tickets remained available. At least 36 AMC theaters will run “The Force Awakens” around the clock.", "url": "https://www.nytimes.com/2015/12/09/movies/star-wars-the-force-awakens-fans-are-already-lining-up.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}