{"authors": ["Jonathan Mahler"], "date_download": "2018-11-16 03:20:12", "date_modify": "2018-11-16 03:20:12", "date_publish": "2015-06-14 15:17:06", "description": "Mr. Carroll, a widely admired newspaper editor, restored the reputation and credibility of The Los Angeles Times in the early 2000s even as he fought bitterly with the paper’s corporate parent.", "filename": "2015_06_15_business_media_john-carroll-former-editor-of-los-angeles-times-dies-at-73.html_module=inline_1542338412.html", "image_url": "https://static01.nyt.com/images/2015/06/15/business/15CARROLL-obit/15CARROLL-obit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_15_business_media_john-carroll-former-editor-of-los-angeles-times-dies-at-73.html_module=inline_1542338412.html", "title": "John Carroll, Editor Who Reinvigorated The Los Angeles Times, Is Dead at 73", "title_page": "John Carroll, Editor Who Reinvigorated The Los Angeles Times, Is Dead at 73 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "John S. Carroll, a widely admired newspaper editor who restored the reputation and credibility of The Los Angeles Times in the early 2000s even as he fought bitterly with the paper’s cost-conscious corporate parent, died on Sunday at his home in Lexington, Ky. He was 73.\nLee Carroll, his wife, said the cause was Creutzfeldt-Jakob disease, a rare neurological disorder.\nWith a gentle demeanor that belied his passion for ambitious investigative stories, Mr. Carroll helped deliver 13 Pulitzer Prizes to The Times during his five-year run as its editor, which ended in 2005. It was the last of three daily newspapers he edited over more than four decades.\nThough he lacked the celebrity, and swagger, of The Washington Post editor Ben Bradlee, Mr. Carroll, like Mr. Bradlee, was regarded as one of the most influential newspaper editors of his era. “He was able to combine a genuine integrity with a passion for news, an ability to work well with talented and unruly journalists and the courage to do what he felt was the right thing to do,” Alex S. Jones, director of the Shorenstein Center on Media, Politics and Public Policy at Harvard, said in an interview.\nOutside the newsroom, Mr. Carroll was an eloquent and unapologetic defender of the ideals of journalism at a time of revolutionary change in the media industry. He saw editors and reporters almost as public servants and a free press as essential to a self-governing nation. In recent years, he watched with growing concern as the changing dynamics of the news business threatened basic journalistic values like deep reporting and patient persistence — rock-turning, as he called it.", "url": "https://www.nytimes.com/2015/06/15/business/media/john-carroll-former-editor-of-los-angeles-times-dies-at-73.html?module=inline"}