{"authors": ["Matt Apuzzo", "Timothy Williams"], "date_download": "2018-11-16 04:34:44", "date_modify": "2018-11-16 04:34:44", "date_publish": "2015-04-09 01:30:01", "description": "Videos of police shootings have spurred calls for more officers to use cameras, raising questions about how much the justice system can rely on the accounts of police officers.", "filename": "2015_04_09_us_video-of-fatal-shooting-of-walter-scott-reignites-debate-on-police-use-of-force_1542342884.html", "image_url": "https://static01.nyt.com/images/2015/04/09/us/09VIDEOJP1/09VIDEOJP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_09_us_video-of-fatal-shooting-of-walter-scott-reignites-debate-on-police-use-of-force_1542342884.html", "title": "Video of Walter Scott Shooting Reignites Debate on Police Tactics", "title_page": "Video of Walter Scott Shooting Reignites Debate on Police Tactics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Nothing has done more to fuel the national debate over police tactics than the dramatic, sometimes grisly videos: A man gasping “I can’t breathe” through a police chokehold on Staten Island, a 12-year-old boy shot dead in a park in Cleveland. And now, perhaps the starkest video yet, showing a South Carolina police officer shooting a fleeing man in the back.\nThe videos have spurred calls from statehouses to the White House for more officers to attach cameras to their uniforms. While cameras frequently exonerate officers in shootings, the recent spate of videos has raised uncomfortable questions about how much the American criminal justice system can rely on the accounts of police officers when the cameras are not rolling.\n“Everyone in this business knows that cops have been given the benefit of the doubt,” said Hugh F. Keefe, a Connecticut lawyer who has defended several police officers accused of misconduct. “They’re always assumed to be telling the truth, unless there’s tangible evidence otherwise.”\nIn the fatal shooting in South Carolina, the most compelling evidence, provided by a bystander with a camera phone, was shaky and at times unfocused. But the video clearly showed the officer, Michael T. Slager, firing eight times as Walter L. Scott, 50, tried to flee after a traffic stop. The officer had said that he fired amid a scuffle, when Mr. Scott seized his stun gun and the officer feared for his safety.", "url": "https://www.nytimes.com/2015/04/09/us/video-of-fatal-shooting-of-walter-scott-reignites-debate-on-police-use-of-force.html"}