{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:26:36", "date_modify": "2018-11-16 04:26:36", "date_publish": "2015-09-02 18:56:33", "description": "Again and again in her political career, Mrs. Clinton has been given political cover by Republicans who cannot stop themselves from overreaching.", "filename": "2015_09_03_us_politics_hillary-clinton-2016-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342396.html", "image_url": "https://static01.nyt.com/images/2015/09/03/us/03CLINTON/03CLINTON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_03_us_politics_hillary-clinton-2016-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342396.html", "title": "Hillary Clinton Uses G.O.P.’s Words to Aid Her Arguments", "title_page": "Hillary Clinton Uses G.O.P.’s Words to Aid Her Arguments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Rodham Clinton falters, and Republicans ride to her rescue.\nWhen White House controversies dogged Mrs. Clinton as first lady, the independent counsel Kenneth W. Starr made her sympathetic with his Javert-like investigations. When Mrs. Clinton showed flaws during her 2000 Senate race, Rudolph W. Giuliani and Rick Lazio looked even worse to many New Yorkers. And when the attacks on American diplomats in Libya sullied her record as secretary of state, Republicans struck many viewers as overreaching when they badgered her at a televised hearing.\nNow, as she seeks the Democratic presidential nomination, Mrs. Clinton is struggling with declining poll numbers, questions about her honesty and doubts about her ultimate electability. And once again, her Republican rivals are allowing her to turn their own words against them in ways that could help win over some of her skeptics.\nBy branding Mexicans as rapists, calling the children of immigrants “anchor babies,” denouncing abortions for rape and incest victims, and threatening to shut down the government over federal aid to Planned Parenthood, Republicans are giving Mrs. Clinton political help as she tries to divert attention from her woes and bounce back from a politically challenging summer.\nSeveral Democratic Party officials with qualms about Mrs. Clinton, for instance, said she had reassured them about her political acumen and fighting form with a fiery speech Friday that assailed Donald J. Trump over his “hateful” remarks about immigrants, Senator Marco Rubio on his unwavering opposition to abortion, and Jeb Bush for saying he was not sure “we need a half a billion dollars for women’s health issues.”", "url": "https://www.nytimes.com/2015/09/03/us/politics/hillary-clinton-2016-presidential-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}