{"authors": ["Neil Gough"], "date_download": "2018-11-16 03:54:46", "date_modify": "2018-11-16 03:54:46", "date_publish": "2015-08-12 13:36:46", "description": "China allowed the renminbi to weaken significantly for a third consecutive day, its biggest plunge in decades, increasing concerns that the sluggish economy is even worse off and that the government is panicking.", "filename": "2015_08_13_business_international_chinese-economic-vigor-is-disputed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340486.html", "image_url": "https://static01.nyt.com/images/2015/08/13/business/13chinaecon-web1/13chinaecon-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_13_business_international_chinese-economic-vigor-is-disputed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340486.html", "title": "Devaluation Hints at China’s Rising Distress Over Economy", "title_page": "Devaluation Hints at China’s Rising Distress Over Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But a look below the surface shows a different, more worrisome picture. Core parts of the economy, like construction, are weaker than ever as the real estate industry struggles. Consumer spending, which was supposed to pick up the slack, is not that strong. And financial services, a major driver of economic growth when the stock market was booming, are slipping.\nThe data coming out of China, too, is somewhat suspect. Economists now wonder whether, despite official figures showing growth, some provinces and regions could be dealing with outright recessions.\nWhat’s the Latest For the third day in a row, China’s central bank on Thursday devalued the currency , the renminbi, this time by 1.1 percent against the dollar.\n, the renminbi, this time by 1.1 percent against the dollar. The total devaluation since Tuesday is 4.4 percent, the biggest drop in decades.\nGovernment officials, in an unexpected news conference on Thursday, stressed that the currency was not in free fall.\non Thursday, stressed that the currency was not in free fall. Global markets appeared to respond to the assurances. The Shanghai composite index ended the day higher.\nto the assurances. The Shanghai composite index ended the day higher. The devaluation reflects weakness in the Chinese economy .\n. A weaker currency would make goods more affordable for overseas buyers, but it risks tensions with trading partners like the United States.\n“To be honest, no one has a clue where the economy is, and I don’t think that it’s properly measured,” said Viktor E. Szabo, a senior investment manager at Aberdeen Asset Management.\n“Definitely there is a slowdown,” he added. “You can have an argument about what level it is, but it’s not 7 percent,” he said, referring to the rate of growth.\nThe government’s aggressive action on the currency has brought the economy into sharp focus.\nThe currency’s official rate, at 6.4 renminbi per dollar, is down 4.4 percent over the last three days. On a typical day, the renminbi rises or falls just a small fraction of a percentage point.\nWhile the government said the decision was intended to make the currency more market-oriented, the devaluation also was largely a gift to exporters. In relative terms, it makes China’s shipments of clothing or electronics to consumers in the United States or Europe more affordable.\n“I don’t see this mini-devaluation as some kind of outrageous act,” said George Magnus, an economic adviser to the bank UBS and an associate at Oxford University’s China center. “But it is part of an array of other economic and financial stimulus measures designed to shore up the flagging growth rate.”\nAdvertisement Continue reading the main story\nThe government has taken the usual steps by cutting interest rates and freeing up more money for banks to lend. But the leadership has also turned to more unconventional means in recent months to try to cushion the blow as the economy’s once-runaway expansion sinks back to earth.\nIt relaxed a rule that banned investment companies tied to local governments from piling on debt. When the stock market slumped, it aggressively moved to halt the slide, by encouraging borrowing to buy stock and pouring money into the system. It has also pledged tens of billions of dollars in support to state-controlled policy banks for loans to favored projects.\nPhoto\nChina’s plan has been to wean itself off a debt-driven growth model that has led to wasteful, government-led investment. Instead, policy makers want consumers to become the main engine for the economy, but that will take time.\nThey had hoped to maintain growth by keeping credit flowing to favored projects, a nationwide program that amounts to trillions of renminbi worth of investment in new infrastructure. The money is going to redevelop shantytowns and to build wastewater treatment facilities, as well as expand road and rail networks.\nIn the city of Liupanshui in Guizhou, one of China’s least affluent provinces, the local government is building its first subway line. Officials hope to bring in private investment to help finance the project, a 49-kilometer line expected to cost 10 billion renminbi, or about $1.6 billion.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut such efforts have not been enough. While infrastructure investment is rising, it has failed to offset the nationwide pullback in spending on new factories and apartment block towers. In July, overall investment in fixed assets rose 11.2 percent, the slowest increase in 15 years.\nThe troubles can be seen in mid-tier cities like Zhanjiang, on the southern coast, which is home to the navy fleet that patrols the South China Sea. While property prices in major metropolises like Shenzhen or Beijing have rebounded, those are exceptions. Prices of new homes in Zhanjiang fell 9.8 percent in June from a year earlier, the most recent data available.\nChina’s builders just are not building as much. For years, double-digit growth was the norm in construction materials, as cities across the country went on a building spree. That situation has reversed sharply, and output of many crucial materials has been declining this year.\nCement output fell 5 percent by volume last month, while plate glass production declined 13.5 percent. Steel output fell 1.8 percent in July, the most on record. Exports of steel soared as mills, many of them operating at a loss and unable to find buyers at home, shipped their excess stock overseas.\nConsumers aren’t yet able to shoulder the burden of driving the economy. While incomes are still rising, the job market has started to show signs of stress. Vacancies are declining across the market as companies reduce hiring in response to slowing business growth.\nAdvertisement Continue reading the main story\nThe stock market slump has also taken a toll, with the main Shanghai index down about a quarter from its peak two months ago. Ordinary investors have poured money into the markets over the last year, and many are now sitting on losses.\nThe overall result is that consumers are spending less. Retail sales grew 10.5 percent in July from a year earlier, near the slowest pace in a decade. Share prices of big multinationals that sell heavily into the China market, like LVMH, the spirits and luxury goods retailer, or Yum Brands, which operates the KFC and Pizza Hut fast food chains, have suffered since the renminbi’s devaluation.\nEven homegrown e-commerce companies, held up by China’s leaders as builders of a new economy, have not escaped the rout. Shares in Alibaba, in New York, and Tencent, traded in Hong Kong, have both declined over the last two days.\nThe stock market slump is a double blow. In the first half of the year, the flurry of new share sales, strong brokerage business and other market-related activities helped mask some underlying issues.\nWithout that boost, China’s gross domestic product would have risen notably less than the 7 percent reported rate. Instead, it would have been about 6.2 percent in the second quarter and 6.5 percent in the first, economists at Standard Chartered estimated in a report last month.\nAs the government pumps money into the market and the broader economy, it will help, along with moves like the devaluation. It is just not clear how solid the economy will actually be.\n“It’s all about the quality of growth,” said Victor Shih, a China scholar at the University of California, San Diego. “If they want to, they can always achieve the right rate of growth.”\nThe Chinese government, he added, just needs to find a group of people and “tell them to go dig a ditch.”", "url": "https://www.nytimes.com/2015/08/13/business/international/chinese-economic-vigor-is-disputed.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}