{"authors": ["Barbara Surk", "Stephen Castle"], "date_download": "2018-11-16 03:23:04", "date_modify": "2018-11-16 03:23:04", "date_publish": "2015-10-17 20:18:35", "description": "Hundreds of refugees, mostly from Syria, were diverted to Slovenia instead of through Hungary, which closed its border, once a main transit route.", "filename": "2015_10_18_world_europe_hungary-closes-border-changing-refugees-path.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338584.html", "image_url": "https://static01.nyt.com/images/2015/10/19/world/MIGRANTS/MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_18_world_europe_hungary-closes-border-changing-refugees-path.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338584.html", "title": "Migrants Diverted to Slovenia After Hungary Closes Border", "title_page": "Migrants Diverted to Slovenia After Hungary Closes Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After a half-hour’s rest, and a meal of apples, bread, butter, jam, and chocolate milk for the children, the Slovenian police lined up a group of about 150 people and walked them into Austria, about 700 yards away.\nOn the Austrian side of the crossing, officers were directing the group, barking over loudspeakers at migrants to form a line.\nHani al-Karaa, a 24-year-old Syrian from the southern city of Dara’a, said he thought that the borders would close sooner or later, just like they did in Lebanon, Jordan and Iraq.\n“It was now or never,” he said. “So I decided to go before the window of opportunity closes.”\nHungary decided to shut its border with Croatia after it said it was disappointed at the outcome of a meeting of European Union leaders to discuss the migrant crisis. That ended with the outline of an agreement for Turkey, designed to encourage more migrants to remain there, rather than traveling on to western Europe. The German chancellor, Angela Merkel, is expected to hold further talks on Sunday to try to reach a deal with Turkey’s leaders, Prime Minister Ahmet Davutoglu and President Recep Tayyip Erdogan.\nOn Saturday Croatia’s interior minister, Ranko Ostojic, predicted that Hungary’s border closure would not reduce the number of people arriving, and added that “nobody can stop this flow without shooting.” Were Austria or Germany to close their borders, it would produce a “domino effect and lot of troubles for all countries,” he said, according to The Associated Press.\nThere was another grim reminder of the risks taken by migrants when the Greek coast guard said that three girls, ages 5, 9 and 16, and a 2-year-old boy had drowned after their vessel sank off the small island of Kalolimnos, in the southeastern Aegean Sea, adding to the almost daily death toll from the region. A woman, a man and a 9-year-old boy are missing at sea, The A.P. reported.\nIn Germany there were signs of increased tensions stirred by the crisis when, Henriette Reker, an independent candidate running for mayor of Cologne, was stabbed in the neck and severely wounded in an attack that the police said appeared to be motivated by her support for refugees. In southern Sweden a disused school that was expected to house refugees was destroyed in a suspected arson attack.", "url": "https://www.nytimes.com/2015/10/18/world/europe/hungary-closes-border-changing-refugees-path.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}