{"authors": [], "date_download": "2018-11-16 04:09:51", "date_modify": "2018-11-16 04:09:51", "date_publish": "2015-09-18 00:00:40", "description": "A tow-truck driver, an Argentine priest, a Super Bowl planner — all of their paths will cross with the pope’s during his visit to New York.", "filename": "2015_09_20_nyregion_7-lives-intersecting-with-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341391.html", "image_url": "https://static01.nyt.com/images/2015/09/20/nyregion/20PROFILES1/20PROFILES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_20_nyregion_7-lives-intersecting-with-pope-francis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341391.html", "title": "7 Lives Intersecting With Pope Francis’", "title_page": "7 Lives Intersecting With Pope Francis’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So even though in the normal course of things it would have been Ms. El Sehamy, a regular churchgoer, who tried to get the tickets, Mr. El Sehamy, who prays five times a day and can quote the Quran from memory, was actually the one who entered his name in the lottery and was thrilled to get a place at the event in Central Park.\nMr. El Sehamy said he admired Pope Francis, in particular for his fierce devotion to the poor and for his sometimes controversial commitment to fighting global warming. Both of these qualities have personal resonance. In 1979, when Mr. El Sehamy arrived in New York with little more than $100 in his pocket, he spent a week sleeping on the corner of 43rd Street and Eighth Avenue, near the Port Authority bus station. Eventually he found a job washing dishes at a diner on Fifth Avenue, where he spent several weeks sleeping in the basement. After six more years of working odd jobs and laboring in restaurants, he saved enough money to attend Adelphi University, where he earned a degree in environmental studies. That allowed him to found Hydro Tech Environmental, which is now, he said, a $60 million company with offices in the city and on Long Island.\nPope Francis’ message of radical inclusion also speaks to Mr. El Sehamy. He and his wife, whom he married in 1986 not long after meeting her at Chateau Le Mer, a Long Island restaurant he managed, have three adult children: Adam, a doctor; Alex, a medical student; and Melissa, a computer scientist. Though they were all raised by their father to be Muslims, in a nod to their mother, they attended Catholic schools.\n“What I like most about the pope,” Mr. El Sehamy said, “is that he always tells people, ‘Who am I to judge?’ So many people want to decide for themselves what is right and what is wrong. But this pope simply says: ‘Only God can judge.’ I’ve never really heard that from a pope before.”\nOn the day of the event, Mr. El Sehamy will travel to Manhattan from his home in Commack, on Long Island. He plans to bring his wife. Together, the Muslim and the Catholic will honor the arrival of the pontiff. “I believe in Jesus and Moses and Allah,” Mr. El Sehamy said. “I believe in the Bible and the Torah and the Quran.\n“I believe in people,” he added. “Of all religions.” — ALAN FEUER", "url": "https://www.nytimes.com/2015/09/20/nyregion/7-lives-intersecting-with-pope-francis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}