{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:19:04", "date_modify": "2018-11-16 04:19:04", "date_publish": "2015-10-30 06:59:28", "description": "The case is being closely watched by the United States and other Asian nations that are claimants in the strategic waterway.", "filename": "2015_10_31_world_asia_south-china-sea-philippines-hague_1542341944.html", "image_url": "https://static01.nyt.com/images/2015/10/31/world/31Chinasea2-web/31Chinasea2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_31_world_asia_south-china-sea-philippines-hague_1542341944.html", "title": "In Victory for Philippines, Hague Court to Hear Dispute Over South China Sea", "title_page": "In Victory for Philippines, Hague Court to Hear Dispute Over South China Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Philippines — represented by an American lawyer, Paul Reichler, of the Washington law firm Foley Hoag — contends that it has the right to exploit oil and gas in waters in a 200-nautical-mile exclusive economic zone extending from territory that it claims in the South China Sea.\nThe Hague court rejected Beijing’s claims that the disputes in the sea are about its territorial sovereignty, which China says is based on historical rights and is indisputable.\nMr. Reichler made his arguments in July before the court, which was established in 1899 to encourage the peaceful resolution of international disputes. There had been speculation about whether the court would accept the case, given China’s absence from the proceedings.\nThe court ruled on Thursday that it had the authority to hear the Philippines’s submissions, which are based on the United Nations Convention on the Law of the Sea, a set of laws that the United States has not signed but uses as the basis of its policies in the heated contest with China over the South China Sea.\nThis week, an American destroyer, the Lassen, sailed within 12 nautical miles of Subi Reef, in the Spratly archipelago near the Philippines, which China has built into an artificial island. A Chinese military airstrip is under construction on the island.\nThe American naval operation was devised to show that the new island does not have a 12-mile territorial zone. The Law of the Sea says that bits of rock or reef that are elevated only at low tide are not entitled to such a zone.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn part of its case, the Philippines argues that China has prevented Philippine vessels from exploiting the waters adjacent to Scarborough Shoal and Johnson Reef, two small outcrops favored by fishermen.\nAdvertisement Continue reading the main story\nIn 2012, China put a barrier across the entrance to Scarborough Shoal that prevented Philippine fishing boats from entering its waters. A deal brokered by the United States that called for both countries to withdraw from the shoal soon fell apart.\nJay Batongbacal, the director of the Institute for Maritime Affairs and Law of the Sea at the University of the Philippines, said the ruling would be useful in diplomatic negotiations with other countries that oppose China’s actions in the South China Sea. “The ruling could act to embolden and bring unity to the other claimants,” he said.\nZhu Feng, the executive director of the China Center for Collaborative Studies of the South China Sea at Nanjing University, said the ruling was not a defeat for China, adding, “The international jurisdiction will always move in its own way.” But he said he supported the idea of China becoming more involved in the court proceedings.\n“I hope Beijing could become more active in participating in all forums and respond to the international ruling at the tribunal,” he said.", "url": "https://www.nytimes.com/2015/10/31/world/asia/south-china-sea-philippines-hague.html"}