{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:56:49", "date_modify": "2018-11-16 03:56:49", "date_publish": "2015-06-26 13:04:56", "description": "An American-owned plant was attacked in France, a beach resort was struck in Tunisia, and ISIS claimed responsibility for a suicide bombing at a Kuwait mosque.", "filename": "2015_06_27_world_middleeast_terror-attacks-france-tunisia-kuwait.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340609.html", "image_url": "https://static01.nyt.com/images/2015/06/27/world/JP-TERROR/JP-TERROR-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_27_world_middleeast_terror-attacks-france-tunisia-kuwait.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340609.html", "title": "Terrorist Attacks in France, Tunisia and Kuwait Kill Dozens", "title_page": "Terrorist Attacks in France, Tunisia and Kuwait Kill Dozens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The motivation behind the attack in France was less clear, although the beheading suggested that the perpetrator had at least been inspired by the Islamic State, which frequently propagandizes similar killings in the territories it occupies.\nAnd because the day’s events appeared to bear some of the infamous hallmarks of the Islamic State and its supporters, some analysts speculated that the attacks had been timed to mark the first anniversary of its declaration of a caliphate. Even if that is not the case, the SITE intelligence Group, which tracks extremist propaganda, said the attacks inspired “celebration from Twitter accounts of Jihadi fighters and supporters of the Islamic State.”\nLina Khatib, director of the Carnegie Middle East Center in Beirut, said “We have entered a new jihadist era,” adding that the Islamic State had used its international brand to establish sleeper cells abroad, whose actions were meant to advance its efforts to build a state.\n“Everything in the end serves the purpose of strengthening the project of the Islamic State,” she said.\nUnited States intelligence and counterterrorism officials were scrambling Friday to assess the connections, if any, between the attacks in France, Kuwait and Tunisia. Officials said that if the assessment found that the attacks were linked, officials would seek to determine whether the Islamic State had actively directed, coordinated or inspired them.\nCol. Steve Warren, a Pentagon spokesman, condemned the attacks, which he called “heinous.” But there was no word yet on whether they were coordinated, he said. “We just don’t know yet.”\nIn claiming the Kuwait attack, the Islamic State called the suicide bomber “one of the knights of the Sunni people” and lauded him for killing Shiites, who are considered apostates in the group’s hard interpretation of Islam.\nThe assault resembled others launched by the Islamic State recently on Shiite mosques in neighboring Saudi Arabia, prompting many to believe that the militant group is seeking to set off a sectarian war between Sunnis and Shiites.\nSome Kuwaitis said that with sectarian tensions rising across the region, it was only a matter of time before they reached Kuwait.\n“Ever since I heard about Qatif and the Shiite mosques there, I just had this feeling that we were next,” said Bodour Behbehani, a Shiite graduate student in Kuwait City, recalling a mosque bombing last month near Qatif, a city in Saudi Arabia.\nThe American war on terrorism has taken many forms over the years. But the spread of such small-scale attacks highlighted what even American officials have called a failure to win the ideological — or information — war that feeds militancy and inspires recruits.\nThe challenge, analysts and government officials say, is to reorient a strategy centered on combat to one that challenges extremist groups on all fronts simultaneously: political, social, ideological and religious. A primary aim, they say, should be to win the information war and undermine the appeal of radical Islamist ideologies.", "url": "https://www.nytimes.com/2015/06/27/world/middleeast/terror-attacks-france-tunisia-kuwait.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}