{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:49:08", "date_modify": "2018-11-16 04:49:08", "date_publish": "2015-12-14 02:49:24", "description": "The trial is the latest attempt by the Communist Party to silence political dissent and rein in activist lawyers who question official policy.", "filename": "2015_12_15_world_asia_pu-zhiqiang-trial-beijing-china_1542343748.html", "image_url": "https://static01.nyt.com/images/2015/12/15/world/15lawyer/15lawyer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_world_asia_pu-zhiqiang-trial-beijing-china_1542343748.html", "title": "Supporters Rally at Trial for Pu Zhiqiang, Chinese Rights Lawyer", "title_page": "Supporters Rally at Trial for Pu Zhiqiang, Chinese Rights Lawyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lawyers say the arrests are the greatest assault on their profession in decades. Mr. Pu’s case has taken on symbolic significance, as an indication of Mr. Xi and the Communist Party’s growing intolerance for liberal political thought and their abiding need to control any channels for discussion of social ills.\nOn Monday several diplomats, including one from the United States Embassy, were shoved by police officers, and journalists and protesters were also pushed away from the building of the Second Intermediate People’s Court of Beijing.\nThe police stood in clusters around the courthouse, some taking videos of anyone who appeared to be a supporter of Mr. Pu. Many officers wore masks because of an intense spell of toxic air, the third in northern China in three weeks, and to hide their identities. Burly men in plainclothes wore thick winter jackets and yellow smiley face stickers on their chests, presumably so they could spot one another.\n“China has no human rights,” yelled one woman standing with a group of protesters. “Chinese police are thugs.” She held a banner that read, “Chinese dogs have rights, people don’t.”\nPu Zhiqiang’s 7 Weibo Posts Read excerpts of the social media posts that prosecutors in China used to press charges against the prominent civil rights lawyer.\nThe American diplomat outside the courthouse, Dan Biers, read an embassy statement that called for Mr. Pu’s release and said: “We remain concerned that Pu Zhiqiang, a prominent Chinese defense lawyer, is being tried under vague charges of ‘inciting ethnic hatred’ and ‘picking quarrels and provoking trouble.’ Lawyers and civil society leaders such as Mr. Pu should not be subject to continuing repression, but should be allowed to contribute to the building of a prosperous and stable China.”\nChinese Internet users lent their voices to the outcry. One person wrote, “Is it lawyer Pu standing trial today, or is it the authorities?”\nAdvertisement Continue reading the main story\n“Under Xi Jinping, our society has been regressing,” said Hu Jia, a rights activist who was imprisoned from December 2007 to June 2011 for his writings. “The authorities are doing this because they want people to feel that their fingers are loaded with a lot of weight when typing on the keyboard.”\nMr. Pu is a striking figure in liberal intellectual circles in Beijing, a bearlike man who speaks plainly in a baritone voice; he counts Ai Weiwei, the dissident artist, and Murong Xuecun, the outspoken writer, among his close friends. Mr. Ai, detained and persecuted by Beijing officials, was also a client.\nMr. Pu was detained in May 2014 after attending an informal gathering of political thinkers in a professor’s home in Beijing to commemorate the hundreds or thousands of people killed by the Chinese military during the 1989 pro-democracy movement. Mr. Pu was a graduate student when he participated in the protests in Tiananmen Square.\nHe was held without charges for one year, during which his health began to suffer. Then, this May, prosecutors announced that they were indicting him. Mr. Pu’s lawyers said prosecutors were basing their case on posts by Mr. Pu on Weibo, the microblogging site, including ones in which Mr. Pu questioned the party’s repressive policies toward ethnic Uighurs in Xinjiang, a region of western China.\nMore recently, Mr. Pu’s lawyers have pointed to seven posts that prosecutors are citing. Four are being used as evidence for the charge of “ethnic hatred,” and the other three for the charge of “picking quarrels,” according to a document attributed to the defense lawyers’ firm that is circulating online.\nIn one post from March 2014, after deadly knife attacks by Uighurs on people in the Kunming train station, Mr. Pu wrote that “the murders are very sinful” and that “Xinjiang separatist forces made the terror attack.” But he also called on Wang Lequan, the former party chief of Xinjiang, to explain, “Why is this happening?”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThat May, Mr. Pu wrote, “If Xinjiang belongs to China, then don’t treat it as a colony.”\nThe three posts used as evidence for the charge of “picking quarrels” include one in which he mocked China’s legislature and an advisory legislative committee. Mr. Pu singled out Shen Jilan, in her 80s, a legislator who has never voted “no” in 60 years of holding her seat, and Mao Xinyu, the grandson of Mao Zedong and an army general and member of the advisory body.\nIn late 2013, China’s top legal bodies expanded the “picking quarrels” charge to include online comments. Since then, officials have used it in a wide range of cases, including ones against artists, poets and essayists.\nLate Monday morning, Sophie Richardson, the China director of Human Rights Watch, said in an email that the trial of Mr. Pu, along with the physical harassment of observers outside the courthouse, “suggests we have gone from a deteriorating environment to an all-out free fall.”\nThe Foreign Correspondents’ Club of China denounced the violent acts by the police against journalists — one person was slammed to the ground — and the United States Embassy said, “We view with great concern any incidents in which diplomats are not accorded the protection and respect consistent with their status.”", "url": "https://www.nytimes.com/2015/12/15/world/asia/pu-zhiqiang-trial-beijing-china.html"}