{"authors": ["Benjamin Mueller"], "date_download": "2018-11-16 04:10:17", "date_modify": "2018-11-16 04:10:17", "date_publish": "2015-06-30 13:59:53", "description": "The pope is also scheduled to address Congress in Washington and hold a Mass at Madison Square Garden when he visits the United States in September.", "filename": "2015_07_01_nyregion_pope-francis-united-states-visit_1542341417.html", "image_url": "https://static01.nyt.com/images/2015/09/15/nyregion/01CHURCHweb/01CHURCHweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_01_nyregion_pope-francis-united-states-visit_1542341417.html", "title": "Pope to Address the Humble and the Powerful Alike in a Three-City U.S. Visit", "title_page": "Pope to Address the Humble and the Powerful Alike in a Three-City U.S. Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A center for the homeless. A school in East Harlem. A prison.\nThe first visit by Pope Francis to the United States, in September, will bring him as might be expected to the halls of power, but it will also put him in front of more humble audiences in three major Northeast cities. He will spend time with the homeless in Washington, immigrant children in New York and inmates in Philadelphia, according to an itinerary of his trip released by the Vatican on Tuesday.\nThe schedule underscores the way Francis has sought to use his papacy to focus attention on those on society’s margins. But it also offers hints of the ways a pope, unafraid of entering the political fray, might use his charisma and uncommon personal touch to challenge the American establishment on matters as varied as prison reform, environmental degradation and the ills of capitalism.\nHe will go from a historic address to Congress to a charity center in Washington, and from the Curran-Fromhold prison in Philadelphia to a Mass for a worldwide gathering of Catholic families in the city. The trip, which a spokesman for the Archdiocese of New York said was the pope’s first visit to the United States, offers him a chance to spread his popularity in a country where his unassuming leadership style is already widely admired.\nAnd, for observers who have studied his papacy, the prospect of a pope’s sounding a clarion call for change on issues like the climate and economic inequality, in a country that he believes bears part of the blame for those problems, is tantalizing.", "url": "https://www.nytimes.com/2015/07/01/nyregion/pope-francis-united-states-visit.html"}