{"authors": ["David Carr"], "date_download": "2018-11-16 03:19:51", "date_modify": "2018-11-16 03:19:51", "date_publish": "2015-01-11 23:39:13", "description": "The International CES has become a kind of Woodstock for marketers, brands, agencies and media companies.", "filename": "2015_01_12_business_media_deal-makers-invade-international-ces-the-land-of-geeks.html_module=inline_1542338391.html", "image_url": "https://static01.nyt.com/images/2015/01/12/business/09jpcarr1/09jpcarr1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_12_business_media_deal-makers-invade-international-ces-the-land-of-geeks.html_module=inline_1542338391.html", "title": "Deal Makers Invade CES, the Land of Geeks", "title_page": "Deal Makers Invade CES, the Land of Geeks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Originally, it was about bringing together the people who wear the pocket squares with the people who wear the pocket protectors,” he said by phone on Friday, the day CES ended. “There’s been a mash-up between chief technology officers and chief marketing officers as what they do becomes more interrelated. Now it has taken off, and it’s the place where Google talks with Unilever and Facebook gets together with Kraft.”\nImage Toshiba’s Chihira Aico robot. Credit Robyn Beck/Agence France-Presse — Getty Images\nThe ancient trope of the convention-goer in bad ties making bad decisions far from home has been replaced by something much sexier. Instead of golf and cigars, it was bottle service and exclusive seating at a Snoop Dogg concert. Top executives from technology and consumer brands met at a kind of convention over the convention, far from the floor and whatever gewgaw happened to be wowing the attendees.\nAt Cannes Lion, which takes place in the south of France, a similar explosion in marketing and advertising has emerged. The event was conceived as a site for creative talent in the advertising world to share ideas, but then big brands wanted insights into the creative process, and the account executives and media sellers soon followed.\nCES gives people who market products a look at the context those products will soon fall into. People complain, trash-talking Vegas or the unwashed nerds who make it all possible, but they show up in bigger and bigger numbers every year.\n“At CES, we end up seeing people that we also see in New York, and it can be sort of silly,” said Matt Seiler, global chief executive of IPG Mediabrands. “But we travel in packs, and because everyone is in the same place at the same time, good things tend to happen.”\nTechnology has come to so dominate culture that it can run over many things in its path. Car companies aren’t waiting for the auto shows to unveil products, because cars are now rolling data centers. Mark Fields, the chief executive of Ford Motor, gave a keynote address at CES this year, and Mercedes-Benz unveiled a prototype of a self-driving car called the F015 that looked more like a pod for consuming media than a road vehicle.\nIn the same way, Dish Network didn’t wait for the television critic’s convention to announce Sling, its low-cost, over-the-web package of cable channels that just happens to include ESPN — it did so at CES last Monday. (In case people didn’t grasp how big a deal it was, Dish’s president and chief executive, Joseph Clayton, came in banging a huge drum as he led a marching band accompanied by a bunch of people in kangaroo costumes.)", "url": "https://www.nytimes.com/2015/01/12/business/media/deal-makers-invade-international-ces-the-land-of-geeks.html?module=inline"}