{"authors": ["David E. Sanger"], "date_download": "2018-11-16 03:57:21", "date_modify": "2018-11-16 03:57:21", "date_publish": "2015-12-07 10:00:16", "description": "The president used his address Sunday night to make the case that his administration was ahead of the problem the Islamic State poses, and that it was not playing catch-up.", "filename": "2015_12_08_us_politics_obama-speech-terrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340641.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08assess-web/08assess-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_us_politics_obama-speech-terrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340641.html", "title": "Obama’s Speech on Terrorist Threat Is a Plea for Patience and National Unity", "title_page": "Obama’s Speech on Terrorist Threat Is a Plea for Patience and National Unity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The question now is whether the rising tempo of attacks carried out or inspired by the Islamic State — from the savagery of Paris to the killings in San Bernardino , Calif. — will continue to outpace the Obama administration’s ability to ramp up a national response.\nInside the administration, several of Mr. Obama’s advisers have pushed for the president to move more quickly to signal a major response, in hopes that it would reassure allies and prompt them to do the same. But there is also a brittleness about the critique that Mr. Obama has moved too slowly.\n“Yes, there is a strategy,” Mr. Kerry snapped at a questioner the other day.\nMany of the advisers Mr. Obama surrounded himself with in his first term have their doubts. Hours before the president spoke, Hillary Clinton, the former secretary of state and the leading contender for the Democratic nomination for president, made a passionate argument that the United States needed to move faster to get its Special Operations forces in place and to block Islamic jihadists from social media networks, which they use to spread their ideology.\n“They are now the most effective recruiters in the world,” Mrs. Clinton said, making the case for a crackdown on the militants’ access to Facebook, YouTube and Snapchat. She argued for a no-fly zone to speed the downfall of Syria’s president, Bashar al-Assad, and jabbed the White House by pressing officials to deploy the previously announced Special Operations forces in place, rather than just announcing that they would be deployed.\nBut in the past few weeks, the argument that Mr. Obama has moved too incrementally has come from some of his closest former counterterrorism advisers. Michael G. Vickers, who ran counterterrorism operations at the Pentagon until April this year, wrote in Politico just before Thanksgiving that “by any measure, our strategy in Iraq and Syria is not succeeding, or is not succeeding fast enough.”", "url": "https://www.nytimes.com/2015/12/08/us/politics/obama-speech-terrorism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}