{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:44:31", "date_modify": "2018-11-16 04:44:31", "date_publish": "2015-05-08 00:27:21", "description": "While the Obama administration pursued a deal on Iran’s nuclear program, North Korea went on an atomic spending spree that some officials fear there is little hope of stopping.", "filename": "2015_05_08_world_asia_with-us-eyes-on-iran-north-koreas-nuclear-arsenal-expanded.html__r=0&module=inline_1542343471.html", "image_url": "https://static01.nyt.com/images/2015/05/08/world/LESSONS/LESSONS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_08_world_asia_with-us-eyes-on-iran-north-koreas-nuclear-arsenal-expanded.html__r=0&module=inline_1542343471.html", "title": "With U.S. Eyes on Iran, North Korea’s Nuclear Arsenal Expanded", "title_page": "With U.S. Eyes on Iran, North Korea’s Nuclear Arsenal Expanded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — While the Obama administration spent the past two years getting within striking distance of a deal to delay Iran’s race for a nuclear bomb, North Korea went on an atomic spending spree: an expansion officials here fear Washington has little hope of stopping.\nSatellite photographs of the North’s main nuclear facility at Yongbyon, released in 2013, have shown a doubling in size of the nuclear enrichment plant there, which the United States did not know about until 2010, and American officials strongly suspect there is a second one. A consensus is emerging that the North most likely possesses a dozen or so nuclear weapons and could be on the way to an arsenal of as many as 20 by the end of 2016.\n“In my view, 20 is a hell of a lot of bombs,” Siegfried S. Hecker, a former director of the Los Alamos National Laboratory and a professor at Stanford, said in an interview. But Mr. Hecker, who was the first American invited to see the enrichment plant and has made some of the best unclassified estimates of its future capabilities, said he was doubtful of recent claims by American military officials that the North was on the verge of shrinking a nuclear weapon to fit on a long-range missile capable of hitting the western United States.\nThe apparent buildup in nuclear bombs, after 20 years of failed efforts by the United States to keep North Korea from reaching this point, has become a rallying call for both sides debating the agreement with Iran. Republicans and Israeli officials, led by Prime Minister Benjamin Netanyahu, cite the trail of broken agreements with the North as a warning of what they say will become of the Iran deal. President Obama’s allies turn that argument on its head: The lesson, they say, is that an enforceable, verifiable deal is the only way to keep Iran from doing in the next decade what North Korea has done in the past few years.", "url": "https://www.nytimes.com/2015/05/08/world/asia/with-us-eyes-on-iran-north-koreas-nuclear-arsenal-expanded.html?_r=0&module=inline"}