{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:09:48", "date_modify": "2018-11-16 04:09:48", "date_publish": "2015-11-24 06:38:16", "description": "Chen Qiuyan, who pressed for the removal of materials that call homosexuality an affliction, had a meeting with two education officials that lasted an hour and ended without an agreement.", "filename": "2015_11_25_world_asia_china-lgbt-rights-education-trial_1542341388.html", "image_url": "https://static01.nyt.com/images/2015/11/24/world/24chinatextbook02/24chinatextbook02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_25_world_asia_china-lgbt-rights-education-trial_1542341388.html", "title": "Chinese Student Protesting Books’ Stance on Homosexuality Meets With Officials", "title_page": "Chinese Student Protesting Books’ Stance on Homosexuality Meets With Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The meeting was not a trial but a judge-brokered discussion between Ms. Chen and the officials, Mr. Wang said. Ms. Chen, who also uses the name Qiu Bai, lodged her administrative law case in Beijing after a similar one was rejected by a court in Guangzhou, the capital of Guangdong Province in southern China, where she is a university student. Mr. Wang said he and Ms. Chen would discuss what steps to take next.\nPhoto\nBut Mr. Wang and other supporters said that, even without a decisive outcome, the encounter was a small victory given that the Chinese government has increasingly restricted and detained advocates of contentious social causes, including feminists, human rights lawyers and civic groups.\n“The fact that we’ve been able to lodge a suit about the teaching texts is itself a change from the past,” Mr. Wang said. “To be able to go to court, and have the media here report about it, that indicates that this topic is slowly opening up and prejudice can be slowly eradicated.”\nMr. Wang has also represented a Chinese filmmaker, Fan Popo, who recently sued the broadcasting and television regulator after his documentary “Mama Rainbow,” about mothers learning to accept and love their gay children, was removed from Chinese websites.\n“Over all, the space for survival of NGOs has been shrinking,” said Xin Ying, the executive director of the Beijing L.G.B.T. Center. She was in the crowd outside the courthouse.\n“These two cases, Qiu Bai and Fan Popo, have been a surprise to us and left us feeling that there is still space for some activism,” said Ms. Xin, who also uses the name Xiao Tie.\nMs. Chen said she wanted Chinese textbooks in psychology and other subjects to follow a path set by the Chinese Society of Psychiatry. In 2001, the society removed homosexuality and bisexuality from its list of recognized mental disorders. But Ms. Chen’s broader hope, she said, is to fight widespread social prejudices that have forced many gays to hide their sexual orientation from their families, friends and employers.\nAdvertisement Continue reading the main story\nHomosexuality is not outlawed in China, although the police can use other legal provisions against gays. And hostility and intolerance can make it difficult for many people to live as openly gay.\nWhen Ms. Chen was puzzling over her own sexual orientation, she trawled the shelves of her university library for guidance. Many books, however, presented homosexuality as an illness or a failing that is to be cured or overcome, rather than embraced, she said. Five psychology textbooks published after 2001 did not reflect the new medical guidelines and instead classified homosexuality as an illness, she said.\n“In China, we lack systematic sex education, not to speak of education in gender diversity,” Ms. Xin said.\n“That makes it difficult for comrades to find their own identity, because they don’t have other channels to learn about L.G.B.T. issues,” she added, using the Chinese slang term “comrades” for gay men and lesbians.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA study last year by the Gay and Lesbian Campus Association in China, based in Guangzhou, found that, in 31 psychology textbooks that were published in China after 2001 and that mentioned homosexuality, 13 classified it as a disorder.\nUniversity and college classes on student mental health also described homosexuality as a sickness, said Peng Yanhui, a friend and supporter of Ms. Chen who accompanied her to Beijing for the court meeting.\n“Public attitudes have been improving, largely because of the role of the Internet in spreading information,” Mr. Peng said. “Understanding is the fundamental basis for eradicating prejudice, so if textbooks spread mistaken ideas like this, that is increasing prejudice.”\nMr. Peng, who has also used the name Yang Teng, gained prominence last year for successfully suing a clinic in Beijing that gave him electric shocks in an attempt to alter his sexual orientation. He said that his family had discovered he was gay only by reading reports about the case and that they had come to accept him.\nMs. Chen said her family rejected her after they learned that she was a lesbian.\n“What I’m trying to do is eradicate prejudice in society toward comrades,” she said. “It’s very difficult to make your parents, that generation, to accept.”", "url": "https://www.nytimes.com/2015/11/25/world/asia/china-lgbt-rights-education-trial.html"}