{"authors": ["Aaron M. Kessler"], "date_download": "2018-11-16 03:43:04", "date_modify": "2018-11-16 03:43:04", "date_publish": "2015-07-24 17:00:22", "description": "The news that two researchers had hacked into a Jeep Cherokee, set in motion a nine-day flurry of activity by the automaker and the safety agency that culminated in the recall of 1.4 million vehicles.", "filename": "2015_07_25_business_fiat-chrysler-recalls-1-4-million-vehicles-to-fix-hacking-issue_1542339784.html", "image_url": "https://static01.nyt.com/images/2015/07/25/business/25recall-web/25recall-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_25_business_fiat-chrysler-recalls-1-4-million-vehicles-to-fix-hacking-issue_1542339784.html", "title": "Fiat Chrysler Issues Recall Over Hacking", "title_page": "Fiat Chrysler Issues Recall Over Hacking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When the call came to officials at the National Highway Traffic Safety Administration, they knew they had a problem they had never faced but had long feared.\nOn the line was Fiat Chrysler Automobiles, with news that two technology researchers had hacked wirelessly into a Jeep Cherokee, through its dashboard connectivity system. They had managed to gain control of not just features like the radio and air-conditioning, but the actual functions of the car: the engine, the brakes and the steering.\nThat revelation set in motion a nine-day flurry of activity by the automaker and the safety agency that culminated Friday in a sweeping recall of 1.4 million vehicles.\n“Launching a recall is the right step to protect Fiat Chrysler’s customers, and it sets an important precedent for how N.H.T.S.A. and the industry will respond to cybersecurity vulnerabilities,” said Mark R. Rosekind, the agency’s administrator.", "url": "https://www.nytimes.com/2015/07/25/business/fiat-chrysler-recalls-1-4-million-vehicles-to-fix-hacking-issue.html"}