{"authors": ["Ceylan Yeginsu"], "date_download": "2018-11-16 04:40:02", "date_modify": "2018-11-16 04:40:02", "date_publish": "2015-04-15 21:51:43", "description": "A resolution passed by the European Parliament was likely to aggravate tensions with the Turkish government.", "filename": "2015_04_16_world_europe_european-parliament-urges-turkey-to-recognize-armenian-genocide.html_module=inline_1542343202.html", "image_url": "https://static01.nyt.com/images/2015/04/16/world/16TURKEY/16TURKEY-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_16_world_europe_european-parliament-urges-turkey-to-recognize-armenian-genocide.html_module=inline_1542343202.html", "title": "European Parliament Urges Turkey to Recognize Armenian Genocide", "title_page": "European Parliament Urges Turkey to Recognize Armenian Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before the European Parliament’s vote on Wednesday, President Recep Tayyip Erdogan of Turkey spoke out against the European Union and the pope for their recognition of the killings as genocide. “Whatever decision the European Parliament takes on Armenian genocide claims, it will go in one ear and out the other,” Mr. Erdogan said, speaking at a news conference in Ankara. “It is out of the question for there to be a stain or a shadow called genocide on Turkey,” he added.\nThe resolution could further strain relations between the European Union and Turkey and delay long-stalled membership talks.\nThe European Parliament first recognized the genocide in 1987, in a resolution that said Turkey’s refusal to do so had deprived Armenian people the right to their own history. A European Parliament resolution in 2005 about Turkey’s accession also contained language calling on the country to recognize the mass killing as genocide.\nTurkey’s delegation to the European Union denounced the resolution passed on Wednesday, saying in a Twitter post that the European Parliament had “once again been successful in alienating Turkey & the Turkish people.”\nThe posting said the Parliament had acted as “prosecutor, judge & jury.”\nLast year, Mr. Erdogan offered his condolences and recognized atrocities committed against Armenians in the Ottoman Era, taking the most significant step toward reconciliation of any Turkish leader.\nBut as the centennial commemoration has neared, Mr. Erdogan has become more combative. Turkey, he said, is not obliged “to recognize a so-called Armenian genocide on someone’s orders.”\nAt least 20 countries and the Council of Europe and European Parliament have passed bills that recognize the mass killing as Armenian genocide, while countries like Switzerland and Greece have called for criminal charges against those who deny it.", "url": "https://www.nytimes.com/2015/04/16/world/europe/european-parliament-urges-turkey-to-recognize-armenian-genocide.html?module=inline"}