{"authors": ["Lizette Alvarez"], "date_download": "2018-11-16 03:49:02", "date_modify": "2018-11-16 03:49:02", "date_publish": "2015-12-15 02:15:52", "description": "Announcing he would not run for re-election in 2016, Alejandro García Padilla defended his record as governor and lashed out at his predecessors.", "filename": "2015_12_15_us_puerto-ricos-embattled-governor-says-he-wont-run-for-2nd-term.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340142.html", "image_url": "https://static01.nyt.com/images/2015/12/15/us/15puerto/15puerto-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_15_us_puerto-ricos-embattled-governor-says-he-wont-run-for-2nd-term.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340142.html", "title": "Puerto Rico’s Embattled Governor Says He Won’t Run for 2nd Term", "title_page": "Puerto Rico’s Embattled Governor Says He Won’t Run for 2nd Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — With Puerto Rico’s debt-ridden economy still in crisis and his administration mired in scandal, Alejandro García Padilla, the island’s embattled governor, announced on Monday that he would not seek re-election in 2016.\nIn a brief message tinged with anger toward his critics, including members of his own party, Mr. García Padilla, 44, defended his record as governor and lashed out at his predecessors, who he said helped plunge Puerto Rico into runaway debt. The governor said he chose not to run for a second term so he could focus solely on the economy, jobs and trying to find a way to restructure the island’s $72 billion debt.\n“What is incomprehensible,” Mr. García Padilla said, “is that the same people who took and spent those loans and didn’t leave behind anything to pay them back now criticize those who didn’t take the loans and are now trying to pay them back.” The governor called on Puerto Ricans to accept the politically difficult decisions that require greater “loyalty to the future than to the past.” Those decisions are likely to include layoffs, higher taxes, more cuts in pensions and the possibility that a federal control board may take over the island’s finances. “Big causes require big sacrifices,” Mr. García Padilla said.\nIn rejecting a run for a second term, Mr. García Padilla, a member of the Popular Democratic Party, which supports continued commonwealth status, joins a line of governors from the two leading parties who have served only one term since the island sank into a decade-long recession. His two predecessors lost re-election after voters disapproved of their handling of the economic crisis, among other things.", "url": "https://www.nytimes.com/2015/12/15/us/puerto-ricos-embattled-governor-says-he-wont-run-for-2nd-term.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}