{"authors": ["Anne Barnard", "Tim Arango"], "date_download": "2018-11-16 03:58:30", "date_modify": "2018-11-16 03:58:30", "date_publish": "2015-06-04 00:59:25", "description": "Amid punishing American-backed airstrikes, the Islamic State militants have used a strategy of persuasion and violence to advance in Iraq and Syria.", "filename": "2015_06_04_world_isis-making-political-gains.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340710.html", "image_url": "https://static01.nyt.com/images/2015/06/04/world/04ISIS/04ISIS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_04_world_isis-making-political-gains.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340710.html", "title": "Using Violence and Persuasion, ISIS Makes Political Gains", "title_page": "Using Violence and Persuasion, ISIS Makes Political Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sunnis form an aggrieved majority in Syria, where repression of a mostly Sunni uprising by Mr. Assad’s government, backed by Shiite-led Iran, exploded into war. And they are an aggrieved minority in Iraq, where Shiites are more numerous, after years of sectarian violence between Sunni and Shiite militias.\nBut little has been done to give Sunnis a greater role in their own governance. Mr. Assad remains in power, backed by Iran and the militant group Hezbollah. And American officials are fighting an uphill battle to persuade Sunnis in Iraq to fight ISIS alongside the Shiite-led central government and Iranian-backed militias.\nThat, Mr. Hamidi and other analysts said, has left some Sunnis willing to tolerate the Islamic State in areas where they lack another defender, especially in conservative communities like the ones in western Iraq and eastern Syria, where the group is strongest. The analysts emphasized that most Sunnis do not support the Islamic State’s harsh interpretation of Islam, or its brutality, but that some were becoming more susceptible to its political talk about protecting oppressed Sunnis.\n“Now, with the sectarian polarization of the region, under the skin of every single Sunni there is a tiny Daesh,” Mr. Hamidi, a Sunni, said, using the Arabic acronym for the Islamic State.\nBy attacking ISIS in Syria while doing nothing to stop Mr. Assad from bombing Sunni areas that have rebelled, he added, the United States-led campaign was driving some Syrians into the Islamic State camp. “The coalition is scratching the skin and making this Daesh come out.”\nA slang word has even emerged, aid workers in Palestinian refugee camps in Lebanon say, for someone who supports ISIS just a little bit. Some people say, with a hint of sheepishness, “I’m a Dawoosh,” using an Arabic diminutive that suggests “a cute little Daesh.”", "url": "https://www.nytimes.com/2015/06/04/world/isis-making-political-gains.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}