{"authors": ["Clifford Krauss", "Rick Gladstone"], "date_download": "2018-11-16 04:17:50", "date_modify": "2018-11-16 04:17:50", "date_publish": "2015-08-25 00:57:04", "description": "The downward spiral of oil prices and the reluctance to reduce production are threatening to destabilize economies and governments in many places that are already fragile.", "filename": "2015_08_25_world_from-venezuela-to-iraq-to-russia-oil-price-drops-raise-fears-of-unrest_1542341870.html", "image_url": "https://static01.nyt.com/images/2015/08/25/world/25OIL/25OIL-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_world_from-venezuela-to-iraq-to-russia-oil-price-drops-raise-fears-of-unrest_1542341870.html", "title": "From Venezuela to Iraq to Russia, Oil Price Drops Raise Fears of Unrest", "title_page": "From Venezuela to Iraq to Russia, Oil Price Drops Raise Fears of Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Oil, the lifeblood of many countries that produce and sell it, appears to be rapidly turning into an ever-cheaper economic curse.\nA year ago, the international price per barrel of oil was about $103. By Monday, the price was about $42, roughly 6 percent lower than on Friday.\nIn oil-endowed Iraq, where an Islamic State insurgency and fractious sectarian politics are growing threats, a new source of instability erupted this month with violent protests over the government’s failure to provide reliable electricity and explain what has been done with all the promised petroleum money. In Russia, a leading oil producer, consumers are now paying far more for imports, largely because of their currency’s plummeting value. In Nigeria and Venezuela, which rely almost completely on oil exports, fears of unrest and economic instability are building. In Ecuador, where oil revenue has fallen by nearly half since last year, tens of thousands of demonstrators pour into the streets every week, angered by the government’s economic policies.\nEven in wealthy Saudi Arabia, where the ruling family spends oil money lavishly to preserve its legitimacy, the government has been burning through roughly $10 billion a month in foreign exchange holdings to help pay expenses, and it is borrowing in the financial markets for the first time since 2007. Other Arab countries in the Persian Gulf that are dependent on oil exports, including Kuwait, Oman and Bahrain, are facing fiscal deficits for the first time in two decades.", "url": "https://www.nytimes.com/2015/08/25/world/from-venezuela-to-iraq-to-russia-oil-price-drops-raise-fears-of-unrest.html"}