{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:14:11", "date_modify": "2018-11-16 04:14:11", "date_publish": "2015-09-27 23:34:40", "description": "Calling for better treatment of women around the world as he addressed the General Assembly, President Obama said he had no patience for excuses about discrimination.", "filename": "2015_09_28_world_americas_obama-tackles-poverty-and-sexism-in-un-speech.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341651.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_28_world_americas_obama-tackles-poverty-and-sexism-in-un-speech.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341651.html", "title": "Obama Tackles Poverty and Sexism in U.N. Speech", "title_page": "Obama Tackles Poverty and Sexism in U.N. Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Obama paused and added: “We understand that there is a long tradition in every society of discriminating against women. But that’s not an excuse.”\nThe speech came near the conclusion of a United Nations effort to adopt a spectacularly ambitious set of global development goals, meant to save the planet and its most vulnerable people. Known as the Sustainable Development Goals — or Agenda 2030, after the deadline for meeting them — they were adopted on Friday at the opening of the summit meeting.\nThe goals focus on attacking the misery and death associated with poverty with the same intensity and commitment devoted to the global H.I.V.-AIDS epidemic and to the Ebola outbreak that began last year in West Africa. About 162 million children around the world are considered malnourished and likely to have lifelong intellectual and physical deficits.\nThe stubborn continuation of childhood hunger and death led the assembled leaders to adopt a comprehensive set of 17 goals and to designate 169 specific targets for action in hopes that wide-ranging improvements would yield greater advances than simple growth in income has so far achieved. In the previous round of targets, the number of people living in dire poverty around the world was cut in half largely because of economic growth in China and India, but the goal of reducing child mortality by two-thirds was missed.\nAn important reason may be that many of the world’s stunted and emaciated children — particularly those in India — suffer less from a lack of food than from a lack of clean water and a sanitary environment. Many stunted children seem too sick to absorb nutrients even when they get enough food. Having a toilet at home, particularly in a densely populated area, may be particularly crucial. But building toilets and water and sewage systems is far more expensive than providing food.\nIndeed, the estimated price for achieving the goals adopted by the conclave is $3 trillion.\nBut figuring out how to measure whether countries are meeting their targets remains a sticky subject.\nFor sanitation, one measure has long been the number of toilets built. But in India, most toilets built by the government are soon abandoned by their recipients. And even when sewage makes it into toilets there, most of the resulting effluent is dumped untreated into rivers and streams. The country’s sanitation problems are leading to a huge increase in the development of multidrug-resistant bacteria that are spreading around the world.", "url": "https://www.nytimes.com/2015/09/28/world/americas/obama-tackles-poverty-and-sexism-in-un-speech.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}