{"authors": ["Clifford Krauss"], "date_download": "2018-11-16 04:24:27", "date_modify": "2018-11-16 04:24:27", "date_publish": "2015-04-02 23:20:14", "description": "Energy experts said any appreciable impact on an already glutted global oil market was highly doubtful for at least six months and probably more than a year.", "filename": "2015_04_03_business_international_iran-deal-may-be-slow-to-affect-oil.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342267.html", "image_url": "https://static01.nyt.com/images/2015/04/03/business/03JPOIL/03JPOIL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_business_international_iran-deal-may-be-slow-to-affect-oil.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342267.html", "title": "Iran Deal May Be Slow to Affect Oil Sector", "title_page": "Iran Deal May Be Slow to Affect Oil Sector - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — The breakthrough in nuclear talks with Iran on Thursday has the potential to cause a seismic shift in global energy markets over the long term, but energy experts said any appreciable impact on an already glutted global oil market was highly doubtful for at least six months and probably more than a year.\nSince the European Union placed sanctions on Iranian oil in 2012, Iranian exports of crude have fallen by more than a million barrels a day — more than 1 percent of the daily global market. At a time when there is a daily excess of nearly two million barrels of supply on the world market, another million barrels a day would put further pressure on world crude prices — which have fallen about 50 percent since June.\nWhile the agreement reached in Switzerland was tentative, the news led traders to sell oil futures and the price of the global Brent benchmark declined by nearly 4 percent, falling below $55 a barrel. Iran has as much as 20 million barrels of crude in storage — more than what the United States consumes in a day — that it could potentially release on the market.", "url": "https://www.nytimes.com/2015/04/03/business/international/iran-deal-may-be-slow-to-affect-oil.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}