{"authors": ["Michael Corkery", "Ben Protess"], "date_download": "2018-11-16 03:49:52", "date_modify": "2018-11-16 03:49:52", "date_publish": "2015-05-20 14:16:11", "description": "Traders, including some who called themselves “the cartel,” colluded to manipulate the foreign exchange market, federal and state authorities said.", "filename": "2015_05_21_business_dealbook_5-big-banks-to-pay-billions-and-plead-guilty-in-currency-and-interest-rate-cases.html_ref=dealbook&module=inline_1542340192.html", "image_url": "https://static01.nyt.com/images/2015/05/20/multimedia/lynch-fines/lynch-fines-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_21_business_dealbook_5-big-banks-to-pay-billions-and-plead-guilty-in-currency-and-interest-rate-cases.html_ref=dealbook&module=inline_1542340192.html", "title": "Rigging of Foreign Exchange Market Makes Felons of Top Banks", "title_page": "Rigging of Foreign Exchange Market Makes Felons of Top Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In announcing the cases, the Justice Department emphasized that the banks’ parent companies entered the guilty pleas rather than a subsidiary, representing a new frontier in efforts to punish Wall Street misdeeds. At a news conference, Loretta E. Lynch showed that she had taken on the mantle as top Wall Street cop, less than a month after she was confirmed to replace Eric H. Holder Jr. as attorney general.\n“Today’s historic resolutions are the latest in our ongoing efforts to investigate and prosecute financial crimes,” Ms. Lynch said on Wednesday.\nFor the banks, though, life as a felon is likely to carry more symbolic shame than practical problems. Although they could be barred by American regulators from certain activities, the banks scrambled behind the scenes to persuade those regulators to grant exemptions. That process, which delayed the Justice Department’s announcement by a week, already led to the Securities and Exchange Commission providing a number of waivers that allow the banks to conduct business as usual.\nAnd at least for now, the Justice Department did not indict any employees whose errant instant messages underpin the cases against the banks. The banks long ago dismissed most of the employees suspected of wrongdoing, though New York State’s financial regulator, Benjamin M. Lawsky, forced Barclays to dismiss eight additional employees.\nA fifth bank, UBS, was also accused of foreign currency manipulation. Although it was not criminally charged for that misconduct, the accusations cost the bank an earlier nonprosecution agreement related to the manipulation of another financial benchmark, the London Interbank Offered Rate, or Libor, which underpins the cost of trillions of dollars in credit cards and other loans. The Justice Department voided that nonprosecution agreement, prompting UBS to plead guilty to Libor manipulation, a rare stand against corporate recidivism.", "url": "https://www.nytimes.com/2015/05/21/business/dealbook/5-big-banks-to-pay-billions-and-plead-guilty-in-currency-and-interest-rate-cases.html?ref=dealbook&module=inline"}