{"authors": ["Margot Sanger-Katz", "Katie Thomas"], "date_download": "2018-11-16 04:08:23", "date_modify": "2018-11-16 04:08:23", "date_publish": "2015-06-01 16:23:42", "description": "Data from the Centers for Medicare and Medicaid Services include payments and services connected with the 100 most common Medicare hospital stays.", "filename": "2015_06_02_business_medicare-payments-billing-hospitals-doctors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341303.html", "image_url": "https://static01.nyt.com/images/2015/06/02/business/02PAYMENTS/02PAYMENTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_02_business_medicare-payments-billing-hospitals-doctors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341303.html", "title": "Data Shows Large Rise in List Prices at Hospitals", "title_page": "Data Shows Large Rise in List Prices at Hospitals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The doctor who received the most from Medicare was Dr. Anne Greist, a co-founder of the Indiana Hemophilia & Thrombosis Center. She received $28 million in payments, but nearly all of that — $27.9 million — was for reimbursements for drugs. Dr. Greist could not be reached for comment; the center’s executive director, Nancy Hoard, said that she was the lead patient coordinator and the center’s most frequent prescriber. In addition, Ms. Hoard said the center was the only hemophilia treatment center in Indiana and treated a number of patients who required very expensive drugs.\nMedicare’s now-annual release of the data has been helpful for academics, journalists and private companies trying to understand how the health care system works. It is the third time Medicare has released such information about hospitals, and the second time it has done so for physicians.\nThe overall trends shown in the data released this week did not differ substantially from that of previous years, but, taken together, they provide a useful glimpse into the health care system through the Medicare program.\nDr. Bob Kocher, a partner at the venture capital firm Venrock and a former Obama administration health care policy official, said the data was already spurring entrepreneurship in health analytics, helping to create consumer tools, rooting out fraud and enabling new research. “It’s going to be used in thousands of ways that you wouldn’t have thought of,” he said.\nMost people with health insurance, including those receiving Medicare, won’t ever a see a bill for the hospital’s list price because the insurer negotiates a lower rate. But these rising charges are a growing concern for some consumers, especially those who are uninsured or seek care in a hospital that is not in their insurer’s network.", "url": "https://www.nytimes.com/2015/06/02/business/medicare-payments-billing-hospitals-doctors.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}