{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:13:32", "date_modify": "2018-11-16 04:13:32", "date_publish": "2015-10-07 00:35:36", "description": "Commerce Secretary Penny Pritzker’s visit highlights the obstacles to the opening of relations with Havana championed by the Obama administration.", "filename": "2015_10_07_world_americas_us-commerce-chief-makes-a-pitch-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341612.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_07_world_americas_us-commerce-chief-makes-a-pitch-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341612.html", "title": "U.S. Commerce Chief Makes a Pitch in Cuba", "title_page": "U.S. Commerce Chief Makes a Pitch in Cuba  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — The United States commerce secretary, Penny Pritzker, told Cuban officials on Tuesday that the Obama administration wants to create as many business opportunities as possible in their nation for American companies despite the long embargo and more than five decades of Cold War estrangement.\n“We want to make sure that you understand how our regulations work, because I think there’s business opportunity in that,” Ms. Pritzker said as she toured a newly built port and economic development zone in Mariel.\n“What we’re trying to do is be as open as we can until the blockade is lifted,” she added, using the term Cubans use for the American laws that have banned most trade and commerce between the two countries.\nMs. Pritzker, the first commerce secretary to visit Cuba since 1950, is the second member of Mr. Obama’s cabinet to make the trip since Mr. Obama and President Raùl Castro announced last year that they would begin normalizing relations. It comes as American and Cuban commerce and finance officials begin a round of technical discussions of the process this week.", "url": "https://www.nytimes.com/2015/10/07/world/americas/us-commerce-chief-makes-a-pitch-in-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}