{"authors": ["Edward Wong", "The Saturday Profile"], "date_download": "2018-11-16 04:17:34", "date_modify": "2018-11-16 04:17:34", "date_publish": "2015-10-02 09:30:18", "description": "Col. Liu Mingfu contends that a better military is crucial if China is to meet its goal of overtaking the United States as the world’s strongest nation.", "filename": "2015_10_03_world_asia_chinese-colonels-hard-line-views-seep-into-the-mainstream_1542341854.html", "image_url": "https://static01.nyt.com/images/2015/10/03/world/03LIU/03LIU-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_03_world_asia_chinese-colonels-hard-line-views-seep-into-the-mainstream_1542341854.html", "title": "Chinese Colonel’s Hard-Line Views Seep Into the Mainstream", "title_page": "Chinese Colonel’s Hard-Line Views Seep Into the Mainstream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is appropriate then that the first English edition of Colonel Liu’s “The China Dream” was released in May by CN Times Books, a publishing company based in New York that was founded by a former employee of the Beijing municipal propaganda bureau. The book cover has a line from Henry A. Kissinger’s “On China,” which has a section referring to Colonel Liu’s book: “In Liu’s view, no matter how much China commits itself to a ‘peaceful rise,’ conflict is inherent in U.S.-China relations.”\nSPEAKING to a reporter in a restaurant in central Beijing one afternoon, Colonel Liu laid out his vision of the biggest geopolitical rivalry of this century.\n“There are flames around Asia, and every place could be a battlefield in the future,” he said. “That’s all caused by the invisible hand of the United States. Without the black hand of the U.S., Asia would be more peaceful and stable.”\n“Washington’s policy in Asia is a ‘crab’ policy,” he added. “There’s a big bamboo cage, and the U.S. wants all the countries to bite each other like crabs inside the cage.”\nIn the colonel’s eyes, China finally has a leader who is bold enough to resist the United States.\n“China was once called the sleeping lion in the East, but now we have been awakened, and Xi Jinping is the leading lion of the lion packs, who dare to fight anytime,” the colonel said.\n“Since President Xi took power, he has put in place stricter rules for the military,” he added. “Now, soldiers are training every day and thinking about nothing but war. Some of my colleagues, including generals and colonels, used to be overweight and pale, but now they have become tan and slimmer after mandatory training.”\nThe colonel is himself a slim man with an angular face and short hair. As he spoke, his wife sat next to him typing out text messages on her phone. He had brought along a rolling hard suitcase stuffed with 10 volumes of books that he spread across the table. Nine were various editions of “The China Dream.” The 10th was “The Hundred-Year Marathon,” an American counter to Colonel Liu’s book, written by a China analyst and Reagan-era Pentagon official, Michael Pillsbury, who gives his take on China’s strategy for dominance.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The biggest threat China faces today is the military crisis,” Colonel Liu said. “There’s a huge gap in the military between China and the U.S.”\nAdvertisement Continue reading the main story\nThat message is consistent with views expressed in recent years by Mr. Xi, who held talks on security issues with President Obama during a state visit to Washington last month. Mr. Xi has said that the military needs to modernize to make itself combat ready, and that the corruption that has weakened the military must be rooted out.\n“Corruption has assaulted the P.L.A. in a rather severe way,” Colonel Liu said, pointing to, among other ills, the widespread selling of posts.\nAfter growing up in the eastern Chinese province of Shandong, Colonel Liu entered the army in 1969. Ten years later, he joined the political department of the Jinan Military Command, eventually becoming its head. From 1998 until his retirement in 2011, he taught politics and military strategy at the National Defense University and became the chief of the school’s Research Institute for Military Buildup. The colonel said his intellectual interest lies in Marxist theory and Mao Zedong thought, as well as the “political work” of the Chinese military.\nCOLONEL LIU went to the United States this year in the early summer on a 12-day book tour. In Washington, Mr. Pillsbury, who has known Colonel Liu since the late 1990s, hosted the colonel at a dinner party at his Georgetown home. The 120 attendees included two members of Congress and Paul D. Wolfowitz, the prominent neoconservative intellectual and Bush-era defense official who was a main advocate of the 2003 invasion of Iraq. Mr. Pillsbury also brought Colonel Liu to the Pentagon.\n“To put it in a new-age hippie context, it’s getting to know each other better,” said Mr. Pillsbury, who directs the Center for Chinese Strategy at the Hudson Institute, a conservative think tank. “Let’s give hard-liners their voice so Americans can see how they think, how they argue.”\nMr. Pillsbury said Colonel Liu is one of about 50 Chinese military hawks who write on strategy. “The hard-liners seem thrilled with Xi’s interest in their work,” he said in a telephone interview.\nIn conversation, Colonel Liu readily trots out justifications for policies from Mr. Xi that have outraged Western and other Asian officials.\nAdvertisement Continue reading the main story\nOn China’s military buildup in the contested South China Sea, which includes creating artificial islands: “China builds the airstrips to safeguard the integrity of our sovereign interests, and we have to be able to deter those nations who illegally occupy Chinese territories. We have to deter them from further escalating the situation.”\nOn the military alliance between the United States and Japan: “The two have been inciting our neighbors to provoke us.”\nAnd on a proposed Chinese law to restrict the operations of foreign nongovernmental organizations: “Many NGOs in China are actually working for the U.S. government to undermine China’s stability. They are fifth columnists working in China, stoking resentment against the Communist Party and the government, and endangering China’s national security.”\nSong Guoyou, a professor of international relations at Fudan University in Shanghai, said that he had glanced at “The China Dream” and concluded that “it is understandable for him to be tough since he is explaining ‘The China Dream’ and China-U.S. relations from the perspective of his profession.” But Professor Song added that although the military is a “very, very important faction,” there was now a diverse array of interest groups, and “none of these factions in China can speak for the top leader.”\nColonel Liu said he will further expound his ideas in three coming books, two of them on the Chinese president’s vision, including Mr. Xi’s “dream of a strong military,” he said. The third is intended as a text for the American president. Its working title: “The Twilight of Hegemony.”\n“The China policy of the U.S. is disastrous,” Colonel Liu said. “Washington sees 1.3 billion people as enemies. Washington sees China as an adversary, and as a result that will push China to become an enemy of the United States.”", "url": "https://www.nytimes.com/2015/10/03/world/asia/chinese-colonels-hard-line-views-seep-into-the-mainstream.html"}