{"authors": ["The New York Times"], "date_download": "2018-11-16 03:57:04", "date_modify": "2018-11-16 03:57:04", "date_publish": "2015-10-14 04:42:28", "description": "The full dialogue from the debate hosted by CNN and Facebook from the Wynn Resort in Las Vegas.", "filename": "2015_10_14_us_politics_democratic-debate-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340624.html", "image_url": "https://static01.nyt.com/images/2015/10/13/us/politics/hanerdemdebatepool-18/hanerdemdebatepool-18-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_14_us_politics_democratic-debate-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340624.html", "title": "Full Transcript: Democratic Presidential Debate", "title_page": "Full Transcript: Democratic Presidential Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(APPLAUSE)\nCOOPER: Thank you very much, Governor.\n(APPLAUSE)\nSenator Webb, you have two minutes.\nWEBB: Thank you. You know, people are disgusted with the way that money has corrupted our political process, intimidating incumbents and empowering Wall Street every day, the turnstile government that we see, and also the power of the financial sector in both parties.\nWEBB: They’re looking for a leader who understands how the system works, who has not been coopted by it, and also has a proven record of accomplishing different things. I have a record of working across the political aisle. I’ve also spent more than half of my professional life away from politics in the independent world of being an author, a journalist, and a sole proprietor. In government service, I’ve fought and bled for our country in Vietnam as a Marine. I spent years as Assistant Secretary of Defense, Secretary of the Navy — in the Reagan administration. In the senate, I spoke about economic fairness and social justice from day one. I also wrote and passed the best piece of veterans education legislation in history, the Post 9/11 G.I. Bill. I brought criminal justice reform out of the political shadows and into the national discussion. I led what later became called the Strategic Pivot to Asia two years before President Obama was elected. I know where my loyalties are. My mother grew up in the poverty of east Arkansas chopping cotton, picking strawberries. Three of her seven siblings died in childhood. My wife, Hong, came to this country as a refugee from war torn Vietnam — learned English, a language that was not spoken at home, and earned her way into Cornell Law School. I have five daughters. Amy works with disabled veterans, Sarah is an emergency room nurse, Julia is a massage therapist, Emily and Georgia are still in school. My son Jim fought as an infantry Marine on the bloody streets of Ramadi. You may be sure that in a Webb administration, the highest priority will be the working people who every day go out and make this country stronger at home, and who give us the right reputation and security overseas under a common sense foreign policy.\n(CHEERING) (APPLAUSE)\nCOOPER: Governor O’Malley, you have two minutes.\nO’MALLEY: My name is Martin O’Malley, former Mayor of Baltimore, former governor of Maryland, a life long democrat, and most importantly, a husband, and a father. My wife Katie and I have four great kids, Grace, and Tara, and William and Jack. And, like you, there is nothing we wouldn’t do to give them healthier and better lives. There are some things that I have learned to do better in life than others. And, after 15 years of executive experience, I have learned how to be an effective leader. Whether it was raising the minimum wage, making our public schools the best in America, passing marriage equality, the DREAM Act, and comprehensive gun safety legislation, I have learned how to get things done because I am very clear about my principals. Thanks to President Obama, our country has come a long way since the Wall Street crash of 2008. Our country’s doing better, we are creating jobs again. But we elected a president, not a magician, and there is urgent work that needs to be done right now. For there is a — deep injustice, an economic injustice that threatens to tear our country apart, and it will not solve itself. Injustice does not solve itself. What I’m talking about is this, our middle class is shrinking. Our poor families are becoming poorer, and 70 percent of us are earning the same, or less than we were 12 years ago. We need new leadership, and we need action. The sort of action that will actually make wages go up again for all American families. Our economy isn’t money, it’s people. It’s all of our people, and so we must invest in our country, and the potential of our kids to make college a debt free option for all of our families, instead of settling our kids with a lifetime of crushing debt. And, we must square our shoulders to the great challenge of climate change and make this threat our opportunity. The future is what we make of it. We are all in this together. And, the question in this election is whether you and I still have the ability to give our kids a better future. I believe we do, that is why I am running for president, and I need your help. Thank you.\n(APPLAUSE)\nCOOPER: Governor O’Malley, thank you very much. Senator Sanders.\nSANDERS: Anderson, thank you very much. I think most Americans understand that our country today faces a series of unprecedented crises. The middle class of this country for the last 40 years has been disappearing. Millions of Americans are working longer hours for lower wages, and yet almost all of the new income and wealth being created is going to the top one percent. As a result of this disastrous Citizens United Supreme Court decision, our campaign finance system is corrupt and is undermining American democracy. Millionaires and billionaires are pouring unbelievable sums of money into the political process in order to fund super PACs and to elect candidates who represent their interests, not the interests of working people. Today, the scientific community is virtually unanimous: climate change is real, it is caused by human activity, and we have a moral responsibility to transform our energy system away from fossil fuel to energy efficiency and sustainable energy and leave this planet a habitable planet for our children and our grandchildren. Today in America, we have more people in jail than any other country on Earth. African-American youth unemployment is 51 percent. Hispanic youth unemployment is 36 percent. It seems to me that instead of building more jails and providing more incarceration, maybe — just maybe — we should be putting money into education and jobs for our kids.\n(APPLAUSE) What this campaign is about is whether we can mobilize our people to take back our government from a handful of billionaires and create the vibrant democracy we know we can and should have. Thank you.\n(APPLAUSE)\nCOOPER: Secretary Clinton?\nCLINTON: Well, thank you, and thanks to everyone for hosting this first of the Democratic debates. I’m Hillary Clinton. I have been proud and privileged to serve as first lady, as a senator from New York, and as secretary of state. I’m the granddaughter of a factory worker and the grandmother of a wonderful one-year-old child. And every day, I think about what we need to do to make sure that opportunity is available not just for her, but for all of our children. I have spent a very long time — my entire adult life — looking for ways to even the odds to help people have a chance to get ahead, and, in particular, to find the ways for each child to live up to his or her God-given potential. I’ve traveled across our country over the last months listening and learning, and I’ve put forward specific plans about how we’re going to create more good-paying jobs: by investing in infrastructure and clean energy, by making it possible once again to invest in science and research, and taking the opportunity posed by climate change to grow our economy. At the center of my campaign is how we’re going to raise wages. Yes, of course, raise the minimum wage, but we have to do so much more, including finding ways so that companies share profits with the workers who helped to make them. And then we have to figure out how we’re going to make the tax system a fairer one. Right now, the wealthy pay too little and the middle class pays too much. So I have specific recommendations about how we’re going to close those loopholes, make it clear that the wealthy will have to pay their fair share, and have a series of tax cuts for middle-class families. And I want to do more to help us balance family and work. I believe in equal pay for equal work for women, but I also believe it’s about time we had paid family leave for American families and join the rest of the world. (APPLAUSE) During the course of the evening tonight, I’ll have a chance to lay out all of my plans and the work that I’ve done behind them. But for me, this is about bringing our country together again. And I will do everything I can to heal the divides — the divides economically, because there’s too much inequality; the racial divides; the continuing discrimination against the LGBT community — so that we work together and, yes, finally, fathers will be able to say to their daughters, you, too, can grow up to be president.\n(APPLAUSE)\nCOOPER: Thank you, all. It is time to start the debate.\nCOOPER: Are you all ready? (APPLAUSE) All right. Let’s begin. We’re going to be discussing a lot of the issues, many of the issues, important issues that you have brought up. But I want to begin with concerns that voters have about each of the candidates here on this stage that they have about each of you. Secretary Clinton, I want to start with you. Plenty of politicians evolve on issues, but even some Democrats believe you change your positions based on political expediency. You were against same-sex marriage. Now you’re for it. You defended President Obama’s immigration policies. Now you say they’re too harsh. You supported his trade deal dozen of times. You even called it the “gold standard”. Now, suddenly, last week, you’re against it. Will you say anything to get elected?", "url": "https://www.nytimes.com/2015/10/14/us/politics/democratic-debate-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}