{"authors": ["Stephanie Strom", "Chad Bray"], "date_download": "2018-11-16 04:43:48", "date_modify": "2018-11-16 04:43:48", "date_publish": "2015-06-24 09:12:39", "description": "The all-share deal would combine Delhaize, the owner of the American brand Food Lion, with Ahold, which owns the Stop & Shop and Giant chains.", "filename": "2015_06_25_business_dealbook_supermarkets-ahold-delhaize_1542343428.html", "image_url": "https://static01.nyt.com/images/2015/06/25/business/25db-ahold/25db-ahold-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_25_business_dealbook_supermarkets-ahold-delhaize_1542343428.html", "title": "Ahold-Delhaize Deal Would Create One of Largest Grocery Chains in U.S.", "title_page": "Ahold-Delhaize Deal Would Create One of Largest Grocery Chains in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The merger agreement between the Dutch supermarket operator Ahold and the Delhaize Group of Belgium on Wednesday reflected yet another sign of the malaise hanging over the grocery business in the United States.\nWhile the deal would, if approved, create one of the largest supermarket operators in the United States, marrying Delhaize’s Food Lion and Hannaford chains to Stop & Shop and Giant stores owned by Ahold, the move followed a string of grocery store mergers and a burst of new competitors across the United States.\nWith the companies generating roughly two-thirds of their sales in the United States, their merger is expected to help them compete better with Safeway and Albertson’s, which recently merged, and with Walmart Stores, which has the largest grocery business in the country.\nThe grocery business historically is one of razor-thin profit margins, and in the last decade, mainstream grocers have faced greater competition from warehouse stores that sell in bulk like Costco and retailers like Walmart and Target that have melded grocery operations with a broader product mix. Then, too, dollar stores, convenience stores, private label-based discounters like Aldi and Trader Joe’s, and even higher-priced “natural” foods stores like Whole Foods and Sprouts, have cut into traditional grocery sales.", "url": "https://www.nytimes.com/2015/06/25/business/dealbook/supermarkets-ahold-delhaize.html"}