{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:57:21", "date_modify": "2018-11-16 03:57:21", "date_publish": "2015-12-06 21:25:37", "description": "The choice of location for his remarks on the California shootings and the Islamic State is partly holiday happenstance but also an indication of the gravity of the subject.", "filename": "2015_12_07_us_politics_president-obama-islamic-state-speech-oval-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340641.html", "image_url": "https://static01.nyt.com/images/2015/12/07/us/07oval-web/07oval-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_07_us_politics_president-obama-islamic-state-speech-oval-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340641.html", "title": "For Speech, Obama Selects a Setting He Usually Shuns: The Oval Office", "title_page": "For Speech, Obama Selects a Setting He Usually Shuns: The Oval Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When the cameras blinked on for Sunday night’s address on the San Bernardino, Calif., shootings and the threat from the Islamic State, President Obama delivered it from the Oval Office, a place for speechmaking that he had largely shunned during his presidency.\nThe choice of the Oval Office as the location for the address to the nation was partly the result of holiday happenstance: The rest of the White House is decorated for the many parties that Mr. Obama will be hosting this week for his staff, members of Congress, journalists and others.\nBut the decision also reflects the gravity of a subject that has come to define Mr. Obama’s presidency, especially in his second term: how to reassure Americans of their safety even as the United States faces an increasingly aggressive terrorist foe.", "url": "https://www.nytimes.com/2015/12/07/us/politics/president-obama-islamic-state-speech-oval-office.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}