{"authors": ["Gretchen Morgenson"], "date_download": "2018-11-16 03:45:05", "date_modify": "2018-11-16 03:45:05", "date_publish": "2015-10-02 15:43:16", "description": "Valeant, which has grown by acquiring rivals and slashing their staffs, has drawn the ire of a House panel, which is now considering a subpoena on the company’s price increases.", "filename": "2015_10_04_business_valeants-high-price-drug-strategy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339905.html", "image_url": "https://static01.nyt.com/images/2015/10/04/business/04gret-web1/04gret-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_04_business_valeants-high-price-drug-strategy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339905.html", "title": "Valeant’s High-Price Drug Strategy", "title_page": "Valeant’s High-Price Drug Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Talk about a reversal of fortune.\nUntil recently, investors were positively star-struck by drug companies that could raise prices indiscriminately, letting their patients struggle to pay the freight. Lauded for a laserlike focus on shareholder returns, companies like Valeant Pharmaceuticals International, a multinational specialty drug company based in Quebec, received high marks and even higher valuations from besotted shareholders.\nNow, however, investors are beginning to see the peril in such a business model. Sure, price jumps may generate earnings and stock gains, but when the enrichment of a few comes at the cost of many, unwanted scrutiny often follows.\nHijacked drug prices blasted to the forefront two weeks ago after a report in The New York Times told the story of how Martin Shkreli, the chief executive of the privately held Turing Pharmaceuticals, bought Daraprim, a 62-year-old infectious disease drug, and immediately raised its price to $750 from $13.50 a tablet.\nWhen a firestorm ensued, Mr. Shkreli accurately noted that his was not the only company to acquire a drug and then send its price into the stratosphere.", "url": "https://www.nytimes.com/2015/10/04/business/valeants-high-price-drug-strategy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}