{"authors": ["Jonathan Martin", "Megan Thee-Brenan"], "date_download": "2018-11-16 03:56:37", "date_modify": "2018-11-16 03:56:37", "date_publish": "2015-10-27 22:31:12", "description": "The survey of Republicans showed Mr. Carson leading Donald J. Trump in the presidential race and the strong divisions within the party.", "filename": "2015_10_28_us_politics_deeply-divided-republican-electorate-drifts-toward-ben-carson-poll-shows_1542340597.html", "image_url": "https://static01.nyt.com/images/2015/10/28/us/28POLLweb/28POLLweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_28_us_politics_deeply-divided-republican-electorate-drifts-toward-ben-carson-poll-shows_1542340597.html", "title": "Deeply Divided Republican Electorate Drifts Toward Ben Carson, Poll Shows", "title_page": "Deeply Divided Republican Electorate Drifts Toward Ben Carson, Poll Shows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a sign of their uncertainty about who to support, none of the six hopefuls tested found enthusiastic support from a majority of their party’s primary voters. Mr. Carson came the closest — 48 percent of Republicans said they would enthusiastically support him — but 35 percent indicated they would back him with reservations or only because he was the nominee.\nMr. Bush, though, is finding the most resistance in trying to appeal to his party.\nOnly 18 percent of Republicans said they would enthusiastically support Bush, a son and brother of Republican presidents, the lowest of any candidate, and about half of primary voters said they would either support him because he was the nominee or not vote for him at all.\nWhile Mr. Carson holds a tenuous lead in this poll, support for Mr. Trump appears firmer than it is for Mr. Carson. A majority of Trump supporters, 55 percent, say their mind is made up. But 80 percent of Carson supporters say it is too early to say for sure. Such numbers indicate that Mr. Trump may have a floor of support that he can count on if he is willing to stay in the race while he is no longer leading in every poll, which, until now, had been his calling card.\nOn policy, Republicans are splintered among their ideological blocs.\nFifty-eight percent say the party should reduce the federal budget deficit through a combination of tax increases and spending cuts, while 40 percent say it should be done only through spending cuts. Nearly half of Republican voters prefer gun control laws be kept as they are while 39 percent say gun regulations should be made more strict.\nMore than four in 10 Republicans think illegal immigrants should be allowed to stay in America and apply for citizenship while 38 percent say the undocumented should be required to leave the country. And while 38 percent of Republicans say same-sex couples should be allowed to marry, 55 percent of the party’s voters say such unions should be illegal.\nFor Representative Paul D. Ryan, who is likely to succeed Representative John A. Boehner as speaker of the House, there is some good news. While nearly half of Republicans do not have an opinion of Mr. Ryan, the vice presidential nominee in 2012, he is viewed more positively than negatively by those who do know him, including among the conservatives most critical of Mr. Boehner and Washington.\n“I think when new blood comes in, people are sometimes more apt to go with them,” George Labrecque, 73, a retired insurance salesman in Lakeland, Fla., said in a follow-up interview. “And I also think Paul Ryan is a bit more conservative than John Boehner. He’s more apt to fight for certain things. Boehner just didn’t seem to want to fight anything.”", "url": "https://www.nytimes.com/2015/10/28/us/politics/deeply-divided-republican-electorate-drifts-toward-ben-carson-poll-shows.html"}