{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:20:37", "date_modify": "2018-11-16 03:20:37", "date_publish": "2015-07-02 00:44:29", "description": "What may have been just another strike by transport workers has become tangled in Europe’s migration crisis, with truck drivers reporting being besieged by migrants.", "filename": "2015_07_02_world_europe_delays-migration-problems-and-blame-stretch-across-english-channel.html_module=inline_1542338437.html", "image_url": "https://static01.nyt.com/images/2015/07/02/world/02CALAIS/02CALAIS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_02_world_europe_delays-migration-problems-and-blame-stretch-across-english-channel.html_module=inline_1542338437.html", "title": "Delays, Migration Problems and Blame Stretch Across English Channel", "title_page": "Delays, Migration Problems and Blame Stretch Across English Channel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — On both sides of the English Channel, thousands of longhaul trucks have come to a halt, the lines stretching into the flat green countryside of France and England on Wednesday as the trucks sat idled by the third day of a strike by ferry workers.\nBut, erupting as it has in the port of Calais, France, what might have been just another labor dispute has become entangled with a signal issue that has sown discord in France, Britain and across Europe: migration.\nCalais has long been a place of special and perennial tensions over migration, because the port is a magnet for thousands of migrants who congregate on the French side of the Channel Tunnel and try to enter Britain, where they hope to find better prospects for jobs and potentially more generous welfare benefits.\nThe migration issue and the labor dispute by ferry workers angered over job cuts have come together primarily because the strike has slowed to a crawl or halted altogether the truck traffic on the French side, making it easier for the migrants to try, sometimes successfully, to board the trucks and smuggle themselves into Britain.", "url": "https://www.nytimes.com/2015/07/02/world/europe/delays-migration-problems-and-blame-stretch-across-english-channel.html?module=inline"}