{"authors": ["Robert Mackey"], "date_download": "2018-11-16 03:15:37", "date_modify": "2018-11-16 03:15:37", "date_publish": "2015-05-20 21:30:01", "description": "Chechnya’s Instagram-addicted Ramzan Kadyrov accused citizens of using WhatsApp to spread rumors about a police chief.", "filename": "2015_05_21_world_europe_chechen-leader-scolds-whatsapp-users-for-spreading-rumors-about-officials-wedding.html_module=inline_1542338137.html", "image_url": "https://static01.nyt.com/images/2015/05/21/world/europe/21open_chechnya/21open_chechnya-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_21_world_europe_chechen-leader-scolds-whatsapp-users-for-spreading-rumors-about-officials-wedding.html_module=inline_1542338137.html", "title": "Chechen Leader Scolds WhatsApp Users for Spreading ‘Rumors’ About Official’s Wedding", "title_page": "Chechen Leader Scolds WhatsApp Users for Spreading ‘Rumors’ About Official’s Wedding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the televised scolding administered on Monday, as BBC News reported, Mr. Kadyrov also encouraged Chechen husbands to go further, if necessary, to keep their wives under control. “Lock them in, do not let them go out, then they will not post anything,” he said.\nVarvara Pakhomenko of the International Crisis Group told Tom Parfitt, The Telegraph’s Moscow correspondent,: “This has become a common sight on Chechen television: Ramzan Kadyrov, in the presence of officials, reprimands residents of the republic — it could be bureaucrats, it could be women who wear skirts that are too short or women who went to a cafe without their husbands, people who were detained for taking drugs.”\nShe added, “It’s shown in public on television in order that people understand there can be no dissenting opinions about Kadyrov’s decision to support the wedding.”\nOver the weekend, Mr. Kadyrov, a close ally of President Vladimir V. Putin of Russia, also used his Instagram account to comment on the sentencing of Dzhokhar Tsarnaev, the Chechen-American found guilty of killing three people and wounding more than 250 in the bombing of the Boston Marathon in 2013.", "url": "https://www.nytimes.com/2015/05/21/world/europe/chechen-leader-scolds-whatsapp-users-for-spreading-rumors-about-officials-wedding.html?module=inline"}