{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:54:26", "date_modify": "2018-11-16 03:54:26", "date_publish": "2015-08-21 00:52:19", "description": "Plummeting stock markets worldwide signal that investors have not gotten over the shock of China’s devaluation last week.", "filename": "2015_08_21_business_china-woes-send-stocks-into-tailspin.html_ref=international_1542340466.html", "image_url": "https://static01.nyt.com/images/2015/08/21/business/21markets-web/21markets-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_business_china-woes-send-stocks-into-tailspin.html_ref=international_1542340466.html", "title": "China Woes Send Stocks Into Tailspin", "title_page": "China Woes Send Stocks Into Tailspin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stock markets around the world plummeted on Thursday, signaling that investors have not gotten over the shock of China’s devaluation last week and remain nervous about the health of the global economy.\nThe selling began in Asia, punishing Chinese stocks once again. It then moved to Europe, walloping markets in Germany and Italy, and ended with a rush for the exits in the United States.\nAlong the way, the price of oil traded near six-year lows and currencies of developing countries suffered further pain. Astonishingly, the currency of Kazakhstan lost a fourth of its value against the dollar after the country’s government let it trade freely in the markets.\n“It was a bad day — everything came together,” said Howard Silverblatt, senior index analyst at S.&P. Dow Jones Indices. Mr. Silverblatt noted that the stocks of 76 companies in the S.&P. 500 were down at least 20 percent so far this year, a decline that officially puts them in a bear market. He added that 45 companies were up at least 20 percent.", "url": "https://www.nytimes.com/2015/08/21/business/china-woes-send-stocks-into-tailspin.html?ref=international"}