{"authors": ["Amy Chozick", "Maggie Haberman", "Jonathan Martin"], "date_download": "2018-11-16 04:40:02", "date_modify": "2018-11-16 04:40:02", "date_publish": "2015-04-11 16:35:43", "description": "As Mrs. Clinton approaches her 2016 presidential campaign, she and her advisers are trying to determine the risks of aligning too closely with President Obama, and of keeping him at a distance.", "filename": "2015_04_12_us_politics_hillary-clintons-calculus-on-embracing-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343202.html", "image_url": "https://static01.nyt.com/images/2015/04/12/us/sub-reckoning/sub-reckoning-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_12_us_politics_hillary-clintons-calculus-on-embracing-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343202.html", "title": "Hillary Clinton Weighs How to Recast Ties to Obama", "title_page": "Hillary Clinton Weighs How to Recast Ties to Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He defeated her in a grueling Democratic nomination battle. Then she pursued his agenda across the world as secretary of state. Now, the delicate relationship between Hillary Rodham Clinton and President Obama is about to get even more complicated.\nFor months, Mrs. Clinton and her team have pored over Mr. Obama’s poll ratings, policies and constituencies, seeking to solve a central riddle for the campaign she is about to begin: How can she run for president as her own person, without criticizing the sitting president she served — while her Republican opponents will be working to demonize them both?\nAligning herself too closely with Mr. Obama is fraught with risk for Mrs. Clinton. Asked to imagine their “perfect candidate,” nearly six in 10 Americans said they wanted someone who would change most of Mr. Obama’s policies, according to a CNN poll released last month. And Republicans are betting that attacks based on the incumbent’s record will be as effective against Mrs. Clinton as the tactic was in 2008, when Democrats equated a victory by Senator John McCain to four more years of President George W. Bush.\n“That’s the anchor she’ll be dragging for the next couple of years,” said Stuart Stevens, who was a top strategist for Mitt Romney, the 2012 Republican nominee.", "url": "https://www.nytimes.com/2015/04/12/us/politics/hillary-clintons-calculus-on-embracing-obama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}