{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:55:55", "date_modify": "2018-11-16 03:55:55", "date_publish": "2015-09-02 13:07:11", "description": "As Mr. Trump turns the primary into a tabloid-style clash of personalities, Mr. Bush is stuck in a race that embodies what he likes least about politics.", "filename": "2015_09_03_us_politics_jeb-bush-donald-j-trump-2016-presidential-election.html_module=inline_1542340555.html", "image_url": "https://static01.nyt.com/images/2015/09/03/us/03BUSH/03BUSH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_03_us_politics_jeb-bush-donald-j-trump-2016-presidential-election.html_module=inline_1542340555.html", "title": "A Once-Sunny Jeb Bush, Bristling in the Long Shadow of Donald Trump", "title_page": "A Once-Sunny Jeb Bush, Bristling in the Long Shadow of Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WESTHAMPTON BEACH, N.Y. — When Jeb Bush stopped by the Hampton Synagogue here on Saturday, he was expected to offer a critique of the Iran deal and a short version of his stump speech to the Orthodox congregation.\nBut something else was on his mind: the insults hurled at him by Donald J. Trump.\n“I’ll just give you a little taste of the ‘low energy’ candidate’s life this week,” Mr. Bush said, referring to the stinging taunt Mr. Trump has repeatedly used to describe him.\nMr. Bush then spent a minute and a half reeling off the cities he had visited since Monday — among them McAllen, Tex.; Salt Lake City; Denver; Pensacola, Fla.; Birmingham, Ala.; Greensboro, N.C. — and noted that, earlier in the week, he had risen at 6 a.m. to go running with former members of the Navy SEALs near the Virginia coast.\n“The ‘low energy’ candidate this week has only been six days, 16 hours a day campaigning with joy in my heart,” he said.", "url": "https://www.nytimes.com/2015/09/03/us/politics/jeb-bush-donald-j-trump-2016-presidential-election.html?module=inline"}