{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:21:36", "date_modify": "2018-11-16 04:21:36", "date_publish": "2015-11-17 23:56:00", "description": "The resolution, aimed at E.P.A. rules on coal-fired power plants, might make it harder for the president to negotiate a climate change accord in Paris in two weeks.", "filename": "2015_11_18_us_politics_senate-blocks-obamas-climate-change-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342096.html", "image_url": "https://static01.nyt.com/images/2015/11/18/us/18climate-web/18climate-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_us_politics_senate-blocks-obamas-climate-change-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342096.html", "title": "Senate Votes to Block Obama’s Climate Change Rules", "title_page": "Senate Votes to Block Obama’s Climate Change Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If the resolutions reach the president’s desk, Mr. Obama has promised a veto.\n“The resolution would impede efforts to reduce carbon pollution from existing power plants — the largest source of carbon pollution in the country — when the need to act, and to act quickly, to mitigate climate change impacts on American communities has never been more clear,” officials at White House said in a statement.\nBut proponents believe their defiance will have diplomatic repercussions. At the summit meeting in Paris beginning Nov. 30 and sponsored by the United Nations, Mr. Obama will try to broker a historic accord that would commit every nation to policies to halt climate change. The strength of the American position at the talks lies in the enactment of the emission-curbing E.P.A. rule — the first major climate change policy put forth by the United States. By voting to block the rule, lawmakers want to telegraph to the world that Congress does not back the president’s climate pledges.\nThe House is expected to pass a companion resolution by early December, forcing a veto just as the negotiations in Paris are beginning.\n“These regulations make it clearer than ever that the president and his administration have gone too far, and that Congress should act to stop this regulatory assault,” Senator Mitch McConnell, Republican of Kentucky and the majority leader, said in a statement. Mr. McConnell, whose home state is one of the nation’s largest coal producers, has led a multifront campaign to block what Republicans call Mr. Obama’s “war on coal.”\n“Here’s what is lost in this administration’s crusade for ideological purity: the livelihoods of our coal miners and their families. Folks who haven’t done anything to deserve a ‘war’ being declared upon them,” he said.", "url": "https://www.nytimes.com/2015/11/18/us/politics/senate-blocks-obamas-climate-change-rules.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}