{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:11:20", "date_modify": "2018-11-16 04:11:20", "date_publish": "2015-12-22 20:22:22", "description": "The Obama administration imposed sanctions on 34 individuals and companies it said were circumventing American and international restrictions.", "filename": "2015_12_23_world_europe_us-russia-ukraine-sanctions.html_module=inline_1542341480.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_23_world_europe_us-russia-ukraine-sanctions.html_module=inline_1542341480.html", "title": "U.S. Imposes Sanctions Over Russia’s Intervention in Ukraine", "title_page": "U.S. Imposes Sanctions Over Russia’s Intervention in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“By more closely matching our designations with those of our international partners and thwarting attempts to evade sanctions, we are once again demonstrating the United States’ unwavering resolve to pressure Russia to respect the security and sovereignty of Ukraine,” Mr. Smith added.\nThese are the first new United States measures on Russia since July 30, and they come just days after the European Union renewed its sanctions for six more months, a coordinated action intended to show that any cooperation with Russia in Syria will not mean any trade-off in the confrontation over Ukraine.\nThe administration targeted 34 people or companies for sanctions, including 14 that Treasury said had ties to entities already under American and international restrictions or had “engaged in serious and sustained evasion of existing sanctions,” a half-dozen Ukrainian separatists, and a dozen doing business in Crimea. It also sanctioned two people who served in the government of Viktor F. Yanukovych, Ukraine’s former president.", "url": "https://www.nytimes.com/2015/12/23/world/europe/us-russia-ukraine-sanctions.html?module=inline"}