{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:17", "date_modify": "2018-11-16 03:55:17", "date_publish": "2015-07-11 16:50:27", "description": "Beijing will undertake a major restructuring of the capital government as part of a broader plan to create a giant urban corridor in northern China, officials said Saturday.", "filename": "2015_07_12_world_asia_china-beijing-city-planning-population_1542340517.html", "image_url": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_12_world_asia_china-beijing-city-planning-population_1542340517.html", "title": "Chinese Officials to Restructure Beijing to Ease Strains on City Center", "title_page": "Chinese Officials to Restructure Beijing to Ease Strains on City Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Beijing will undertake a major restructuring of the capital government as part of a broader plan to create a giant urban corridor in northern China, officials said Saturday.\nAt the end of a Communist Party meeting, city officials said on the evening news that hospitals, wholesale markets and some of the city’s administrative offices would move outside the city center. Beijing is to limit its population to 23 million, slightly more than its current estimated population of 22 million, and reduce the population of its six core districts by 15 percent. Many important services will move to suburbs or neighboring Hebei Province, officials said.\nThe centerpiece of the plan will be an administrative center in the Beijing suburb of Tongzhou, a historic move that reverses decades of urban planning that wedged government offices into the imperial city center. The move will begin by 2017 at the latest, the Beijing party secretary, Guo Jinlong, said in a speech.\nIn addition, city officials said, 50 city hospitals will begin cooperating with hospitals in Hebei Province, and some will move important facilities to surrounding communities. The neurological unit in Tiantan Hospital, for example, will move to another suburb, Fengtai, by 2017, they said.\nAdvertisement Continue reading the main story\nThe city also said it would move 1,200 pollution-causing businesses out of the urban center.\nThe moves are part of the creation of a major new urban area called Jing-Jin-Ji, after the three districts it encompasses (“Jing” for Beijing, “Jin” for the nearby port city of Tianjin, and “Ji” for the ancient name for Hebei Province). The city is trying to develop industries like tourism in poorer mountain areas surrounding the capital, with one area bidding to host the 2022 Winter Olympics.\nThe plan has been debated for decades, but only began to be implemented in recent months as part of an effort by President Xi Jinping to reform the Chinese economy. The idea is to reduce the sort of duplicative, polluting enterprises like coking and steel that dominate the greater Beijing area and other large urban centers, and in their place create a more modern economic structure.", "url": "https://www.nytimes.com/2015/07/12/world/asia/china-beijing-city-planning-population.html"}