{"authors": ["Alexander Burns"], "date_download": "2018-11-16 04:40:35", "date_modify": "2018-11-16 04:40:35", "date_publish": "2015-02-08 23:49:58", "description": "With a vote on Sunday, the organization became the latest liberal group to back the Massachusetts senator as a potential primary challenger to former Secretary of State Hillary Rodham Clinton.", "filename": "2015_02_09_nyregion_working-families-party-calls-on-elizabeth-warren-to-run-for-president.html_module=inline_1542343235.html", "image_url": "https://static01.nyt.com/images/2015/02/09/nyregion/09WARREN/09WARREN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_09_nyregion_working-families-party-calls-on-elizabeth-warren-to-run-for-president.html_module=inline_1542343235.html", "title": "Working Families Party Calls on Elizabeth Warren to Run for President", "title_page": "Working Families Party Calls on Elizabeth Warren to Run for President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leaders of New York’s Working Families Party on Sunday urged Senator Elizabeth Warren of Massachusetts to seek the Democratic nomination for president next year, formally calling on her to enter the 2016 race for the White House.\nBy voting to encourage a Warren candidacy, the Working Families Party became the latest liberal group to support her as a potential primary challenger to former Secretary of State Hillary Rodham Clinton, who has not formally announced that she will seek the Democratic nomination but is the presumed favorite.\nSeveral organizations on the left, led by MoveOn.org and Democracy for America, have already organized a campaign designed to lure Ms. Warren, with her brand of economic populism, into making a bid for the presidency.\n“We know a champion for working families when we see one,” Bill Lipton, New York State director of the Working Families Party, said. “The only thing better than watching Elizabeth Warren take Wall Street to task from the Senate would be helping her bring our issues to the center of the national debate.”", "url": "https://www.nytimes.com/2015/02/09/nyregion/working-families-party-calls-on-elizabeth-warren-to-run-for-president.html?module=inline"}