{"authors": ["Por Rob Hughes"], "date_download": "2018-11-16 04:10:29", "date_modify": "2018-11-16 04:10:29", "date_publish": "2015-07-01 17:20:59", "description": "Una vez más, la excesiva y ridícula dependencia de Brasil en Neymar volvió a quedar en evidencia.", "filename": "2015_06_29_universal_es_por-que-los-tropiezos-de-brasil-en-la-cancha-ya-no-sorprenden_1542341429.html", "image_url": "https://static01.nyt.com/images/2015/06/29/sports/29hughes-copy/29hughes-facebookJumbo.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_29_universal_es_por-que-los-tropiezos-de-brasil-en-la-cancha-ya-no-sorprenden_1542341429.html", "title": "Por qué los tropiezos de Brasil en la cancha ya no sorprenden", "title_page": "Por qué los tropiezos de Brasil en la cancha ya no sorprenden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDRES — Al final, el equipo de Carlos Dunga no resultó nada mejor que el equipo que dirigió Felipe Scolari hace un año.\nHan pasado casi 12 meses desde que Brasil, bajo la dirección de Scolari, fue humillado en casa por Alemania 7 a 1 durante la Copa del Mundo. Tras esa derrota, lo inevitable ocurrió: Dunga reemplazó a Scolari como director técnico y reconstruyó sustancialmente al equipo. Sin embargo, su reciente eliminación de la Copa América a manos de Paraguay fue, a su manera, una vergüenza similar.\nEl margen de derrota fue más estrecho en Concepción. Brasil perdió por penaltis después de que los 90 minutos terminaran con un empate 1-1. Pero esto no solo se trata de los penales, sino sobre la vergüenza de un país de 200 millones que presume de su “Jogo Bonito”, perdiendo ante un pequeño país de solo 7 millones, cuyos jugadores encuentran motivación en su orgullo nacional y en la oportunidad de ser el David contra el Goliat de su continente.\nNunca subestimen la naturaleza competitiva del fútbol suramericano. Puede que solo participen 10 selecciones, pero todas pueden vanagloriarse de un siglo de competencia real frente a los dos gigantes del continente: Brasil y Argentina.\nEl talento de jugadores como Alexis Sánchez de Chile y Luis Suárez de Uruguay permiten que sus países, de poblaciones pequeñas, armen equipos de alto nivel. Y el espíritu que demostró Paraguay, dirigido por el argentino Ramón Díaz, fue tal que el equipo parecía no estar dispuesto a caer frente a los brasileños.\nDe hecho, ese es uno de los factores más importantes que juega en contra del equipo actual de Brasil.\nNeymar, el delantero del Barcelona, es sin duda el jugador más espectacular de su país. Pero cuando resultó lesionado durante la Copa Mundial, Brasil se desmoronó sin él. Este año, Neymar causó su propia ausencia de en la Copa América después de recibir una tarjeta roja por una pelea que empezó después del silbato final. Una vez más, la excesiva y ridícula dependencia de Brasil en su jugador estrella volvió a quedar en evidencia.\nBrasil tenía altas probablidades de ganar el partido luego de tomar la delantera con un gol de Robinho, el reemplazo de Neymar, pero Paraguay consiguió el empate en el minuto 72 después de una mano de Thiago Silva. Después de que los 90 minutos terminaran 1-1, Paraguay se alzó con la victoria desde el punto penal.\nPara los paraguayos, la Copa era una oportunidad para demostrar distintos talentos, solidaridad y espíritu.\n¿Qué significa la Copa América para Brasil? Es la segunda mejor oportunidad de representar a su país a nivel internacional. No cuenta con la misma popularidad del Mundial, pero la Copa debería ser el recibimiento en casa para varios de los jugadores brasileños que reciben fortunas en clubs extranjeros en Europa, Medio Oriente y Asia.\nNeymar llegó a la Copa solo unos días después de haber completado el triplete histórico del Barcelona junto con Lionel Messi y otros, después de alzarse con la victoria en la liga española y la Liga de Campeones.\nSu compañero, el lateral derecho Dani Alves, también llegó directo de la mesa de negociaciones, después de amenazar con dejar el Barça pero finalmente cambió de opinión y optó por quedarse.\nIncluso durante la Copa América, dos miembros más del equipo titular de Brasil han concluido negociaciones con otros clubs. En los próximos días, Douglas Costa abandonará el club ucraniano Shakhtar Donetsk y firmará con el Bayern de Múnich en Alemania. El centrocampista ofensivo Roberto Firmino aceptó transferirse de Hoffenheim de Alemania al Liverpool de Inglaterra, sujeto a chequeos médicos y un permiso de trabajo.\nEstas son transferencias importantes de jugadores desconocidos en sus países, pues abandonaron Brasil cuando aún eran adolescentes y se desarrollaron en ligas extranjeras. Hacen parte de una nueva ola de jugadores brasileños que son descubiertos por los clubs, fichados por pocos millones, cultivados y luego vendidos por decenas de millones de dólares.\nScolari y Dunga deben entender bien este nuevo sistema, porque ellos también han trabajado fuera de Brasil por grandes cantidades de dinero. Scolari está buscando un nuevo aire en China, desde donde recluta brasileños para que jueguen en su nuevo club, el Guangzhou Evergrande.\nScolari puede presumir de haber alcanzado un título mundial como entrenador en el 2002, mientras que Dunga también lo hizo, como jugador, en 1994.\nHasta cierto punto, ambos lograron moldear la cultura futbolística brasileña hacia un estilo de juego más pragmático, lejano a la era de Pelé. Ambos han aceptado que el mundo ha cambiado y que los brasileños que juegan por fuera, menos idealistas, también han cambiado. Es el dinero, más que nada, lo que importa.", "url": "https://www.nytimes.com/2015/06/29/universal/es/por-que-los-tropiezos-de-brasil-en-la-cancha-ya-no-sorprenden.html"}