{"authors": ["Somini Sengupta", "David E. Sanger"], "date_download": "2018-11-16 03:53:01", "date_modify": "2018-11-16 03:53:01", "date_publish": "2015-12-18 09:38:38", "description": "For the first time in the nearly five-year civil war in Syria, the Security Council backed a process for resolving the conflict.", "filename": "2015_12_19_world_middleeast_syria-talks-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340381.html", "image_url": "https://static01.nyt.com/images/2015/12/19/world/middleeast/SUB-SYRIA/SUB-SYRIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_world_middleeast_syria-talks-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340381.html", "title": "After Years of War in Syria, U.N. Passes Resolution on Talks", "title_page": "After Years of War in Syria, U.N. Passes Resolution on Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kerry told reporters after the Council meeting that steps would have to be taken to form a transitional government within six months. He sharply disputed the notion that the agreement deferred a decision on Mr. Assad’s fate, saying it put a time frame on what needs to happen next. “This is not being kicked down the road; it’s actually being timed out,” he said.\nOne obstacle to putting a deal in place may be determining which of the disparate rebel groups would participate in the talks scheduled to begin next month, and whether they would agree to come to the table at all without a guarantee of Mr. Assad’s exit. Nor has Mr. Assad said he would participate — though he will be under pressure from Russia and Iran to do so.\nA cease-fire in Syria poses its own challenges. It is not expected to apply to all parts of the country — certainly not to the vast areas held by the Islamic State — and the idea of sending United Nations-sanctioned observers to monitor it seems almost unthinkable. The resolution gives Secretary General Ban Ki-moon one month to tell the Council how a cease-fire could work and how it could be monitored.\nThe resolution leaves open the question of whether other rebel groups can be designated as terrorist organizations and excluded from the cease-fire agreement. It embraces an effort led by Jordan to figure out which groups should receive that designation. Mr. Lavrov hinted at the disagreement there, saying it was “inadmissible to divide terrorists between good and bad ones.”\nThe resolution was a significant victory for Mr. Kerry, who brought together the Saudis, Russians and Iranians in a series of meetings in Vienna and elsewhere over the past three months and force-fed a diplomatic process that many in Washington had believed would never get off the ground.\nThe United States has backed away, bit by bit, from the demand that Mr. Assad leave office immediately — which was the administration’s position in 2011, when President Obama stepped into the Rose Garden in the early days of the Arab Spring to say Mr. Assad must go. But he had no plan at the time to force him out, and now, with the Islamic State’s rise, there is little desire to create a vacuum in Damascus that the Islamic State or other extremist groups might fill.", "url": "https://www.nytimes.com/2015/12/19/world/middleeast/syria-talks-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}