{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:55:33", "date_modify": "2018-11-16 03:55:33", "date_publish": "2015-11-11 08:44:28", "description": "The deal, worth nearly $106 billion, would create a behemoth in the beer industry and would include SABMiller’s sale of its 58 percent stake in MillerCoors.", "filename": "2015_11_12_business_dealbook_anheuser-busch-inbev-sabmiller-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340533.html", "image_url": "https://static01.nyt.com/images/2015/11/12/business/dealbook/12DB-Beer2/12DB-Beer2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_12_business_dealbook_anheuser-busch-inbev-sabmiller-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340533.html", "title": "Anheuser-Busch InBev Completes Agreement for SABMiller", "title_page": "Anheuser-Busch InBev Completes Agreement for SABMiller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Anheuser-Busch InBev said on Wednesday that it had completed an agreement to acquire its closest rival, SABMiller, for nearly $106 billion, creating what it said would be the first “truly global brewer.”\nThe deal, reached after months of negotiations, would create a beer industry giant with annual revenue of about $64 billion and would give Anheuser-Busch InBev, already the world’s largest brewer, a substantial operation in Africa, where it has little presence, and greater dominance in Latin America.\nThe question now is how much regulators will challenge the deal, which would create a company responsible for nearly 30 percent of all beer sales worldwide. The combined company’s brands would include Anheuser-Busch InBev’s Budweiser, Corona Extra and Stella Artois and SABMiller’s Grolsch and Peroni.\nIn the effort to appease regulators, SABMiller said on Wednesday that it would sell its 59 percent stake in MillerCoors in the United States to its joint venture partner Molson Coors Brewing for about $12 billion. That deal includes the global rights to the Miller brand and would make Molson Coors the second-largest brewer in the United States, behind Anheuser-Busch InBev.", "url": "https://www.nytimes.com/2015/11/12/business/dealbook/anheuser-busch-inbev-sabmiller-deal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}