{"authors": ["Nicholas Confessore"], "date_download": "2018-11-16 04:28:02", "date_modify": "2018-11-16 04:28:02", "date_publish": "2015-02-05 14:30:19", "description": "“Donor advisers” like Mary Pat Bonner have immense power in the world of political fund-raising, and their commissions are provoking complaints from big-money contributors.", "filename": "2015_02_06_us_in-invisible-world-of-political-donor-advisers-a-highly-visible-player.html_ref=us_1542342482.html", "image_url": "https://static01.nyt.com/images/2015/02/06/us/06consultant-web/06consultant-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_us_in-invisible-world-of-political-donor-advisers-a-highly-visible-player.html_ref=us_1542342482.html", "title": "The Secret World of a Well-Paid ‘Donor Adviser’ in Politics", "title_page": "The Secret World of a Well-Paid ‘Donor Adviser’ in Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an interview, Mr. Zwick declined to describe his own fee. But he said that the bulk of the payments collected by the companies were in turn paid out to more than 50 other fund-raisers employed by the campaign.\n“We raised more money than has ever been raised before at a better cost of fund-raising than has ever been done before,” Mr. Zwick said.\nBut few fund-raisers seem to command commissions as generous as Ms. Bonner’s. Political fund-raisers are typically paid monthly retainers, which can reach $25,000 a month during campaigns. The Bonner Group is paid almost exclusively on commission, a practice that is legal but frowned upon by some fund-raising consultants, who say it leads to fights with clients and other consultants over credit. It is considered unethical by the Association of Fundraising Professionals, partly because it can encourage abuses and, in the charity world, places self-gain over philanthropy.\n“I think it’s a breach of fiduciary responsibility to pay fund-raisers on commission,” said Cindy Darrison, a professor at the George H. Heyman Jr. Center for Philanthropy and Fundraising at New York University.\nAllies say Ms. Bonner and her 20-member firm are worth the expense. The Bonner Group maintains a database of 70,000 donors and collects detailed information on their past giving, their families and their political relationships. Many praise her energy and personal touch: thank-you notes, for example, or tickets to Broadway shows.\n“Without Mary Pat, we would never be where we are today,” said Craig T. Smith, a senior adviser to Ready for Hillary. Mr. Smith said the group had paid Ms. Bonner and some other fund-raisers a single-digit percentage of money raised.\nMs. Bonner, who cut her teeth as a campaign aide and fund-raiser for former Vice President Al Gore, is also known among colleagues for her aggressive tactics. During the 2012 campaign, Ms. Bonner, who was raising money for American Bridge, clashed repeatedly with other Democratic super PACs over joint fund-raising efforts.", "url": "https://www.nytimes.com/2015/02/06/us/in-invisible-world-of-political-donor-advisers-a-highly-visible-player.html?ref=us"}