{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:45:41", "date_modify": "2018-11-16 04:45:41", "date_publish": "2015-08-23 10:39:21", "description": "As negotiators from both sides resumed talks in a border village on Sunday afternoon, Pyongyang was deploying more artillery toward the border, the South said.", "filename": "2015_08_24_world_asia_with-force-deployments-north-korea-raises-stakes-of-talks-with-south.html_module=inline_1542343541.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_24_world_asia_with-force-deployments-north-korea-raises-stakes-of-talks-with-south.html_module=inline_1542343541.html", "title": "North Korea Moves Forces Amid Talks With South", "title_page": "North Korea Moves Forces Amid Talks With South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea had deployed twice as many artillery pieces as usual along the border with South Korea on Sunday, and most of its submarines had departed from their bases, as high-level talks between the two Koreas aimed at breaking a tense military standoff stretched into a third day on Monday.\nNegotiators from both sides resumed talks in the border village of Panmunjom on Sunday afternoon, and continued their haggling on Monday, after a marathon meeting on Saturday failed to reach a compromise over the terms under which South Korea would withdraw 11 batteries of propaganda loudspeakers from the border. The North calls the broadcasts by the speakers, which include criticism of its political system and its leader, Kim Jong-un, an “act of war.”\nAs the negotiators haggled, the North raised the stakes by moving more artillery forces to the front line, a South Korean Defense Ministry spokesman said, speaking on the customary condition of anonymity.\n“We have also detected 70 percent of the North Korean submarines missing from their bases, and we are looking for their whereabouts,” he said. “This is a typical North Korean tactic of talking on one hand and brandishing military power on the other to try to force their way.”", "url": "https://www.nytimes.com/2015/08/24/world/asia/with-force-deployments-north-korea-raises-stakes-of-talks-with-south.html?module=inline"}