{"authors": ["Sewell Chan"], "date_download": "2018-11-16 03:56:27", "date_modify": "2018-11-16 03:56:27", "date_publish": "2015-10-09 09:07:40", "description": "The coalition helped Tunisia through unrest in 2013 that threatened to undo an Islamist-led government.", "filename": "2015_10_10_world_europe_national-dialogue-quartet-tunisia-nobel-peace-prize_1542340587.html", "image_url": "https://static01.nyt.com/images/2015/10/09/world/09tunisia1_hp/09tunisia1_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_10_world_europe_national-dialogue-quartet-tunisia-nobel-peace-prize_1542340587.html", "title": "Nobel Peace Prize Is Awarded to National Dialogue Quartet in Tunisia", "title_page": "Nobel Peace Prize Is Awarded to National Dialogue Quartet in Tunisia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday, the Ennahda Party congratulated the quartet on the prize. “It honors the efforts of the quartet, and it also honors Tunisia, which, thanks to God and the efforts of Tunisia’s children, succeeded in preventing the killing and fighting for power that are happening in neighboring countries,” the party’s leader, Rached Ghannouchi, wrote in a Facebook post.\nIn Oslo, Ms. Five said that the 2013 achievement was decisive in the Nobel committee’s thinking. “The quartet paved the way for a peaceful dialogue between the citizens, the political parties and the authorities, and helped to find consensus-based solutions to a wide range of the challenges across political and religious divides,” she said.\nHowever, the current peace in Tunisia — overseen by an alliance of secular liberals, trade unionists and some officials from the former Ben Ali era — is still fragile. In March, Islamist extremists stormed the National Bardo Museum in Tunis, killing 21 tourists and a police officer, and in June, an Islamist gunman killed 38 people at a beachside resort in Sousse. Most of the victims were tourists, and the attacks shattered what had been a pillar of the economy. The government has moved to shut mosques thought to be associated with extremists.\nAt the Nobel announcement, officials deflected questions from reporters about the Islamic State and other extremist groups, though Ms. Five acknowledged, “We want to prove that it is possible for Islamist and secular political movements to work together in the best interests of the people.”", "url": "https://www.nytimes.com/2015/10/10/world/europe/national-dialogue-quartet-tunisia-nobel-peace-prize.html"}