{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:47:31", "date_modify": "2018-11-16 03:47:31", "date_publish": "2015-05-09 18:39:27", "description": "Taking in asylum seekers in Germany has infused Roman Catholic and Protestant churches with a newfound sense of social purpose, but the government considers the practice illegal.", "filename": "2015_05_10_world_europe_rift-forms-in-germany-over-asylum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340051.html", "image_url": "https://static01.nyt.com/images/2015/05/10/world/GERMANY1/GERMANY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_10_world_europe_rift-forms-in-germany-over-asylum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340051.html", "title": "Rift Forms in Germany Over Asylum", "title_page": "Rift Forms in Germany Over Asylum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whether migrants travel on foot, as Ali and Mr. Zadran did, or in boats crossing the Mediterranean from Africa, many arrive in the countries on Europe’s southern and eastern rims, only to find insufficient support and legal systems to process their applications for asylum. From there, they press north and west, into Europe’s wealthier nations, such as Germany, Denmark or Sweden.\nBut European Union regulations require anyone applying for asylum to submit their application in the first country they entered. While Europe has adopted a common legal system for refugees, standards for housing and public benefits vary widely. Aid workers say complaints about overcrowding and new arrivals being beaten, jailed or left to fend for themselves are common in some countries, including Bulgaria, Hungary and Italy.\nThe German authorities are committed to the European policy. But asylum seekers who manage to remain in Germany for six months become eligible to apply for permanent asylum there, regardless of how they entered the European Union — which is why more migrants are confining themselves to church grounds, hoping to safely wait out that time period.\nAli said he fled Afghanistan on foot after the Taliban murdered his father. In Bulgaria, he spent nearly a month in jail, he said. When he arrived here, his one wish was for a tube of gel to style his hair. He claims that he is only 17, but German authorities who interviewed Ali estimated that he was older than 21.\nGerman law prevents deportation of unaccompanied minors, even to another European country. But the legal process to establish Ali’s age could take months, and he was ordered to return to Bulgaria in December.\nOnly a third of those who applied for permanent asylum in Germany last year met the criteria. The others were ordered to leave or allowed to resubmit their applications.", "url": "https://www.nytimes.com/2015/05/10/world/europe/rift-forms-in-germany-over-asylum.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}