{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:32:01", "date_modify": "2018-11-16 03:32:01", "date_publish": "2015-11-16 21:16:43", "description": "A guide to manners, where to find turducken, toting with Roy Lichtenstein, mulberry gin and gravy ladles that don’t burn your fingertips.", "filename": "2015_11_18_dining_thanksgiving-food-gifts_1542339121.html", "image_url": "https://static01.nyt.com/images/2015/11/18/dining/18BURNER5-DISTILLERIEDUPERIGORD/18BURNER5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_dining_thanksgiving-food-gifts_1542339121.html", "title": "Mushroom Essences and More Thanksgiving Helpers", "title_page": "Mushroom Essences and More Thanksgiving Helpers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If turducken tempts you, consider the Roebling Tea Room in Brooklyn for Thanksgiving, where the boneless chicken stuffed into a duck stuffed into turkey is the centerpiece for a three-course dinner by the chef, Joey Cole, who was at Per Se. As for turducken at home, you can buy one ready to cook from a specialty butcher like Edwards Virginia Smokehouse in Surry, Va.: Thanksgiving dinner, $75 for three courses, Roebling Tea Room, 143 Roebling Street (Metropolitan Avenue), Williamsburg, Brooklyn, 718-963-0760, events@roeblingtearoom.com; Edwards Virginia Smokehouse, $59.95 for four-pound turducken, edwardsvaham.com/product/turducken-roll.\nImage Credit Tony Cenicola/The New York Times\nTo Pour: Mulberry Gin Is a Festive Holiday Spirit\nLet’s start by acknowledging that Boodles’s new mulberry gin, positioned as the first of its kind in the American market, is not gin-like at all. It is lower in alcohol (60 proof) and is deeply mellow and fruity, more like a brightly festive liqueur than a spirit. Consider topping it off with sparkling wine as your Thanksgiving aperitif (add a dried cranberry to the glass), or give it some muscle mixed half-and-half with straight gin. Then again, you might serve it chilled with dessert for sipping after dinner: Boodles Mulberry Gin, $29, staging.reservebar.com/products/boodles-mulberry.\nImage Credit Tony Cenicola/The New York Times\nTo Schlep: Carry That Load With Confidence\nShopping or bringing something for Thanksgiving dinner? Carry it in this featherweight tote that folds and snaps closed and is decorated with a roast turkey by Roy Lichtenstein. Or take it along for that best holiday windfall, leftovers: Roy Lichtenstein Turkey Tyvek Tote Bag, $15, momastore.org.", "url": "https://www.nytimes.com/2015/11/18/dining/thanksgiving-food-gifts.html"}