{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:12", "date_modify": "2018-11-16 04:27:12", "date_publish": "2015-08-15 21:38:09", "description": "Kim Ryen-hi, a 45-year-old dressmaker from North Korea, says that her defection to South Korea four years ago was a terrible mistake, and that she has been trying to return to be with her family.", "filename": "2015_08_16_world_asia_kim-ryen-hi-north-korean-defector-regret.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342432.html", "image_url": "https://static01.nyt.com/images/2015/08/16/world/KOREA1/KOREA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_16_world_asia_kim-ryen-hi-north-korean-defector-regret.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342432.html", "title": "A North Korean Defector’s Regret", "title_page": "A North Korean Defector’s Regret - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Government officials, while professing sympathy for her plight, say that as a convict on parole she is not entitled to a passport. Moreover, she became a South Korean citizen when she arrived, and under South Korean law it is illegal to help a citizen flee to the enemy North.\n“She became a South Korean citizen on her own will, and accordingly she is subject to laws applying to all other South Korean citizens,” said Park Soo-jin, a spokeswoman for the Unification Ministry in Seoul.\nA ministry official, speaking on the condition of anonymity to discuss the highly unusual case, said, “We know of her sad story, but right now, under the current law, we see nothing we can do for her.”\nMs. Kim’s improbable story began in 2011, when she traveled to China to visit relatives and obtain treatment for a liver ailment. There, she said, she met a broker who said he could smuggle her into South Korea, where she could make a lot of money in a few months and return to China.\nAlthough she was married to a doctor in Pyongyang, the North Korean capital, and well off by North Korean standards, she said she signed on with the smuggler with the aim of helping to pay her medical bills.", "url": "https://www.nytimes.com/2015/08/16/world/asia/kim-ryen-hi-north-korean-defector-regret.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}