{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:44:24", "date_modify": "2018-11-16 04:44:24", "date_publish": "2015-12-12 14:40:56", "description": "No reason was given for the cancellation of the shows by the all-female Moranbong Band, whose visit had been widely seen as a gesture aimed at improving ties.", "filename": "2015_12_13_world_asia_north-korea-moranbong-band-leaves-beijng.html_module=inline_1542343464.html", "image_url": "https://static01.nyt.com/images/2015/12/13/world/13CHINABAND-web/13CHINABAND-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_13_world_asia_north-korea-moranbong-band-leaves-beijng.html_module=inline_1542343464.html", "title": "North Korean Band Abruptly Leaves China, Its Concerts Canceled", "title_page": "North Korean Band Abruptly Leaves China, Its Concerts Canceled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The favorite pop band of North Korea’s young leader abruptly boarded a plane to return home on Saturday, just hours before an important concert here. The concert would have been the band’s first one overseas and was one of three in the Chinese capital intended to improve relations between the nations.\nThe group, Moranbong Band, has about 20 members, all slim young women who wear tight dresses and high heels while performing both Western pop songs and North Korean revolutionary standards. They are a contrast to the staid image of the brand of authoritarian socialism that has existed for decades in North Korea under the rule of three generations of the same family. Some reports have said the band’s members were handpicked by the country’s leader, Kim Jong-un, whose wife is a former singer from another band.\nThe sudden departure of the band appeared to highlight the mercurial and secretive nature of Mr. Kim and his government. It also raised questions about the state of relations between China and North Korea, which have been rocky at times since Mr. Kim took power in late 2011.\nNews of the band’s departure first emerged Saturday afternoon on Chinese websites, which posted photographs taken in the afternoon of the women walking through the Beijing Capital International Airport. They were dressed in long, olive military-style winter coats. Some held bags or travel cases. A news article on Sina.com, a Chinese website, with photos of the women in the airport was soon deleted.", "url": "https://www.nytimes.com/2015/12/13/world/asia/north-korea-moranbong-band-leaves-beijng.html?module=inline"}