{"authors": ["William Neuman"], "date_download": "2018-11-16 04:18:33", "date_modify": "2018-11-16 04:18:33", "date_publish": "2015-03-09 17:37:17", "description": "The White House said the sanctioned government officials were implicated in human rights violations in Venezuela.", "filename": "2015_03_10_world_americas_obama-freezes-assets-of-seven-venezuelan-officials.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341913.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_10_world_americas_obama-freezes-assets-of-seven-venezuelan-officials.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341913.html", "title": "Obama Order Freezes Assets of 7 Officials in Venezuela", "title_page": "Obama Order Freezes Assets of 7 Officials in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — Citing “an extraordinary threat to the national security of the United States,” President Obama on Monday signed an executive order freezing any American assets belonging to seven Venezuelan law enforcement and military officials who it said were linked to human rights violations.\nThe sanctioned officials included the current and a former head of the intelligence police, a former commander of the National Guard and a prosecutor involved in filing charges against opposition politicians accused of taking part in conspiracies against the government of President Nicolás Maduro.\nOne of the opposition politicians charged by the prosecutor was Antonio Ledezma, the mayor of Caracas, who was jailed last month and accused of plotting to overthrow Mr. Maduro, an accusation that Mr. Ledezma has denied. The charges against him and others were based on fabricated or implausible evidence, according to the White House.\nThe others sanctioned included military and police officials.\n“We are deeply concerned by the Venezuelan government’s efforts to escalate intimidation of its political opponents,” the Obama administration said in a statement.", "url": "https://www.nytimes.com/2015/03/10/world/americas/obama-freezes-assets-of-seven-venezuelan-officials.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}