{"authors": ["Emily B. Hager"], "date_download": "2018-11-16 04:24:39", "date_modify": "2018-11-16 04:24:39", "date_publish": "2015-03-27 12:01:36", "description": "A Yale student’s project tries to build relations with Iranians as negotiations over that country’s nuclear program reach a critical point.", "filename": "2015_03_27_world_middleeast_video-the-iran-nuclear-talks-and-a-matter-of-trust_1542342279.html", "image_url": "https://static01.nyt.com/images/2015/03/25/multimedia/iran-nuclear-explainer/iran-nuclear-explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_27_world_middleeast_video-the-iran-nuclear-talks-and-a-matter-of-trust_1542342279.html", "title": "Video: The Iran Nuclear Talks, and a Matter of Trust", "title_page": "Video: The Iran Nuclear Talks, and a Matter of Trust - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before dawn on a freezing February morning, Amar Bakshi watched as a crane lifted a gold-colored shipping container off a flatbed truck outside the Yale University Art Gallery in New Haven, Conn. As diplomats consider a deal over Iran’s nuclear program, the shipping container is Mr. Bakshi’s attempt at restoring a relationship with that country.\nMr. Bakshi, a Yale graduate student and artistic entrepreneur, enlisted a team based in the United States and Iran to transform the shipping container into a communications portal. Equipped with videoconference applications, the portal allows people in the two countries to have conversations with one another.\n“This is a project about traversing various forms of distance,” said Mr. Bakshi, 30, who is planning to run similar portals connecting the United States with Afghanistan and with Cuba in the coming months.\nIn this New York Times video, Mr. Bakshi and his team face challenges as they try to build friendships between Iranians and Americans, offering a reminder of how difficult a permanent agreement with Iran may be to achieve.", "url": "https://www.nytimes.com/2015/03/27/world/middleeast/video-the-iran-nuclear-talks-and-a-matter-of-trust.html"}