{"authors": ["Anthony Tommasini"], "date_download": "2018-11-16 04:48:55", "date_modify": "2018-11-16 04:48:55", "date_publish": "2015-08-07 15:52:03", "description": "A Freudian version of the opera, directed by Claus Guth, sees it as a meditation on the prisons we create for ourselves.", "filename": "2015_08_08_arts_music_review-a-divisive-fidelio-draws-boos-at-salzburg_1542343735.html", "image_url": "https://static01.nyt.com/images/2015/08/09/arts/07FIDELIOWEB/07FIDELIOWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_08_arts_music_review-a-divisive-fidelio-draws-boos-at-salzburg_1542343735.html", "title": "Review: A Divisive ‘Fidelio’ Draws Boos at Salzburg", "title_page": "Review: A Divisive ‘Fidelio’ Draws Boos at Salzburg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SALZBURG, Austria — What’s a summer at the Salzburg Festival without at least one opera production that provokes vociferous booing on its opening night? That requisite rite took place here on Tuesday, at a new staging of Beethoven’s “Fidelio,” when the German director Claus Guth and his production team appeared during curtain calls at the Grosses Festspielhaus.\nThe hostility from the audience was clearly directed at Mr. Guth and his partners. The conductor Franz Welser-Möst, who led the great Vienna Philharmonic in a transparent and majestic account of Beethoven’s score, won a huge ovation, along with the excellent singers, especially the two leads. They are the astonishing tenor Jonas Kaufmann, who makes a wrenching, haunted Florestan, a Spanish nobleman unjustly jailed by the ruthless governor of a state prison for espousing principles of liberty the opera leaves vague, and the compelling, bright-voiced soprano Adrianne Pieczonka as Leonore, Florestan’s tenaciously loving wife. She has disguised herself as a man (Fidelio) and secured a job in the prison where she suspects that her husband is being held — hoping, somehow, to rescue him.\nMr. Guth makes a good point that a prestigious festival should foster “nonnormative” approaches to repertory work, as he argued in an interview in the program. “Fidelio,” long thought a great, profound yet problematic opera, invites experimentation.\nOne problem involves its stretches of rather stilted spoken dialogue. Mr. Guth presents “Fidelio” as a psychological exploration of the idea that we all live within self-devised prisons. That dialogue impedes his concept. So he has simply eliminated it, replacing the libretto’s spoken lines with recorded sounds by the sound designer Torsten Ottersberg: subdued rumbling, industrial creaks and clanks, moaning and breathing. During these stretches, the singers either act out the story silently, or stand around trying to look absorbed in thought.", "url": "https://www.nytimes.com/2015/08/08/arts/music/review-a-divisive-fidelio-draws-boos-at-salzburg.html"}