{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:23:13", "date_modify": "2018-11-16 04:23:13", "date_publish": "2015-02-02 17:23:05", "description": "The 2016 budget indicates that President Obama feels newly free to outline an ambitious set of goals that will set the terms of a debate between the parties and shape the 2016 presidential election.", "filename": "2015_02_03_us_in-budget-obamas-unfettered-case-for-spreading-the-wealth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342193.html", "image_url": "https://static01.nyt.com/images/2015/02/03/us/03ASSESSwebsub/03ASSESSwebsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_03_us_in-budget-obamas-unfettered-case-for-spreading-the-wealth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342193.html", "title": "In Budget, Obama’s Unfettered Case for Spreading the Wealth", "title_page": "In Budget, Obama’s Unfettered Case for Spreading the Wealth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama presented a budget on Monday that is more utopian vision than pragmatic blueprint. It proposes a politically improbable reshaping of the tax code and generous new social spending initiatives that would shift resources from the wealthy to the middle class.\nAbsent from the plan is any pretense of trying to address the main drivers of the long-term debt — Social Security and Medicare — a quest that has long divided both parties and ultimately proved impossible. The document instead indicates that Mr. Obama, after years of being hemmed in on his fiscal priorities because of politics and balance sheets, feels newly free to outline an ambitious set of goals that will set the terms of a debate between Democrats and Republicans and shape the 2016 presidential election.\n“It’s a visionary document and basically says, ‘You’re with me or you’re not,’ and we can have big philosophical arguments about the role of government, and perhaps in 2016 we will,” said Jared Bernstein, a senior fellow at the Center on Budget and Policy Priorities and a former top economic adviser to Vice President Joseph R. Biden Jr.\nThe budget reflects the degree to which Mr. Obama emerged from last year’s midterm congressional election losses determined to dig in — rather than scale back — on his belief that the government should play a fundamental role in spreading economic prosperity throughout the country.", "url": "https://www.nytimes.com/2015/02/03/us/in-budget-obamas-unfettered-case-for-spreading-the-wealth.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}