{"authors": ["Jonathan Mahler"], "date_download": "2018-11-16 03:45:12", "date_modify": "2018-11-16 03:45:12", "date_publish": "2015-02-27 15:11:54", "description": "White and gold, or blue and black? The debate over the colors of a dress set off a social media conflagration that few were able to resist.", "filename": "2015_02_28_business_a-simple-question-about-a-dress-and-the-world-weighs-in.html_ref=nyt-es&mcid=nyt-es&subid=article_1542339912.html", "image_url": "https://static01.nyt.com/images/2015/02/28/business/28dress1-web/28dress1-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_28_business_a-simple-question-about-a-dress-and-the-world-weighs-in.html_ref=nyt-es&mcid=nyt-es&subid=article_1542339912.html", "title": "The White and Gold (No, Blue and Black!) Dress That Melted the Internet", "title_page": "The White and Gold (No, Blue and Black!) Dress That Melted the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The mother of the bride wore white and gold. Or was it blue and black?\nFrom a photograph of the dress the bride posted online, there was broad disagreement. A few days after the wedding last weekend on the Scottish island of Colonsay, a member of the wedding band was so frustrated by the lack of consensus that she posted a picture of the dress on Tumblr, and asked her followers for feedback.\n“I was just looking for an answer because it was messing with my head,” said Caitlin McNeill, a 21-year-old singer and guitarist.\nWithin a half-hour, her post attracted some 500 likes and shares. The photo soon migrated to Buzzfeed and Facebook and Twitter, setting off a social media conflagration that few were able to resist.\nAs the debate caught fire across the Internet — even scientists could not agree on what was causing the discrepancy — media companies rushed to get articles online. Less than a half-hour after Ms. McNeil’s original Tumblr post, Buzzfeed posted a poll: “What Colors Are This Dress?” As of Friday afternoon, it had been viewed more than 28 million times. (White and gold was winning handily.)", "url": "https://www.nytimes.com/2015/02/28/business/a-simple-question-about-a-dress-and-the-world-weighs-in.html?ref=nyt-es&mcid=nyt-es&subid=article"}