{"authors": ["Hanna Ingber"], "date_download": "2018-11-16 03:21:34", "date_modify": "2018-11-16 03:21:34", "date_publish": "2015-11-18 18:50:36", "description": "We would like to hear from you.", "filename": "2015_11_19_world_europe_join-the-debate-paris-attacks-reignite-passions-over-civil-liberties-and-national-security.html_module=inline_1542338494.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/19voices-web/19voices-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_19_world_europe_join-the-debate-paris-attacks-reignite-passions-over-civil-liberties-and-national-security.html_module=inline_1542338494.html", "title": "Share Your Thoughts: How Should We Balance Civil Liberties and National Security?", "title_page": "Share Your Thoughts: How Should We Balance Civil Liberties and National Security? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We know from past history, like in Germany in the 1930s and 1940s, what happens when you suspend the constitution — the tremendous threat that poses to the entire country in the longer term.\nI think the framers drafted the Constitution with great wisdom, and I think there is always a risk at times like this when people are fearful. It is exactly when we have to be most vigilant about protecting and defending the Constitution.\n‘Vengeance Felt Very Good to Me’\n“Lilou” — An American from Santa Monica, Calif., who comments under that name. She lives in Paris, where she teaches English. She lives about five miles from the Bataclan concert hall, where 89 people were killed. She said that she was in California on Sept. 11, and she didn’t feel the same sadness and anger as she did after the attacks in Paris.\nMy beliefs have moved toward the right since Friday. I think having something in your own backyard makes a difference.\nI do believe the Islamic State, or Daesh, has been an insidious enemy all along, and have written that they should be stopped. But I never, until now, advocated the very unpolitically correct view of military retaliation (versus negotiation).\nI was very satisfied when France sent their jets. The vengeance felt very good to me. The idea of killing innocent civilians has never appealed to me. It is very bizarre for me to suddenly, after the events in Paris Friday night, be happy that someone went and bombed Syria. I know that civilians died, so within my happiness is some guilt. But I am not unhappy that we took a measure against Syria and actually Daesh.\nWhile I preferred the Middle Eastern immigrant surge be limited to just those fleeing for their lives, based on cost and quality-of-life reasons, now there are such numbers of immigrants flowing through to Germany, that there is not enough border patrol staff to process their asylum applications.", "url": "https://www.nytimes.com/2015/11/19/world/europe/join-the-debate-paris-attacks-reignite-passions-over-civil-liberties-and-national-security.html?module=inline"}