{"authors": ["Thomas Erdbrink"], "date_download": "2018-11-16 03:23:10", "date_modify": "2018-11-16 03:23:10", "date_publish": "2015-10-29 18:35:52", "description": "Dozens of Iranians are unaccounted for after the deadly hajj pilgrimage stampede, and officials are accusing Saudi Arabia of kidnap.", "filename": "2015_10_30_world_middleeast_iran-saudi-arabia-hajj-stampede.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338590.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_30_world_middleeast_iran-saudi-arabia-hajj-stampede.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338590.html", "title": "Iran Accuses Saudi Arabia of Kidnapping Officials in Chaos of Hajj Stampede", "title_page": "Iran Accuses Saudi Arabia of Kidnapping Officials in Chaos of Hajj Stampede - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TEHRAN — A month after hundreds, perhaps thousands, of Muslims died in a stampede during the annual pilgrimage to Mecca, Saudi Arabia, Iranian authorities are accusing the Saudis of having exploited the chaos to kidnap Iranian officials, using them as hostages in the increasing war of words between both countries.\nThe elevated tensions could not have come at a worse time — just as Iran and Saudi Arabia are both set to attend multination talks on resolving the conflict in Syria. Iran, which backs the Syrian president, Bashar al-Assad, is attending the talks for the first time. Saudi Arabia opposes Mr. Assad.\nThe most prominent Iranian missing in the hajj stampede outside Mecca on Sept. 24 is Ghazanfar Roknabadi, a former ambassador to Lebanon and a key figure in Iran’s involvement in Lebanese politics and the Syrian war.\nMr. Roknabadi, who served in Lebanon until 2014, was last seen by Iranian witnesses in the aftermath of the stampede, a deputy foreign minister, Hossein Amirabdollahian, told the Tasnim news agency on Thursday.", "url": "https://www.nytimes.com/2015/10/30/world/middleeast/iran-saudi-arabia-hajj-stampede.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}