{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:43:50", "date_modify": "2018-11-16 04:43:50", "date_publish": "2015-06-29 18:10:24", "description": "Limited to withdrawing 60 euros a day, Greece’s citizens must decide how to vote in a referendum that could determine whether they abandon the currency.", "filename": "2015_06_30_world_europe_greeks-line-up-for-money-and-stock-up-on-goods-as-cash-rationing-starts.html_module=inline_1542343430.html", "image_url": "https://static01.nyt.com/images/2015/06/30/world/30Greece-blog10/30Greece-blog9-1435584570274-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_30_world_europe_greeks-line-up-for-money-and-stock-up-on-goods-as-cash-rationing-starts.html_module=inline_1542343430.html", "title": "Greeks Line Up for Money and Stock Up on Goods as Cash Rationing Starts", "title_page": "Greeks Line Up for Money and Stock Up on Goods as Cash Rationing Starts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The question is not as simple as it might sound. For one, the bailout offer has already been withdrawn by the eurozone’s finance ministers, so it is not clear the parties could reach a deal now even if Greece voted in favor.\nPrime Minister Alexis Tsipras clouded the matter further on Monday by saying a vote against the deal would not necessarily mean abandoning the euro, but rather would give him leverage to negotiate a better agreement with Greece’s creditors — other European Union nations, the International Monetary Fund and the European Central Bank.\nAnecdotally, how people said they would vote in the referendum had little to do with those considerations, but broke down largely along lines of age and class. Older and more affluent Greeks leaned toward voting yes and younger and poorer Greeks leaned toward no, essentially as a protest of what they viewed as foreign oppression.\nWhatever the outcome, Athenians were busy adapting to the new reality on Monday, focusing more on getting through the week than worrying too far into the future. People were emptying supermarket shelves, filling up containers at gas stations and lining up at automated teller machines, hoping that the supply of hard cash would not run out before it was their turn.", "url": "https://www.nytimes.com/2015/06/30/world/europe/greeks-line-up-for-money-and-stock-up-on-goods-as-cash-rationing-starts.html?module=inline"}