{"authors": ["Sewell Chan"], "date_download": "2018-11-16 03:46:41", "date_modify": "2018-11-16 03:46:41", "date_publish": "2015-12-22 11:07:50", "description": "More than a million asylum seekers reached Europe in 2015, taxing the Continent’s resources, prompting a backlash and exposing rifts in the European Union.", "filename": "2015_12_23_world_europe_migrant-crisis-europe-million.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340001.html", "image_url": "https://static01.nyt.com/images/2015/12/23/world/23Migrants-web2/23Migrants-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_23_world_europe_migrant-crisis-europe-million.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340001.html", "title": "How a Record Number of Migrants Made Their Way to Europe", "title_page": "How a Record Number of Migrants Made Their Way to Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The number of migrants and refugees who have entered Europe by sea and land this year has passed the one million mark, a long-expected but symbolically significant capstone to a year in which displaced people flocked to the Continent.\nThe huge influx — the largest movement of people on the Continent since World War II — has strained the resources of Germany, which has been the ultimate destination for most of the migrants; prompted a right-wing backlash there and in much of Europe; and exposed the European Union’s inability to coordinate an effective response.\nThe Main Points of Entry\nAs of Monday, 1,005,504 people had reached Europe, more than four times the number in 2014, the International Organization for Migration announced on Tuesday.", "url": "https://www.nytimes.com/2015/12/23/world/europe/migrant-crisis-europe-million.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}