{"authors": ["Michael D. Shear", "Peter Baker"], "date_download": "2018-11-16 03:45:48", "date_modify": "2018-11-16 03:45:48", "date_publish": "2015-11-15 10:55:09", "description": "Even as the president searched for ways to step up the war against the terrorist group, White House officials again ruled out introducing substantial numbers of American ground troops.", "filename": "2015_11_16_world_europe_obama-g20-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339948.html", "image_url": "https://static01.nyt.com/images/2015/11/16/world/PREXY/PREXY-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_16_world_europe_obama-g20-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339948.html", "title": "​Supporting France, Obama Loath to Add Troops to ISIS Fight", "title_page": "​Supporting France, Obama Loath to Add Troops to ISIS Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ANTALYA, Turkey — For President Obama, the short-term response to the terrorist attacks in Paris was straightforward and relatively easy: The American military and intelligence agencies provided information to help French warplanes bomb Islamic State targets on Sunday in the group’s stronghold in northern Syria.\nDetermining the long-term response, however, may be exponentially harder. Even as Mr. Obama searched for ways to step up the war against the terrorist group, which has expanded its operations beyond its territory in Iraq and Syria, senior White House officials on Sunday again ruled out the introduction of substantial numbers of American ground troops.\nThe French airstrikes may have been a potent show of defiance, but it was not clear that they represented a major shift in the American coalition’s overall strategy.\nBefore the attacks in Paris on Friday, the French confined the majority of their airstrikes against the Islamic State to targets in Iraq. With the strikes on Sunday, President François Hollande, who called the Paris attacks an “act of war” and vowed to be “merciless” against those responsible, made it clear that he would no longer be deterred by the border between Iraq and Syria.\nBut the Americans have been bombing on both sides of the border for more than a year with mixed results, and the recent entry of Russia, with its own air power, into Syria has not changed the overall picture. The emotional statements from France appeared to do little to fundamentally change Mr. Obama’s view of the high cost of drastically expanding the American role in Iraq and Syria.", "url": "https://www.nytimes.com/2015/11/16/world/europe/obama-g20-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}