{"authors": ["Jennifer Steinhauer", "Michael D. Shear"], "date_download": "2018-11-16 03:55:47", "date_modify": "2018-11-16 03:55:47", "date_publish": "2015-11-19 18:52:42", "description": "Lawmakers voted overwhelmingly to impose stringent new screening procedures on people from Syria and Iraq seeking resettlement in the United States.", "filename": "2015_11_20_us_politics_house-refugees-syria-iraq.html_module=inline_1542340547.html", "image_url": "https://static01.nyt.com/images/2015/11/20/us/20CONG2/20CONG2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_20_us_politics_house-refugees-syria-iraq.html_module=inline_1542340547.html", "title": "House Approves Tougher Refugee Screening, Defying Veto Threat", "title_page": "House Approves Tougher Refugee Screening, Defying Veto Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The House voted overwhelmingly Thursday to drastically tighten screening procedures on refugees from Syria, seizing on the creeping fear stemming from the Paris attacks and threatening to undermine President Obama’s Middle East policy.\nThe bill, which passed, 289 to 137, with nearly 50 Democrats supporting it, would require that the director of the F.B.I., the secretary of the Department of Homeland Security and the director of national intelligence confirm that each applicant from Syria and Iraq poses no threat. The bill’s fate is uncertain in the Senate.\nThe White House called the demands “untenable” and said that the president would veto the bill if it reached his desk.\nThe sweeping majority of the House vote was a rejection of Mr. Obama’s moral appeal on the issue and the most vivid manifestation of the rapidly shifting politics within the United States, where Americans are at once war weary yet also frightened by the threats made by the Islamic State. More than two dozen governors, including one Democrat, have said they would try to block Syrian refugees from entering their state, and a recent Bloomberg poll shows that more than half of the nation agrees with them.", "url": "https://www.nytimes.com/2015/11/20/us/politics/house-refugees-syria-iraq.html?module=inline"}