{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:39:15", "date_modify": "2018-11-16 04:39:15", "date_publish": "2015-05-08 01:03:13", "description": "Armenia’s foreign minister, Edward Nalbandian, condemned Turkey over its angry responses to global acknowledgments that the killings of ethnic Armenians by Ottoman Turks 100 years ago were genocide.", "filename": "2015_05_08_world_europe_armenia-official-criticizes-turkey-for-genocide-denial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343155.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_08_world_europe_armenia-official-criticizes-turkey-for-genocide-denial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343155.html", "title": "Armenia Official Criticizes Turkey for Genocide Denial", "title_page": "Armenia Official Criticizes Turkey for Genocide Denial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Armenia’s foreign minister criticized Turkey on Thursday over its angry responses to what he called the growing and “irreversible” trend of global acknowledgments that the killings of ethnic Armenians by Ottoman Turks 100 years ago was a genocide.\nThe minister, Edward Nalbandian, also expressed hope that President Obama, who had described those killings as a genocide before he was elected president, would use that terminology while still in office, which he has not yet done. “Of course if the president uses the G-word it would be a strong and important message,” Mr. Nalbandian said.\nHe spoke by telephone from Washington, where an official delegation led by Armenia’s president, Serzh Sargsyan, has been visiting to participate in centennial commemorations to remember victims of the genocide and honor groups and individuals who helped Armenians escape death.\nAn estimated 1.5 million Armenians were killed and their property destroyed or confiscated during the period of 1915 to 1923 when the Ottoman Empire collapsed, and many survivors and their descendants scattered into a diaspora that has placed Armenian enclaves in more than 100 countries. Some of the biggest Armenian communities are in the United States.", "url": "https://www.nytimes.com/2015/05/08/world/europe/armenia-official-criticizes-turkey-for-genocide-denial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}