{"authors": ["Richard Fausset", "Alan Blinder"], "date_download": "2018-11-16 04:22:27", "date_modify": "2018-11-16 04:22:27", "date_publish": "2015-08-20 10:27:23", "description": "Jimmy Carter, still sprightly at 90 years old, spoke about his cancer diagnosis, innovative treatment regimen and born-again Christian beliefs.", "filename": "2015_08_21_us_jimmy-carter-cancer-health.html_hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news_1542342147.html", "image_url": "https://static01.nyt.com/images/2015/08/21/us/21carter-JP/21carter-JP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_21_us_jimmy-carter-cancer-health.html_hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news_1542342147.html", "title": "Ailing Jimmy Carter ‘at Ease With Whatever Comes’", "title_page": "Ailing Jimmy Carter ‘at Ease With Whatever Comes’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Thursday’s news conference was in keeping with the tenor of one of the most remarkable post-presidential careers in American history: Since leaving the White House in 1981 after a single turbulent term, Mr. Carter, whose mother was a nurse in rural Georgia, has intimately shared the details of his life story in a series of books; doled out hyper-specific advice about diet, exercise and the foundations of a meaningful life; and guided the Carter Center toward astonishing public health achievements by battling diseases that have caused unspeakable suffering and sharing medical information that has saved countless lives.\nIt is unclear how long Mr. Carter may live. But his grandson Jason Carter, 40, said he hoped that the treatments would offer the former president more time to fish and watch his great-grandsons’ baseball games.\nThe younger Mr. Carter said Thursday’s announcement was typical of his grandfather’s penchant for being “completely honest and transparent,” and guided by “this deep and abiding faith, and courage, and analytical brain.”\n“There’s no doubt that he’s confronting this chapter in that same vein,” said Mr. Carter, a Democrat who last year failed in his bid to follow in his grandfather’s footsteps and become governor of Georgia.\nDressed in a sport jacket and bluejeans and watched intently by his wife, Rosalynn, who is three years his junior, the former president also announced Thursday that he would curtail his work at the Carter Center to receive four doses of intravenous medicine, with a three-week interval between each, and the radiation treatment on Thursday.\nBut Mr. Carter also seemed to be struggling to give up his near-legendary work schedule. He noted that he was hoping that the treatment regimen might allow him to travel to Nepal in November to work with Habitat for Humanity, the organization he has long supported.", "url": "https://www.nytimes.com/2015/08/21/us/jimmy-carter-cancer-health.html?hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news"}