{"authors": ["Pamela Druckerman"], "date_download": "2018-11-16 03:45:31", "date_modify": "2018-11-16 03:45:31", "date_publish": "2015-11-17 21:58:45", "description": "In Paris, we’ve all been struggling with what to say.", "filename": "2015_11_17_opinion_is-it-normal-to-have-two-terrorist-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339931.html", "image_url": "https://static01.nyt.com/images/2015/11/17/multimedia/paris-kids/paris-kids-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_17_opinion_is-it-normal-to-have-two-terrorist-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339931.html", "title": "How to Talk to Children About Terrorism", "title_page": "Opinion | How to Talk to Children About Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paris — THE day after the terrorist attacks in Paris was one my children won’t soon forget: They got to watch kids’ television all day long.\nThis was my strategy, while I tried to figure out what to tell them (and because I was afraid to take them outside). The attacks weren’t some distant news event; they happened in our neighborhood. Le Bataclan, where most of the killings occurred, is a six-minute walk from our apartment.\nThat’s a safe distance, compared with how close others I know came to the attacks. My friend Carmela, who lives near the Canal St.-Martin, was at the dinner table with her daughters when they heard gunshots outside. Her 8-year-old, primed from the shootings at Charlie Hebdo in January, was the first to realize how serious it was, asking, “Mommy, is it an attack?”\n“No, I’m sure it’s not, it can’t be,” Carmela replied. Then she looked outside her window and saw bodies on the ground at Le Carillon, the cafe a few doors down.", "url": "https://www.nytimes.com/2015/11/17/opinion/is-it-normal-to-have-two-terrorist-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}