{"authors": ["Nicholas Gill"], "date_download": "2018-11-16 03:47:00", "date_modify": "2018-11-16 03:47:00", "date_publish": "2015-10-07 11:00:25", "description": "Young, adventurous chefs with international experience are drawn by the country's unique ingredients, flavors and traditions.", "filename": "2015_10_11_travel_restaurants-chile-santiago_1542340020.html", "image_url": "https://static01.nyt.com/images/2015/10/11/travel/11CHOICE1/11CHOICE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_11_travel_restaurants-chile-santiago_1542340020.html", "title": "Charting New Frontiers in Chilean Cuisine", "title_page": "Charting New Frontiers in Chilean Cuisine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Boragó\nIn previous visits to Boragó, which opened in 2007, I would have been hard-pressed to find someone other than a foreigner in its minimalist dining room. The local press has panned Rodolfo Guzman’s cooking often, turned off by the fuss over foraged sea plants and obscure Mapuche cooking techniques, and Chileans stayed away. It was months from closing at one point, but the international press caught on and gastrotourists began flying in just to dine there, becoming the restaurant’s lifeblood.\nDuring a recent visit, though, Spanish was the dominant language I heard — perhaps because this year the restaurant became the first Chilean spot to make Restaurant Magazine’s World’s 50 Best Restaurant list and locals could no longer resist. On a recent night, tables full of Chileans were soaking up lengthy descriptions of a reinterpretation of a Valdivian crudo, typically a bar snack, made with Patagonian deer.\nPart of the restaurant’s appeal is that you never know exactly what you are going to get: It has a list of some 700 or so dishes it serves each year, many created with ingredients that taste unlike anything else and might appear only for a few weeks or a few days or even a single service. From what I tasted over the course of a few hours — an incredible meal that drew from almost every region of the country — Boragó’s inclusion on the list is undoubtedly warranted.\nTo start, the sommelier recommended a beer made with fog from the desert, which is trapped with a tightly woven net, from a small brewery in the north, Atrapaniebla. (“No, come on. Really?” asked my dining companion. “Yes, really!” the sommelier exclaimed. When we were told the bottled water was culled from Patagonian rain, we didn’t question it.) The wine pairings were all Chilean and mostly natural.\nFrom the coast came piure, a sea creature found only in this part of the world; it resembles a rock with a deep red interior. Sliced thin, its strong, almost bitter flavor was mellowed with an emulsion of mandarin. There were plants from the Atacama Desert, like the pink petals of the fragrant Rosa del año, used to enliven a cuchufli, a tubular wafer usually sold by street vendors, and guanaco, an undomesticated relative of the alpaca, sliced thin and paired with murtilla, sometimes called Chilean guava.\nWild mushrooms, used in a savory fishermen’s stew and even a dessert, came from everywhere, including pine trees in the residential neighborhood of La Reina, a few miles away. Some dishes even mimicked the landscape: a rich, soy-like broth made from the roots of cochayuyo, a type of seaweed, splashed at the base of a spherical rock covered in a mud of black beans, which the waiter instructed us to scrape off, as if we were harvesting kelp.\nBoragó, Avenida Nueva Costanera 3467, Vitacura; 56-22-953-8893; borago.cl. The shorter “Raqko” tasting menu is 70,000 pesos for two, without drinks or tip; the longer “Endémica” menu is 114,000 pesos for two, without tax or tip.", "url": "https://www.nytimes.com/2015/10/11/travel/restaurants-chile-santiago.html"}