{"authors": ["Michael Wines", "Stephanie Saul"], "date_download": "2018-11-16 03:41:44", "date_modify": "2018-11-16 03:41:44", "date_publish": "2015-07-06 01:00:32", "description": "A manifesto linked to Dylann Roof, the suspect in the church massacre in Charleston, S.C., has refocused attention on a shadowy movement that has become more sophisticated in the Internet age.", "filename": "2015_07_06_us_white-supremacists-extend-their-reach-through-websites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339704.html", "image_url": "https://static01.nyt.com/images/2015/07/06/us/06supremacists-web01/06supremacists-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_06_us_white-supremacists-extend-their-reach-through-websites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339704.html", "title": "White Supremacists Extend Their Reach Through Websites", "title_page": "White Supremacists Extend Their Reach Through Websites - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stormfront’s website, operated by Mr. Black out of his home in West Palm Beach, Fla., features the slogan “White Pride World Wide.” It is primarily a chat room, with discussion threads that range from innocuous cooking tips to diatribes against gays, immigrants, Jews and blacks.\nMr. Black said he had broken from the Klan because it had a history of “random and senseless violence.” But he also said he could not rule out violent conflict as white people tried to promote what he called “our heritage, our values,” and attempted to realize the dream of a separate all-white enclave.\n“I personally would like to see it play out peacefully,” he said. “Unfortunately I took too many history classes, and history is not filled with a lot of peace. America is becoming balkanized just like the Balkans; we are breaking apart because of Hispanics — particularly in the Southwest — and other races.”\nMr. Black was visited last week by F.B.I. agents seeking information about Mr. Roof’s online associates, though he said there was no evidence that anybody had encouraged Mr. Roof to commit murder.\n“This could obviously become overly broad and become a First Amendment issue,” Mr. Black said, adding that such inquiries could have a chilling effect on free expression in online posts. He would not comment when asked if he had been served with a subpoena but said lawyers were involved.\nA young challenger to Stormfront.org’s influence is The Daily Stormer, a neo-Nazi mixture of message boards and sarcastic commentary begun by 30-year-old Andrew Anglin in 2013. He started it amid a national uproar over the killing in Florida of Trayvon Martin, an unarmed 17-year-old black youth, by a neighborhood watch monitor, George Zimmerman. Mr. Anglin was born in 1984. Like Mr. Black, he has a podcast\nThe Daily Stormer offers frequently updated content, much of it provocatively raw and written by Mr. Anglin, who declined to be interviewed for this article but is believed to run the site out of suburban Columbus, Ohio. In a post on Friday headlined “Spineless Jewpublicans Respond to the Donald,” Mr. Anglin took to task virtually the entire Republican presidential field for criticizing Donald Trump’s statements on Mexican immigrants.", "url": "https://www.nytimes.com/2015/07/06/us/white-supremacists-extend-their-reach-through-websites.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}