{"authors": ["James Gorman"], "date_download": "2018-11-16 04:20:59", "date_modify": "2018-11-16 04:20:59", "date_publish": "2015-07-16 18:01:46", "description": "It was long thought that polar bears’ body temperatures dropped to conserve energy during lean summers, but a multiyear study in the Beaufort Sea found no evidence of such a change.", "filename": "2015_07_17_science_polar-bears-dont-go-into-hibernation-like-state-in-summer-researchers-say_1542342059.html", "image_url": "https://static01.nyt.com/images/2015/07/17/science/17bears/17bears-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_17_science_polar-bears-dont-go-into-hibernation-like-state-in-summer-researchers-say_1542342059.html", "title": "Polar Bears Don’t Go Into Hibernation-Like State in Summer, Researchers Say", "title_page": "Polar Bears Don’t Go Into Hibernation-Like State in Summer, Researchers Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scientists have long considered the possibility that polar bears enter a kind of walking hibernation to cut down their energy demands during the summer, when food on land is scarce.\nSome research supported this idea, and a web search will find it stated as fact on some sites. But a new multiyear study that monitored the temperatures of bears living on ice and on land found no evidence of the sharp drops in body temperature that signal a decrease in the need for food in the summer.\n“We didn’t find anything that looks like hibernation,” said John P. Whiteman, a biologist at the University of Wyoming, who did most of the research.\nAndrew Derocher, a bear biologist at the University of Alberta and a scientific adviser to Polar Bears International, an organization devoted to polar bear conservation, said the findings added to concerns about polar bears’ futures because food sources on land are more scarce compared with the seals the bears eat when they are on the ice.", "url": "https://www.nytimes.com/2015/07/17/science/polar-bears-dont-go-into-hibernation-like-state-in-summer-researchers-say.html"}