{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:13:54", "date_modify": "2018-11-16 04:13:54", "date_publish": "2015-07-05 21:06:55", "description": "Residents of towns that were home to the Republican senator’s parents, grandparents and great-grandparents take issue with his Cuba policy, if they are aware of him at all.", "filename": "2015_07_06_us_politics_little-affinity-for-marco-rubio-in-cuba-despite-family-roots.html_module=inline_1542341634.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_06_us_politics_little-affinity-for-marco-rubio-in-cuba-despite-family-roots.html_module=inline_1542341634.html", "title": "Marco Rubio Is Hardly a Hero in Cuba. He Likes That.", "title_page": "Marco Rubio Is Hardly a Hero in Cuba. He Likes That. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CABAIGUÁN, Cuba — In the lush countryside and teeming city neighborhoods where Senator Marco Rubio’s family cut sugar cane, toiled in tobacco mills and scraped by to make a better life for their children, the first Cuban-American to have a plausible chance to become president of the United States is the island’s least favorite son.\n“If Marco Rubio becomes president, we’re done for,” said Héctor Montiel, 66, offering a vigorous thumbs-down as he sat on the Havana street where Mr. Rubio’s father grew up. “He’s against Cuba in every possible way. Hillary Clinton understands much more the case of Cuba. Rubio and these Republicans, they are still stuck in 1959.”\nResistance to Fidel Castro’s Communist government has served as the foundation of Mr. Rubio’s personal and political identity. A Florida Republican who has been identified in the state-controlled newspaper here as a “representative in the Senate of the Cuban-American terrorist mafia,” he has argued for years that normalized relations with the United States would only strengthen an oppressive Cuban government that impoverishes its people, limits access to information and violates human rights.\nThat did not change in the months leading up to Wednesday’s announcement that the United States and Cuba will reopen embassies in each other’s capitals, a critical step in ending a devastating half-century embargo. Signs on the road here read “Blockade: The Worst Genocide in History,” punctuated with a noose.", "url": "https://www.nytimes.com/2015/07/06/us/politics/little-affinity-for-marco-rubio-in-cuba-despite-family-roots.html?module=inline"}