{"authors": ["Melissa Clark"], "date_download": "2018-11-16 03:34:40", "date_modify": "2018-11-16 03:34:40", "date_publish": "2015-05-15 12:05:21", "description": "A recipe that offers a crisp and creamy anchor, vaguely reminiscent of a cheesecake. (Article plus video.)", "filename": "2015_05_20_dining_a-ricotta-tart-that-turns-summer-fruit-into-dessert_1542339280.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20TART_SUB/20TART_SUB-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_dining_a-ricotta-tart-that-turns-summer-fruit-into-dessert_1542339280.html", "title": "This Ricotta Tart Is a Canvas for Any Summer Fruit", "title_page": "This Ricotta Tart Is a Canvas for Any Summer Fruit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sometimes the trickiest thing about serving ripe summer fruit for dessert is resisting the urge to do too much to it.\nAs much as we all love fruit pies, cobblers and cakes, perfectly juicy fruit (peaches, rosy berries, taut cherries) is often better left naked and raw, maybe spooned onto a scoop of ice cream, a buttery shortcake biscuit or a slice of poundcake to add a sweet and luscious note. The trick is to find something mild and gentle enough to let the fruit star, but still be rich and special enough to seem like dessert.\nPhoto\nThis ricotta tart does just that, offering a crisp and creamy anchor for whatever seasonal fruit you’re able to procure. The tart is vaguely reminiscent of a ricotta cheesecake, but with a higher crust-to-filling ratio. The crust itself is like a shortbread cookie, with almonds for sweetness, lemon zest for fragrance and a smattering of poppy seeds to add flavor and a sandy crunch. (If poppy seeds aren’t your thing, feel free to leave them out.)\nAs for the filling, it’s a barely sweet, shallow layer of ricotta beaten until almost smooth with silky mascarpone, and scented with just enough cinnamon to add warmth and complexity without making the tart taste like Christmas. It’s well worth seeking out really good, milky, fresh ricotta here because you will be able to taste it. With so few ingredients, there’s not much to hide behind.\nAdvertisement Continue reading the main story\nBake the tart the same day you plan to serve it, but don’t mound any fruit on top until just before you bring it forth, so the fruit juices don’t compromise the crunchy crust. This said, when juicy summer fruit wanes at the arrival of winter, don’t put away this recipe. A drizzle of good honey makes a sophisticated topping all by itself. And a slice or two will help you pass the months until summer returns.\nPhoto\nHere are some possible tart toppings.\nBERRIES\nHeap a mix of ripe berries, whatever kinds are available, on top of the tart (1 to 1 1/2 cups is about right). Garnish with powdered sugar or drizzle with honey if you like.", "url": "https://www.nytimes.com/2015/05/20/dining/a-ricotta-tart-that-turns-summer-fruit-into-dessert.html"}