{"authors": ["James Poniewozik"], "date_download": "2018-11-16 03:56:18", "date_modify": "2018-11-16 03:56:18", "date_publish": "2015-11-08 17:36:11", "description": "Some of Mr. Trump’s biggest applause came when he first introduced the musical guest, Sia. Maybe because it rhymed with, “See ya.”", "filename": "2015_11_09_arts_television_review-donald-trump-on-saturday-night-live.html_module=inline_1542340578.html", "image_url": "https://static01.nyt.com/images/2015/11/09/arts/09trumpsnlweb1/09trumpsnlweb1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_09_arts_television_review-donald-trump-on-saturday-night-live.html_module=inline_1542340578.html", "title": "Review: Donald Trump on ‘Saturday Night Live’", "title_page": "Review: Donald Trump on ‘Saturday Night Live’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That bit captured the problem with the episode: no one’s heart seemed to be in anything. “S.N.L.” is not obligated to take sides in the election — or not to take sides — but as a topical comedy show, it needs to have some point of view, an animating idea.\nInstead, the show used Mr. Trump, or the idea of Mr. Trump, in predictable ways, as in a sketch he introduced that mocked a limp restaurant gag with mean tweets. His most specifically political bit was the first full-length sketch, which imagined Mr. Trump in the Oval Office in 2018 after having defeated ISIS, gotten Mexico to pay for a border wall and made the Russian leader, Vladimir V. Putin, cry by insulting him.\nIn theory, it was a sharp idea: just as Tina Fey lampooned Sarah Palin in 2008 using variations on her own words, the sketch presented Mr. Trump’s own grand, vaguely sketched campaign promises — “You will be bored of winning” — as their own parody. (Asked in the sketch how he had been so successful, he answered, “Well, you know what, I don’t have to get specific. With me, it just works, you know, it’s magic.”) But the segment fell lifeless and mostly laughless on the Oval Office carpet. Even a surprise cameo by Mr. Trump’s daughter Ivanka left the audience quiet.\nThere is, it turns out, something worse than heckling: silence. The crowd seemed to check out early, creating an energy-sucking vicious cycle. (Some of Mr. Trump’s biggest applause came when he first introduced the musical guest, Sia. Maybe because it rhymed with, “See ya.”)", "url": "https://www.nytimes.com/2015/11/09/arts/television/review-donald-trump-on-saturday-night-live.html?module=inline"}