{"authors": ["Kevin Sack", "Gardiner Harris"], "date_download": "2018-11-16 03:41:51", "date_modify": "2018-11-16 03:41:51", "date_publish": "2015-06-26 17:20:20", "description": "The president invoked the concept of grace and began to sing “Amazing Grace.”", "filename": "2015_06_27_us_thousands-gather-for-funeral-of-clementa-pinckney-in-charleston_1542339711.html", "image_url": "https://static01.nyt.com/images/2015/06/26/us/obama-singing/funeral-ss08-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_27_us_thousands-gather-for-funeral-of-clementa-pinckney-in-charleston_1542339711.html", "title": "President Obama Eulogizes Charleston Pastor as One Who Understood Grace", "title_page": "President Obama Eulogizes Charleston Pastor as One Who Understood Grace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — In one of his presidency’s most impassioned reflections on race, President Obama eulogized the Rev. Clementa C. Pinckney on Friday by calling on the nation to emulate the grace that he displayed in his work and that the people of South Carolina demonstrated after the massacre of nine worshipers at Emanuel African Methodist Episcopal Church.\nBefore nearly 6,000 mourners and a worldwide television audience, Mr. Obama, who met Mr. Pinckney during his first presidential campaign, placed the shootings in the context of America’s long history of violence against African-Americans. He also reiterated his plea to restrict the availability of firearms and called for the removal of the Confederate battle flag from the grounds of the State House in Columbia.\nMr. Obama thrilled the mostly African-American audience by preaching with revivalist cadences, and by closing his 40-minute address by singing, in solo, the opening refrain of “Amazing Grace.” The crowd came to its feet and joined in, leading the Rev. Norvel Goff, a presiding elder in the A.M.E. church, to later “thank the Reverend President.”", "url": "https://www.nytimes.com/2015/06/27/us/thousands-gather-for-funeral-of-clementa-pinckney-in-charleston.html"}