{"authors": ["Michelle Innis"], "date_download": "2018-11-16 03:18:35", "date_modify": "2018-11-16 03:18:35", "date_publish": "2015-10-22 05:12:23", "description": "The case of Abyan, a Somali refugee said to have been raped on Nauru, highlights allegations of abuse at island detention centers, rights activists say.", "filename": "2015_10_23_world_australia_australia-somalia-refugee-abyan-rape-abortion-nauru.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338315.html", "image_url": "https://static01.nyt.com/images/2015/10/21/multimedia/australia-asylum/australia-asylum-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_23_world_australia_australia-somalia-refugee-abyan-rape-abortion-nauru.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338315.html", "title": "Australia’s Migrant Rules Criticized Over Abyan, a Somali Asylum Seeker", "title_page": "Australia’s Migrant Rules Criticized Over Abyan, a Somali Asylum Seeker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SYDNEY, Australia — She is a 23-year-old Somali refugee who, like thousands before her, tried to reach Australia in a rickety boat that was intercepted at sea two years ago. She ended up in a detention center on Nauru, one of two remote Pacific islands where Australia sends asylum seekers. Her lawyers say she was raped in July and became pregnant.\nAustralians know little more about her, including what she looks like, the details of her ordeal or even her real name. But in recent days the woman, known by the pseudonym Abyan, has become an emotional focal point in the continuing dispute over Australia’s refugee policies.\nCritics of the government’s policy of preventing migrants from coming ashore are seizing on her case to highlight allegations of abuse in the detention centers, and on Nauru, where hundreds of migrants have been held.\nAustralia is responsible for the welfare of the asylum seekers it sends to Nauru. Last week, after Abyan’s lawyers said she wanted an abortion, which would be illegal there, the Australian government flew her to Sydney, where her pregnancy was to be terminated.", "url": "https://www.nytimes.com/2015/10/23/world/australia/australia-somalia-refugee-abyan-rape-abortion-nauru.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}