{"authors": ["Peter J. Spiro"], "date_download": "2018-11-16 03:22:04", "date_modify": "2018-11-16 03:22:04", "date_publish": "2015-12-09 00:37:50", "description": "The Supreme Court would have to approve his proposal to bar Muslim immigrants. But that doesn’t mean Americans should accept it.", "filename": "2015_12_10_opinion_trumps-anti-muslim-plan-is-awful-and-constitutional.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338524.html", "image_url": "https://static01.nyt.com/images/2015/12/09/opinion/09spiroWeb/09spiroWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_10_opinion_trumps-anti-muslim-plan-is-awful-and-constitutional.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338524.html", "title": "Trump’s Anti-Muslim Plan Is Awful. And Constitutional.", "title_page": "Opinion | Trump’s Anti-Muslim Plan Is Awful. And Constitutional. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Philadelphia — DONALD J. TRUMP’S reprehensible call to bar Muslim immigrants from entering the United States tracks an exam question I’ve been giving my immigration law students since Sept. 11. Would such a proposal be constitutional? The answer is not what you might think — but it also raises the issue of what, exactly, we mean when we say something is “constitutional” in the first place.\nIn the ordinary, non-immigration world of constitutional law, the Trump scheme would be blatantly unconstitutional, a clear violation of both equal protection and religious freedom (he had originally called for barring American Muslims living abroad from re-entering the country as well; he has since dropped that clearly unconstitutional notion). But under a line of rulings from the Supreme Court dating back more than a century, that’s irrelevant. As the court observed in its 1977 decision in Fiallo v. Bell, “In the exercise of its broad power over immigration and naturalization, Congress regularly makes rules that would be unacceptable if applied to citizens.”\nThe court has given the political branches the judicial equivalent of a blank check to regulate immigration as they see fit. This posture of extreme deference is known as the “plenary power” doctrine. It dates back to the 1889 decision in the Chinese Exclusion case, in which the court upheld the exclusion of Chinese laborers based on their nationality.\nUnlike other bygone constitutional curiosities that offend our contemporary sensibilities, the Chinese Exclusion case has never been overturned. More recent decisions have upheld discrimination against immigrants based on gender and illegitimacy that would never have survived equal protection scrutiny in the domestic context. Likewise, courts have rejected the assertion of First Amendment free speech protections by noncitizens.", "url": "https://www.nytimes.com/2015/12/10/opinion/trumps-anti-muslim-plan-is-awful-and-constitutional.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}