{"authors": ["Thomas B. Edsall"], "date_download": "2018-11-16 04:23:51", "date_modify": "2018-11-16 04:23:51", "date_publish": "2015-01-21 03:29:54", "description": "In his State of the Union address, President Obama demonstrated the influence of the Democratic Party’s turn toward a more ‘inclusive capitalism.’", "filename": "2015_01_21_opinion_can-capitalists-save-capitalism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342231.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_21_opinion_can-capitalists-save-capitalism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342231.html", "title": "Can Capitalists Save Capitalism?", "title_page": "Opinion | Can Capitalists Save Capitalism? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mark Carney, the Canadian governor of the Bank of England, articulated a fundamental premise of inclusive capitalism in a speech delivered in Britain last May: “Just as any revolution eats its children,” Carney said, “unchecked market fundamentalism can devour the social capital essential for the long-term dynamism of capitalism itself.” Among the attendees at the conference in London in May were such Democratic and liberal luminaries as Bill Clinton; Eric Schmidt, executive chairman of Google; and Summers, who served President Obama as a top economic adviser.\nTwo of the earliest advocates of inclusive capitalism were the late C.K. Prahalad, professor of business at the University of Michigan, and Stuart L. Hart, professor emeritus of strategic management at Cornell. In a widely cited 2002 article, “The Fortune at the Bottom of the Pyramid,” Prahalad and Hart argued that powerful corporations could — must — improve the conditions of the world’s poor by promoting commercial activity, employment opportunities, access to credit, and wealth creation among those at the bottom of income distribution – a group they refer to as the fourth tier, the world’s poorest four billion people.\nPrahalad’s core thesis was that the poor could be the\nengine of the next round of global trade and prosperity. If we stop thinking of the poor as victims or as a burden and start recognizing them as resilient and creative entrepreneurs and value-conscious consumers, a whole new world of opportunity will open up.\nThe concept of inclusive capitalism has expanded over the past 13 years to apply to those at the bottom and middle of the ladder in developed nations, including the United States. The fundamental “inclusive capitalism” argument is that business enterprises lose profit-making opportunities when consumers have little money to spend. Inadequate purchasing power among the many threatens corporations and poses a direct danger to the top 1 percent, and, indeed, to capitalism itself.\nAs testimony to the power of the concept of “inclusive capitalism,” President Obama in his State of the Union address called for the enactment of tax policies designed to provide a larger share of market-driven economic growth to the working and middle classes. In a May 7, 2014, speech in Dublin, “Global Lessons for Inclusive Growth,” Jason Furman, chairman of the Council of Economic Advisers, outlined central elements of the White House agenda. Administration policies, Furman argued, would result in “higher median incomes, lower poverty rates, and broader, more inclusive growth.”\nRepresentative Chris Van Hollen, ranking Democrat on the House Budget Committee, outlined additional inclusive capitalism policies in “An Action Plan to Grow the Paychecks of All, Not Just the Wealth of a Few.”", "url": "https://www.nytimes.com/2015/01/21/opinion/can-capitalists-save-capitalism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}