{"authors": ["John Koblin", "Ravi Somaiya"], "date_download": "2018-11-16 03:43:16", "date_modify": "2018-11-16 03:43:16", "date_publish": "2015-12-04 14:20:16", "description": "Reporters and editors have honed the response to violent attacks, but despite familiar angles and sources, the tragedies are never routine.", "filename": "2015_12_05_business_media_the-news-medias-grim-playbook-on-mass-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339796.html", "image_url": "https://static01.nyt.com/images/2015/12/05/us/05media/05media-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_05_business_media_the-news-medias-grim-playbook-on-mass-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339796.html", "title": "A Grim News Playbook in Repeated Mass Killings", "title_page": "A Grim News Playbook in Repeated Mass Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’ve done it enough,” she said. “I’m sick of doing it. I know what questions to ask. My heart aches for these people.”\nAs word of the San Bernardino attack spread on Wednesday, the news media set into motion the reporting of a story that has become all too familiar. This time, two attackers had killed 14 people and wounded 21 others, just five days after a man had killed three and injured nine in a shooting at a Planned Parenthood clinic in Colorado. What once seemed like a uniquely tragic event was becoming a regular drill for editors and correspondents; like Ms. Baldwin — who wrote about her frustration in an article for CNN’s website on Thursday — they are well versed in what to do.\n“There are people that we go to, sources that we go to, angles that we go to over and over again,” said Rashida Jones, the managing editor of MSNBC. “It’s like we’re almost doing a mental checklist of ‘who do we talk to, what questions to ask, and what’s the care or touch or perspective we need to put on this story.’ You almost mentally build a playbook as you do it over and over again.”\nAlison Mitchell, the national editor of The New York Times, had just finished working on and publishing an in-depth profile of Robert L. Dear Jr., the suspect in the Planned Parenthood attack. “Hours later,” she said, “we’re doing this,” referring to the California shooting.\nThere is something of a playbook now, Ms. Mitchell said: She knows to send many more reporters than she had originally thought, in part to identify the victims, and “find out why the gunman did it, if there is ever an answer.”", "url": "https://www.nytimes.com/2015/12/05/business/media/the-news-medias-grim-playbook-on-mass-shootings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}