{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:20:00", "date_modify": "2018-11-16 03:20:00", "date_publish": "2015-09-08 16:52:58", "description": "Mr. Beutner’s dismissal as publisher and chief executive follows internal disagreement between the newspaper and its parent company, Tribune Publishing.", "filename": "2015_09_09_business_media_publisher-is-being-dismissed-from-los-angeles-times.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338400.html", "image_url": "https://static01.nyt.com/images/2015/09/09/business/09tribune-web/09tribune-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_09_business_media_publisher-is-being-dismissed-from-los-angeles-times.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338400.html", "title": "Austin Beutner Ousted as Los Angeles Times Publisher", "title_page": "Austin Beutner Ousted as Los Angeles Times Publisher - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The issues were compounded by a lack of personal chemistry between Mr. Griffin and Mr. Beutner, who were said to have had very little contact. And matters seemed to have peaked last week, when executives considered a new offer that Mr. Broad had recently made for The Times. That offer was rejected at the same meeting at which executives decided to dismiss Mr. Beutner, whom they felt was increasingly pursuing his own agenda.\nFor years there has been a power struggle between Los Angeles and Chicago, and Mr. Griffin and Chicago appeared to have won, the people with knowledge of the situation said. Mr. Ryan, they said, is likely to be far more amenable to his corporate parent, where he has long been an executive, than his predecessor.\nThe move continues a time of turmoil and discord for The Los Angeles Times. One of The paper’s most beloved editors, John S. Carroll, had brought home a trove of Pulitzer Prizes in the early 2000s, but had to battle against staff cuts that the paper’s owner at the time, the Tribune Company, had demanded to improve profitability. He resigned in 2005, weary of the fights, and turned the paper over to its managing editor, Dean Baquet. Mr. Baquet was forced out in 2006 for defying further job cuts. He is now the executive editor of The New York Times.\n(At its peak, The Los Angeles Times employed about 1,200 journalists. The current number is around 500.)\nThe Tribune Company, which also owned The Chicago Tribune and The Hartford Courant, among other papers, was itself in peril. The billionaire Samuel Zell took a controlling stake in 2008, but less than a year later the company tipped into bankruptcy amid tales of a controversial and reckless management culture. It emerged from bankruptcy in 2013, after a messy and exhausting process.\nA year later, Tribune joined other media companies like News Corporation and Time Warner in spinning off its publishing assets as a separate company, called Tribune Publishing. It started life on the stock exchange with $350 million in debt, of which $275 million went toward a one-time cash dividend to Tribune’s shareholders. From a high of over $20, shares in the company traded at just over $11 on Tuesday.", "url": "https://www.nytimes.com/2015/09/09/business/media/publisher-is-being-dismissed-from-los-angeles-times.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}