{"authors": ["Ian Johnson"], "date_download": "2018-11-16 03:55:33", "date_modify": "2018-11-16 03:55:33", "date_publish": "2015-04-09 15:53:08", "description": "According to Beijing’s bid, the impact from the Games would be “eco-friendly.” But conservationists say that holding the Games in a water-stressed environment would be devastating.", "filename": "2015_04_10_world_asia_water-intensive-beijing-olympic-bid-alarms-environmentalists.html__r=0_1542340533.html", "image_url": "https://static01.nyt.com/images/2015/04/09/world/09chinawintervideo/09chinawintervideo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_10_world_asia_water-intensive-beijing-olympic-bid-alarms-environmentalists.html__r=0_1542340533.html", "title": "Scientists Question Environmental Impact of China’s Winter Olympics Bid", "title_page": "Scientists Question Environmental Impact of China’s Winter Olympics Bid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It just doesn’t snow in Beijing,” said Zhang Junfeng, an independent water expert who has written and published widely on Beijing’s water troubles. “People get ideas by watching television and sports and think it’s a great pastime, but it’s not sustainable.”\nBeijing used to be rich in water resources, but it dried up as its population doubled over the past 25 years to an estimated 22 million. A $62 billion project to divert water to the north from the water-rich south has begun, but it is expected only to stabilize the situation.\n“Of course they shouldn’t have ski resorts,” said Hu Kanping, a retired hydrologist who writes reports for the Chinese nongovernmental organization Friends of Nature. In a 2011 report, he wrote that the 11 ski resorts then open in Beijing used an average of about a billion gallons of water a year, or enough for 42,000 people.\nBeijing has proposed the Chongli area for events like snowboarding, freestyle skiing and cross-country skiing. Chongli already has several ski slopes, but at least one other Olympic ski run and a sledding run are under construction. One of the larger ski resorts that had closed has reopened, and another is set to expand if Beijing wins the Games.\nYanqing Songshan National Forest Park, which has the only substantial mountain near Beijing, was chosen for Alpine skiing, which requires longer runs and steeper descents. Yanqing has no existing ski slopes.\nBeijing and Chongli officials did not respond to repeated requests for interviews.\nExperts who follow the ski industry say that its expansion into water-stressed environments like Beijing is increasingly the norm. Relatively dry or warm countries like Turkey, India and Pakistan all have new resorts. The site of the last Winter Olympics, the Russian resort town of Sochi, gets only 21 inches of precipitation a year, which forced organizers to stockpile nearly 600,000 cubic yards of snow to ensure adequate cover.", "url": "https://www.nytimes.com/2015/04/10/world/asia/water-intensive-beijing-olympic-bid-alarms-environmentalists.html?_r=0"}