{"authors": ["Coral Davenport", "Gardiner Harris"], "date_download": "2018-11-16 04:21:18", "date_modify": "2018-11-16 04:21:18", "date_publish": "2015-11-30 10:06:53", "description": "“The United States of America not only recognizes our role in creating this problem, we embrace our responsibility to do something about it,” President Obama said at the gathering.", "filename": "2015_12_01_world_europe_obama-climate-conference-cop21.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342078.html", "image_url": "https://static01.nyt.com/images/2015/12/01/world/01Prexy-web4/01Prexy-web4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_01_world_europe_obama-climate-conference-cop21.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342078.html", "title": "Citing Urgency, World Leaders Converge on France for Climate Talks", "title_page": "Citing Urgency, World Leaders Converge on France for Climate Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LE BOURGET, France — One of the largest gatherings of world leaders in history began a multinational effort Monday toward forging what many called the planet’s last, best hope to stave off the worst consequences of climate change.\n“Never have the stakes of an international meeting been so high, since what is at stake is the future of the planet, the future of life,” President François Hollande of France told a packed United Nations plenary session at a convention center in this suburb north of Paris.\nOver the next two weeks, 30,000 diplomats and delegates will labor to hammer out a new global pact that would, for the first time, commit nearly every country on earth to enact new policies to reduce their planet-warming greenhouse gas emissions.", "url": "https://www.nytimes.com/2015/12/01/world/europe/obama-climate-conference-cop21.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}