{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 03:55:55", "date_modify": "2018-11-16 03:55:55", "date_publish": "2015-10-29 03:56:05", "description": "Marco Rubio got the last word after a challenge by a former mentor, Jeb Bush, exposing fissures in their decades-long bond.", "filename": "2015_10_29_us_politics_polite-interruption-reveals-how-friendships-fray-on-the-campaign-trail.html_module=inline_1542340555.html", "image_url": "https://static01.nyt.com/images/2015/10/29/us/29assess/29assess-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_us_politics_polite-interruption-reveals-how-friendships-fray-on-the-campaign-trail.html_module=inline_1542340555.html", "title": "The Disciple Strikes Back: Rubio Bests Bush in a Key Moment", "title_page": "The Disciple Strikes Back: Rubio Bests Bush in a Key Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He did not nod. He did not look away. He calmly stared at Mr. Bush the entire time.\nWhen it was his turn to speak, Mr. Rubio expressed wonderment at Mr. Bush’s sudden negativity, all but declaring that the Jeb Bush he knew could not possibly believe what he was saying.\nA campaign staff member must be behind it, he said.\n“The only reason you are doing it now,” he said, “is because we are running for the same position, and someone has convinced you that attacking me is going to help you.”\nMr. Bush appeared unsure of how to respond. He clasped his hands at one moment, and slipped his left hand into his suit pocket the next.\nHe tried, but failed, to make his way back into the conversation.\n“No,” he said, at Mr. Rubio’s suggestion that aides had manipulated him into turning on him. “I have been —”\nMr. Rubio plowed right past him.\nIn a deft show of forcefulness and diplomacy, Mr. Rubio managed to seem both respectful of the older candidate and politically more imposing.\n“My campaign is going to be about the future of America. It’s not going to be about attacking anyone else on this stage,” Mr. Rubio said.\nAnd then he all but smothered Mr. Bush with esteem.\n“I will continue to have tremendous admiration and respect for Governor Bush,” he said. “I am not running against Governor Bush.”", "url": "https://www.nytimes.com/2015/10/29/us/politics/polite-interruption-reveals-how-friendships-fray-on-the-campaign-trail.html?module=inline"}