{"authors": ["Julie Turkewitz"], "date_download": "2018-11-16 04:29:23", "date_modify": "2018-11-16 04:29:23", "date_publish": "2015-08-21 21:18:58", "description": "The long-awaited blooming of the Denver Botanic Gardens’ corpse flower, known for its potent stench, attracted long lines of curious observers.", "filename": "2015_08_22_us_thousands-stop-to-smell-a-flower-and-hope-not-to-gag.html_module=inline_1542342563.html", "image_url": "https://static01.nyt.com/images/2015/08/22/us/22FLOWERWEB1/22FLOWERWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_22_us_thousands-stop-to-smell-a-flower-and-hope-not-to-gag.html_module=inline_1542342563.html", "title": "Thousands Stop to Smell a Flower (and Hope Not to Gag)", "title_page": "Thousands Stop to Smell a Flower (and Hope Not to Gag) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DENVER — It felt as if all of Denver was there, clutching their souvenir motion sickness bags and taking selfies as they waited for hours — and hours — for a glimpse and a whiff of this city’s celebrity of the moment: the corpse flower.\nFor years this city has anticipated the bloom of this plant, a green and purple giant that opens for less than 48 hours and emits a perfume that botanists liken to that of rotting flesh. While the evolutionary purpose of the scent is to attract pollinating bugs that normally feed on dead animals, the smell had the effect of attracting thousands of visitors this week to the Denver Botanic Gardens, where they stood in a snaking line for their moment with the stinky star.\n“It’s the equivalent of the circus coming to town,” said Alan Walker, 65, a volunteer who stood at the entrance to the gardens on Wednesday amid a sea of stroller-pushing parents and children in sun hats. He confided that while he is a plant lover, he found it odd that “all these people would line up for something that smells like a combination of Limburger cheese and gym socks.”", "url": "https://www.nytimes.com/2015/08/22/us/thousands-stop-to-smell-a-flower-and-hope-not-to-gag.html?module=inline"}