{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:45:47", "date_modify": "2018-11-16 03:45:47", "date_publish": "2015-11-09 20:31:44", "description": "A federal judge ordered the National Security Agency to stop collecting records for one Verizon customer, just weeks before the program was scheduled to be shut down and replaced.", "filename": "2015_11_10_us_politics_judge-deals-a-blow-to-nsa-phone-surveillance-program.html_module=inline_1542339947.html", "image_url": "https://static01.nyt.com/images/2015/11/10/us/10nsa-web/10nsa-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_10_us_politics_judge-deals-a-blow-to-nsa-phone-surveillance-program.html_module=inline_1542339947.html", "title": "Judge Deals a Blow to N.S.A. Data Collection Program", "title_page": "Judge Deals a Blow to N.S.A. Data Collection Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A federal judge on Monday partly blocked the National Security Agency’s program that systematically collects Americans’ domestic phone records in bulk just weeks before the agency was scheduled to shut it down and replace it. The judge said the program was most likely unconstitutional.\nIn a separate case challenging the program, a federal appeals court in New York on Oct. 30 had declined to weigh in on the constitutional issues, saying it would be imprudent to interfere with an orderly transition to a replacement system after Nov. 29.\nBut on Monday, in a 43-page ruling, Judge Richard J. Leon of United States District Court for the District of Columbia wrote that the constitutional issues were too important to leave unanswered in the history of the program, which traces back to after the Sept. 11 terrorist attacks and came to light in 2013 in leaks by Edward J. Snowden, the former intelligence contractor.\n“With the government’s authority to operate the bulk telephony metadata program quickly coming to an end, this case is perhaps the last chapter in the judiciary’s evaluation of this particular program’s compatibility with the Constitution,” he wrote. “It will not, however, be the last chapter in the ongoing struggle to balance privacy rights and national security interests under our Constitution in an age of evolving technological wizardry.”", "url": "https://www.nytimes.com/2015/11/10/us/politics/judge-deals-a-blow-to-nsa-phone-surveillance-program.html?module=inline"}