{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:52:30", "date_modify": "2018-11-16 03:52:30", "date_publish": "2015-12-28 01:56:10", "description": "The death of Alan Kurdi, 2, which focused the world on refugees, was just one chapter of a sprawling family’s story in its desperate attempts to escape Syria and find a new home.", "filename": "2015_12_28_world_middleeast_syria-refugees-alan-aylan-kurdi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340350.html", "image_url": "https://static01.nyt.com/images/2015/12/28/world/28KURDI2/28KURDI2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_28_world_middleeast_syria-refugees-alan-aylan-kurdi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340350.html", "title": "Remembering Alan Kurdi: Syrian Family’s Tragedy Goes Beyond Image of Boy on Beach", "title_page": "Remembering Alan Kurdi: Syrian Family’s Tragedy Goes Beyond Image of Boy on Beach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Interviews with 20 relatives, in Iraqi Kurdistan, in Istanbul, in five German towns and by phone in Syria, tell a story of a family chewed up by one party to the Syrian conflict after another: the Syrian government, the Islamic State, neighboring countries, the West.\nSince Alan’s death, at least 100 more children have drowned in the Mediterranean. A million refugees and migrants entered Europe this year, half of them Syrians, part of the biblical dispersion of a country where half the population has fled.\nAlan’s father, Abdullah, who is 39, sometimes blames himself, wishing he could turn back time and not get on the boat. He was trying to steer it in the chaos when it foundered in the waves.\nBut even for Abdullah’s sister Hivrun, grieving her nephew, the calculus remained in favor of risking her children to save them. Weeks after Alan died, she tried again to start for Germany. Once again, she and her children clambered onto a rubber raft.\nKurdish Roots\nAlan’s grandfather was born in Kobani, a mostly Kurdish enclave near the Turkish border in the north. After compulsory army service, he moved to Damascus looking for work and settled in the mostly Kurdish neighborhood of Rukineddine, on the slopes of Mount Qasioun. He opened a barbershop and married a Kurdish woman who considered herself above all Damascene.\nRukineddine grew fast, with jumbled, unplanned housing and steep, narrow alleys cramming in poor rural workers, the kind of place where rebellion would later flare.\nThey had six children. They remember living modest lives not much affected by tensions between the government and Kurds. They spent the summers harvesting olives in Kobani, but saw themselves as city kids. Most left school after ninth grade to learn the family’s barbering trade.", "url": "https://www.nytimes.com/2015/12/28/world/middleeast/syria-refugees-alan-aylan-kurdi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}