{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:10:58", "date_modify": "2018-11-16 04:10:58", "date_publish": "2015-10-02 23:54:19", "description": "The Vatican is suggesting that Archbishop Carlo Maria Viganò, the envoy to the United States, initiated papal face time for the Kentucky clerk.", "filename": "2015_10_03_world_europe_archbishop-at-center-of-mystery-of-papal-meeting-with-kim-davis.html_module=inline_1542341458.html", "image_url": "https://static01.nyt.com/images/2015/10/03/us/03envoy/03envoy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_03_world_europe_archbishop-at-center-of-mystery-of-papal-meeting-with-kim-davis.html_module=inline_1542341458.html", "title": "Archbishop at Center of Mystery of Papal Meeting With Kim Davis", "title_page": "Archbishop at Center of Mystery of Papal Meeting With Kim Davis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shortly after the election of Pope Francis, Carlo Maria Viganò, the papal nuncio to the United States, spoke effusively about his official reception by the pontiff in the library of the Apostolic Palace in Rome.\n“That is a man you may talk to with an open heart,” Archbishop Viganò said in an interview at the time, calling his audience, “extremely nice, extremely warm.”\nArchbishop Viganò could be in for a chillier reception the next time he returns to the Vatican.\nThe archbishop, who was exiled to the United States in 2011 after losing a high-altitude Vatican power struggle that became public in an infamous leaks scandal, now finds himself at the center of another papal controversy. This time, the Vatican is suggesting that Archbishop Viganò is responsible for giving papal face time to Kim Davis, the Kentucky clerk whose refusal to issue marriage licenses to same-sex couples has made her a heroine to social conservatives.\nThe encounter struck a dissonant note in a papal visit that seemed designed to avoid the battlefields of the culture wars. News of the meeting has proved to be manna for conservatives frustrated by Francis’ de-emphasis of social issues and hungry for more of a papal focus on religious liberty and doctrinal opposition to same-sex marriage.", "url": "https://www.nytimes.com/2015/10/03/world/europe/archbishop-at-center-of-mystery-of-papal-meeting-with-kim-davis.html?module=inline"}