{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 03:22:37", "date_modify": "2018-11-16 03:22:37", "date_publish": "2015-01-09 20:42:20", "description": "For many Israelis, any terrorism by Islamic extremists bolsters the view that their conflict with the Palestinians is part of a larger clash of civilizations.", "filename": "2015_01_10_world_europe_israelis-link-terrorism-in-france-to-their-own-struggles_1542338557.html", "image_url": "https://static01.nyt.com/images/2015/01/10/world/10ISRAEL/10ISRAEL-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_10_world_europe_israelis-link-terrorism-in-france-to-their-own-struggles_1542338557.html", "title": "Israelis Link Attacks to Their Own Struggles", "title_page": "Israelis Link Attacks to Their Own Struggles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Like leaders around the world, Prime Minister Benjamin Netanyahu of Israel was quick to condemn the attack that killed 12 people in Paris on Wednesday at the offices of a satirical newspaper, Charlie Hebdo. The next day, Mr. Netanyahu sent a letter of condolence and outrage to the French president and declared after a meeting with Norway’s foreign minister, “Israel is being attacked by the very same forces that attack Europe.”\nOn Friday, Mr. Netanyahu addressed the situation again, with a lengthy diatribe linking the Paris suspects to Israel’s enemies, and likening the massacre to rockets fired at Israel from the Gaza Strip. And this was all before a gunman laid siege to a kosher supermarket in Paris, which left four hostages and the hostage-taker dead and only brought things closer to home for Jews in Israel and beyond.\n“They might have different names — ISIS, Boko Haram, Hamas, Al Shabab, Al Qaeda, Hezbollah — but all of them are driven by the same hatred and bloodthirsty fanaticism,” Mr. Netanyahu said before meeting with the French ambassador to Israel. “We understand we are in a common battle for our values and a common battle for our future.”", "url": "https://www.nytimes.com/2015/01/10/world/europe/israelis-link-terrorism-in-france-to-their-own-struggles.html"}