{"authors": ["Andrew C. Revkin"], "date_download": "2018-11-16 04:20:59", "date_modify": "2018-11-16 04:20:59", "date_publish": "2015-12-12 20:26:19", "description": "The Paris summit meeting was both a historic turning point and a profound failure.", "filename": "2015_12_13_opinion_sunday_the-climate-path-ahead.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342059.html", "image_url": "https://static01.nyt.com/images/2015/12/13/opinion/13revkin-img/13revkin-img-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_13_opinion_sunday_the-climate-path-ahead.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342059.html", "title": "The Climate Path Ahead", "title_page": "Opinion | The Climate Path Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the Earth Summit in Rio de Janeiro 23 years ago, the world’s nations adopted a treaty that pledged, but ultimately failed, to cut the emissions driving global warming. In Paris over the last two weeks, negotiators from around the world met for the 21st time since then in an effort to move from aspiration to action.\nAs legions of bleary-eyed diplomats, environmentalists and lobbyists make their way home across the planet, you’ll hear proclamations that COP 21, as the meeting was called, was a historic turning point, and a profound failure.\nBoth will be right, depending on the scale of reference.\nFor the first time, even before the opening gavel, more than 180 nations, large and small, submitted plans — yes, voluntary ones — to divert from their carbon-based business as usual. The United States and China guaranteed progress by stepping together a year ago in Beijing after more than a decade of “you first” fights, laying out detailed domestic plans to curb emissions.\nThe momentum created by such commitments spurred dozens of nations, joined by the World Bank and other influential institutions, to pledge to cut subsidies for fossil fuels. Also, while poor nations see the amounts as insufficient, powerful countries, including China (which long hid behind its status as a developing country), have pledged money and technical aid to help shield the world’s most vulnerable communities from climatic and coastal hazards.", "url": "https://www.nytimes.com/2015/12/13/opinion/sunday/the-climate-path-ahead.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}