{"authors": ["Thomas L. Friedman"], "date_download": "2018-11-16 03:22:07", "date_modify": "2018-11-16 03:22:07", "date_publish": "2015-12-09 08:21:03", "description": "Donald Trump is doing real damage to America’s ability to lead a coalition, the only vehicle that can effectively address ISIS.", "filename": "2015_12_09_opinion_you-aint-no-american-bro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338527.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_09_opinion_you-aint-no-american-bro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338527.html", "title": "#You Ain’t No American, Bro", "title_page": "Opinion | #You Ain’t No American, Bro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two weeks ago, I was in Kuwait participating in an I.M.F. seminar for Arab educators. For 30 minutes, we discussed the impact of technology trends on education in the Middle East. And then an Egyptian education official raised his hand and asked if he could ask me a personal question: “I heard Donald Trump say we need to close mosques in the United States,” he said with great sorrow. “Is that what we want our kids to learn?”\nI tried to assure him that Trump would not be our next president — that America’s commitment to pluralism runs deep. But the encounter was a bracing reminder that what starts in Iowa shows up in Kuwait five minutes later. Trump, by alienating the Muslim world with his call for a ban on Muslims entering America, is acting as the Islamic State’s secret agent. ISIS wants every Muslim in America (and Europe) to feel alienated. If that happens, ISIS won’t need to recruit anyone. People will will just act on their own. ISIS and Islamic extremism are Muslim problems that can only be fixed by Muslims. Lumping all Muslims together as our enemies will only make that challenge harder.\nBut if Trump is wrong, is President Obama right? Partly. He’s right that the only way you can sustainably defeat ISIS is with a coalition. We need moderate Sunni Muslim forces to go house to house against ISIS in Iraq. We need Sunni spiritual leaders to go heart to heart and delegitimize the ISIS message everywhere. And we need Iran to make clear it supports an equitable power-sharing agreement in Iraq between Sunnis and Shiites, so moderate Sunni Arabs will fight ISIS rather than seeing it as their shield against Iran.\nWhat Obama also has right is that old saying: “If you’re in a poker game and you don’t know who the sucker is, it’s probably you.” That’s the game we’re in in Iraq and Syria. All our allies for a coalition to take down ISIS want what we want, but as their second choice.", "url": "https://www.nytimes.com/2015/12/09/opinion/you-aint-no-american-bro.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}