{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:11", "date_modify": "2018-11-16 04:27:11", "date_publish": "2015-08-07 10:45:31", "description": "The country said it would create “Pyongyang time,” moving away from the time zone imposed by Japan that both Koreas currently use.", "filename": "2015_08_08_world_asia_north-korea-time-zone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342431.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_08_world_asia_north-korea-time-zone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342431.html", "title": "North Korea to Move 30 Minutes Backward to Create Its Own Time Zone", "title_page": "North Korea to Move 30 Minutes Backward to Create Its Own Time Zone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea, a hermetic country stuck in the Cold War and obsessed with its long-dead founder, now wants to turn back time.\nBy a half-hour.\nThe government announced on Friday that it would create its own time zone — “Pyongyang time” — and set its clocks 30 minutes behind those of South Korea and Japan. The change is set for Aug. 15, the 70th anniversary of Japan’s defeat in World War II, which freed the Korean Peninsula from Japanese rule.\nThe current time on the peninsula — nine hours ahead of Coordinated Universal Time — was set by Japan. North Korean public pronouncements can be as virulently anti-Japanese as they are anti-American, so it was natural that the clock change would be billed as throwing off a hated vestige of colonial domination.\n“The wicked Japanese imperialists committed such unpardonable crimes as depriving Korea of even its standard time,” the North’s state-run Korean Central News Agency said on Friday.", "url": "https://www.nytimes.com/2015/08/08/world/asia/north-korea-time-zone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}