{"authors": ["Nicole Perlroth", "Mike Isaac"], "date_download": "2018-11-16 03:57:37", "date_modify": "2018-11-16 03:57:37", "date_publish": "2015-12-08 02:04:17", "description": "Politicians and even some technologists say Silicon Valley’s efforts to crack down on the use of social media and other technologies like encryption by terrorists have been toothless.", "filename": "2015_12_08_technology_terrorists-mock-bids-to-end-use-of-social-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340657.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08valley/08valley-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_technology_terrorists-mock-bids-to-end-use-of-social-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340657.html", "title": "Terrorists Mock Bids to End Use of Social Media", "title_page": "Terrorists Mock Bids to End Use of Social Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — In the hours after 14 people were killed in San Bernardino, Calif., a familiar voice celebrated the attacks on Twitter: “California, we have already arrived with our soldiers. Decide how to be your end, with knife or bomb.”\nThat comment was posted from the 335th Twitter account of a pro-Islamic State group that calls itself Asawitiri Media. Twitter has repeatedly tried to cut off the authors of the account, most recently known to its thousands of followers as @TurMedia335, @TurMedia334 and @TurMedia333.\nAs soon as Twitter suspends one account, a new one is created. After the group’s 99th account was suspended, it taunted Twitter by creating @IslamicState100, posting images of birthday candles, cake, trophies and fireworks.\nPoliticians and even some technologists say that account, and hundreds just like it, show how Silicon Valley’s efforts to crack down on the use by terrorists of social media have been toothless. And Washington is using the latest terrorist attacks to renew its calls for Silicon Valley to roll back the encryption in their products. On Sunday, Hillary Clinton, the Democratic presidential front-runner, called on tech companies to become more aggressive.", "url": "https://www.nytimes.com/2015/12/08/technology/terrorists-mock-bids-to-end-use-of-social-media.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}