{"authors": ["Richard Fausset"], "date_download": "2018-11-16 03:41:35", "date_modify": "2018-11-16 03:41:35", "date_publish": "2015-07-07 09:00:21", "description": "In white, working-class Haralson County, the Confederate banner remains a revered symbol, not only of the Confederate dead, but of a unique regional identity.", "filename": "2015_07_08_us_a-georgia-county-where-the-rebel-flag-is-still-revered.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339695.html", "image_url": "https://static01.nyt.com/images/2015/07/07/us/08SOUTHERNWEB1/08SOUTHERNWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_08_us_a-georgia-county-where-the-rebel-flag-is-still-revered.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339695.html", "title": "‘Complicated’ Support for Confederate Flag in White South", "title_page": "‘Complicated’ Support for Confederate Flag in White South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BUCHANAN, Ga. — Brandon Heath, Haralson County’s chief magistrate judge, flies the Confederate battle flag on his property. A version of it adorns the front bumper of his cherry-red Chevrolet pickup. It is painted on the wall of the gymnasium of his alma mater, Haralson County High School, where the sports teams are called the Rebels and Rebelettes.\nLike a number of people in this rural, working-class county — which is 92 percent white and just beyond the creep of Atlanta’s western suburbs — Mr. Heath believes that efforts to remove the flag from public spaces across the South are “plumb ridiculous.” And he insists that his reverence for the banner has nothing to do with race.\n“It’s just about where we come from, and locally here, we’re just real proud of that,” said Mr. Heath, 35, an auctioneer who, when not in court, favors camouflage ball caps and speaks with an unhurried country twang. “It’s all about your school, and your upraising, and who you are.”\nSupport for the Confederate flag may be waning among Southern lawmakers in the aftermath of the church shootings in Charleston, S.C. But here in this county of 29,000 people, as in many other stretches of the white, working-class South, the flag remains a revered symbol, not only of the Confederate dead, but of a unique regional identity.", "url": "https://www.nytimes.com/2015/07/08/us/a-georgia-county-where-the-rebel-flag-is-still-revered.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}