{"authors": ["Michael R. Gordon"], "date_download": "2018-11-16 03:19:09", "date_modify": "2018-11-16 03:19:09", "date_publish": "2015-09-10 00:56:43", "description": "The secretary of state tells lawmakers that the United States could possibly accept as many as 100,000 next year.", "filename": "2015_09_10_us_kerry-favors-an-american-commitment-to-bringing-in-more-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338349.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_10_us_kerry-favors-an-american-commitment-to-bringing-in-more-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338349.html", "title": "Kerry Favors an American Commitment to Bringing in More Refugees", "title_page": "Kerry Favors an American Commitment to Bringing in More Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Secretary of State John Kerry told lawmakers in a closed-door session on Wednesday that he favored significantly increasing the number of refugees the United States is willing to accept, possibly to as many as 100,000 next year, according to congressional staff members and Obama administration officials.\nThe United States set a limit on refugee visas of 70,000 in the 2015 fiscal year, which ends Sept. 30, and the administration has signaled to Congress that it is looking to increase the ceiling next year to 75,000. But the State Department has been re-examining the issue as the migrant crisis has roiled Europe and refugee organizations have appealed for the United States to shoulder more of the burden.\nIn his public remarks on Wednesday, Mr. Kerry said the administration was prepared to accept more refugees, but he underscored that the final number had yet to be determined.\n“We are committed to increasing the number of refugees that we take, and we are looking hard at the number that we can specifically manage with respect to the crisis in Syria and Europe,” Mr. Kerry said after a meeting with Senator Richard J. Durbin, Democrat of Illinois.", "url": "https://www.nytimes.com/2015/09/10/us/kerry-favors-an-american-commitment-to-bringing-in-more-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}