{"authors": ["The New York Times"], "date_download": "2018-11-16 03:19:44", "date_modify": "2018-11-16 03:19:44", "date_publish": "2015-10-15 13:31:30", "description": "Readers inquire about the women who remain at home in places like Syria, and wonder if the wave of migration will truly bolster the European economy.", "filename": "2015_10_16_world_europe_europe-refugee-crisis-questions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338384.html", "image_url": "https://static01.nyt.com/images/2015/10/15/world/15MIGRANTQANDA/15MIGRANTQANDA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_16_world_europe_europe-refugee-crisis-questions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338384.html", "title": "Europe’s Refugee Crisis: What Readers Want to Know", "title_page": "Europe’s Refugee Crisis: What Readers Want to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I did meet some married men who were traveling to Europe with their families among the waves of young, single males escaping war, conscription and other experiences that have left them with physical and emotional scars. All the married men I met who were traveling alone said they planned to send for their wives, and children, if they had any, as soon as they got settled in Europe. Many asylum seekers had researched the family reunification policies of different European countries and planned to seek asylum in the countries most likely to allow them to bring over their spouses.\n— BEN HUBBARD\nQ. Why does everybody always say that the economy will benefit from a big stream of migrants, while there is in fact already a very high unemployment rate of well-educated people? — Reiner, Brussels, Belgium\nA. Jean-Claude Juncker, the president of the European Commission, included the benefits of migration for the European economy in his State of the Union speech to the European Parliament last month. He described Europe as “an aging continent in demographic decline” in need of “talent,” and said migration could be “a well-managed resource.”\nThere’s no doubt that overall unemployment across the European Union remains stubbornly high at nearly 10 percent. The rate among those with tertiary levels of education is lower: 6.6 percent in the 19 eurozone countries and 5.5 percent across the European Union, according to officials at Eurostat, the bloc’s statistical office.\nEven so, Mr. Juncker’s assertion does seem to support the views of some economists and migration experts who argue that migration can help drive economic activity, growth and employment in some countries.", "url": "https://www.nytimes.com/2015/10/16/world/europe/europe-refugee-crisis-questions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}