{"authors": ["Jeffrey Gettleman"], "date_download": "2018-11-16 04:01:35", "date_modify": "2018-11-16 04:01:35", "date_publish": "2015-11-07 00:14:54", "description": "Western diplomats and analysts say Burundi could explode in violence when a deadline for opposition groups to disarm expires Saturday.", "filename": "2015_11_07_world_africa_west-fears-burundi-is-on-brink-of-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340895.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_07_world_africa_west-fears-burundi-is-on-brink-of-conflict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340895.html", "title": "West Fears Burundi Is on Brink of Conflict", "title_page": "West Fears Burundi Is on Brink of Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAIROBI, Kenya — Western diplomats and analysts who pay close attention to sub-Saharan Africa are worried that Burundi is on the brink of a major conflict and could explode in violence when a deadline for opposition groups to disarm expires Saturday.\nScores of people have been killed this year in Burundi, a small, poor, hilly country in central Africa, since President Pierre Nkurunziza decided to run for a third time despite protests that he was violating term limits. He won in a turbulent election in July, and this week he issued an ultimatum to opposition members to lay down their weapons.\nAddressing the nation on Monday, Mr. Nkurunziza said anyone who did not comply by Saturday would “be considered to be enemies of Burundi and will be treated as terrorists,” according to a transcript provided by the United States State Department.\n“This is the last warning,” he said.\nMany analysts fear that the ultimatum is a recipe for war. The opposition has so far refused to disarm, and the International Crisis Group, which studies conflicts around the world, issued a “conflict alert.” Seeing a “possibility of mass atrocities and civil war,” the group said the government was likely to use force to end protests that have been held in Bujumbura, the capital, since April.", "url": "https://www.nytimes.com/2015/11/07/world/africa/west-fears-burundi-is-on-brink-of-conflict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}