{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:53:51", "date_modify": "2018-11-16 03:53:51", "date_publish": "2015-06-25 01:09:54", "description": "In rescuing his trade legislation, the president worked with Republicans but may have worsened relations with fellow Democrats.", "filename": "2015_06_25_business_obama-bolsters-his-leverage-with-trade-victory-but-at-a-cost_1542340431.html", "image_url": "https://static01.nyt.com/images/2015/06/25/business/25ASSESS/25ASSESS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_25_business_obama-bolsters-his-leverage-with-trade-victory-but-at-a-cost_1542340431.html", "title": "Obama Bolsters His Leverage With Trade Victory, but at a Cost", "title_page": "Obama Bolsters His Leverage With Trade Victory, but at a Cost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The last six months, working on this, they’ve really shown a willingness for the first time to work across the aisle, and because of that, this key economic measure has been salvaged,” said former Gov. John Engler of Michigan, a Republican who is president of the Business Roundtable. “It would have been catastrophic if it had been defeated.”\nWhite House officials argued that Mr. Obama’s efforts were crucial because he delivered enough Democrats to put the measure over the top. Yet he delivered relatively few Democratic votes and had to be saved by Republicans after House Democrats blocked his trade package. Democratic opponents of the trade legislation bristled at what they saw as the president’s belittling their concerns and accusing them of making up arguments.\nThe legislation sent to Mr. Obama allows him to submit trade deals to Congress for up-or-down votes without amendments. But that means his Democratic critics will have another shot at defeating the Trans-Pacific Partnership if it is completed and sent to Congress for approval.\nRepresentative Peter A. DeFazio, an Oregon Democrat who was a leading critic of the trade legislation, said the president should listen to his party and address concerns about the labor and environmental standards and investor protections in the agreement. If not, he said, Democrats will fight him again.\n“It is so bad, and we will have so much time to simply explain that to the American people that you might find that we could fuel a very substantial grass-roots revolt,” Mr. DeFazio said.\nIn the near term, though, Mr. Obama is emerging with a more potent hand on the world stage, having avoided a defeat that would have made him look like a lame duck. The trade talks have come as he is at a critical stage in two other international negotiations, one with Iran to curb its nuclear program, the other with Cuba to restore diplomatic relations.\nMr. Obama’s trade representative, Michael B. Froman, will now renew negotiations with individual countries seeking to join the trade pact to work on outstanding issues. After that, the chief negotiators of all 12 countries will gather in hopes of pushing through the final disputes. Other nations have held off backing down on the toughest issues to see whether Mr. Obama would have the ability to deliver congressional approval.", "url": "https://www.nytimes.com/2015/06/25/business/obama-bolsters-his-leverage-with-trade-victory-but-at-a-cost.html"}