{"authors": ["Anne Barnard", "Karam Shoumali"], "date_download": "2018-11-16 04:39:45", "date_modify": "2018-11-16 04:39:45", "date_publish": "2015-09-03 14:19:38", "description": "The case of a young boy’s doomed journey has landed as a political bombshell across the Middle East and Europe.", "filename": "2015_09_04_world_europe_syria-boy-drowning.html_module=inline_1542343185.html", "image_url": "https://static01.nyt.com/images/2015/09/05/world/05migrant1_hp/05migrant1_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_04_world_europe_syria-boy-drowning.html_module=inline_1542343185.html", "title": "Image of Drowned Syrian, Aylan Kurdi, 3, Brings Migrant Crisis Into Focus", "title_page": "Image of Drowned Syrian, Aylan Kurdi, 3, Brings Migrant Crisis Into Focus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — The smugglers had promised Abdullah Kurdi a motorboat for the trip from Turkey to Greece, a step on the way to a new life in Canada. Instead, they showed up with a 15-foot rubber raft that flipped in high waves, dumping Mr. Kurdi, his wife and their two small sons into the sea.\nMr. Kurdi tried to keep the boys, Aylan and Ghalib, afloat, but one died as he pushed the other to his wife, Rehan, pleading, “Just keep his head above the water!”\nOnly Mr. Kurdi, 40, survived.\n“Now I don’t want anything,” he said a day later, on Thursday, from Mugla, Turkey, after filling out forms at a morgue to claim the bodies of his family. “Even if you give me all the countries in the world, I don’t want them. What was precious is gone.”\nIt is an image of his youngest son, a lifeless child in a red shirt and dark shorts face down on a Turkish beach, that appears to have galvanized public attention to a crisis that has been building for years. Once again, it is not the sheer size of the catastrophe — millions upon millions forced by war and desperation to leave their homes — but a single tragedy that has clarified the moment. It was 3-year-old Aylan, his round cheek pressed to the sand as if he were sleeping, except for the waves lapping his face.\nRocketing across the world on social media, the photograph has forced Western nations to confront the consequence of a collective failure to help migrants fleeing the Middle East and Africa to Europe in search of hope, opportunity and safety. Aylan, perhaps more even than the anonymous, decomposing corpses found in the back of a truck in Austria that shocked Europe last week, has personalized the tragedy facing the 11 million Syrians displaced by more than four years of war.", "url": "https://www.nytimes.com/2015/09/04/world/europe/syria-boy-drowning.html?module=inline"}