{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:11:34", "date_modify": "2018-11-16 04:11:34", "date_publish": "2015-06-10 15:26:58", "description": "As the United States opens up to Cuba, a little-advertised circle of software developers, web designers and translators are selling their skills long-distance.", "filename": "2015_06_11_world_americas_cubas-web-entrepreneurs-search-for-us-clients-and-reliable-wi-fi_1542341494.html", "image_url": "https://static01.nyt.com/images/2015/06/11/world/11Cuba-web/11Cuba-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_11_world_americas_cubas-web-entrepreneurs-search-for-us-clients-and-reliable-wi-fi_1542341494.html", "title": "Cuba’s Web Entrepreneurs Search for U.S. Clients, and Reliable Wi-Fi", "title_page": "Cuba’s Web Entrepreneurs Search for U.S. Clients, and Reliable Wi-Fi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MEXICO CITY — At his parents’ cramped house in Havana, Yondainer Gutiérrez builds apps and websites on a makeshift computer that runs on pirated software. He has no Internet access there, so he rents time on other people’s connections to send his work to clients in France, Britain, Canada and the rest of Latin America.\nThis is outsourcing, Cuban-style, a little-advertised circle of software developers, web designers, accountants and translators who — despite poor and expensive Internet access — sell their skills long-distance.\nAnd ever since the United States in February authorized Americans to import goods and services from Cuban entrepreneurs for the first time in half a century, they have their eyes on America as well.\n“This opens up the world,” Mr. Gutiérrez, 27, said of the new rules, which mean that an American can hire Cubans, or buy a limited range of goods from them, so long as they work in the private sector, not for the state.", "url": "https://www.nytimes.com/2015/06/11/world/americas/cubas-web-entrepreneurs-search-for-us-clients-and-reliable-wi-fi.html"}