{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 04:23:06", "date_modify": "2018-11-16 04:23:06", "date_publish": "2015-03-17 13:31:25", "description": "The Republicans’ proposed budget partly privatizes Medicare, turns Medicaid into block grants to the states, repeals the Affordable Care Act and reaches balance in 10 years.", "filename": "2015_03_18_us_politics_house-republican-budget-overhauls-medicare-and-repeals-the-health-law.html_ref=politics&module=inline_1542342186.html", "image_url": "https://static01.nyt.com/images/2015/03/18/us/17BUDGET1web/17BUDGET1web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_18_us_politics_house-republican-budget-overhauls-medicare-and-repeals-the-health-law.html_ref=politics&module=inline_1542342186.html", "title": "House Republicans Propose Budget With Deep Cuts", "title_page": "House Republicans Propose Budget With Deep Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — House Republicans called it streamlining, empowering states or “achieving sustainability.” They couched deep spending reductions in any number of gauzy euphemisms.\nWhat they would not do on Tuesday was call their budget plan, which slashes spending by $5.5 trillion over 10 years, a “cut.”\nThe 10-year blueprint for taxes and spending they formally unveiled would balance the federal budget, even promising a surplus by 2024, but only with the sort of sleights of hand that Republicans have so often derided.\nThe budget — the first since Republicans regained control of Congress this year —largely reflects the four previous versions written by Representative Paul D. Ryan of Wisconsin when he was chairman of the Budget Committee. But this plan may fare better than Mr. Ryan’s since Senate Republicans will be under pressure to reach an accord.", "url": "https://www.nytimes.com/2015/03/18/us/politics/house-republican-budget-overhauls-medicare-and-repeals-the-health-law.html?ref=politics&module=inline"}