{"authors": ["Ashley Parker"], "date_download": "2018-11-16 03:58:22", "date_modify": "2018-11-16 03:58:22", "date_publish": "2015-08-03 00:27:55", "description": "The billionaire brothers Charles G. and David H. Koch hosted a conference in California, and Mr. Trump questioned whether the five presidential candidates in attendance were “puppets.”", "filename": "2015_08_03_us_politics_donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat_1542340702.html", "image_url": "https://static01.nyt.com/images/2015/08/03/us/03koch-web/03koch-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_03_us_politics_donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat_1542340702.html", "title": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat", "title_page": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“These are people who care deeply about our nation, and who are willing to put their time and their energy and their resources and their minds to the challenge of making a better nation,” Ms. Fiorina said, referring to the Koch network.\nShe added that the news media seemed to worry about the influx of outside money on the Republican side, but not similar donations from liberal hedge-fund billionaires like George Soros, a philanthropist, and Tom Steyer, an environmentalist.\n“It’s one thing for Democrats to complain about corporations getting engaged in politics, and yet they never have a problem with unions getting engaged in politics,” Ms. Fiorina said. “We have a right — everyone has a right — to speech in this country. And as we all know, any kind of speech costs money in this country.”\nMr. Walker was similarly laudatory, saying he wished “the whole world could see what goes on here.”\n“So many of you here aren’t here because of any interest on behalf of your personal finances or your industries, you’re here because you love America,” Mr. Walker said, before likening those in the Koch network to the everyday Americans he had met at Tea Party rallies across the country. Those people, he said, “may not have a lot of net worth, but they’re out fighting Obamacare, they’re fighting for their country.”\n“I think David and Charles have kind of harnessed that frustration,” Mr. Walker added, “and said, ‘Instead of just being angry about it, let’s do something about it.’ ” On Sunday, Mr. Rubio was asked if he thought the nonprofit 501(c) (4) organization supporting his campaign should have to disclose its donors — a question he largely skirted, but one that seemed relevant to the crowd, as the Koch network takes steps to avoid disclosing many of its donors.\n“I just ask every group out there to comply with the law,” Mr. Rubio said. “Ultimately, people have a First Amendment right to participate in the American political process, and as I’ve said before, as long as newspapers and television stations keep charging people to speak out on politics, we’re going to have to keep raising money.”", "url": "https://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html"}