{"authors": ["Manny Fernandez", "Nick Corasaniti"], "date_download": "2018-11-16 04:24:10", "date_modify": "2018-11-16 04:24:10", "date_publish": "2015-04-03 00:35:00", "description": "It remains to be seen is whether Senator Ted Cruz can translate his popularity into votes when Texas holds its presidential primary.", "filename": "2015_04_03_us_a-base-in-texas-is-no-guarantee-of-lone-star-status-for-ted-cruz.html_ref=politics_1542342250.html", "image_url": "https://static01.nyt.com/images/2015/04/03/us/03texas/03texas-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_03_us_a-base-in-texas-is-no-guarantee-of-lone-star-status-for-ted-cruz.html_ref=politics_1542342250.html", "title": "A Base in Texas Is No Guarantee of Lone Star Status for Ted Cruz", "title_page": "A Base in Texas Is No Guarantee of Lone Star Status for Ted Cruz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Cruz, who was born in Canada, will have lots of competition from candidates who can trumpet their own Texas roots. Mr. Perry stepped down as governor in January, ending a record-breaking 14-year tenure. Mr. Bush, the former governor of Florida, was born in Midland, Tex., studied at the University of Texas at Austin, and is the son of the elder President George Bush, who lives in Houston, and the brother of former President George W. Bush, who now lives in Dallas. Rand Paul, the son of the former Texas congressman, was raised south of Houston in Brazoria County and attended Baylor University in Waco.\nSenator Paul scored an early victory, winning the support of a powerful Republican, Steve Munisteri, the most recent former chairman of the Republican Party of Texas. Mr. Cruz’s Republican predecessor in the Senate, Kay Bailey Hutchison, who ran against Mr. Perry but lost in the Republican primary for governor in 2010, told MSNBC that she will endorse Mr. Bush.\nStill, the battle for Republican endorsements, volunteers and money in Texas remains in its early stages, 11 months from the state’s primary. And no one wants to repeat the kind of open hostility that took place in 2012, when Mr. Perry was booed by many in the audience at the state Republican convention in Fort Worth after he declared his support for Mr. Cruz’s Republican rival for the open Senate seat, the lieutenant governor at the time, David Dewhurst. Even now, Mr. Perry and his predecessor, former President George W. Bush, symbolize the establishment leadership, while Mr. Cruz represents a younger and more aggressive Tea Party insurgency.\n“We’re not looking for civil war,” said Roy W. Bailey, the chief executive of a private equity firm in Dallas who is a longtime ally of Mr. Perry’s and plans on supporting him should he enter the race. “At the end of the day, we’re looking to win the presidency.”\nWhile Mr. Perry’s star has faded somewhat following his failed 2012 presidential campaign and Mr. Cruz is struggling to win over some Texas Republicans, Mr. Bush has generated enthusiasm in the state as a moderate alternative to both of them.\nIndeed, despite his popularity in Texas, Mr. Cruz still seems to invite criticism, either that he is not collegial enough, not in touch with Texas’s needs or, as the executive editor of Texas Monthly wrote, simply not Texan enough. But what is Texan enough might be in the mind of the beholder. One of Mr. Cruz’s favorite laugh lines from his stump speech is when he gives what he says is the Texas definition of gun control: “Gun control is when you hit at what you aim at.” And as he stepped on the stage outside his campaign headquarters this week, before he even thanked his wife, the first words out of his mouth were: “God bless Texas.”", "url": "https://www.nytimes.com/2015/04/03/us/a-base-in-texas-is-no-guarantee-of-lone-star-status-for-ted-cruz.html?ref=politics"}