{"authors": ["Jane Perlez", "Neil Macfarquhar"], "date_download": "2018-11-16 03:55:52", "date_modify": "2018-11-16 03:55:52", "date_publish": "2015-11-21 09:52:35", "description": "The China Railway Construction Corporation said three men were killed by gunmen who attacked a hotel, and the airline Volga-Dnepr said six Russian employees were also killed.", "filename": "2015_11_22_world_asia_3-chinese-executives-killed-in-mali-attack-company-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340552.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_22_world_asia_3-chinese-executives-killed-in-mali-attack-company-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340552.html", "title": "9 Foreigners Killed in Mali Are Identified", "title_page": "9 Foreigners Killed in Mali Are Identified - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Three senior executives of a Chinese state-owned rail construction company and six Russian employees of a cargo company were among the 19 victims of the gunmen who attacked a hotel in the capital of the West African nation of Mali.\nThe three Chinese victims, all men, were killed at the start of the siege of the hotel, their employer, China Railway Construction said Saturday. The six Russian men, employees of the airline Volga-Dnepr, were killed in the hotel restaurant when the gunman first opened fire, according to Maria Zakharova, a spokeswoman for the Russian Foreign Ministry.\nIsrael’s Foreign Ministry said Saturday that an Israeli man had also been killed in the attack but that officials still needed to gather evidence before confirming his identity. An American aid worker and two Belgians were among other foreigners killed.\nThe Chinese Embassy in the Malian capital, Bamako, said that seven Chinese citizens, all of them on business trips, were inside the Radisson Blu Hotel at the time of the attack on Friday. Four were rescued with the help of French special forces, the embassy said.", "url": "https://www.nytimes.com/2015/11/22/world/asia/3-chinese-executives-killed-in-mali-attack-company-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}