{"authors": ["Robert Mackey"], "date_download": "2018-11-16 04:36:49", "date_modify": "2018-11-16 04:36:49", "date_publish": "2015-01-10 23:11:05", "description": "A Muslim employee, credited with saving the lives of customers at a kosher market in Paris on Friday, was praised online for his efforts.", "filename": "2015_01_11_world_europe_charlie-hebdo-kosher-supermarket-hostage-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343009.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_11_world_europe_charlie-hebdo-kosher-supermarket-hostage-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343009.html", "title": "Muslim Employee of Kosher Market in Paris Praised for Hiding Customers From Gunman", "title_page": "Muslim Employee of Kosher Market in Paris Praised for Hiding Customers From Gunman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the authorities in France worked on Saturday to piece together the sequence of events at a kosher supermarket in Paris where a gunman and four hostages were killed on Friday, there was an outpouring of praise online for a young employee credited with saving the lives of some customers by hiding them in a cold-storage room.\nThe employee, Lassana Bathily, 24, was identified in the French news as a Muslim from Mali who worked at the supermarket, Hyper Cacher, near the Porte de Vincennes in eastern Paris.\nIn an interview with the French channel BFMTV, Mr. Bathily said he ushered about 15 people into the basement room after the gunman burst into the shop. He then turned off the power and the lights.", "url": "https://www.nytimes.com/2015/01/11/world/europe/charlie-hebdo-kosher-supermarket-hostage-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}