{"authors": ["Gretchen Morgenson"], "date_download": "2018-11-16 03:54:36", "date_modify": "2018-11-16 03:54:36", "date_publish": "2015-08-14 14:23:11", "description": "In this aging bull market, investors are showing signs of a sea change in their attitudes.", "filename": "2015_08_16_business_doubt-starts-chipping-away-at-the-markets-mind-set.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340476.html", "image_url": "https://static01.nyt.com/images/2015/08/15/business/GRET-web/GRET-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_16_business_doubt-starts-chipping-away-at-the-markets-mind-set.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340476.html", "title": "Doubt Starts Chipping Away at the Market’s Mind-Set", "title_page": "Doubt Starts Chipping Away at the Market’s Mind-Set - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The reaction to China’s devaluation was even more telling. Instead of viewing it as a competitive tool to lift exports and stimulate growth — as was the case when Japan took steps to devalue the yen — global investors were rattled, fearing that it meant the Chinese government was convinced that its economy was in much worse shape than conveyed by official statistics.\nAs investors absorb the meaning of these moves, they also seem to be opening their eyes to other market wonders that may prove ephemeral. The question is, Are we seeing signs of a sea change in investors’ attitudes?\nAnother example is the recent rout in shares of Keurig Green Mountain, the maker of specialty coffee and single-cup brewing systems. A former highflier that traded as high as $137 in January, the stock collapsed after the company warned on Aug. 5 that sales and earnings would decline this year. The shares lost 30 percent the following day and are down 62 percent year-to-date.\nTrying to plumb the mind-set of investors is always a tricky exercise, of course. But when one investment assumption is questioned — a perpetually strong Chinese economy, say — other bits of conventional wisdom go under the microscope too.\nDoubts may be creeping into the notion that companies with no earnings should trade at sky-high valuations. Some are starting to wonder whether corporate profits are being artificially elevated by share buybacks or other tactics.", "url": "https://www.nytimes.com/2015/08/16/business/doubt-starts-chipping-away-at-the-markets-mind-set.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}