{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:48:54", "date_modify": "2018-11-16 03:48:54", "date_publish": "2015-12-30 18:19:21", "description": "The territory’s governor said the island’s total bond default was roughly $174 million million because he had “clawed back” money from a variety of bonds.", "filename": "2015_12_31_business_dealbook_puerto-rico-says-it-will-default-on-some-bonds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340134.html", "image_url": "https://static01.nyt.com/images/2015/12/31/business/31db-rico-web/31db-rico-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_31_business_dealbook_puerto-rico-says-it-will-default-on-some-bonds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340134.html", "title": "Puerto Rico Says It Will Default on Some Bonds", "title_page": "Puerto Rico Says It Will Default on Some Bonds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The development bank, which orchestrates most of Puerto Rico’s debt, issued a statement on Wednesday, saying that it intended to make separate principal and interest payments of about $10 million due on Friday.\nIn his briefing, the governor said that some of the investors whose bonds are part of the clawback would still receive the full amounts they expected on Friday. That is because Puerto Rico had previously sent enough money to bond trustees to cover the most imminent payments. Once money has been sent to a trustee, it cannot be clawed back.\nEven though the bondholders in this group will not feel any immediate difference, their bonds will still be considered in default, Mr. García Padilla said, because their prepaid reserves are now being depleted and the flow of additional funds to the trustees has ceased. That means the number of bondholders who are left unpaid is likely to grow, as more payments are due in the coming months.\nInvestors in this group include those who hold bonds issued by the Puerto Rico Highways and Transportation Authority, and its Convention Center District Authority.\nIn a hint at the extremely complex structure of Puerto Rico’s total debt, the governor pointed out that not all of the Infrastructure Financing Authority bonds would be in default on Jan. 1 because, much like the general obligation bonds, some of them also carry a governmental guarantee.\nIn effect, one group of Infrastructure Authority investors — those without the guarantee — are having their money clawed back to pay another group of Infrastructure Authority investors whose bonds are guaranteed. This is something few ordinary investors are likely to have understood when they first decided to invest in Puerto Rico’s bonds.\nThe bonds are widely held across the United States mainland, because they offer better-than-usual tax preferences and a higher yield than most municipal bonds. In the past, Puerto Rican debt was a popular addition to mutual fund portfolios because it increased the overall yield.", "url": "https://www.nytimes.com/2015/12/31/business/dealbook/puerto-rico-says-it-will-default-on-some-bonds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}