{"authors": ["Abdellah Taïa"], "date_download": "2018-11-16 03:45:37", "date_modify": "2018-11-16 03:45:37", "date_publish": "2015-11-18 08:21:17", "description": "France has been wounded. The solution is not to become like its enemies.", "filename": "2015_11_18_opinion_is-any-place-safe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "image_url": "https://static01.nyt.com/images/2015/11/18/opinion/18taia/18taia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_opinion_is-any-place-safe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339937.html", "title": "Is Any Place Safe?", "title_page": "Opinion | Is Any Place Safe? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I made my life in Paris because I believe in its values: rationalist, humanist, universalist. But Paris is a city that has, in losing its borders, lost certain values as well. The neglect of a segment of our youth (especially those of Maghrebi origin, from countries like Morocco or Algeria) is an undeniable reality. This neglect has produced an environment conducive to radicalization, joyous nihilism and, now, carnage. Racist attitudes, ever more frequently espoused by certain politicians and intellectuals, have become the stuff of daily life.\nFrance has responded to Friday’s attacks with the following words, repeated in an endless loop: reinforced security, counterattack, war. Do we not understand that this is the very response the Islamic State wished to provoke?\nThe experience of citizens of the Arab world holds a lesson for France. Their leaders have long resisted embarking on any true modernization or self-examination. They are more oppressive than ever, doing whatever it takes to keep their people from declaring freedom.\nAs I walked through Paris, maimed as Beirut was by another bomb just the night before, I realized that the citizens of France would have to come to intimate terms with what people in Kabul, Baghdad, Sanaa and elsewhere have experienced for years. The very heart of what they hold most dear has been wounded: freedom. The freedom to go out, dance, have fun, listen to music, make art, rejoice — and for a moment, be innocent.\nI left Morocco as a young and desperate gay man. In Paris, I found a place where I could fight for myself and for my dreams. But I know now that nowhere is totally free or safe.\nThe Parisians will put up a fight to protect their way of life, of that I am convinced. I just hope that fight upholds France’s values of liberté and fraternité, instead of becoming mired in racism, Islamophobic hysteria and a new war on terror. But, deep inside, I suspect that my hopes will not come true.", "url": "https://www.nytimes.com/2015/11/18/opinion/is-any-place-safe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}