{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:22:12", "date_modify": "2018-11-16 04:22:12", "date_publish": "2015-02-15 00:21:59", "description": "While Beijing’s air quality has generated more headlines worldwide, scientists say New Delhi’s air is often significantly worse, but only now are residents turning to surgical masks and air purifiers.", "filename": "2015_02_15_world_asia_delhi-wakes-up-to-an-air-pollution-problem-it-cannot-ignore.html_module=inline_1542342132.html", "image_url": "https://static01.nyt.com/images/2015/02/14/world/indiaair1/indiaair1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_15_world_asia_delhi-wakes-up-to-an-air-pollution-problem-it-cannot-ignore.html_module=inline_1542342132.html", "title": "Delhi Wakes Up to an Air Pollution Problem It Cannot Ignore", "title_page": "Delhi Wakes Up to an Air Pollution Problem It Cannot Ignore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The increased awareness of the depth of India’s air problems even led Indian diplomats, who had long expressed little interest in climate and pollution discussions with United States officials, to suddenly ask the Americans for help in cleaning India’s air late last year, according to participants in the talks. So when President Obama left Delhi after a visit last month, he could point to a series of pollution agreements, including one to bring the United States system for measuring pollution levels to many Indian cities and another to help study ways to reduce exhaust from trucks, a major source of urban pollution.\nOne driver for the change is a deluge of stories in Indian and international news outlets over the last year about Delhi’s air problems. Those articles, once rare, now appear almost daily, reporting such news as spikes in hospital visits for asthma and related illnesses. One article about Mr. Obama’s visit focused on how, by one scientist’s account, he might have lost six hours from his expected life span after spending three days in Delhi.\n“We felt this was an issue we should take up, and we have taken it up,” said Arindam Sengupta, executive editor of The Times of India, whose campaign against air pollution has helped give prominence to the problem.\nBut Nicholas Dawes, a top editor at The Hindustan Times, said the media coverage was just one reason for the attitude shift. “I think the people of Delhi are increasingly unwilling to tolerate tough circumstances,” he said.", "url": "https://www.nytimes.com/2015/02/15/world/asia/delhi-wakes-up-to-an-air-pollution-problem-it-cannot-ignore.html?module=inline"}