{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:22:13", "date_modify": "2018-11-16 04:22:13", "date_publish": "2015-03-06 19:41:38", "description": "“Under the Dome” had hundreds of millions of views on Chinese websites within days of its release, more than any other video in recent years, but websites were promptly ordered to delete it.", "filename": "2015_03_07_world_asia_china-blocks-web-access-to-documentary-on-nations-air-pollution.html_module=inline_1542342133.html", "image_url": "https://static01.nyt.com/images/2015/03/07/world/07china/07china-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_07_world_asia_china-blocks-web-access-to-documentary-on-nations-air-pollution.html_module=inline_1542342133.html", "title": "China Blocks Web Access to ‘Under the Dome’ Documentary on Pollution", "title_page": "China Blocks Web Access to ‘Under the Dome’ Documentary on Pollution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — “Under the Dome,” a searing documentary about China’s catastrophic air pollution, had hundreds of millions of views on Chinese websites within days of its release one week ago.\nThe country’s new environment minister compared it to “Silent Spring,” the landmark 1962 book that energized the environmental movement in the United States. Domestic and foreign journalists clamored to interview the filmmaker, a famous former television reporter, though she remained silent.\nThen on Friday afternoon, the momentum over the video came to an abrupt halt, as major Chinese video websites deleted it under orders from the Communist Party’s central propaganda department.\nThe startling phenomenon of the video, the national debate it set off and the official attempts to quash it reflect the deep political sensitivities in the struggle within the Chinese bureaucracy to reverse China’s environmental degradation, among the worst in the world. The drama over the video has ignited speculation over which political groups were its supporters and which sought to kill it, and whether party leaders will tolerate the civic conversation and grass-roots activism that in other countries have been necessary to curbing rampant pollution.", "url": "https://www.nytimes.com/2015/03/07/world/asia/china-blocks-web-access-to-documentary-on-nations-air-pollution.html?module=inline"}