{"authors": ["Nick Corasaniti", "Richard Pérez-Peña", "Lizette Alvarez"], "date_download": "2018-11-16 03:42:25", "date_modify": "2018-11-16 03:42:25", "date_publish": "2015-06-18 07:49:06", "description": "After a 14-hour search, the suspect was caught some 200 miles away from the historic black church where nine people were killed.", "filename": "2015_06_19_us_charleston-church-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339745.html", "image_url": "https://static01.nyt.com/images/2015/06/19/us/19charleston10/19charleston10-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_19_us_charleston-church-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339745.html", "title": "Church Massacre Suspect Held as Charleston Grieves", "title_page": "Church Massacre Suspect Held as Charleston Grieves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The police said it was a tip from a commuter that led to the arrest.\nDeborah Dills was traveling along Highway 74 on Thursday morning from her home in Gastonia, N.C., to her part-time job at a florist in Kings Mountain, N.C., when she spotted a dark Hyundai Elantra with South Carolina plates. The car — and its driver, Ms. Dills, 51, soon thought — matched the descriptions in the police alert she had heard on the morning news.\n“I thought oh no, Debbie, you’re just paranoid, you’ve had this on your mind so strong. This is not happening here. What would he be doing here?” Ms. Dills said in an interview.\nUnsure of what to do, she called Todd Frady, the owner of the florist shop.\n“She got kind of nervous and pulled off,” Mr. Frady said. He insisted she follow the car, while he called the Kings Mountain police.\nMs. Dills rushed back onto the highway, lined with stores and fast-food restaurants in a chain of suburbs west of Charlotte, in pursuit of the Hyundai. Finally at a stoplight near a Walmart in Shelby, N.C., she pulled up behind the car and read its license plate number to Mr. Frady, who relayed it to the police.\nImage A scene from a vigil at Morris Brown African Methodist Episcopal Church in Charleston, S.C., for the victims. Credit Randall Hill/Reuters\n“That’s it,” he told her. “That’s him.”\nA short time later, at 10:43 a.m., the police in Shelby, 250 miles north of Charleston, pulled over the Hyundai and arrested Mr. Roof. He waived extradition and was flown to South Carolina on Thursday evening and, amid extraordinary security, walked into the jail in Charleston County at 7:25 p.m.\nAs Mr. Roof, who was wearing a striped jail jumpsuit, entered the jail through a secured entrance, a police dog barked, cameras clicked and one woman muttered, “The bastard’s here.”\nNearby, a 15-year-old boy from North Charleston held a handwritten sign: “Your evil doing did not break our community! You made us stronger!”\nThe boy, Hikaym Rivers, said that he doubted Mr. Roof saw his message — and he questioned whether the suspect would have cared if he noticed the sign — but he said it was important to make a public statement one night after the shooting in Charleston.\n“We’re supporting our community, and we’re taking a stand that no one can just take this away from us,” he said. “It’s our peace of mind.”\nJail officials said that Mr. Roof would make a court appearance on Friday afternoon.\nIn Charleston, nicknamed the Holy City for its large number of churches, many houses of worship held prayer vigils, for the dead and for survivors, that drew people from different communities, races and denominations together.\nAt Morris Brown A.M.E. Church, just a few blocks from Emanuel, the mood of a packed house alternated between grief, hope and resilience. Calls of “enough is enough” echoed as the Rev. John Richard Bryant called for an end to gun violence.\n“You look like a quilt, you look like patches,” Mr. Bryant said. “You all fit somewhere.”\nHundreds of people packed the pews of the white-columned Second Presbyterian Church on Thursday evening in a vigil to remember the victims of the shooting. Pastors read Scripture, the congregation sang and the Rev. Sidney Davis delivered a rousing sermon, his voice cracking at times. After reading a passage from the Bible, he said, “Last night, Satan came again. Satan came to say white and black cannot raise God.”\nLater, he told the racially mixed congregation that the bullets were not simply penetrating the people who died in the church. “It was all of us dying last night,” he said.", "url": "https://www.nytimes.com/2015/06/19/us/charleston-church-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}