{"authors": ["Matt Apuzzo", "Sarah Cohen"], "date_download": "2018-11-16 04:52:51", "date_modify": "2018-11-16 04:52:51", "date_publish": "2015-08-11 16:23:42", "description": "In a Justice Department survey, some departments said they did not know how many times their officers had used force, and some simply refused to say.", "filename": "2015_08_12_us_data-on-use-of-force-by-police-across-us-proves-almost-useless.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343971.html", "image_url": "https://static01.nyt.com/images/2015/08/12/us/FORCE/FORCE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_12_us_data-on-use-of-force-by-police-across-us-proves-almost-useless.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343971.html", "title": "Data on Use of Force by Police Across U.S. Proves Almost Useless", "title_page": "Data on Use of Force by Police Across U.S. Proves Almost Useless - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But those investigations focus only on departments suspected of unconstitutional behavior. And police officers say the videos do not reflect the tens of millions of interactions that officers and civilians have each year. Federal estimates have concluded with “substantial confidence” that, when considered as a percentage of that overall number, officers use force very rarely.\nThe Obama administration is trying to enhance police training and improve relationships between officers and minorities. But without better data, it will be hard to know if those efforts are working — or even if use of force was objectively a problem in the first place.\n“It’s a national embarrassment,” said Geoffrey P. Alpert, a University of South Carolina criminology professor who often consults with the Justice Department on its studies. “Right now, all you know is what gets on YouTube.”\nMore than 20 years ago, Congress ordered the Justice Department to collect national data on excessive force by police. But as demonstrated by the recent survey’s inability to properly measure any use of force, that obligation has been virtually impossible to meet, in large part because of the difficulty of collecting reliable data from the nation’s roughly 18,000 state and local police departments.\nThough many police departments long ago embraced sophisticated computer analysis for tracking and predicting crime patterns, they have been slower to do so when tracking police behavior. Of those departments that require officers to document their use of force, some attach the information to police reports, some have separate databases and some keep the data on paper.\nAmong the large police departments in the Justice Department’s survey, slightly more than half said they documented each use of force individually. About one-fifth, however, said they documented them by the number of police reports that mentioned a use of force, which means that each episode might be recorded several times by different officers. About one-fifth of departments refused to say how they kept their data.\nThat is useful information, as is the data on what tactics are counted in each city, said KiDeuk Kim, a researcher with the Urban Institute, which conducted the police survey for the Justice Department. He conceded, however, that “they’re less willing to talk about how many incidents they had.”", "url": "https://www.nytimes.com/2015/08/12/us/data-on-use-of-force-by-police-across-us-proves-almost-useless.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}