{"authors": ["Andrew Pollack"], "date_download": "2018-11-16 03:45:04", "date_modify": "2018-11-16 03:45:04", "date_publish": "2015-09-08 21:24:28", "description": "A report from the Institute for Clinical and Economic Review says the prices on two drugs to fight cholesterol that cost more than $14,000 a year should be slashed.", "filename": "2015_09_09_business_new-cholesterol-drugs-are-vastly-overpriced-analysis-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339904.html", "image_url": "https://static01.nyt.com/images/2015/09/09/business/09drug-web1/09drug-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_09_business_new-cholesterol-drugs-are-vastly-overpriced-analysis-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339904.html", "title": "New Cholesterol Drugs Are Vastly Overpriced, Analysis Says", "title_page": "New Cholesterol Drugs Are Vastly Overpriced, Analysis Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two powerful new drugs that can sharply lower cholesterol are vastly overpriced based on the value they provide, according to a new analysis by an independent organization that evaluates pharmaceutical costs.\nThe analysis, released on Tuesday, said that measured by the health benefits the drugs provide, the price should be only about one-third the level set by the manufacturers. The cost should be even lower — about 15 percent of list price — to avoid straining health care budgets, it said.\nThe new report is from the Institute for Clinical and Economic Review, a nonprofit organization that made a name for itself last year when it warned about the costs of new drugs to treat hepatitis C.\nHealth plans use the group’s reports, and this new one could increase pressure on the makers of the cholesterol drugs to offer bigger discounts. Express Scripts, the country’s largest pharmaceutical benefit manager, has said it plans to use the report’s findings in its negotiations with the drug companies.", "url": "https://www.nytimes.com/2015/09/09/business/new-cholesterol-drugs-are-vastly-overpriced-analysis-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}