{"authors": ["Richard Pérez-Peña", "Liam Stack"], "date_download": "2018-11-16 04:09:59", "date_modify": "2018-11-16 04:09:59", "date_publish": "2015-12-21 05:51:51", "description": "The driver, a woman in her 20s who had her 3-year-old daughter in the back seat of the car, struck dozens of people, law enforcement officials said.", "filename": "2015_12_22_us_las-vegas-strip-crash_1542341399.html", "image_url": "https://static01.nyt.com/images/2015/12/21/nytnow/21vegascrash/21vegascrash-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_22_us_las-vegas-strip-crash_1542341399.html", "title": "Driver on Las Vegas Strip Who Hit Crowd, Killing 1, Faces Murder Charge", "title_page": "Driver on Las Vegas Strip Who Hit Crowd, Killing 1, Faces Murder Charge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Witnesses said the car had run onto the sidewalk, back onto South Las Vegas Boulevard, back to the sidewalk and back to the street again, in an area a few blocks south of the city of Las Vegas. Sheriff Lombardo said it first went onto the sidewalk about 6:30 p.m. in front of Planet Hollywood, where the Miss Universe competition was held later that night, and passed in front of the Paris Las Vegas and Bally’s casinos before turning off the Strip.\nMs. Holloway pulled into a hotel parking lot a couple of blocks away, where she told the valet parking attendant that she had just run people over and asked him to call 911, Sheriff Lombardo said. After the police arrived and arrested her, “she was very stoic,” he said. “She didn’t appear to be distressed due to her actions.”\nShe seemed to be on some kind of stimulant, but showed no signs of being under the influence of alcohol, though it will be some time before toxicology test results are available, the sheriff said. She and her daughter, who was taken in by a social services agency, had been in Las Vegas for about a week, sleeping in the car, he said, and might have intended to drive to Dallas, where the girl’s father is said to live.\nSteven B. Wolfson, the Clark County district attorney, said, “We are going to start off by filing one count of murder with the use of a deadly weapon.” He added that he expected to file more charges later, including “multiple counts of attempted murder with use of a deadly weapon, child neglect” and leaving the scene of an accident.\nMr. Wolfson said his office might seek the death penalty in the case.\nSheriff Lombardo said repeatedly that Ms. Holloway’s motive was unclear, though he said she had offered an explanation of sorts to officers, “and I’m not comfortable disclosing that.” Investigators had trouble identifying her at first, he said, adding, “We are having difficulty obtaining her background.”", "url": "https://www.nytimes.com/2015/12/22/us/las-vegas-strip-crash.html"}