{"authors": ["Michael Cunningham"], "date_download": "2018-11-16 04:54:09", "date_modify": "2018-11-16 04:54:09", "date_publish": "2015-10-08 10:58:02", "description": "A fairy tale about the pains of metamorphosis.", "filename": "2015_10_11_magazine_a-wild-swan_1542344049.html", "image_url": "https://static01.nyt.com/images/2015/10/11/magazine/11mag-fiction/11mag-fiction-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_11_magazine_a-wild-swan_1542344049.html", "title": "A Wild Swan", "title_page": "A Wild Swan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Just as the princess was about to be burned at the stake, however, the swan-brothers descended from the smoky sky, and their sister threw the coats onto them. Suddenly, with a loud crackling sound, amid a flurry of sparkling wind, 12 studly young men, naked under their nettle-coats, stood in the courtyard, with only a few stray white feathers wafting around them.\nActually ...\n... there were 11 fully intact princes and one, the 12th, restored save for a single detail — his right arm remained a swan’s wing, because his sister, interrupted at her work, had to leave one coat with a missing sleeve.\nIt seemed a small-enough price to pay.\nEleven of the young men soon married, had children, joined organizations, gave parties that thrilled everyone, right down to the mice in the walls. Their thwarted stepmother, so raucously outnumbered, retreated to a convent, which inspired the king to fabricate memories of abiding loyalty to his transfigured sons and helplessness before his harridan of a wife, a version the boys were more than willing to believe.\nEnd of story. ‘‘Happily ever after’’ fell on everyone like a guillotine’s blade.\nAlmost everyone.\nIt was difficult for the 12th brother, the swan-winged one. His father, his uncles and aunts, the various lords and ladies, were not pleased by the reminder of their brush with such sinister elements, or their unskeptical willingness to execute the princess as she worked to save her siblings.\nThe king’s court made jokes about the swan-winged prince, which his 11 flawlessly formed brothers took up readily, insisting they were only meant in fun. The young nieces and nephews, children of the 11 brothers, hid whenever the 12th son entered a room, and giggled from behind the chaises and tapestries. His brothers’ wives asked repeatedly that he do his best to remain calm at dinner (he was prone to gesticulating with the wing while telling a joke and had once flicked an entire haunch of venison against the opposite wall).\nFinally he packed a few things, and went out into the world. The world, however, proved no easier for him than the palace had been. He could get only the most menial of jobs. He had no marketable skills (princes don’t), and just one working hand. Every now and then a woman grew interested, but it always turned out that she was briefly drawn to some Leda fantasy or, worse, hoped her love could restore his arm. The wing was awkward on the subway, impossible in cabs. It had to be checked constantly for lice. And unless it was washed daily it turned from the creamy white of a French tulip to a linty, dispiriting gray.\nHe lived with his wing as another man might live with a dog adopted from the pound, sweet-tempered: but neurotic and untrainable. He loved his wing, helplessly. He also found it exasperating, adorable, irritating, wearying, heartbreaking. It embarrassed him, not only because he didn’t manage to keep it cleaner, or because getting through doors and turnstiles never got less awkward, but because he failed to insist on it as an asset.", "url": "https://www.nytimes.com/2015/10/11/magazine/a-wild-swan.html"}