{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:38", "date_modify": "2018-11-16 03:14:38", "date_publish": "2015-06-15 00:07:26", "description": "Users of the new generation of these devices will have to navigate the physical and emotional challenges of their real-life and simulated surroundings, often at the same time.", "filename": "2015_06_15_business_virtual-reality-headsets-raise-very-real-concerns.html_ref=technology_1542338078.html", "image_url": "https://static01.nyt.com/images/2015/06/15/business/15SUBvirtual/15SUBvirtual-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_15_business_virtual-reality-headsets-raise-very-real-concerns.html_ref=technology_1542338078.html", "title": "Virtual Reality Headsets, Gaining Scrutiny at E3 This Week, Raise Very Real Concerns", "title_page": "Virtual Reality Headsets, Gaining Scrutiny at E3 This Week, Raise Very Real Concerns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mobile virtual reality involves other hazards. There are headsets already on the market that cradle smartphones in front of peoples’ eyes, using lenses and the screens on the devices to create 3-D images.\nNo wires dangle between the mobile headsets and a computer or console, as they do with other systems, so users are free to tune out in virtual space while sitting in a restaurant or park. In fact, this year, the Australian airline Qantas started testing mobile virtual reality headsets, made by Samsung, in some airport lounges and first-class cabins on some flights.\nBut wearing a virtual reality headset in public could make someone a target for derision and, more seriously, theft. Patrick O’Luanaigh, the chief executive of nDreams, a British developer of virtual reality software, put on a mobile headset earlier this year on a train ride from Reading to Bristol. He turned on an nDreams app called Perfect Beach that simulated the experience of lying in the sand as waves gently lapped at his virtual feet.\n“You forget where you are other than the vibrations and bouncing,” said Mr. O’Luanaigh, who did not forget to stuff his bag between his actual feet.\nThe protocol for interrupting someone’s virtual reality session isn’t clear — a light tap on the shoulder, developers say, is the best way to avoid startling someone. Researchers who have spent years studying virtual reality believe it will be less socially awkward than it may seem to encounter someone who’s wearing a headset.\n“When you’re in a room with somebody and you have a mobile device in front of you, they think they have your presence,” said Mark Bolas, an associate professor of interactive media at the University of Southern California. “In a virtual environment, they know they don’t have your presence. You almost want to leave that person alone.”\nA trickier challenge could be policing virtual reality games that are social in nature. Developers are buzzing over the possibilities of immersive virtual worlds in which people connect with each other. The potential for harassment, though, which is bad enough in conventional online video games, and other forms of abuse — especially in online settings that permit anonymity — are very real for virtual reality.", "url": "https://www.nytimes.com/2015/06/15/business/virtual-reality-headsets-raise-very-real-concerns.html?ref=technology"}