{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:41:07", "date_modify": "2018-11-16 04:41:07", "date_publish": "2015-05-04 00:15:08", "description": "Michael J. Morell says there is “no evidence” to support the charge that “there was a conspiracy between C.I.A. and the White House to spin the Benghazi story.”", "filename": "2015_05_04_world_middleeast_ex-cia-official-rebuts-republican-claims-on-benghazi-attack-in-the-great-war-of-our-time_1542343267.html", "image_url": "https://static01.nyt.com/images/2015/05/04/world/INTEL/INTEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_04_world_middleeast_ex-cia-official-rebuts-republican-claims-on-benghazi-attack-in-the-great-war-of-our-time_1542343267.html", "title": "Ex-C.I.A. Official Rebuts Republican Claims on Benghazi Attack in ‘The Great War of Our Time’", "title_page": "Ex-C.I.A. Official Rebuts Republican Claims on Benghazi Attack in ‘The Great War of Our Time’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The N.S.A. had largely been collecting information because it could, not necessarily in all cases because it should,” he says.\nThe book is to be released next week.\nMr. Morell was a career analyst who rose through the ranks of the agency, and he ended up in the No. 2 post. He served as President George W. Bush’s personal intelligence briefer in the first months of his presidency — in those days, he could often be spotted at the Starbucks in Waco, Tex., catching up on his reading — and was with him in the schoolhouse in Florida on the morning of Sept. 11, 2001, when the Bush presidency changed in an instant.\nImage Michael J. Morell Credit Mark Wilson/Getty Images\nMr. Morell twice took over as acting C.I.A. director, first when Leon E. Panetta was appointed secretary of defense and then when retired Gen. David H. Petraeus resigned over an extramarital affair with his biographer, a relationship that included his handing her classified notes of his time as America’s best-known military commander.\nMr. Morell says he first learned of the affair from Mr. Petraeus only the night before he resigned, and just as the Benghazi events were turning into a political firestorm. While praising Mr. Petraeus, who had told his deputy “I am very lucky” to run the C.I.A., Mr. Morell writes that “the organization did not feel the same way about him.” The former general “created the impression through the tone of his voice and his body language that he did not want people to disagree with him (which was not true in my own interaction with him),” he says.\nBut it is his account of the Benghazi attacks — and how the C.I.A. was drawn into the debate over whether the Obama White House deliberately distorted its account of the death of Ambassador J. Christopher Stevens — that is bound to attract attention, at least partly because of its relevance to the coming presidential election. The initial assessments that the C.I.A. gave to the White House said demonstrations had preceded the attack. By the time analysts reversed their opinion, Susan E. Rice, now the national security adviser, had made a series of statements on Sunday talk shows describing the initial assessment. The controversy and other comments Ms. Rice made derailed Mr. Obama’s plan to appoint her as secretary of state.\nThe experience prompted Mr. Morell to write that the C.I.A. should stay out of the business of preparing talking points — especially on issues that are being seized upon for “political purposes.” He is critical of the State Department for not beefing up security in Libya for its diplomats, as the C.I.A., he said, did for its employees.", "url": "https://www.nytimes.com/2015/05/04/world/middleeast/ex-cia-official-rebuts-republican-claims-on-benghazi-attack-in-the-great-war-of-our-time.html"}