{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:43:41", "date_modify": "2018-11-16 03:43:41", "date_publish": "2015-08-25 04:10:05", "description": "An analysis of market share of insurance companies offering private Medicare plans found that nearly all American markets were already “highly concentrated.”", "filename": "2015_08_25_business_with-mergers-concerns-grow-about-private-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339821.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_25_business_with-mergers-concerns-grow-about-private-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339821.html", "title": "With Mergers, Concerns Grow About Private Medicare", "title_page": "With Mergers, Concerns Grow About Private Medicare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As some of the nation’s largest health insurers plan to merge, a new report raises fresh concern over the lack of competition in the private Medicare market. The analysis, released on Tuesday, concludes “there is little competition anywhere in the nation.”\nThe report from the Commonwealth Fund, a research group, looked at the market share of insurance companies offering private Medicare Advantage plans in 2012. The authors found that 97 percent of markets in United States counties were “highly concentrated,” in which a small number of insurers dominated. The lack of competition was worse in rural markets.\nOnly one county, Riverside, Calif., qualified as a competitive market, according to the report.\nFor decades, insurers have offered private plans as an alternative to traditional Medicare, the government-run program that provides coverage to about two-thirds of beneficiaries.\nUnitedHealth Group, Humana and Aetna are all major players in the private Medicare Advantage market. While UnitedHealth remains independent, Humana and Aetna announced this year that they planned to combine forces.", "url": "https://www.nytimes.com/2015/08/25/business/with-mergers-concerns-grow-about-private-medicare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}