{"authors": ["Steven Erlanger", "Alison Smale"], "date_download": "2018-11-16 03:46:47", "date_modify": "2018-11-16 03:46:47", "date_publish": "2015-08-28 21:13:42", "description": "The escalating death toll has highlighted the bloc’s failure to quit squabbling and come up with a unified plan for a crisis months in the making.", "filename": "2015_08_29_world_europe_europe-migrant-refugee-crisis_1542340007.html", "image_url": "https://static01.nyt.com/images/2015/08/29/world/29MIGRANTS1/29MIGRANTS1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_29_world_europe_europe-migrant-refugee-crisis_1542340007.html", "title": "Europe’s Halting Response to Migrant Crisis Draws Criticism as Toll Mounts", "title_page": "Europe’s Halting Response to Migrant Crisis Draws Criticism as Toll Mounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The daily toll among refugees and migrants desperately trying to reach Europe — 71 suffocated in a truck in Austria and 150 drowned off Libya this week — has dramatically underscored the European Union’s scattered, halting response to increasing waves of asylum seekers.\nWith tens of thousands of people leaving war-torn or impoverished countries to seek asylum or a better life in Europe, criticism of the bloc’s division and dysfunction is now accelerating, as the number of deaths mounts, crossing 2,500 this year.\nChancellor Angela Merkel of Germany has said that the migration crisis is a bigger test for the European Union than even the Greek financial meltdown. She said on Friday that European interior ministers meeting this weekend would be looking into “rapid changes to the asylum system,” and that European leaders could hold an emergency summit meeting “if the preliminary work is done.”\nAnd none too soon. There is no European Union standard for asylum; no common list of countries regarded as in conflict, and thus more likely to produce refugees; and no collective centers where asylum seekers can be met, housed, fed and screened.", "url": "https://www.nytimes.com/2015/08/29/world/europe/europe-migrant-refugee-crisis.html"}