{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:19:56", "date_modify": "2018-11-16 03:19:56", "date_publish": "2015-08-01 12:26:56", "description": "One of the country’s largest recent grass-roots protests shut down traffic in Baghdad on Friday night, and more protests took place Saturday in southern Iraq.", "filename": "2015_08_02_world_middleeast_iraqis-protest-electricity-shortage-during-heat-wave.html_module=inline_1542338396.html", "image_url": "https://static01.nyt.com/images/2015/08/02/world/BHAGDAD1/BHAGDAD1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_02_world_middleeast_iraqis-protest-electricity-shortage-during-heat-wave.html_module=inline_1542338396.html", "title": "120 Degrees and No Relief? ISIS Takes Back Seat for Iraqis", "title_page": "120 Degrees and No Relief? ISIS Takes Back Seat for Iraqis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Saturday, residents protested in the southern cities of Basra and Karbala. Another demonstration was planned for Sunday in Babil, also in the south. Mr. Abadi, in a televised address, called the protests an “early warning” system about “an error that we must solve immediately, adding, “The people will resort to revolutionary sentiments if this situation continues.”\nIraqis have been complaining about electricity at least since the United States toppled Saddam Hussein in 2003. In the resulting security vacuum, widespread looting, which American troops had no orders to prevent, dismantled much of what had been left of the electricity grid, already eroded by years of sanctions and war.\n“Maku kahraba! Maku amn!” were the complaints leveled by pretty much all Iraqis to any American they came across back in those first days of the American occupation. “There is no electricity. There is no security.” In that order.\nIraqis in Baghdad had been used to a fairly reliable supply of electricity. Mr. Hussein had kept the capital disproportionately supplied, with few power failures. It was different in the southern provinces, where residents are predominantly from the oppressed Shiite majority, which had risen up against Mr. Hussein in 1991 and was brutally suppressed. Many areas there got only a few hours of power a day.\nAmerican occupation officials evened out the supply all over the country — making it more equitable but also shocking residents of Baghdad who were suddenly subjected to the long powerless days that other Iraqis had been used to. The cuts were also new and enraging to people in the Sunni heartland in the north and west, the fulcrum of Mr. Hussein’s residual support and of the brewing insurgency against the occupation.\nAmong the failures of the American administration of Iraq was the inability to meet repeated promises to get the electricity back up to the levels under Mr. Hussein. Occupation officials put out charts trumpeting modest improvements.\nBut a combination of insurgent attacks, incompetence and corruption kept the system struggling, both then and after political power was nominally handed to an Iraqi government in 2004. The problems have continued since American troops left in 2011.", "url": "https://www.nytimes.com/2015/08/02/world/middleeast/iraqis-protest-electricity-shortage-during-heat-wave.html?module=inline"}