{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:49:13", "date_modify": "2018-11-16 03:49:13", "date_publish": "2015-10-23 00:53:31", "description": "A committee was critical of the island for what it said were confusing and outdated numbers, and unimpressed with an administration plan to get it out of its financial fix.", "filename": "2015_10_23_business_dealbook_a-chilly-reception.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340153.html", "image_url": "https://static01.nyt.com/images/2015/10/23/business/23db-rico-web2/23db-rico-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_23_business_dealbook_a-chilly-reception.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340153.html", "title": "Senate Panel Is Chilly to Puerto Rico’s Pleas and Obama’s Aid Plan", "title_page": "Senate Panel Is Chilly to Puerto Rico’s Pleas and Obama’s Aid Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said that hedge funds had made short-term bets on the outcome of Puerto Rico’s crisis, and that they had “literally spent millions of dollars on a coordinated lobbying campaign to propagate disinformation of this type.”\nIn the last six months, the governor said, Puerto Rico had disclosed more financial information than at any time in its history, hiring experts from the world of sovereign debt to produce its first long-term fiscal projections and analysis. He also disputed the idea that Puerto Rico was begging for a handout.\n“We have never asked Congress for a bailout, and we are not seeking one today,” Mr. García Padilla said, in his first congressional testimony since he announced in June that his government would seek a debt moratorium. “We are asking for a framework to restructure our debt.”\nBut Senator Murkowski persisted.\n“We haven’t seen a comprehensive, independent audit since 2013,” she said. While the long-term fiscal analysis and a recent liquidity report were useful, she said, there was no substitute for the credibility that audited financial statements could impart. “What’s the status?” she asked.\nThe governor said that he was already leaning heavily on the outside auditors to finish the overdue reports, and that if he pressed too hard, they might make mistakes. He also said his government had inherited antiquated computers and messy data sets that were hard to work with. He said he thought the 2014 audit would be available next week, but that only prompted Ms. Murkowski to say she wanted the 2015 audit too. (Puerto Rico’s 2015 fiscal year ended on June 30.)\nMs. Murkowski then turned to Antonio Weiss, the Treasury counselor who led the administration’s months-long effort to draft a feasible rescue plan for Puerto Rico.\n“Are you satisfied with the information that is available?” Ms. Murkowski asked him.\n“It is absolutely the case that Puerto Rico needs to make an investment in its reporting systems,” Mr. Weiss said. He said the administration’s proposal called for Congress to establish independent fiscal oversight for Puerto Rico and that “better I.T. infrastructure would go with that.”", "url": "https://www.nytimes.com/2015/10/23/business/dealbook/a-chilly-reception.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}