{"authors": ["Andrew Higgins", "James Kanter"], "date_download": "2018-11-16 04:43:59", "date_modify": "2018-11-16 04:43:59", "date_publish": "2015-07-12 10:53:24", "description": "The mood was tense, with some Greek officials pushing back against some proposals and rifts emerging among the 19 nations using the euro over how far to go in making new demands.", "filename": "2015_07_13_world_europe_greece-debt-plan_1542343439.html", "image_url": "https://static01.nyt.com/images/2015/07/13/world/13GREECE-WEB/13GREECE-WEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_13_world_europe_greece-debt-plan_1542343439.html", "title": "Leaders From Eurozone Work Into Morning on Greek Crisis", "title_page": "Leaders From Eurozone Work Into Morning on Greek Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The options being debated by the leaders amounted to demands that Greece move quickly and forcefully to re-establish trust and credibility with creditors after years of failure to follow through on promised changes and months of bitter wrangling over the country’s need for more money to keep it afloat. But they also included the possibility of what a draft assessment of options by the eurozone finance ministers called “a timeout from the euro area,” accompanied by discussions about reducing Greece’s crippling debt load.\nAn assessment of Greece’s situation prepared over the weekend by the finance ministers put Greece’s financing needs at €82 billion to €86 billion over the next three years. That sum is significantly larger than the €74 billion previously reported, and is around €30 billion more than the €53.5 billion request made by Greece on Thursday for what would be its third bailout package since 2010. Greece already has more than €300 billion in debt.\nIn a sign of the rapid pace of events, a full summit meeting of the European Union’s 28 heads of state planned for Sunday was abruptly canceled. But the separate meeting of eurozone leaders went ahead, enveloped by dark warnings from the French president and others that failing to help Greece would mean a perilous retreat from the principles that have guided Europe since the end of World War II.\nArriving in Brussels for what was billed as a last-chance meeting on Greece after months of ill-tempered and increasingly divisive debate, President François Hollande of France warned that failure to find an agreement to keep Greece in the euro would “mean a Europe that is in retreat, a Europe that no longer moves forward.” France, he added, “will do everything to find an agreement this evening.”\nMr. Hollande told reporters: “At stake is whether Greece will tomorrow be in the eurozone, and also at stake is Europe.”\nMr. Hollande’s pleas for unity — joined in by Prime Minister Matteo Renzi of Italy — contrasted with a far more skeptical and hardheaded position staked out by Germany. This exposed a rift between Paris and Berlin — a tandem that has traditionally powered European decision making — over how to deal with a Greek crisis that Donald Tusk, the president of the European Council, has called “the most critical moment in our history.”", "url": "https://www.nytimes.com/2015/07/13/world/europe/greece-debt-plan.html"}