{"authors": ["Anne Barnard", "Andrew E. Kramer"], "date_download": "2018-11-16 04:09:06", "date_modify": "2018-11-16 04:09:06", "date_publish": "2015-10-01 11:15:52", "description": "This time Russian warplanes may have struck an ISIS-held town as well as anti-government insurgents.", "filename": "2015_10_02_world_middleeast_russia-syria-airstrikes-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341346.html", "image_url": "https://static01.nyt.com/images/2015/10/02/world/02Syria3-web/02Syria3-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_02_world_middleeast_russia-syria-airstrikes-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341346.html", "title": "Russia Carries Out Airstrikes in Syria for 2nd Day", "title_page": "Russia Carries Out Airstrikes in Syria for 2nd Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — In a second day of raids in Syria, Russian warplanes carried out a new round of airstrikes on Thursday that once again — contrary to Moscow’s assertions — appeared to be targeting not the Islamic State but a rival insurgent coalition.\nRussia sent more than 50 aircraft on about 30 sorties over Syria on Thursday, using drones and satellites to identify targets, said Maj. Gen. Igor Konashenkov, a spokesman for the Russian Defense Ministry. They were able to deploy quickly, he said, because ammunition and other supplies had been stockpiled at the Tartus naval base on Syria’s Mediterranean coast, Russia’s only military site outside the former Soviet Union.\nRussia’s entry into the Syrian conflict, which started on Wednesday with a bombing attack on Syrian opposition fighters, has been angrily condemned by United States officials. They fear that President Vladimir V. Putin of Russia is using their shared goal of defeating the Islamic State as a pretext for weakening other opponents of Syria’s embattled president, Bashar al-Assad. Mr. Putin says that Mr. Assad is a bulwark against the Islamic State, also known as ISIS or ISIL; President Obama says that Mr. Assad must go, though perhaps in a “managed transition” to a new government.\nThe new round of strikes on Thursday — conducted with two models of Soviet-era warplanes, the Su-25 Frogfoot and Su-24 Fencer — was said by Mayadeen, a pro-Damascus news channel, to target the Army of Conquest, a coalition of insurgent groups that include the Qaeda-affiliated Nusra Front, the hard-line Islamist group Ahrar al-Sham and a range of less extreme Islamist groups — all of which oppose the Islamic State.", "url": "https://www.nytimes.com/2015/10/02/world/middleeast/russia-syria-airstrikes-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}