{"authors": ["Michael R. Gordon", "Gardiner Harris"], "date_download": "2018-11-16 04:14:05", "date_modify": "2018-11-16 04:14:05", "date_publish": "2015-09-29 01:06:45", "description": "Presidents Obama and Vladimir V. Putin clashed at the United Nations, each trying to maneuver the other into shifting his position on the Syrian leader, Bashar al-Assad.", "filename": "2015_09_29_world_middleeast_obama-and-putin-clash-at-un-over-syria-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341645.html", "image_url": "https://static01.nyt.com/images/2015/09/29/world/LEADERS/LEADERS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_29_world_middleeast_obama-and-putin-clash-at-un-over-syria-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341645.html", "title": "Obama and Putin Play Diplomatic Poker Over Syria", "title_page": "Obama and Putin Play Diplomatic Poker Over Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Obama administration would like to find a way to link arms with Russia on a diplomatic process and not have to tackle some of the less palatable issues like creating safe areas in Syria,” said Andrew S. Weiss, vice president for studies at the Carnegie Endowment for International Peace. “But the only road map Putin laid out today was a fuzzy concept of a grand coalition to fight terrorism arm in arm with Bashar al-Assad, the very man the Americans say is the source of the problem.”\nAfter the Russians surprised the Obama administration by deploying warplanes, tanks and marines at an airfield near Latakia, Syria, the White House agreed to hold military-to-military talks to ensure against any accidents leading to a confrontation. But the larger hope, as Secretary of State John Kerry made clear on Sunday, was that the two sides might work out a common political strategy on Syria.\nThere was no hint of that in the two leaders’ speeches on Monday.\nMr. Obama singled out Russia’s annexation of Crimea as a flagrant violation of the international order. On Syria, he repeated the administration’s insistence that Mr. Assad would ultimately have to step down, though he provided no clues as to what steps the United States might take to pressure him to hand over power.\n“The United States is prepared to work with any nation, including Russia and Iran, to resolve the conflict,” Mr. Obama said. “But we must recognize that there cannot be, after so much bloodshed, so much carnage, a return to the prewar status quo.”", "url": "https://www.nytimes.com/2015/09/29/world/middleeast/obama-and-putin-clash-at-un-over-syria-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}