{"authors": ["William Neuman", "Patricia Torres"], "date_download": "2018-11-16 04:18:09", "date_modify": "2018-11-16 04:18:09", "date_publish": "2015-05-05 09:18:24", "description": "The government’s complex currency system has led people to engage in fraud that wildly inflates the value of goods brought into the country or to fake shipments altogether.", "filename": "2015_05_06_world_americas_venezuelas-economy-suffers-as-import-schemes-siphon-billions.html_module=inline_1542341889.html", "image_url": "https://static01.nyt.com/images/2015/05/06/world/06Venez1-web/06Venez1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_06_world_americas_venezuelas-economy-suffers-as-import-schemes-siphon-billions.html_module=inline_1542341889.html", "title": "Venezuela’s Economy Suffers as Import Schemes Siphon Billions", "title_page": "Venezuela’s Economy Suffers as Import Schemes Siphon Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And a United States Treasury Department investigation made public in March uncovered a money laundering ring that had moved $4.2 billion out of Venezuela though import-related schemes and other means. The investigators determined that at least $50 million had passed through the American financial system.\nMr. Maduro, a leftist president who was elected by a narrow margin in 2013, has often come under pressure to attack government corruption.\nIn December 2013, Mr. Maduro appointed the commission to investigate the import ploys, calling them “a fraud against the republic.”\n“I am going to reveal to the country the truth about what happened there, because it was a vulgarity,” Mr. Maduro said.\nJesús Faría, a member of the commission and a governing party lawmaker, said in a television interview last month that in just a sampling of cases, the commission had found that more than 250 companies “had broken the law and that the prosecutor’s office had hundreds of companies to evaluate and investigate.”\n“Nevertheless, I have not seen that any of these companies have been punished,” he added.\nThere appears to be only one criminal case in which prosecutors have charged a high-level official at the currency control agency with wrongdoing.\nThe official, Francisco Navas, was arrested in 2013 and has yet to stand trial. He is charged with money laundering and conspiracy, accused of taking bribes to sign off on millions of dollars of payments to companies for bogus imports. According to the testimony of an agency vice president, Mr. Navas charged companies the equivalent of about 46 cents for each dollar he approved.\nHis lawyer, Alonso Medina, said that Mr. Navas was a scapegoat, charged so that the authorities had someone to “hold responsible before public opinion.”", "url": "https://www.nytimes.com/2015/05/06/world/americas/venezuelas-economy-suffers-as-import-schemes-siphon-billions.html?module=inline"}