{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 03:49:03", "date_modify": "2018-11-16 03:49:03", "date_publish": "2015-01-13 03:39:18", "description": "Unsure of their future in France, French Jews are increasingly willing to consider conflict-torn Israel as a safer refuge.", "filename": "2015_01_13_world_europe_fear-on-rise-jews-in-france-weigh-an-exit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340143.html", "image_url": "https://static01.nyt.com/images/2015/01/13/world/JP-PARIS/JP-PARIS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_world_europe_fear-on-rise-jews-in-france-weigh-an-exit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340143.html", "title": "Fear on Rise, Jews in France Weigh an Exit", "title_page": "Fear on Rise, Jews in France Weigh an Exit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — French Jews, already feeling under siege by anti-Semitism, say the trauma of the terrorist attacks last week has left them scared, angry, unsure of their future in France and increasingly willing to consider conflict-torn Israel as a safer refuge.\n“It is a war here,” said Jacqueline Cohen, owner of an art store on Rue des Rosiers in a Jewish neighborhood lined with falafel and Judaica shops where many businesses were closed Monday morning. “After what happened, we feel safer in the center of Tel Aviv than we do here in the heart of Paris.”\n“In Israel, there is an Iron Dome to protect us,” she added, referring to Israel’s antimissile defense system. “Here we feel vulnerable and exposed. We are afraid to send our children to school.”\nResidents said their worry intensified after Friday’s terrorist attack, when a heavily armed Frenchman, Amedy Coulibaly, stormed the kosher Hyper Cacher supermarket in Porte de Vincennes in eastern Paris. Four hostages were killed in that episode. So acute is the sense of insecurity among Jews that Serge Cwajgenbaum, secretary general of the European Jewish Congress, said the four supermarket victims were to be buried in Jerusalem on Tuesday, partly because of fears that their graves would be desecrated in France.", "url": "https://www.nytimes.com/2015/01/13/world/europe/fear-on-rise-jews-in-france-weigh-an-exit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}