{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 04:23:31", "date_modify": "2018-11-16 04:23:31", "date_publish": "2015-04-02 02:36:01", "description": "State laws seen as discriminatory against gay couples have laid bare and intensified fissures between social conservatives and the pro-business wing of the party.", "filename": "2015_04_02_us_rights-measures-expose-divisions-in-gops-ranks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342211.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_02_us_rights-measures-expose-divisions-in-gops-ranks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342211.html", "title": "Rights Measures Expose Divisions in G.O.P.’s Ranks", "title_page": "Rights Measures Expose Divisions in G.O.P.’s Ranks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In Indiana, the Republican mayor of Indianapolis argued against the law the Republican governor had signed. In Ohio, a group called the Young Conservatives for the Freedom to Marry tried to remove antigay language from the party platform. In Arkansas, the Republican governor faced a backlash from business and asked the Republican-led legislature to recall a bill seen as discriminatory to same-sex couples.\nThe Republican Party is in the middle of an argument with itself.\nState laws seen as discriminatory against gay couples have laid bare and intensified longtime divisions in the party between social conservatives opposed to gay rights and the pro-business wing of the party that sees economic peril in the fight.\n“This is a pro-business party with a gay exception, and that exception comes into play over and over again,” said Charles Francis, who was a founder of the Republican Unity Coalition during the George W. Bush administration, which failed in its effort to eliminate sexual orientation issues from the party’s agenda.\nThe divisions were on particular display Wednesday in Little Rock, Ark., where Asa Hutchinson, the Republican governor, called on state lawmakers to either recall or amend legislation billed as a religious freedom measure so that it mirrored a federal law approved in 1993.", "url": "https://www.nytimes.com/2015/04/02/us/rights-measures-expose-divisions-in-gops-ranks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}