{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 03:21:58", "date_modify": "2018-11-16 03:21:58", "date_publish": "2015-11-19 11:14:12", "description": "The three Balkan countries have begun automatically turning back migrants who are not from Afghanistan, Iraq or Syria, according to the United Nations.", "filename": "2015_11_20_world_europe_macedonia-serbia-croatia-refugees-limit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338518.html", "image_url": "https://static01.nyt.com/images/2015/11/20/world/video-border/video-border-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_20_world_europe_macedonia-serbia-croatia-refugees-limit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338518.html", "title": "Croatia, Macedonia and Serbia Start Screening Refugees by Nationality", "title_page": "Croatia, Macedonia and Serbia Start Screening Refugees by Nationality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — Croatia, Macedonia and Serbia have started screening migrants and refugees on the basis of nationality and allowing entry only to those from Afghanistan, Iraq or Syria, the United Nations refugee agency said on Thursday.\nSerbia sent 200 people who were not from those three countries back to Macedonia on Tuesday night, William Spindler, a spokesman for the refugee agency, said in an interview.\nImage Border guards checked the documents of a refugee in Idomeni, Greece, before letting him crossing into Macedonia. Credit Mauricio Lima for The New York Times\nSome of those who were sent back were admitted to a refugee reception post in Tabanovce, Macedonia, but about 100 were refused entry and are now stranded in the open, he said.", "url": "https://www.nytimes.com/2015/11/20/world/europe/macedonia-serbia-croatia-refugees-limit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}