{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:33:21", "date_modify": "2018-11-16 04:33:21", "date_publish": "2015-04-24 14:04:49", "description": "New studies show how a four-year degree greatly benefits even marginal students.", "filename": "2015_04_26_upshot_college-for-the-masses.html_module=inline_1542342801.html", "image_url": "https://static01.nyt.com/images/2015/04/26/sunday-review/26LEONHARDTweb/26LEONHARDTweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_26_upshot_college-for-the-masses.html_module=inline_1542342801.html", "title": "College for the Masses", "title_page": "College for the Masses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Enrolling more students in community colleges may well make economic sense. So, in all likelihood, would creating more and better vocational training, for well-paid jobs like medical technician and electrician, which don’t require a bachelor’s degree. The United States, Mr. Autor says, “massively underinvests” in such training.\nYet the new research is a reminder that the country also underinvests in enrolling students in four-year colleges — and making sure they graduate. Millions of people with the ability to earn a bachelor’s degree are not doing so, and many would benefit greatly from it.\nThe unemployment rate among college graduates ages 25 to 34 is just 2 percent, even with the many stories you hear about out-of-work college graduates. They’re not generally working in menial jobs, either. The pay gap between college graduates and everyone else is near a record high. It’s large enough, over a lifetime, to cover many times over the almost $20,000 in student debt that an average graduate has, notes the education researcher Sandy Baum. College graduates are also healthier, happier, more likely to remain married, more likely to be engaged parents and more likely to vote, research has found.\nA question that has always hung over these findings is whether college itself deserves any credit for the patterns. You can imagine a scenario in which college graduates would thrive regardless of whether they went to college, because of their own skills and drives. By this same logic, helping more people become college graduates might not necessarily benefit them. But the new findings are the latest, and maybe strongest, reason to believe that college matters. Much as staying in high school is generally a better life strategy than dropping out, continuing on to college seems like the better plan for a great majority of students.\nThe skills and knowledge that they gain from more time in school are certainly part of the explanation. Mr. Escanilla thinks that, at 15, he was not mature enough to take school seriously. A few years later, he understood that dreaming of rock stardom wasn’t a career plan.\n“I fell in love with learning,” he recalls. With his parents suffering financial problems, he worked almost full time while in college (mostly as a barista at Starbucks, which gave him health insurance and a free pound of coffee every week). Finishing college took him almost six years, but he graduated with a degree in liberal arts studies. He chose it over more utilitarian majors because he enjoyed studying subjects like literature and psychology.", "url": "https://www.nytimes.com/2015/04/26/upshot/college-for-the-masses.html?module=inline"}