{"authors": ["Douglas Quenqua"], "date_download": "2018-11-16 04:07:10", "date_modify": "2018-11-16 04:07:10", "date_publish": "2015-01-12 21:42:11", "description": "The birds can convey vastly different meanings by varying the length and context of their whistles and trills, researchers find.", "filename": "2015_01_13_science_sparrows-dont-just-sing-same-old-song.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341230.html", "image_url": "https://static01.nyt.com/images/2015/01/13/science/13OBOX/13OBOX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_science_sparrows-dont-just-sing-same-old-song.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341230.html", "title": "Sparrows Don’t Just Sing Same Old Song", "title_page": "Sparrows Don’t Just Sing Same Old Song - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A sparrow’s song may sound simple, consisting of little more than whistles and trills. But to the sparrows, those few noises can take on vastly different meanings depending on small variations in context and repetition, researchers have found.\nIn humans, the ability to extract nearly endless meanings from a finite number of sounds, known as partial phonemic overlapping, was key to the development of language. To see whether sparrows shared this ability, researchers at Duke University recorded and analyzed the songs of more than 200 Pennsylvania swamp sparrows. They found that the sparrows’ whistles could be divided into three lengths: short, intermediate and long.\nThe researchers then played the sparrows two versions of the songs — the original and a slightly altered one. They found that replacing a single short whistle with an intermediate one, for example, could significantly alter a bird’s reaction, but only if it came at the right moment in the song.\n“Identical sounds seemed to belong to a different category depending on the context,” said Robert F. Lachlan, a biologist now with Queen Mary University of London and the lead author of the study.", "url": "https://www.nytimes.com/2015/01/13/science/sparrows-dont-just-sing-same-old-song.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}