{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:40:11", "date_modify": "2018-11-16 04:40:11", "date_publish": "2015-04-15 01:38:07", "description": "The bill makes sweeping changes in the way Medicare pays doctors and resolves an issue that has bedeviled Congress for more than a decade.", "filename": "2015_04_15_us_politics_senate-approves-a-bill-on-changes-to-medicare.html_module=inline_1542343211.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_15_us_politics_senate-approves-a-bill-on-changes-to-medicare.html_module=inline_1542343211.html", "title": "Senate Approves a Bill on Changes to Medicare", "title_page": "Senate Approves a Bill on Changes to Medicare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Senate on Tuesday overwhelmingly approved sweeping changes in the way Medicare pays doctors, clearing the bill for President Obama and resolving an issue that has bedeviled Congress and the Medicare program for more than a decade.\nThe 92-to-8 vote in the Senate, following passage in the House last month by a vote of 392 to 37, was a major success for Republicans, who devised a solution to a complex policy problem that had frustrated lawmakers of both parties. Mr. Obama has endorsed the bill, saying it “could help slow health care cost growth.”\nThe bill, drafted in the House in negotiations between Speaker John A. Boehner and Representative Nancy Pelosi, the Democratic leader, also extends the Children’s Health Insurance Program for two years, through 2017.\nWithout action by Congress, doctors would have faced a 21 percent cut in Medicare fees on Wednesday or Thursday. Senate leaders cleared the way for final passage by allowing votes on several amendments sought by liberal Democrats and conservative Republicans.", "url": "https://www.nytimes.com/2015/04/15/us/politics/senate-approves-a-bill-on-changes-to-medicare.html?module=inline"}