{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:13:32", "date_modify": "2018-11-16 04:13:32", "date_publish": "2015-09-29 17:48:03", "description": "The meeting caps a period of remarkable change in the relationship between Cuba and the United States, beginning in April.", "filename": "2015_09_30_world_americas_obama-and-raul-castro-meet-as-us-cuba-ties-deepen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341612.html", "image_url": "https://static01.nyt.com/images/2015/09/30/world/castro-obama-web/castro-obama-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_30_world_americas_obama-and-raul-castro-meet-as-us-cuba-ties-deepen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341612.html", "title": "Obama and Raúl Castro Meet as U.S.-Cuba Ties Deepen", "title_page": "Obama and Raúl Castro Meet as U.S.-Cuba Ties Deepen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — President Obama and President Raúl Castro of Cuba met Tuesday for the second time in six months, continuing a gradual warming of ties that has chipped away at decades of tension between the nations but upset conservative critics of Mr. Obama and some Republican presidential candidates.\nMr. Obama smiled broadly during a brief photo opportunity before the meeting with Mr. Castro, who said with a laugh that the American president, far taller, towered over him. The two men then grew more serious, buttoned their suit coats and shook hands for the cameras. Neither answered shouted questions from reporters, who were quickly shooed out of the meeting room as the two leaders sat down to talk.\nAccording to the White House, the two men chatted about the recent visits of Pope Francis, who was a crucial go-between in the opening of formal diplomatic ties between them. And Mr. Obama highlighted efforts he intends to take to further improve ties and to help the Cuban people, the White House said.\n“The president, as he always does, reaffirmed our commitment to seeing the Cuban government doing a better job of not only respecting but also actively protecting the human rights of the Cuban people,” said Josh Earnest, the White House press secretary.", "url": "https://www.nytimes.com/2015/09/30/world/americas/obama-and-raul-castro-meet-as-us-cuba-ties-deepen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}