{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:15", "date_modify": "2018-11-16 04:03:15", "date_publish": "2015-05-04 13:04:37", "description": "The tech company’s chief executive already has been in Vogue, and fashion, like most industries, does like power people who play its game.", "filename": "2015_05_05_fashion_will-the-met-gala-make-fashion-love-yahoo.html_action=click&module=RelatedLinks&pgtype=Article_1542340995.html", "image_url": "https://static01.nyt.com/images/2015/05/05/fashion/05gala-A/05gala-A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_05_fashion_will-the-met-gala-make-fashion-love-yahoo.html_action=click&module=RelatedLinks&pgtype=Article_1542340995.html", "title": "Will the Met Gala Make Fashion Love Yahoo?", "title_page": "Will the Met Gala Make Fashion Love Yahoo? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since then, however, Amazon has struggled to lure catwalk names to its shopping sites, to the extent that when the Net-a-Porter gossip hit, Pierre Denis, the chief executive of the shoe brand Jimmy Choo, told me he would reconsider selling his brand on the site if it became part of Amazon.\nSo just putting your money where the Met is does not automatically mean a fashion embrace.\nTo be fair, however, Ms. Mayer already has more fashion cred than Mr. Bezos, in part because she — well, dresses the part. Unlike her hoodie-wearing peers, she is known to have a penchant for Oscar de la Renta and Carolina Herrera. She has been photographed for a feature spread in Vogue. And fashion, like most industries, likes power people who play its game.\nSo this could be the tipping point that puts Yahoo in the lead when it comes to fashion. But it also seems to me that the smart money might take another bet instead: that we are just at the beginning of what will be a stakes-raising tech seduction of style. You don’t need Google Glass to see it.", "url": "https://www.nytimes.com/2015/05/05/fashion/will-the-met-gala-make-fashion-love-yahoo.html?action=click&module=RelatedLinks&pgtype=Article"}