{"authors": ["David W. Dunlap"], "date_download": "2018-11-16 03:46:34", "date_modify": "2018-11-16 03:46:34", "date_publish": "2015-04-19 23:20:24", "description": "For less than four seconds, a jarringly familiar pinstripe facade will loom into view on one wall of the elevator cabs servicing the observatory atop the new 1 World Trade Center.", "filename": "2015_04_20_nyregion_on-time-lapse-rocket-ride-to-trade-centers-top-ghostly-glimpse-of-doomed-tower_1542339994.html", "image_url": "https://static01.nyt.com/images/2015/04/19/multimedia/wtc/wtc-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_20_nyregion_on-time-lapse-rocket-ride-to-trade-centers-top-ghostly-glimpse-of-doomed-tower_1542339994.html", "title": "On Time-Lapse Rocket Ride to Trade Center’s Top, Glimpse of Doomed Tower", "title_page": "On Time-Lapse Rocket Ride to Trade Center’s Top, Glimpse of Doomed Tower - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The event is certainly a key part of history,” he said. “We did not think you could ignore it. Having it appear in the year it did and disappear in the year it did was the respectful way of addressing the fact that it was part of the landscape.” Two World Trade Center, the site of the original observatory, is also visible.\nMr. Checketts acknowledged that the plan to confront sightseers with an image of the old tower spurred a lot of debate within his own company and with the Port Authority and the Durst Organization, developers of the new tower.\n“There were strong opinions and emotional reactions all around,” he said.\nWhether the public regards the depiction as a tribute, as sacrilege or as a simple matter of fact awaits the opening of One World Observatory on May 29.\nBut from a documentary point of view, the brief presence of the original World Trade Center in the time-lapse sequence is consistent with its generally high degree of historical fidelity.\nImage Scenes from a time-lapse panorama of New York City will unfold in the elevators to the new 1 World Trade Center’s observatory. Credit Reuben Hernandez for The New York Times\nNine 75-inch, high-definition monitors are arrayed in each cab behind windowlike mullions to convey the impression that one is in a glass-walled elevator.", "url": "https://www.nytimes.com/2015/04/20/nyregion/on-time-lapse-rocket-ride-to-trade-centers-top-ghostly-glimpse-of-doomed-tower.html"}