{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 03:57:35", "date_modify": "2018-11-16 03:57:35", "date_publish": "2015-06-12 15:57:04", "description": "The top cultural protection official at the United Nations condemned the damage of “one of the world’s oldest jewels of Islamic urban landscape.”", "filename": "2015_06_13_world_middleeast_yemen-sana-explosion-houthis-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340655.html", "image_url": "https://static01.nyt.com/images/2015/06/13/world/13YEMEN1/13YEMEN1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_13_world_middleeast_yemen-sana-explosion-houthis-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340655.html", "title": "Explosion Destroys Ancient Cultural Heritage Site in Yemen Capital", "title_page": "Explosion Destroys Ancient Cultural Heritage Site in Yemen Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A protected 2,500-year-old cultural heritage site in Yemen’s capital, Sana, was obliterated in an explosion early Friday, and witnesses and news reports said the cause was a missile or bomb from a Saudi warplane. The Saudi military denied responsibility.\nThe top antiquities-safeguarding official at the United Nations angrily condemned the destruction of ancient multistory homes, towers and gardens, which also killed an unspecified number of residents in Al Qasimi, a neighborhood in Sana’s Old City area.\n“I am profoundly distressed by the loss of human lives as well as the damage inflicted on one of the world’s oldest jewels of Islamic urban landscape,” said the official, Irina Bokova, the director general of Unesco, the United Nations Educational, Scientific and Cultural Organization.", "url": "https://www.nytimes.com/2015/06/13/world/middleeast/yemen-sana-explosion-houthis-saudi-arabia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}