{"authors": ["David Brooks"], "date_download": "2018-11-16 03:22:43", "date_modify": "2018-11-16 03:22:43", "date_publish": "2015-01-09 01:25:12", "description": "The attack in France reminds us to look closely at our own speech codes, and to remember that offensive speech should be discouraged socially but never legally.", "filename": "2015_01_09_opinion_david-brooks-i-am-not-charlie-hebdo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338563.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/brooks-circular/brooks-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_09_opinion_david-brooks-i-am-not-charlie-hebdo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338563.html", "title": "I Am Not Charlie Hebdo", "title_page": "Opinion | I Am Not Charlie Hebdo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The journalists at Charlie Hebdo are now rightly being celebrated as martyrs on behalf of freedom of expression, but let’s face it: If they had tried to publish their satirical newspaper on any American university campus over the last two decades it wouldn’t have lasted 30 seconds. Student and faculty groups would have accused them of hate speech. The administration would have cut financing and shut them down.\nPublic reaction to the attack in Paris has revealed that there are a lot of people who are quick to lionize those who offend the views of Islamist terrorists in France but who are a lot less tolerant toward those who offend their own views at home.\nJust look at all the people who have overreacted to campus micro-aggressions. The University of Illinois fired a professor who taught the Roman Catholic view on homosexuality. The University of Kansas suspended a professor for writing a harsh tweet against the N.R.A. Vanderbilt University derecognized a Christian group that insisted that it be led by Christians.\nAmericans may laud Charlie Hebdo for being brave enough to publish cartoons ridiculing the Prophet Muhammad, but, if Ayaan Hirsi Ali is invited to campus, there are often calls to deny her a podium.", "url": "https://www.nytimes.com/2015/01/09/opinion/david-brooks-i-am-not-charlie-hebdo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}