{"authors": ["William Neuman"], "date_download": "2018-11-16 04:18:28", "date_modify": "2018-11-16 04:18:28", "date_publish": "2015-04-08 00:36:49", "description": "A White House official said Tuesday that Venezuela was not a threat to the national security of the United States, backing off language in an executive order that had inflamed relations.", "filename": "2015_04_08_world_americas_white-house-seeks-to-soothe-relations-with-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341908.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_08_world_americas_white-house-seeks-to-soothe-relations-with-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341908.html", "title": "White House Seeks to Soothe Relations With Venezuela", "title_page": "White House Seeks to Soothe Relations With Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BOGOTÁ, Colombia — A White House official said Tuesday that Venezuela was not a threat to the national security of the United States, backing off language in an executive order that had inflamed relations with the South American nation and drawn criticism from other countries in the region.\nThe comments came as President Obama prepared to leave for a trip to the Caribbean and Latin America that will include a meeting of heads of state from the hemisphere.\n“The United States does not believe that Venezuela poses some threat to our national security,” said Benjamin J. Rhodes, deputy national security adviser for strategic communications, during a telephone call with reporters to discuss the president’s trip.\nHe was referring to an executive order signed by Mr. Obama last month that called for economic sanctions against seven Venezuelan officials who the United States said were involved in human rights abuses or violations of due process.", "url": "https://www.nytimes.com/2015/04/08/world/americas/white-house-seeks-to-soothe-relations-with-venezuela.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}