{"authors": ["Gilbert Cruz"], "date_download": "2018-11-16 04:10:00", "date_modify": "2018-11-16 04:10:00", "date_publish": "2015-03-13 17:44:16", "description": "“Empire,” Fox’s hit soap opera, is the year’s biggest new TV show, and Taraji P. Henson’s Cookie is the biggest reason why.", "filename": "2015_03_15_arts_television_cookie-is-an-empire-builder-for-fox.html_module=inline_1542341400.html", "image_url": "https://static01.nyt.com/images/2015/03/15/arts/15COOKIE1/15COOKIE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_15_arts_television_cookie-is-an-empire-builder-for-fox.html_module=inline_1542341400.html", "title": "Cookie Is an ‘Empire’ Builder for Fox", "title_page": "Cookie Is an ‘Empire’ Builder for Fox - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She stormed in\nFrom the beginning, one of Cookie’s primary characteristics has been her comfort with sashaying into rooms and crashing meetings. (Gawker made an early supercut titled simply “Enter Cookie.”) “Stop barging into my office. You’re not wanted here.”; “How did you get in my house?”; “She’s always bossing me around, walking into rooms when she ain’t supposed to.” When a show is self-aware enough to have its characters comment on its breakout star’s most mockable habit, you know it understands her appeal.\nShe dressed the part\nYes, her last name is Lyon, but the degree to which Cookie wears animal prints borders on the ridiculous. (Her purse, iPad case, living room chairs, curtains, bedroom sheets and full-length wall mirror all have jungle animal flourishes.) In her very first scene, Cookie wears a full-length white fur coat and a tight jaguar-print dress. Several scenes later, she has switched to a snakeskin blouse that’s made even louder by her plain tan trench coat, slacks and fedora. Minutes after that, a tiger-striped dress and a fur coat. She then ends the episode in a gold snakeskin suit. All in the span of 46 minutes. She leaves an impression.\nShe played to the digital seats\nWhether intentional or not, Cookie’s put-downs and bons mots (“If you want Cookie’s nookie, ditch the bitch.”) play right into the hands of viewers who watch with a smartphone in hand, Tweets at the ready. When she says to her main rival, “Bye, Felicia!” — a phrase from the movie “Friday” that has been co-opted into an online form of dismissal — it’s a sign of the Internet savvy of the show’s creators, aware of how social media-ready moments can help propel a show to greater heights. Cookie is a meme-ready character, and her exhortation to “Take these cookies!” has not gone unheeded.", "url": "https://www.nytimes.com/2015/03/15/arts/television/cookie-is-an-empire-builder-for-fox.html?module=inline"}