{"authors": ["Thomas Erdbrink", "Sewell Chan", "David E. Sanger"], "date_download": "2018-11-16 03:23:30", "date_modify": "2018-11-16 03:23:30", "date_publish": "2015-10-28 13:36:33", "description": "Russia has urged the inclusion of representation from Tehran in the Syrian civil war discussions, which will resume in Vienna on Friday.", "filename": "2015_10_29_world_middleeast_syria-talks-vienna-iran_1542338610.html", "image_url": "https://static01.nyt.com/images/2015/10/29/world/iran6/iran-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_world_middleeast_syria-talks-vienna-iran_1542338610.html", "title": "After a U.S. Shift, Iran Has a Seat at Talks on War in Syria", "title_page": "After a U.S. Shift, Iran Has a Seat at Talks on War in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TEHRAN — Iran on Wednesday accepted an invitation to attend a broad new round of negotiations to resolve the Syrian war, sitting with longtime adversaries including the United States and Saudi Arabia who once sought to bar the Iranians from any role in Syria’s future.\nThe inclusion of Iran in the talks represented the first time that the United States has chosen to formally engage the Iranians diplomatically on the Syria issue. It also came a little more than three months after Iran signed a historic nuclear accord with the United States and other powers that promised to end Iran’s economic isolation in return for limits on its nuclear enrichment, suggesting an effort to broaden the discussion beyond that successful negotiation.\nIran’s acceptance of the invitation to join the Syria talks in Vienna, an offer made by Russia after President Obama and Secretary of State John Kerry dropped Washington’s past objections, reflected how rapidly the dynamics of the war have changed. Clearly worried about the military support that Russia and Iran are providing to prop up President Bashar al-Assad, the United States has concluded that the only hope for easing Mr. Assad from power is to find a political solution with his two sponsors.\nBut Iran’s participation also appeared to signal how Iran is emerging from decades of American-imposed marginalization. Only two years ago, it was disinvited from joining Syrian peace talks because of pressure from the United States. Now, with Iran’s enhanced standing in the aftermath of the nuclear agreement, Mr. Kerry appears to be testing whether a broader basis for cooperation is possible.", "url": "https://www.nytimes.com/2015/10/29/world/middleeast/syria-talks-vienna-iran.html"}