{"authors": ["Liz Alderman"], "date_download": "2018-11-16 03:22:29", "date_modify": "2018-11-16 03:22:29", "date_publish": "2015-11-18 02:22:29", "description": "The most typical of Parisian scenes — sharing drinks among friends — became a show of defiance after the terrorist attacks.", "filename": "2015_11_18_world_europe_french-crowd-cafes-to-defy-terror-with-a-sip-of-wine.html_module=inline_1542338549.html", "image_url": "https://static01.nyt.com/images/2015/11/17/multimedia/paris-life-is-normal/paris-life-is-normal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_18_world_europe_french-crowd-cafes-to-defy-terror-with-a-sip-of-wine.html_module=inline_1542338549.html", "title": "French Return to Cafes in a Show of Defiance", "title_page": "French Return to Cafes in a Show of Defiance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — At 6 p.m. sharp on Tuesday, Mickel Dagdalar and Maxence Lezeau squeezed behind a tiny bistro table at Le Baromètre, a casual neighborhood hangout on the Boulevard Voltaire. They each lit a cigarette and began sipping at glasses of beer, as the crowd around them swelled.\nIt was the most typical of Parisian scenes — the sharing of drinks among friends. But after the worst terrorist assault on France in recent history, it was also meant to be an act of defiance, a modern-day symbol of “la résistance.”\nWhat better way to declare the endurance of France than to live it up at a cafe?\n“This was an attack on our way of life,” said Mr. Lezeau, shouting to be heard above the noise of clinking glasses and rock music. “With this simple act, we’re showing that we are never going to let the terrorists get at the heart of France.”\nThat the bistro was in the 11th Arrondissement, less than 50 yards from where a massacre unfolded at the Bataclan concert hall Friday night, added an edge of poignancy to the gesture.", "url": "https://www.nytimes.com/2015/11/18/world/europe/french-crowd-cafes-to-defy-terror-with-a-sip-of-wine.html?module=inline"}