{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:16:07", "date_modify": "2018-11-16 03:16:07", "date_publish": "2015-05-20 01:09:01", "description": "Mr. Kenney, a former Philadelphia city councilman who has cast himself as a progressive in the mold of Mayor Bill de Blasio of New York, defeated five candidates to win the nomination.", "filename": "2015_05_20_us_jim-kenney-wins-philadelphias-democratic-primary-for-mayor_1542338167.html", "image_url": "https://static01.nyt.com/images/2015/05/20/us/20philly-web/20philly-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_05_20_us_jim-kenney-wins-philadelphias-democratic-primary-for-mayor_1542338167.html", "title": "Jim Kenney Wins Philadelphia’s Democratic Primary for Mayor", "title_page": "Jim Kenney Wins Philadelphia’s Democratic Primary for Mayor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jim Kenney, a former Philadelphia city councilman who has cast himself as a progressive in the mold of Mayor Bill de Blasio of New York, handily defeated five other candidates to win the Democratic nomination for mayor Tuesday, which makes him the overwhelming favorite to be mayor when national Democrats gather in the city in 2016 to pick their nominee for president.\nAn hour after the polls closed, The Associated Press said Mr. Kenney was the winner.\nHe addressed his supporters shortly after 10 p.m., after his leading opponents had conceded. “We are not done,” he said. “There’s another election in November.”\nIn this heavily Democratic city, the winner of the primary is almost certain to prevail in the November general election to replace Mayor Michael A. Nutter, who cannot seek re-election after two terms. Mr. Kenney, 57, was already sounding like a victor before people went to the polls.\n“Together with an open mind and an open heart, we can do really great things in this city,” Mr. Kenney told his supporters Friday at a rally at a downtown apartment building that markets itself as an “urban L.B.G.T.-friendly senior apartment community.” He was endorsed by Mr. de Blasio on Monday.", "url": "https://www.nytimes.com/2015/05/20/us/jim-kenney-wins-philadelphias-democratic-primary-for-mayor.html"}