{"authors": ["Frances Robles", "Alan Blinder", "Jason Grant"], "date_download": "2018-11-16 04:52:49", "date_modify": "2018-11-16 04:52:49", "date_publish": "2015-04-13 02:50:25", "description": "Michael T. Slager was just a small-town police officer, but a shooting on April 4 has made him a symbol of law enforcement gone awry.", "filename": "2015_04_13_us_after-8-shots-a-quiet-officer-now-scorned.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343969.html", "image_url": "https://static01.nyt.com/images/2015/04/13/us/13slager-JP-01/13slager-JP-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_13_us_after-8-shots-a-quiet-officer-now-scorned.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343969.html", "title": "After 8 Shots in North Charleston, Michael Slager Becomes an Officer Scorned", "title_page": "After 8 Shots in North Charleston, Michael Slager Becomes an Officer Scorned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The video has been viewed more than one million times on YouTube, but not by the officer’s mother.\nThe Police Department dismissed Mr. Slager on Wednesday, the day after his arrest.\n“I can’t see him being a mean person, a bad person,” Ms. Sharpe said. “He’s a very good person,” she said. “He’s very generous. He likes to help.”\nMr. Slager was born in Florida and moved with his family to Virginia and later to southern New Jersey, where he lived with his parents and a pair of sisters in a two-story, two-car garage home on a cul-de-sac in Mount Laurel. His father, an office worker at U.P.S., used to take the family out on his sailboat, but later went through rocky patches after a failed business venture, neighbors recalled. When his parents split up in the 1990s, Mr. Slager moved with his mother and sisters back to Florida, but he soon returned to live with his father in New Jersey.\nHis father hired a tutor to help the adolescent with his studies. The woman, a child advocate employed at a nearby school district, wound up marrying Mr. Slager’s father and moving in, neighbors recalled. The couple also divorced, and Mr. Slager’s father now lives in Doylestown, Pa.\n“It’s very devastating,” his father, Thomas Slager, said, declining to comment further.\nHelga Shay, a former neighbor in Mount Laurel, a suburban township about 15 miles outside Philadelphia, said the shooting was a stark departure from Mr. Slager’s retiring nature.\n“I see him as a child of divorce,” Mrs. Shay said. “And I think that may have had an impact on him, if he was a sensitive person, and he struck me as kind of sensitive — shy and a bit quiet. He did want to talk to you and be polite. It didn’t come easy for him.”", "url": "https://www.nytimes.com/2015/04/13/us/after-8-shots-a-quiet-officer-now-scorned.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}