{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:22:12", "date_modify": "2018-11-16 04:22:12", "date_publish": "2015-03-05 01:46:06", "description": "By cutting its growth target to approximately 7 percent, China is emphasizing more sustainable growth.", "filename": "2015_03_05_business_china-lowers-official-economic-growth-target.html_module=inline_1542342132.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_05_business_china-lowers-official-economic-growth-target.html_module=inline_1542342132.html", "title": "China Lowers Official Economic Growth Target", "title_page": "China Lowers Official Economic Growth Target - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — China on Thursday lowered its economic growth target for this year to “approxmately 7 percent,” a significant if widely anticipated development that signals the Communist Party’s determination to shift to more sustainable development.\nIn an annual report to the National People’s Congress, the Party-controlled legislature, Prime Minister Li Keqiang set a target for gross domestic product to rise by around 7 percent this year. That is down from a target of around 7.5 percent that the government set for 2014, which it missed by a whisker. Last year’s actual expansion of 7.4 percent was the country’s slowest since 1990.\nUnder President Xi Jinping, who came to power in late 2012, the Chinese leadership has been trying to reduce the country’s reliance on credit-fuelled investment—a growth model that elevated China to the world’s second biggest economy, after the United States, but one that led to a host of problems including soaring government and corporate debt levels, a property market bubble, wasteful investments and environmental degradation.\nIn their push to shift the economic model to one more reliant on market forces like consumer demand, China’s leaders have repeatedly signaled this will mean a slower topline growth rate for the economy. In his report on Thursday, Mr. Li reiterated this stance.", "url": "https://www.nytimes.com/2015/03/05/business/china-lowers-official-economic-growth-target.html?module=inline"}