{"authors": ["Alan Blinder"], "date_download": "2018-11-16 03:41:38", "date_modify": "2018-11-16 03:41:38", "date_publish": "2015-07-06 16:27:25", "description": "The bipartisan proposal to remove a lasting symbol of the Confederacy from State House grounds now moves to the State House of Representatives.", "filename": "2015_07_07_us_south-carolina-capitol-confederate-battle-flag.html_action=click&contentCollection=U.S.&module=inline&region=Marginalia&pgtype=article_1542339698.html", "image_url": "https://static01.nyt.com/images/2015/07/07/us/Confederate/Confederate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_07_us_south-carolina-capitol-confederate-battle-flag.html_action=click&contentCollection=U.S.&module=inline&region=Marginalia&pgtype=article_1542339698.html", "title": "South Carolina’s Senators Take Step to Remove the Confederate Flag", "title_page": "South Carolina’s Senators Take Step to Remove the Confederate Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Removing this flag from out front is not going to do anything to change this nation,” said Mr. Bright, who occasionally raised a book he said contained the names of the Confederate war dead. “All we’re going to do is disrespect these 20,000-plus men, black and white, who fought to defend your state.”\nIn Monday’s session, lawmakers defeated three amendments designed to undermine the measure. They included a proposal for a statewide referendum about the battle flag and another that called for it to fly outside the State House each year on Confederate Memorial Day.\nThe limited resistance in the Senate amplified the calls for the House to move quickly on the measure. But House leaders have been reluctant to speak out about their plans for the flag debate, and talk has coursed through the State House that the measure could be sent through the committee process, a decision that would prolong the debate.\nImage Outside the Senate chamber, the Rev. Jesse Jackson watched. Credit Travis Dove for The New York Times\nSenator Vincent A. Sheheen, a Democrat who last year unsuccessfully challenged Ms. Haley for the governorship, predicted that the Senate’s vote, well beyond the two-thirds majority required to alter the flag, would help supporters “clear the hurdles that we need to in the House.”\n“We did our job,” said Mr. Sheheen, the lead sponsor of the legislation. “I do think that it sends a very loud and clear message to the House of Representatives that there is support, momentum, consensus.”\nIn a statement, Ms. Haley said the Senate “rose to this historic occasion, with a large majority of members from both parties coming together in the spirit of unity and healing that is binding our state back together and moving us in the right direction.” Ms. Haley, a former member of the House, added that she wanted the lower chamber to “act swiftly and follow the Senate’s lead.”", "url": "https://www.nytimes.com/2015/07/07/us/south-carolina-capitol-confederate-battle-flag.html?action=click&contentCollection=U.S.&module=inline&region=Marginalia&pgtype=article"}