{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:53:18", "date_modify": "2018-11-16 03:53:18", "date_publish": "2015-11-25 01:57:24", "description": "Among those honored were such iconic figures as Willie Mays, Barbra Streisand, Itzhak Perlman and Steven Spielberg.", "filename": "2015_11_25_us_politics_medal-of-freedom-awarded-to-a-class-act-group-of-17.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340398.html", "image_url": "https://static01.nyt.com/images/2015/11/25/us/25MEDAL-1/25MEDAL-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_11_25_us_politics_medal-of-freedom-awarded-to-a-class-act-group-of-17.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340398.html", "title": "Medal of Freedom Awarded to ‘a Class Act’ Group of 17", "title_page": "Medal of Freedom Awarded to ‘a Class Act’ Group of 17  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama awarded the Presidential Medal of Freedom on Tuesday to an eclectic mix of Americans from the sciences, arts, sports, politics and human rights, some of them household names and others who he indicated should be.\nAmong those honored were such iconic figures as Willie Mays, Barbra Streisand, Itzhak Perlman, James Taylor, Gloria and Emilio Estefan, Stephen Sondheim and Steven Spielberg. There was also the widow of a general who helped other survivors, and a space scientist who was a pioneer in diversity as well as the cosmos.\n“This is an extraordinary group,” Mr. Obama said during the ceremony in the East Room of the White House. “Even by the standards of Medal of Freedom recipients, this is a class act. We are just reminded when we see these individuals here on the stage what an incredible tapestry this country is.”\nHe added: “They represent what’s best in us.”\nThe Medal of Freedom is the highest civilian honor the president can bestow, and Mr. Obama has used his selections over the years to reflect policy priorities, political affiliations and personal hero worship. While the big-name recipients drew a crowd of onlookers, the president seemed just as impressed with those who made a difference without achieving great fame.", "url": "https://www.nytimes.com/2015/11/25/us/politics/medal-of-freedom-awarded-to-a-class-act-group-of-17.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}