{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:57:01", "date_modify": "2018-11-16 03:57:01", "date_publish": "2015-10-14 15:44:00", "description": "Mrs. Clinton sent an unmistakable message to Vice President Joseph R. Biden Jr. and their fellow Democrats that she is up for a fight.", "filename": "2015_10_15_us_politics_democratic-debate-hillary-clinton-joe-biden.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340621.html", "image_url": "https://static01.nyt.com/images/2015/10/15/us/15-JPDEMS1/15-JPDEMS1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_15_us_politics_democratic-debate-hillary-clinton-joe-biden.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340621.html", "title": "In Debate, Hillary Clinton Sent a Message to Doubters", "title_page": "In Debate, Hillary Clinton Sent a Message to Doubters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HENDERSON, Nev. — Democrats expressed growing skepticism on Wednesday that Vice President Joseph R. Biden Jr. could find a foothold if he entered the presidential campaign as Hillary Rodham Clinton’s commanding performance in the first Democratic debate here abruptly quieted murmurs about her candidacy.\nWith no obvious constituency ready to support Mr. Biden, his prospects have been based on the possibility of Mrs. Clinton’s faltering, repeating some of the missteps she has made since declaring her candidacy or falling prey to more damning revelations about her use of a private email server as secretary of state.\nBut with Mrs. Clinton showing her mettle in Tuesday’s debate, and Democrats increasingly convinced that questions about her emails are little more than a Republican and news media fixation, she suddenly appeared far better positioned to allay skeptics in her party. She is scheduled to testify next week before the congressional panel investigating the attacks on the American consulate in Benghazi, Libya.\n“If Biden’s only rationale is that Clinton is tanking, then that’s no longer an option,” said Stephanie Cutter, a longtime Democratic strategist.", "url": "https://www.nytimes.com/2015/10/15/us/politics/democratic-debate-hillary-clinton-joe-biden.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}