{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:39:11", "date_modify": "2018-11-16 04:39:11", "date_publish": "2015-09-01 00:10:42", "description": "The new case from Kentucky, Davis v. Miller, was the court’s first opportunity to consider whether government officials may refuse to recognize same-sex marriages on religious grounds.", "filename": "2015_09_01_us_supreme-court-says-kentucky-clerk-must-let-gay-couples-marry_1542343151.html", "image_url": "https://static01.nyt.com/images/2015/09/01/us/01KENTUCKY/01KENTUCKY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_01_us_supreme-court-says-kentucky-clerk-must-let-gay-couples-marry_1542343151.html", "title": "Supreme Court Says Kentucky Clerk Must Let Gay Couples Marry", "title_page": "Supreme Court Says Kentucky Clerk Must Let Gay Couples Marry  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court on Monday refused to allow a county clerk in Kentucky who objects to same-sex marriage on religious grounds to continue to deny marriage licenses to all couples, gay or straight.\nIn June, in Obergefell v. Hodges, the Supreme Court established a nationwide constitutional right to same-sex marriage. The new case from Kentucky, Davis v. Miller, was the court’s first opportunity to consider whether government officials may refuse to comply with the Obergefell decision on religious grounds.\nThe case concerns Kim Davis, an elected clerk in rural Rowan County, Ky. After the state’s governor told county clerks to issue marriage licenses to all eligible couples, a federal court rejected Ms. Davis’s argument that she should be excused from the obligation given her religious beliefs.\nMs. Davis’s lawyers filed an emergency application on Friday with Justice Elena Kagan, the member of the Supreme Court who supervises cases arising from the judicial circuit that includes Kentucky. She referred the matter to the full court.", "url": "https://www.nytimes.com/2015/09/01/us/supreme-court-says-kentucky-clerk-must-let-gay-couples-marry.html"}