{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:42:12", "date_modify": "2018-11-16 03:42:12", "date_publish": "2015-06-22 09:00:16", "description": "Longtime colleagues say they are witnessing a more human side of the commander in chief than they have seen before.", "filename": "2015_06_23_us_politics_obama-lowers-his-guard-in-unusual-displays-of-emotion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339732.html", "image_url": "https://static01.nyt.com/images/2015/06/23/us/23emotions2-web/23emotions2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_23_us_politics_obama-lowers-his-guard-in-unusual-displays-of-emotion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339732.html", "title": "Obama Lowers His Guard in Unusual Displays of Emotion", "title_page": "Obama Lowers His Guard in Unusual Displays of Emotion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Connolly said Mr. Obama was “as emotional as I’ve ever seen him get” as he told fellow Democrats that he was hurt that they would believe he would agree to a trade deal that would undercut workers and the middle class.\nDays earlier, Mr. Obama had begun a health care speech with an uncommonly intimate greeting for Sister Carol Keehan, the chief executive of the Catholic Health Association of the United States and a political ally.\n“I don’t know whether this is appropriate, but I just told Sister Carol I love her,” he said. It was the kind of comment his demonstrative vice president is known for making, but less often heard from the president.\nIt is not as if Mr. Obama is suddenly channeling Speaker John A. Boehner, Republican of Ohio, who is known for a misty eye and a quivering lip during interviews and in floor speeches. And the recent displays of emotion are not his first; the president cried while addressing staff members after his 2012 re-election, and again a month later talking about the Newtown, Conn., shooting massacre, which killed 20 young children and six adults.\nBut even Mr. Obama has admitted that he has been blindsided recently by fits of sadness, many of them prompted by the thought of his daughters — 14-year-old Sasha, who graduated this month from middle school, and 16-year-old Malia, who will go to college next year — growing up.\n“I start tearing up in the middle of the day and I can’t explain it,” Mr. Obama told attendees at an Easter prayer breakfast in April. “Why am I so sad? They’re leaving me.”\nHe wiped away tears in February as he bade farewell to Eric H. Holder Jr., a confidant who served for six years as his attorney general. In April, he heaved a freighted sigh as he spoke of his grief “as a husband and as a father” about the deaths of Warren Weinstein and Giovanni Lo Porto, American and Italian hostages accidentally killed in a drone strike that he had ordered to take out leaders of Al Qaeda in Pakistan.", "url": "https://www.nytimes.com/2015/06/23/us/politics/obama-lowers-his-guard-in-unusual-displays-of-emotion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}