{"authors": ["Katrin Bennhold"], "date_download": "2018-11-16 03:19:51", "date_modify": "2018-11-16 03:19:51", "date_publish": "2015-09-28 09:00:17", "description": "Berlin has put in place a system for sending home people who have come from poor but safe countries to seek jobs.", "filename": "2015_09_29_world_europe_germany-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338391.html", "image_url": "https://static01.nyt.com/images/2015/09/28/world/28DEPORT3-web/28DEPORT3-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_29_world_europe_germany-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338391.html", "title": "Migrants in Germany Fleeing Poverty Find Only a Ticket Home", "title_page": "Migrants in Germany Fleeing Poverty Find Only a Ticket Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kleart’s application was the first to be processed, and the speedy conclusion — cutting a process to a few hours from what had been taking months — sent a clear signal to those who did not yet understand why they had been brought to the medieval town of Bamberg: Here, in a former United States military base in northern Bavaria, hope ends for those who came to Germany not to save their lives, but for a better life.\n“This is where we group asylum seekers with near-zero chances of success,” said Jakob Daubner, who manages the center, the second of its kind to open in Germany’s largest state this month.\nEven as Germany is assembling an efficient infrastructure to welcome hundreds of thousands of refugees fleeing conflict, it has begun installing an equally efficient system for sending home people who have come from poor but safe countries to seek jobs. About 10,000 were repatriated between January and July, more than all of last year, and the pace is quickening.\nAs Chancellor Angela Merkel put it this month, “Those who do not come because of political persecution or war but for economic reasons will not be able to stay.”\nThere are many. More than half a million migrants have arrived in Germany this year, and 42 percent of the 256,938 who have already applied for asylum have come not from Iraq or Syria but from Europe. Albania, Kosovo, Macedonia and Serbia have issues with poverty, joblessness and corruption but are deemed safe. With few options to apply for work visas in Germany, migrants from the western Balkans often claim asylum.", "url": "https://www.nytimes.com/2015/09/29/world/europe/germany-migrants-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}