{"authors": ["Liz Alderman", "Anemona Hartocollis"], "date_download": "2018-11-16 04:43:49", "date_modify": "2018-11-16 04:43:49", "date_publish": "2015-07-20 11:29:14", "description": "Lenders opened their doors for the first time in three weeks, but capital controls and higher taxes are expected to continue to weigh on the economy.", "filename": "2015_07_21_business_international_greece-debt-crisis-banks-reopen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343429.html", "image_url": "https://static01.nyt.com/images/2015/07/21/business/21greece-web1/21greece-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_21_business_international_greece-debt-crisis-banks-reopen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343429.html", "title": "As Banks in Greece Reopen, New Sales Taxes Add to Confusion", "title_page": "As Banks in Greece Reopen, New Sales Taxes Add to Confusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Wednesday, Parliament is to take up a second set of measures required by the creditors, including adoption of a new civil code meant to help speed court cases through Greece’s notoriously slow judicial system, as well as enacting eurozone banking rules meant to help keep banks solvent and allow for the orderly shutdown of ones that are not.\nThose legislative steps are needed before bailout negotiations can fully resume between Greece, its European creditors and the International Monetary Fund. And still to be taken up by Parliament in coming weeks are other measures being demanded by the creditors, including further revisions to the pension system and an end to special protections for farmers.\nMonday’s reopening of the banks did at least help relieve bottlenecks at A.T.M.s, where people had been waiting in long lines every day since June 29 to withdraw a daily maximum of €60. That limit remains, but Greeks now have the option of withdrawing it in a weekly lump sum of €420.\nNicholas Pagoulatos, 70, a retired merchant sea captain, took €60 from an A.T.M. at an Alpha Bank in central Athens on Monday and shrugged. “It’s much more convenient,” he said, referring to the new once-a-week withdrawal limits. “You can get money when you want to.’’\nBut Mr. Pagoulatos said that because he was a retiree, the capital controls and the higher taxes were the least of his complaints. His big concern was that his pension had been cut by €10,000 a year over the past few years.", "url": "https://www.nytimes.com/2015/07/21/business/international/greece-debt-crisis-banks-reopen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}