{"authors": ["Sandy Keenan", "On Location"], "date_download": "2018-11-16 03:31:23", "date_modify": "2018-11-16 03:31:23", "date_publish": "2015-01-21 18:47:55", "description": "In Vancouver, a gift of land brings three generations closer.", "filename": "2015_01_22_garden_sustainable-living-in-moms-backyard_1542339083.html", "image_url": "https://static01.nyt.com/images/2015/01/22/garden/20150122-LOCATION-slide-KTCS/20150122-LOCATION-slide-KTCS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_22_garden_sustainable-living-in-moms-backyard_1542339083.html", "title": "Sustainable Living in Mom’s Backyard", "title_page": "Sustainable Living in Mom’s Backyard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They wanted a place that was preferably modern, close enough to their work so they could get by with one car and small enough that they wouldn’t spend all their time and money maintaining it. Mr. Chan, who works primarily at home, needed an office; Ms. Chan, a high school baking instructor who loves to bake for family and friends, wanted an expansive kitchen.\nIn all, they saw more than 100 places — and way too much slapdash construction, said Ms. Chan, 42. Nothing satisfied their conditions or fit their budget, which they knew would be a stretch on their incomes.\nEventually the search wore Mr. Chan down. “I finally realized,” he said, “there wasn’t a place that was going to suit us.”\nThere were huge advantages, it turned out, to building new, in his family’s backyard. And not just because his mother continues to cook for everyone on weeknights.\nTheir two-bedroom, 1,050-square-foot laneway house is sleek and energy-efficient, and designed to meet their exact needs. And it was more affordable than they expected.\nBecause they didn’t have to buy the land, the total cost of the project was well below their budget: less than $500,000. So they can save for Maddy’s college tuition and they have more disposable income.\n“Carrying a large mortgage is not fun,” Ms. Chan said. “We watch our friends. It’s hard on a person’s life.”\nAdvertisement Continue reading the main story\nTo get what she calls “a full-sized feel to the house,” they opted for fewer, larger spaces, she said, “instead of squeezing in lots of rooms.” They sacrificed a dining room, for example, so they could have a bigger kitchen.\nNow, Mr. Chan said, “We eat at the island, all three sitting in a row.”\nThe house, which was designed and built by the Vancouver firm Lanefab, is highly insulated, with walls 13 inches thick, and a solar array on the roof, so there are months when it is virtually net-zero in terms of energy consumption. At most, energy costs run a little over $80 a month in the winter.\nNone of this would have been possible, though, if city leaders hadn’t been bold enough to approve laneway houses in 2009, said Bryn Davidson, a founder of Lanefab. “They adopted it citywide, and you didn’t have to get neighbors’ approval,” he said. “As a result, a whole new building industry was created at a time when most of North America’s was collapsing on itself.”\nEarly on, Mr. Chan said his parents were a little skeptical about the idea. “As older Asians,” he said, “they had reservations about everything.”\nBut since then, they have not only warmed to the idea, but have also raised another possibility: swapping houses.\n“My mom has mentioned in passing, ‘I could live there,’” Mr. Chan said.", "url": "https://www.nytimes.com/2015/01/22/garden/sustainable-living-in-moms-backyard.html"}