{"authors": ["Jim Yardley"], "date_download": "2018-11-16 03:19:32", "date_modify": "2018-11-16 03:19:32", "date_publish": "2015-04-20 10:10:58", "description": "The European Union met in Luxembourg on Monday to discuss the disasters as rescuers scrambled to find survivors after ships sank Saturday and early Sunday.", "filename": "2015_04_21_world_europe_european-union-immigration-migrant-ship-capsizes_1542338372.html", "image_url": "https://static01.nyt.com/images/2015/04/21/world/21migrants2-web/21migrants2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_04_21_world_europe_european-union-immigration-migrant-ship-capsizes_1542338372.html", "title": "Rising Toll on Migrants Leaves Europe in Crisis; 900 May Be Dead at Sea", "title_page": "Rising Toll on Migrants Leaves Europe in Crisis; 900 May Be Dead at Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The disaster also underscored how Libya, reeling from violence and political turmoil, has become a haven for human smuggling rings along the African coastline. In Rome, the prime ministers of Italy and Malta on Monday called for targeted, nonmilitary intervention against Libya’s human traffickers.\nThis year’s death toll in the Mediterranean Sea is thought to have already surpassed 1,500 victims — a drastic spike from the same period last year. With the arrival of warmer weather, the number of migrants on smuggling boats has risen sharply, with more than 11,000 people being rescued during the first 17 days of April. Migrants also now seem to be coming from a larger geographic area — from Bangladesh and Afghanistan in Asia; Syria and Iraq in the Middle East; and African nations such as Gambia, Somalia, Mali and Eritrea.\n“What happened on Sunday was a game changer,” Prime Minister Joseph Muscat of Malta said at a news conference with Prime Minister Matteo Renzi of Italy. “There is a new realization that if Europe doesn’t act as a team, history will judge it very harshly, as it did when it closed its eyes to stories of genocide — horrible stories — not long ago.”\nMartin Schulz, the president of the European Parliament, expressed dismay at what he characterized as European apathy over the migration crisis. “How many more people will have to drown until we finally act in Europe?” he asked in a statement. “How many times more do we want to express our dismay, only to then move on to our daily routine?”", "url": "https://www.nytimes.com/2015/04/21/world/europe/european-union-immigration-migrant-ship-capsizes.html"}