{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:27:57", "date_modify": "2018-11-16 04:27:57", "date_publish": "2015-03-16 17:44:11", "description": "In his unorthodox campaign for the 2016 Republican nomination, Senator Rand Paul is bringing his libertarian conservatism to audiences that are more inclined to vote Democratic.", "filename": "2015_03_17_us_politics_rand-paul-has-voters-ears-but-the-challenge-is-their-hearts.html_ref=politics_1542342477.html", "image_url": "https://static01.nyt.com/images/2015/03/17/us/17PAULweb/17PAULweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_17_us_politics_rand-paul-has-voters-ears-but-the-challenge-is-their-hearts.html_ref=politics_1542342477.html", "title": "Rand Paul Is Capturing an Audience; the Challenge Is Winning Votes", "title_page": "Rand Paul Is Capturing an Audience; the Challenge Is Winning Votes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AUSTIN, Tex. — While his rivals were slogging their way across New Hampshire this weekend, Senator Rand Paul was here, some 1,700 miles away at the South by Southwest festival, where he was competing for oxygen not with other Republicans but with a Judd Apatow premiere and with Grumpy Cat — the Internet meme, in the fur.\nMr. Paul dropped by a cocktail bar for a concert. He fielded questions in a Twitter “town hall” and almost filled two hotel ballrooms with intrigued festivalgoers who came to hear him speak on Sunday night. His staff made sure it was all documented for his Snapchat followers.\nWho is the Republican front-runner for 2016? It is often hard to tell. But there is little debate about who is the biggest curiosity in the race: Mr. Paul, the junior senator from Kentucky, who has been building the most unorthodox campaign for the Republican nomination, bringing his brand of libertarian conservatism to audiences that are more inclined to vote Democratic.\nBeing a political curiosity is far different from being politically credible, however. And Mr. Paul is facing a challenge that will be much more complex than attracting cameras and crowds: persuading voters to get behind him, not just hear him out.", "url": "https://www.nytimes.com/2015/03/17/us/politics/rand-paul-has-voters-ears-but-the-challenge-is-their-hearts.html?ref=politics"}