{"authors": ["Justin Gillis", "Chris Buckley"], "date_download": "2018-11-16 04:21:24", "date_modify": "2018-11-16 04:21:24", "date_publish": "2015-12-07 18:45:51", "description": "Industrial emissions of greenhouse gases rose just slightly last year and seem to be on the decline in 2015, though initiatives in India and China could upset that.", "filename": "2015_12_08_science_carbon-emissions-decline-peak-climate-change.html_module=inline_1542342084.html", "image_url": "https://static01.nyt.com/images/2015/12/08/science/08EMISSIONS1/08EMISSIONS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_science_carbon-emissions-decline-peak-climate-change.html_module=inline_1542342084.html", "title": "Period of Soaring Emissions May Be Ending, New Data Suggest", "title_page": "Period of Soaring Emissions May Be Ending, New Data Suggest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new figures suggest that there is a chance that global emissions have already peaked and may be starting a long-term decline, experts said Monday, which would be an important inflection point for the international effort to limit the risks of global warming.\nBut the experts with the Global Carbon Project said they did not consider that to be likely.\nInstead, emissions growth may resume as the Chinese economy recovers from a period of slow growth and as India pursues a plan to double its burning of coal in power plants, part of a program to bring 300 million poor villagers onto the power grid.\n“Emissions in India are at the same level as China in the 1990s,” said Glen P. Peters, an analyst with a climate center in Oslo who spoke at a news conference here. Dr. Peters added that in coming years, India “could actually dominate the global growth in the way that China has done in the past.”\nStill, there is some hope that emissions growth in coming years will be slower than in the last decade, Dr. Peters and other experts said, especially as countries start acting on climate pledges they have made this year.", "url": "https://www.nytimes.com/2015/12/08/science/carbon-emissions-decline-peak-climate-change.html?module=inline"}