{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 03:59:40", "date_modify": "2018-11-16 03:59:40", "date_publish": "2015-12-09 15:03:25", "description": "Mr. Cruz has vaulted into the top tier of the Republican race as the consummate Washington bomb thrower, but now he is taking an almost academic approach to achieving likability.", "filename": "2015_12_10_us_politics_after-making-enemies-ted-cruz-works-at-making-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "image_url": "https://static01.nyt.com/images/2015/12/10/us/10likable-web1/10likable-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_10_us_politics_after-making-enemies-ted-cruz-works-at-making-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "title": "After Making Enemies, Ted Cruz Tries to Make Friends", "title_page": "After Making Enemies, Ted Cruz Tries to Make Friends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Isaac shuffled away. Mr. Cruz turned quickly to an adult well-wisher. “I’m glad you’re here,” he said softly.\nLess than two months before voting begins, Mr. Cruz, of Texas, has vaulted into the Republican presidential race’s top tier as the consummate Washington bomb thrower — wagging fingers, pounding lecterns and gleefully accumulating enemies in both parties.\nNow comes the hard part: making friends.\nAs his crowds swell in Iowa and he battles with Donald J. Trump to lock down the party’s more conservative voters, Mr. Cruz — appraised as grating and pompous as a matter of bipartisan consensus — is working diligently at the simple task of establishing human connections.\nIt is a bigger lift than it might seem. Mr. Cruz appears keenly aware of his charm deficit, acknowledging in private that his retail campaigning skills can lag behind his grasp of policy. At a debate in October, he became perhaps the first candidate in modern history to declare himself unappealing bar company.\n“If you want someone to grab a beer with, I may not be that guy,” he said, when asked to name a weakness. “But if you want someone to drive you home, I will get the job done and I will get you home.”", "url": "https://www.nytimes.com/2015/12/10/us/politics/after-making-enemies-ted-cruz-works-at-making-friends.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}