{"authors": ["Jonathan Weisman"], "date_download": "2018-11-16 03:24:48", "date_modify": "2018-11-16 03:24:48", "date_publish": "2015-06-25 16:43:12", "description": "The measure extends assistance like retraining and health care to workers displaced by global competition.", "filename": "2015_06_26_business_economy_house-approves-trade-bills-expansion-of-worker-aid_1542338688.html", "image_url": "https://static01.nyt.com/images/2015/06/26/business/26trade-web1/26trade-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_26_business_economy_house-approves-trade-bills-expansion-of-worker-aid_1542338688.html", "title": "House Approves Trade Bill’s Expansion of Worker Aid", "title_page": "House Approves Trade Bill’s Expansion of Worker Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The House gave final approval on Thursday to a significant expansion of aid to workers displaced by global competition, sending to President Obama the second half of a trade package that House Democrats had dramatically rejected just two weeks ago.\nThe trade adjustment assistance program was approved overwhelmingly, 286 to 138, as part of a broader trade bill assembled by Senator Mitch McConnell, Republican of Kentucky and the majority leader, to ensure that Mr. Obama has enhanced powers to complete major trade accords with Asia and Europe.\nBeyond health care, education and retraining assistance to dislocated workers, the newly approved measure extends a popular trade agreement with much of sub-Saharan Africa and expands the government’s ability to confront trade partners that “dump” steel and other products in the United States at artificially low prices to drive American companies into bankruptcy.\nStill to come is legislation bolstering enforcement of other trade rules — including a first small step toward combating the intentional manipulation of currency to make exports to the United States cheaper and imports from the United States more expensive. That bill is supposed to be negotiated in July.", "url": "https://www.nytimes.com/2015/06/26/business/economy/house-approves-trade-bills-expansion-of-worker-aid.html"}