{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:21:03", "date_modify": "2018-11-16 03:21:03", "date_publish": "2015-06-19 01:09:17", "description": "The far-right Danish People’s Party emerged in second place over all, raising questions about the role it could play in a new government.", "filename": "2015_06_19_world_anti-immigrant-party-gains-in-denmark-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338463.html", "image_url": "https://static01.nyt.com/images/2015/06/18/multimedia/denmark-election/denmark-election-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_19_world_anti-immigrant-party-gains-in-denmark-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338463.html", "title": "Anti-Immigrant Party Gains in Denmark Elections", "title_page": "Anti-Immigrant Party Gains in Denmark Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an election that turned on economic uncertainty and fierce debates over immigration, Danish voters on Thursday ousted their center-left government in a clear swing to the right that unexpectedly elevated an anti-immigrant, anti-European Union party that had been on the margins of the country’s politics.\nPolls had predicted a close race, but as the night wore on, the far-right Danish People’s Party emerged in second place over all, raising questions about the role it could play in a new government and the country’s path in the coming four years.\nThe outcome took even senior members of the Danish People’s Party by surprise. “It’s gone beyond my wildest expectations,” Peter Skaarup, a senior lawmaker with the party told The Local, a Danish news outlet. “I know we often fare better in these elections than the polls suggest since people often aren’t willing to admit that they vote for the Danish People’s Party, but it really does look fantastic so far.”\nBased on preliminary results published by national broadcaster DR.DK, the center-right bloc that includes the Danish People’s Party secured a majority of 90 seats in Parliament. That would allow it to form the next government, with the leader of the conservative Liberal Party, Lars Lokke Rasmussen, expected to become prime minister.", "url": "https://www.nytimes.com/2015/06/19/world/anti-immigrant-party-gains-in-denmark-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}