{"authors": ["Reed Abelson"], "date_download": "2018-11-16 04:07:59", "date_modify": "2018-11-16 04:07:59", "date_publish": "2015-10-26 02:06:17", "description": "Some officials blame the government’s actions for the shuttering of some of these start-ups created under the Affordable Care Act.", "filename": "2015_10_26_business_health-care-co-op-closings-narrow-consumers-choices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341279.html", "image_url": "https://static01.nyt.com/images/2015/10/26/business/26yCOOP/26yCOOP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_26_business_health-care-co-op-closings-narrow-consumers-choices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341279.html", "title": "Health Care Co-op Closings Narrow Consumers’ Choices", "title_page": "Health Care Co-op Closings Narrow Consumers’ Choices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The administration says it is doing what it can. Kevin Counihan, chief executive of the federal insurance marketplace, said Sylvia Mathews Burwell, secretary of health and human services, considers the co-op program a priority.\nAs consumer-governed start-ups, the co-ops tried to sell some of the lowest-cost plans that would put downward pressure on prices. They offered one of the two least expensive midrange plans in more than half the counties where they operated this year, according to the Kaiser Family Foundation, especially in rural areas that have historically suffered from a lack of competition and high prices.\nBut the co-ops’ low prices left them vulnerable to significant losses. Without the necessary financing to keep them afloat, many are crashing.\nAfter the Republicans insisted late last year on limiting the ability of the administration to pay for one of the programs to protect the insurers from losses in the early years, administration officials say they had few, if any, options. “Those were the deck of cards that we had to work with,” Mr. Counihan said, adding that the insurers should have not have been surprised.\nThis month, all insurance companies that incurred unexpected losses selling plans through the new exchanges learned that they would get less than 13 cents of every dollar the federal government owes them for 2014. Many of the failed co-ops described that turn of events as their undoing. While most private insurers have enough reserves or access to funds to continue to operate, state regulators shut down some of the co-ops because of solvency concerns. Federal officials say the insurers will eventually receive more of what they were owed.\nThe co-ops say the administration has left many of them with few choices. “These are closures because of unkept promises,” said Kelly Crowe, the chief executive of the National Alliance of State Health Co-ops.\nEven after Congress demanded changes to the program, the co-ops say they were reassured that they would be paid more of what they were due. “We were blindsided,” said Julia Hutchins, the chief executive of Colorado HealthOP.", "url": "https://www.nytimes.com/2015/10/26/business/health-care-co-op-closings-narrow-consumers-choices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}