{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:55:54", "date_modify": "2018-11-16 03:55:54", "date_publish": "2015-10-21 22:00:25", "description": "Politicians have called on social media to take down hateful language, and the government openly accuses the far right of organizing anti-immigrant rallies.", "filename": "2015_10_22_world_europe_anti-immigrant-refugees-violence-in-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340554.html", "image_url": "https://static01.nyt.com/images/2015/10/22/world/GERMANY/GERMANY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_22_world_europe_anti-immigrant-refugees-violence-in-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340554.html", "title": "Anti-Immigrant Violence in Germany Spurs New Debate on Hate Speech", "title_page": "Anti-Immigrant Violence in Germany Spurs New Debate on Hate Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The human wave, which could amount to a million newcomers this year, has taxed resources and the patience of many Germans, who are expressing growing anxiety over immigration policies, according to public opinion polls.\nMany politicians are wondering how to accommodate the arrivals as they run out of buildings, temporary shelters and even beds. A letter signed by 215 mayors in North Rhine-Westphalia on Wednesday asked Ms. Merkel and the state governor, Hannelore Kraft, for help and said even the supply of tents was almost exhausted.\nAt the same time, Europe has failed to reach a common solution to stem or control the flow of people to the Continent. On Wednesday, the president of the European Commission, Jean-Claude Juncker, summoned leaders from Austria, Bulgaria, Croatia, Macedonia, Germany, Greece, Hungary, Romania, Serbia and Slovenia to a meeting on Sunday to address the continuing flow of people through the Balkans, as temperatures drop and accommodations along the migrant trail through that region remain inadequate.\nIn Germany, the stabbing last Saturday of Henriette Reker, 58, a senior official responsible for welfare and thus migrants in Cologne, stunned Germans. Ms. Reker was stabbed several times in the neck during her last day of campaigning to become mayor of Germany’s fourth-largest city, and four other people were wounded.\nHer assailant, a 44-year-old man, was identified by the police as someone with a far-right background. On Monday the federal prosecutor’s office, which took over the case, said that the accused “wanted to send a signal about what he sees as the ever increasing number of refugees admitted to the country.”\nWithin hours, politicians from all over the state, Germany’s most populous, held a vigil near Cologne’s cathedral. “We are showing that democracy stands together, across party lines,” said Ms. Kraft, the governor. “And that we do not permit violence to take effect.”", "url": "https://www.nytimes.com/2015/10/22/world/europe/anti-immigrant-refugees-violence-in-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}