{"authors": ["Tim Arango"], "date_download": "2018-11-16 03:19:25", "date_modify": "2018-11-16 03:19:25", "date_publish": "2015-09-08 14:58:41", "description": "Emboldened by media coverage showing their countrymen and fellow Arabs fleeing the war in Syria, many who had resisted leaving during past crises now see a chance to go.", "filename": "2015_09_09_world_middleeast_iraq-migrants-refugees-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338365.html", "image_url": "https://static01.nyt.com/images/2015/09/09/world/09iraqmigrants/09iraqmigrants-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_09_world_middleeast_iraq-migrants-refugees-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338365.html", "title": "A New Wave of Migrants Flees Iraq, Yearning for Europe", "title_page": "A New Wave of Migrants Flees Iraq, Yearning for Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAGHDAD — Having sold his car for $4,600, and then some of his wife’s jewelry, and having loaded his smartphone with photographs of his five children, all that was left for Haider Abdella to do was say goodbye.\n“From yesterday to today, we are crying,” he said.\nHis mother sat next to him on the couch, sobbing. “He’s never left me before, from when he was a child until now,” she said. “How can I bear him leaving?”\nMr. Abdella, 42, a police officer, had never left Iraq — never even seen the sea. But last week, he was on a plane to Istanbul, and from there traveled to the coastal resort city of Izmir, Turkey. A day later, he was on a smuggler’s boat to Greece, crying and praying over the phone with his family left behind in Baghdad. By the weekend, he told them, he was well on his way to Germany.\nEmboldened by the recent wave of news coverage showing their countrymen and fellow Arabs fleeing the war in Syria and reaching Europe, many Iraqis see a new opportunity to get out.", "url": "https://www.nytimes.com/2015/09/09/world/middleeast/iraq-migrants-refugees-europe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}