{"authors": ["Amy Chozick", "Patrick Healy"], "date_download": "2018-11-16 03:58:51", "date_modify": "2018-11-16 03:58:51", "date_publish": "2015-07-06 18:21:19", "description": "Challenging Bernie Sanders directly could elevate his candidacy, but the current path requires Hillary Clinton to put faith in caucusgoers who once jilted her.", "filename": "2015_07_07_us_politics_hillary-clintons-team-is-wary-as-bernie-sanders-finds-footing-in-iowa_1542340731.html", "image_url": "https://static01.nyt.com/images/2015/07/07/us/07iowajp2/07iowajp2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_07_07_us_politics_hillary-clintons-team-is-wary-as-bernie-sanders-finds-footing-in-iowa_1542340731.html", "title": "Hillary Clinton’s Team Is Wary as Bernie Sanders Finds Footing in Iowa", "title_page": "Hillary Clinton’s Team Is Wary as Bernie Sanders Finds Footing in Iowa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The ample crowds and unexpectedly strong showing garnered by Senator Bernie Sanders are setting off worry among advisers and allies of Hillary Rodham Clinton, who believe the Vermont senator could overtake her in Iowa polls by the fall and even defeat her in the nation’s first nominating contest there.\nThe enthusiasm that Mr. Sanders has generated — including a rally attended by 2,500 people in Council Bluffs, Iowa, on Friday — has called into question Mrs. Clinton’s early strategy of focusing on a listening tour of small groups and wooing big donors in private settings. In May, Mrs. Clinton led with 60 percent support to Mr. Sanders’s 15 percent in a Quinnipiac poll. Last week the same poll showed Mrs. Clinton at 52 percent to Mr. Sanders’s 33 percent.\n“We are worried about him, sure. He will be a serious force for the campaign, and I don’t think that will diminish,” Jennifer Palmieri, the Clinton campaign’s communications director, said Monday in an interview on MSNBC’s “Morning Joe.”\nSome of Mrs. Clinton’s advisers acknowledged that they were surprised by Mr. Sanders’s momentum and said there were enough liberal voters in Iowa, including many who supported Barack Obama or John Edwards in 2008, to create problems for her there.", "url": "https://www.nytimes.com/2015/07/07/us/politics/hillary-clintons-team-is-wary-as-bernie-sanders-finds-footing-in-iowa.html"}