{"authors": ["Jonathan Mahler", "Ravi Somaiya", "Emily Steel"], "date_download": "2018-11-16 04:28:00", "date_modify": "2018-11-16 04:28:00", "date_publish": "2015-02-05 22:00:38", "description": "Veterans challenged Mr. Williams’s assertion that he made a mistake when he spoke about having been in a military helicopter forced down by enemy fire in 2003.", "filename": "2015_02_06_business_brian-williamss-apology-over-iraq-account-is-challenged.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342480.html", "image_url": "https://static01.nyt.com/images/2015/02/06/business/06williams-hp/06williams-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_06_business_brian-williamss-apology-over-iraq-account-is-challenged.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342480.html", "title": "With an Apology, Brian Williams Digs Himself Deeper in Copter Tale", "title_page": "With an Apology, Brian Williams Digs Himself Deeper in Copter Tale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Summerlin said that Mr. Williams’s helicopter was part of a different mission and at least 30 minutes behind theirs. His account is supported by two of the pilots of Mr. Williams’s own helicopter, Christopher Simeone and Allan Kelly, who said in an interview that they did not recall their convoy of helicopters coming under fire. After the initial piece aired on NBC in 2003, Mr. Summerlin and his crew went looking for reporters on their base in Kuwait to tell them about the inaccuracies in Mr. Williams’s reporting. Instead, they wound up leaving notes in several news vans encouraging them to get in touch. Years later, they were still frustrated by Mr. Williams’s recounting.\n“When he was on the air on the Letterman show, I was going crazy,” Mr. Simeone said. “I was thinking ‘This guy is such a liar and everyone believes it.’ ”\nOn Thursday, yet another pilot, Rich Krell, gave a different account, telling CNN that he had in fact flown Mr. Williams, and their helicopter had come under attack. Mr. Simeone and Mr. Kelly strongly disputed Mr. Krell’s account.\nNBC has not commented on the controversy, either to support Mr. Williams or to clarify the details of the episode, nor did it make him available for comment. It’s also not clear if other people at NBC were aware that Mr. Williams’s version of the events was inaccurate.\nIt’s not unprecedented for a public figure to exaggerate his or her experiences, especially when it comes to military conflict. In 2008, then presidential candidate Senator Hillary Rodham Clinton acknowledged that she had misspoken when she described having to run across a tarmac to avoid sniper fire after landing in Bosnia as first lady in 1996. While running for Senate in 2010, Connecticut’s attorney general, Richard Blumenthal, falsely claimed to have served in Vietnam.\nBut for a journalist — and in particular, an anchor — to do so has struck many people in the news industry as a very different sort of offense. While most were unwilling to publicly criticize a colleague, few were persuaded by Mr. Williams’s explanation.", "url": "https://www.nytimes.com/2015/02/06/business/brian-williamss-apology-over-iraq-account-is-challenged.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}