{"authors": ["The New York Times"], "date_download": "2018-11-16 03:56:38", "date_modify": "2018-11-16 03:56:38", "date_publish": "2015-10-28 09:00:25", "description": "Jonathan Martin, a national political correspondent for The Times, offers insights on what to watch as the race takes new turns.", "filename": "2015_10_29_us_politics_what-to-look-for-in-the-republican-presidential-debate.html_ref=first-draft_1542340598.html", "image_url": "https://static01.nyt.com/images/2015/10/28/us/29QANDAweb/29QANDAweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_us_politics_what-to-look-for-in-the-republican-presidential-debate.html_ref=first-draft_1542340598.html", "title": "What to Look for in the Republican Debate", "title_page": "What to Look for in the Republican Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. A lot of readers are especially interested in Chris Christie, even though he hasn’t registered powerfully in the polls. What are you looking for from Christie?\nA. We all kind of knew going into the campaign that there was going to be a brash, swaggering, tell-it-like-it-is candidate from the tristate area. We just didn’t know it was going to be Donald Trump, not Chris Christie. So Trump has stolen the Christie persona in this race. So this is a debate where Christie needs to come out and show that if you like the Trump swagger, but you have concerns about the Trump electability, I can be your guy.\nQ. What do you think, if Hillary Clinton is watching this debate, she thinks of the Republican field?\nA. She and her strategists love debates because invariably the Republican candidates race one another to sound tougher, more hard-line, more willing to attack the president, more willing to stake out conservative turf. And for the Clinton camp, that’s wonderful, because they can just hold that up again in the general election. So it’s pretty positive for her.\nQ: You’re a student of history and political debates. There has been a lot of chatter this season that these are essentially spectacles, circuses. Do you feel you’re learning anything watching?\nA. It’s an insight as to the persona of the candidates. And how they respond to pressure and criticism can be revealing. But I do feel like these debates have really crystallized what has been taking place slowly but surely in recent primaries, which is the transition to a more nationally televised primary, right? The sort of cliché, Currier & Ives, images of snowy New Hampshire town halls and coffee shops have given way to the reality of modern presidential primaries, which are campaigns that take place in debates and national television appearances, and are shaped in large part by a steady diet of polls.\nQ: If you were on the panel moderating this debate, what is the one question you’d be certain to ask?", "url": "https://www.nytimes.com/2015/10/29/us/politics/what-to-look-for-in-the-republican-presidential-debate.html?ref=first-draft"}