{"authors": ["Scott Cacciola"], "date_download": "2018-11-16 03:22:37", "date_modify": "2018-11-16 03:22:37", "date_publish": "2015-12-18 15:02:56", "description": "When LeBron James bowled over the wife of the professional golfer Jason Day, it was a reminder that there are no guarantees when it comes to huge athletes playing a fast-moving game in a confined space.", "filename": "2015_12_19_sports_basketball_lebron-james-jason-day-ellie-day-injured-in-cavs-win_1542338557.html", "image_url": "https://static01.nyt.com/images/2015/12/18/multimedia/lebron-fan/lebron-fan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_19_sports_basketball_lebron-james-jason-day-ellie-day-injured-in-cavs-win_1542338557.html", "title": "Courtside Seats Don’t Carry a Warning Label, but the Risk Is Real", "title_page": "Courtside Seats Don’t Carry a Warning Label, but the Risk Is Real - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHILADELPHIA — The basketball court is a confined space, measuring 94 feet by 50 feet, but the ball does not always obey these restrictions. It can fly into the stands, and there are moments when players must make an all-important, split-second decision: Try to leapfrog a row of fans sitting courtside or, as the Knicks’ Lance Thomas put it, “hit the brakes.”\nSaid Thomas: “We’re large individuals. It’s not always easy to stop all that momentum.”\nThat much was apparent on Thursday night, when, while chasing after a loose ball, LeBron James injured the professional golfer Jason Day’s wife, Ellie, who was sitting courtside at Cleveland’s Quicken Loans Arena with her husband.\n“I think every N.B.A. player has had close calls like that,” the Knicks’ Derrick Williams said. “With LeBron being his size and landing on that lady, it’s tough. Being 260 pounds and running full speed, he’s going to land on somebody.”", "url": "https://www.nytimes.com/2015/12/19/sports/basketball/lebron-james-jason-day-ellie-day-injured-in-cavs-win.html"}