{"authors": ["Andrew Pollack", "Sabrina Tavernise"], "date_download": "2018-11-16 03:45:07", "date_modify": "2018-11-16 03:45:07", "date_publish": "2015-10-04 10:00:27", "description": "A pharmaceutical company buys old drugs and increases the price multifold, a profitable business model that is drawing anger and making the traditional drug industry nervous.", "filename": "2015_10_05_business_valeants-drug-price-strategy-enriches-it-but-infuriates-patients-and-lawmakers.html_module=inline_1542339907.html", "image_url": "https://static01.nyt.com/images/2015/10/02/business/02drugprices-web1/02drugprices-web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_05_business_valeants-drug-price-strategy-enriches-it-but-infuriates-patients-and-lawmakers.html_module=inline_1542339907.html", "title": "Valeant’s Drug Price Strategy Enriches It, but Infuriates Patients and Lawmakers", "title_page": "Valeant’s Drug Price Strategy Enriches It, but Infuriates Patients and Lawmakers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The threat of government action is making the pharmaceutical industry nervous. A big sell-off in biotechnology stocks over the last two weeks helped wipe out the sector’s gains for the entire year. Valeant’s stock has been among the hardest hit, losing about a quarter of its value since Sept. 18. Still, the stock is trading for about six times as much as it was five years ago, a meteoric rise that far outpaced most drug companies.\nValeant defended itself, saying in a statement that it “prices its treatments based on a range of factors, including clinical benefits and the value they bring to patients, physicians, payers and society.” It says patients are largely shielded from price increases by insurance and financial assistance programs the company offers, so that virtually no one is denied a drug they need.\nBut Mr. Pearson, a former McKinsey & Company consultant, has said he has a duty to shareholders to wring the maximum profit out of each drug. And in some cases old neglected drugs sell for far less than newer drugs for the same diseases.\nIf “products are sort of mispriced and there’s an opportunity, we will act appropriately in terms of doing what I assume our shareholders would like us to do,” he told analysts in a conference call in April.\nValeant is an extreme example of practices that have been around in the pharmaceutical industry for years. The United States, unlike most countries, does not control drug prices, and pharmaceutical manufacturers have relied heavily on steady and sometimes outsize price increases in this country to bolster their revenue and profits.\nValeant is known for buying companies and laying off their employees to achieve savings, while accumulating a debt of about $30 billion. It spends an amount equivalent to only 3 percent of its sales on research and development, which it views as risky and inefficient compared with buying existing drugs. Traditional big drug companies spend 15 to 20 percent of sales on research and development. Valeant also pays extremely low taxes because it is officially based in Canada, although Mr. Pearson operates from New Jersey.", "url": "https://www.nytimes.com/2015/10/05/business/valeants-drug-price-strategy-enriches-it-but-infuriates-patients-and-lawmakers.html?module=inline"}