{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:55:40", "date_modify": "2018-11-16 03:55:40", "date_publish": "2015-10-28 07:27:40", "description": "In a speech in London, Mr. Abbott offered Australia’s tough policies as a model. “This means turning boats around, for people coming by sea,” he said.", "filename": "2015_10_29_world_australia_tony-abbott-australia-europe-migrant-crisis_1542340540.html", "image_url": "https://static01.nyt.com/images/2015/10/29/world/australia/29australia-1/29australia-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_10_29_world_australia_tony-abbott-australia-europe-migrant-crisis_1542340540.html", "title": "Tony Abbott, Ousted Australian Leader, Urges Europe to Take Hard Line on Migrants", "title_page": "Tony Abbott, Ousted Australian Leader, Urges Europe to Take Hard Line on Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Refugee advocates have criticized Australia’s policies, saying that migrants have faced dangerous conditions in Pacific island detention camps. But Mr. Abbott credits the approach, which was begun under previous Australian governments, as stopping the flow of boats from Southeast Asia.\nAustralia’s overall immigrant detention numbers have steadily declined since 2013, but the number of people held in offshore camps has dropped much less. More than 600 people are still being detained on the small Pacific island nation of Nauru, and more than 900 remain in a camp on Manus Island in Papua New Guinea.\nAs public criticism of the camps has increased, the Australian government has tried with little success to resettle asylum seekers in third countries. After just four people were sent to Cambodia under a $29 million agreement reached last year, Australia said this month that it was in talks with the Philippines.\nThat plan has run into questions over the ability of the Philippines to handle any sort of permanent resettlement. On Tuesday, President Benigno S. Aquino III said his country could take refugees only on a temporary basis. “We feel we are not in a capacity at this point in time to afford permanent residency to these people,” he told a forum in Manila on Tuesday.\nPapua New Guinea said last week that it would begin resettling people held on Manus Island who are considered refugees, meaning that they fled war or persecution. Australia praised the announcement, but it is unclear whether refugees would accept permanent relocation to Papua New Guinea, which has high rates of crime and unemployment.\nThe offshore detention policy is facing a legal challenge before Australia’s High Court, brought on behalf of people who have been taken from the camps to Australia for medical treatment.", "url": "https://www.nytimes.com/2015/10/29/world/australia/tony-abbott-australia-europe-migrant-crisis.html"}