{"authors": ["Joe Nocera"], "date_download": "2018-11-16 04:24:02", "date_modify": "2018-11-16 04:24:02", "date_publish": "2015-08-04 07:21:05", "description": "The president takes a successful 1990 approach to a 2015 environmental problem.", "filename": "2015_08_04_opinion_joe-nocera-obamas-flexible-fix-to-climate-change.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342242.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_08_04_opinion_joe-nocera-obamas-flexible-fix-to-climate-change.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342242.html", "title": "Obama’s Flexible Fix to Climate Change", "title_page": "Opinion | Obama’s Flexible Fix to Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For many years, I used to spend at least part of the summer in the gorgeous Laurentides region of Quebec, an hour northwest of Montreal. By the mid-1980s, with each return trip, I could see a growing environmental threat to the area’s beauty: More and more trees were dying. When I asked people what was happening, the answer was simple: “pluie acide,” or acid rain, a form of pollution caused by sulfur dioxide and nitrogen oxides that were spewing from coal-fired power plants in America.\nA decade or so later, the trees had stopped dying. An environmental disaster had been averted. What had happened?\nThe answer was that the administration of the first President George Bush, working hand in glove with the Environmental Defense Fund, devised a market-based plan, now known as cap-and-trade, to reduce sulfur dioxide emissions. Congress passed it in 1990. The brilliance of the scheme is that while it set emissions targets, it did not tell power companies how to meet those targets, allowing them a great deal of flexibility. It also provided a financial incentive: Companies that cut their pollution beyond their caps could trade their leftover emission allowances to companies that were having trouble staying under the limit.\nIndustry officials and many state officials complained bitterly about the new system, saying it would be costly and tie companies up in regulatory knots. But that’s not what happened. “Industry had incentive to innovate,” recalls Fred Krupp, the president of the Environmental Defense Fund. As an interim measure, power companies began using low-sulfur coal while they worked to come up with better and more affordable scrubbers. Today, average levels of sulfur dioxide pollution are 76 percent lower than they were in 1990. The cost has been far less than the critics feared.", "url": "https://www.nytimes.com/2015/08/04/opinion/joe-nocera-obamas-flexible-fix-to-climate-change.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}