{"authors": ["Aaron E. Carroll"], "date_download": "2018-11-16 03:45:02", "date_modify": "2018-11-16 03:45:02", "date_publish": "2015-02-23 12:55:00", "description": "Government recommendations on how much fat and salt you should eat weren’t always based on the best available evidence. That may be changing.", "filename": "2015_02_24_upshot_behind-new-dietary-guidelines-better-science.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339902.html", "image_url": "https://static01.nyt.com/images/2015/02/24/upshot/24up-health/24up-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_24_upshot_behind-new-dietary-guidelines-better-science.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339902.html", "title": "Behind New Dietary Guidelines, Better Science", "title_page": "Behind New Dietary Guidelines, Better Science - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Don’t take my word for it. Again, there have been randomized controlled trials in this area. In 2013, researchers published a systematic review of all studies from 2003 or after. Twelve met the researchers’ criteria for inclusion in the analysis, and seven of them controlled for background diet. Most of the studies that controlled for background diet found that altering cholesterol consumption had no effect on the concentration of blood LDL (or “bad”) cholesterol. A few studies could detect differences only in small subgroups of people with certain genes or a predisposition to problems.\nIn other words, in most studies, all people didn’t respond. In the rest, only a minority of patients responded to changes in dietary cholesterol.\nDid recommendations change when these studies were published? No, but they got closer to changing on Thursday, when a government committee urged repeal of the guideline that Americans limit their cholesterol intake to 300 milligrams a day, saying, “Cholesterol is not a nutrient of concern for overconsumption.” I’m sure this will come as a surprise to a vast majority of Americans, who for decades have been watching their cholesterol intake religiously. (The change won’t be official until it is approved by the Department of Health and Human Services and the Department of Agriculture, but they usually closely follow the committee’s recommendations.)\nI wrote here at The Upshot not long ago about how a growing body of epidemiologic data was pointing out that low-salt diets might actually be unhealthy. But randomized controlled trials exist there, too. A 2008 study randomly assigned patients with congestive heart failure to either normal or low-sodium diets. Those on the low-sodium diet had significantly more hospital admissions. The “number needed to treat” for a normal-sodium diet above a low-sodium diet to prevent a hospital admission in this population was six — meaning that for every six people who are moved from a low-sodium diet to a normal diet, one hospital admission would be prevented. That’s a very strong finding.\nLet’s not cherry-pick, though. A systematic review of randomized controlled trials of salt intake was published last year. Eight trials involving more than 7,200 participants looked at whether advising patients to cut down on salt, or reducing sodium intake, affected outcomes. None of the trials, including ones involving people with both normal and high blood pressure, showed a reduction in all-cause mortality.\nOnly one trial even showed an effect on death from cardiovascular causes, like heart attack or stroke. It was conducted on residents of an assisted-living facility who had high blood pressure — hardly representative of the population as a whole, which is what dietary guidelines are supposed to cover.\nI’m pretty immersed in the medical literature, and all of this is still shocking to me. It’s hard to overestimate the effect of the dietary guidelines. Hundreds of millions of people changed their diets based on these recommendations. They consumed less fat, they avoided cholesterol and they reduced their intake of salt.", "url": "https://www.nytimes.com/2015/02/24/upshot/behind-new-dietary-guidelines-better-science.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}