{"authors": ["Richard Fausset", "John Eligon", "Jason Horowitz", "Frances Robles"], "date_download": "2018-11-16 03:42:13", "date_modify": "2018-11-16 03:42:13", "date_publish": "2015-06-20 16:54:14", "description": "The visitor arrived around 8 p.m. Wednesday, asking for the minister. It was unusual for a stranger, much less a white one, to come to Bible study, but the pastor welcomed him.", "filename": "2015_06_21_us_a-day-at-the-statehouse-and-a-night-of-slaughter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339733.html", "image_url": "https://static01.nyt.com/images/2015/06/21/us/21reconstruct-web01/21reconstruct-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_21_us_a-day-at-the-statehouse-and-a-night-of-slaughter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339733.html", "title": "A Hectic Day at Charleston Church, and Then a Hellish Visitor", "title_page": "A Hectic Day at Charleston Church, and Then a Hellish Visitor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — Wednesday was a busy day at the Emanuel A.M.E. Church.\nThe pastor, the Rev. Clementa C. Pinckney, a tall, rangy man with a deep voice, would normally have stayed in Columbia, the capital, for his job as a state senator. But he had returned to his congregation here for an important meeting with the presiding elder of the district. There was the matter of the church elevator, long under construction. The budget needed review. And three congregants were officially received as new preachers. One by one, they stepped before the group to receive a certificate and applause.\nThe meeting in the church basement ended around 8 p.m., and the crowd of about 50 dwindled to 12 of the congregation’s most devout members, who would remain for the Wednesday night Bible study.\nThat was when the visitor, a young white man, came to the door, asking for the minister. It was unusual for a stranger, much less a white one, to come to the Wednesday night session, but Bible study was open to all, and Mr. Pinckney welcomed him. They sat together around a green table, prayed, sang and then opened to the Gospel of Mark, 4:16-20, which likens the word of God to a seed that must fall on good soil to bear fruit.\nAt about 9, gunfire and terrified cries shattered the evening calm. In the pastor’s office, Mr. Pinckney’s wife, who had been waiting patiently with their younger daughter, turned off the lights, locked the door, hugged her child close and called 911.", "url": "https://www.nytimes.com/2015/06/21/us/a-day-at-the-statehouse-and-a-night-of-slaughter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}