{"authors": ["Michael Beschloss"], "date_download": "2018-11-16 04:24:54", "date_modify": "2018-11-16 04:24:54", "date_publish": "2015-02-28 15:00:12", "description": "Lyndon Johnson admired Harry Truman and identified with his political career, his treatment by historians and his relationship with the public.", "filename": "2015_03_01_upshot_lbj-and-truman-the-bond-that-helped-forge-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342294.html", "image_url": "https://static01.nyt.com/images/2015/02/27/upshot/01UP-Beschloss/01UP-Beschloss-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_01_upshot_lbj-and-truman-the-bond-that-helped-forge-medicare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342294.html", "title": "L.B.J. and Truman: The Bond That Helped Forge Medicare", "title_page": "L.B.J. and Truman: The Bond That Helped Forge Medicare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lyndon B. Johnson was often derided for being egocentric, but when it came time to sign his landmark bill creating Medicare, 50 years ago this July, he graciously insisted on sharing the credit with the 81-year-old Harry Truman. At almost the last moment, Johnson decided to change the location from Washington to Truman’s presidential library in Independence, Mo.\nDuring the ceremony, Johnson noted that in 1945, the newly installed President Truman had called for national health insurance, planting “the seeds of compassion and duty which have today flowered into care for the sick, and serenity for the fearful.” Johnson then presented his host with the nation’s first Medicare card. Deeply moved, Truman later wrote in a letter to Johnson that the ceremony was “the highlight of my post-White House days.”\nOn Wednesday, the Supreme Court will hear arguments in King v. Burwell, a case that, if resolved against the Obama administration, could endanger some of the fundamentals of President Obama’s health care program.\nJust as Mr. Obama’s Affordable Care Act was based on elements of Johnson’s Medicare, some of the most important domestic achievements by presidents throughout history have been based on the pathbreaking efforts of a predecessor. Acknowledging his debts to Truman in health care, education and civil rights, Johnson privately told him that his presidential record was unequaled, adding, “It makes all of us look like pygmies.”", "url": "https://www.nytimes.com/2015/03/01/upshot/lbj-and-truman-the-bond-that-helped-forge-medicare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}