{"authors": ["Dave Itzkoff"], "date_download": "2018-11-16 04:10:05", "date_modify": "2018-11-16 04:10:05", "date_publish": "2015-12-09 12:00:11", "description": "Ms. Ridley and Mr. Boyega, among the new heroes of “The Force Awakens,” discuss how they are preparing for worldwide visibility and making their marks in a multibillion-dollar franchise.", "filename": "2015_12_20_movies_in-new-star-wars-daisy-ridley-and-john-boyega-brace-for-galactic-fame.html_module=inline_1542341405.html", "image_url": "https://static01.nyt.com/images/2015/12/20/arts/20STARWARS-DIPTYCH/20STARWARS-DIPTYCH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_20_movies_in-new-star-wars-daisy-ridley-and-john-boyega-brace-for-galactic-fame.html_module=inline_1542341405.html", "title": "In New ‘Star Wars,’ Daisy Ridley and John Boyega Brace for Galactic Fame", "title_page": "In New ‘Star Wars,’ Daisy Ridley and John Boyega Brace for Galactic Fame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How did you learn that you’d gotten the part?\nJ. J. rang me. And it’s weird, because I thought I was still half-auditioning. I thought I had to convince him. I was like, “I could totally do this.” Thinking, “I can’t do this.” And then he told me and I’m pretty sure I was like: “Are you sure? Are you sure?”\nWere you able to keep this a secret from your friends?\nMy friend was working at [the gym where I exercise] — a really fancy gym. I had stopped working at a pub in December, and I was on minimum wage. She was probably thinking, “How on earth are you here?” My birthday was the hardest, because I was exhausted, the training was intense and I had to sit around with other people. That was probably the worst moment. I just got home and cried. I hate lying.\nYour last job before “Star Wars” was in a pub?\nIt was a beer and alehouse. I knew a lot about beer. Guys used to come in and talk to my co-workers.\nThey didn’t trust your opinion because you’re a woman?\nAbsolutely. Guys would ask, and I’d be like, “So this is nice and hoppy with a grapefruit note.”\nDid you bond with John Boyega while filming?\nMe and John are bezzymates. We are like brother and sister. It’s not that I’m like, [discombobulated] “Ehhhh,” all the time. But he’s very sure of himself. Together we are really silly. It keeps you from getting dragged down, to: [sobbing voice] “Oh, what am I doing? The pressure’s too much.”\nWhat was it like to learn, eventually, that Rey was so prominent in the movie?\nWhen I read the script I was like [eyes widen]. But Rey is just living her life. She doesn’t know what’s going to happen later. So I tried not to think too much about everything that was coming. The thing about “Star Wars” is that every single person is important. Even though Rey is a big role, everyone influences everyone. If that wasn’t so, why would so many people remember Admiral Ackbar?", "url": "https://www.nytimes.com/2015/12/20/movies/in-new-star-wars-daisy-ridley-and-john-boyega-brace-for-galactic-fame.html?module=inline"}