{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:27:33", "date_modify": "2018-11-16 04:27:33", "date_publish": "2015-02-07 03:17:34", "description": "Representative Aaron Schock’s congressional office, racially charged comments by an aide and a real estate transaction put him in the spotlight.", "filename": "2015_02_07_us_as-controversies-mounted-aaron-schock-confessed-to-a-tough-week.html_module=inline_1542342453.html", "image_url": "https://static01.nyt.com/images/2015/02/07/us/07SCHOCK2/07SCHOCK2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_02_07_us_as-controversies-mounted-aaron-schock-confessed-to-a-tough-week.html_module=inline_1542342453.html", "title": "Aaron Schock, a Lawmaker Used to Attention, Draws a Little More Than He Wanted", "title_page": "Aaron Schock, a Lawmaker Used to Attention, Draws a Little More Than He Wanted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With his square jaw, easy smile and a wunderkind biography, Mr. Schock on paper is a political consultant’s dream. At 5, he was answering the phones for his siblings’ strawberry business. At 18, he was investing in real estate. At 19, he won his first election, ousting the school board president with a write-in campaign. At 23, he was elected to the Illinois legislature.\nHere in Washington, Mr. Schock promptly made a name for himself as the freshman who stood up to President Obama; in February 2009, shortly after both took office, Mr. Obama invited Mr. Schock to fly aboard Air Force One to Peoria, where the president made the case for his stimulus package. Mr. Schock took the ride — and voted the next day against the bill. Eric Cantor, then the House Republican leader, called him a “bright, young rising star.”\nAs a legislator, he casts himself as a conservative, though some on the Republican right view him as not conservative enough. The Club for Growth, a free-market group, says Mr. Schock votes with it less than 60 percent of the time and seemed gleeful about his latest misfortune.\n“Republicans like Aaron Schock give the rest of the party a bad name because they tell their constituents one thing when they run for office and do another when they get to Washington,” the club’s president, David McIntosh, said in an email on Friday.\nThis is not the first time Mr. Schock has drawn unwanted attention. In May 2012, an independent congressional ethics board found “substantial reason to believe” Mr. Schock violated federal law in soliciting a $25,000 donation to a political action committee. The House Ethics Committee investigated but took no formal action.\nThe questions about Mr. Schock’s real estate transaction, first raised by the liberal-leaning website Blue Nation Review, involve the 2012 sale of his home in Dunlap, Ill., to a company linked to a contributor, Gloria L. Bahaj, whose husband, Ali, is a former executive at Peoria-based Caterpillar, the construction equipment giant.\nAccording to Peoria County Assessor records, Mr. Schock sold the property for $925,000; the real-estate website Zillow estimated at the time of the sale that the property was worth $819,000. Mr. Schock told reporters in Peoria on Friday that he had built the home on speculation before coming to Congress, that the transaction was handled by a real estate agent, that he had never spoken to the buyer and that the sale price was “right in line” with comparable homes in the neighborhood.", "url": "https://www.nytimes.com/2015/02/07/us/as-controversies-mounted-aaron-schock-confessed-to-a-tough-week.html?module=inline"}