{"authors": ["Justin Gillis"], "date_download": "2018-11-16 04:24:01", "date_modify": "2018-11-16 04:24:01", "date_publish": "2015-01-14 23:19:54", "description": "Researchers have reported that the ocean did not rise quite as much as previously believed in the 20th century, possibly explaining a discrepancy in climate research.", "filename": "2015_01_15_science_earth_new-research-may-solve-a-puzzle-in-sea-levels-rise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342241.html", "image_url": "https://static01.nyt.com/images/2015/01/15/us/SEALEVEL/SEALEVEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_15_science_earth_new-research-may-solve-a-puzzle-in-sea-levels-rise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342241.html", "title": "New Research May Solve Puzzle in Sea Level’s Rise", "title_page": "New Research May Solve Puzzle in Sea Level’s Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A team of researchers reported Wednesday that the ocean did not rise quite as much as previously believed in the 20th century. They proposed a seemingly tiny adjustment that could make a big difference in scientific understanding of the looming problem of sea-level rise.\nInstead of rising about six inches over the course of the 20th century, as previous research suggested, the sea actually rose by approximately five inches, the team from Harvard and Rutgers Universities found. The difference turns out to be an immense amount of water: on the order of two quadrillion gallons, or enough to fill three billion Olympic-size swimming pools.\nIf the findings stand up to scrutiny by other scientists, they could help resolve a longstanding conundrum in climate research. For years, when experts added up their best measurements of melt water from land ice and of other factors causing the sea to rise, the numbers fell a bit short of the rise that had been recorded at harbors around the world.\nIf the harbor measurements were right and the ocean really had two quadrillion gallons of extra water, where was it coming from? The discrepancy set off an intensive search for additional ice that might be melting from glaciers and ice sheets, or extra heat that might be causing ocean water to expand, and so on. To some scientists, the answers that emerged were never entirely satisfactory.", "url": "https://www.nytimes.com/2015/01/15/science/earth/new-research-may-solve-a-puzzle-in-sea-levels-rise.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}