{"authors": ["Pam Belluck"], "date_download": "2018-11-16 03:47:09", "date_modify": "2018-11-16 03:47:09", "date_publish": "2015-03-16 17:19:14", "description": "A report shows that people’s ability to remember something and the pattern of brain activity that thing generates both appear to diminish when a competing memory gets stronger.", "filename": "2015_03_17_science_memories-become-weaker-without-reinforcement-study-finds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340029.html", "image_url": "https://static01.nyt.com/images/2015/03/17/science/17MEMORY_COMBO/17MEMORY_COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_03_17_science_memories-become-weaker-without-reinforcement-study-finds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340029.html", "title": "Memories Weaken Without Reinforcement, Study Finds", "title_page": "Memories Weaken Without Reinforcement, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To measure success, scientists devised a standard: how well people recalled the correct picture of an unrelated famous person or object. These were images they had been shown early in the study but would have no reason to recall well because they had not been cued to remember them.\nFor faces, a standard was two Albert Einstein pictures, and people picked the right Monroe about as well as they picked the right Einstein. For objects, a standard was two pictures of goggles. It turned out people were worse at picking the correct hat; they remembered the correct goggles better, even though their memory of goggles had not been reinforced.\nBrice Kuhl, a psychology professor at New York University who was not involved in the study, said that strongly suggested that competing memories get weaker, that when people repeatedly pulled out the memory of Monroe in the word test, their recollection of the hat diminished so they did worse at recalling it later.\n“You might think it would be better or at least the same” as the standard pictures, he said, “because you’ve just actually had a reminder for the hat, the cue word” in the previous scanner test.\nThat people had trouble remembering the right hat, he said, makes it less likely the hat memory was simply overshadowed by Monroe. “It’s pretty hard to think that your inability to pick the right hat has anything to do with Marilyn Monroe at that point.”\nNext, researchers obtained a “neural signature” of Monroe, the hat and other images by recording brain activity in the prefrontal cortex as participants viewed each picture six times, said a study author, Maria Wimber, a cognitive neuroscientist at the University of Birmingham.\nImage These MRI images highlight the part of the brain's visual cortex where researchers saw activity when people recalled images that they had been trained to link to a word. Credit Dr. Maria Wimber\nMatching those signatures to brain patterns from the “cue word” test, researchers saw that when the word “sand” was first shown, people’s brains reflected both Monroe and hat patterns, but with subsequent “sand” cues, their brains produced fewer hat traces.", "url": "https://www.nytimes.com/2015/03/17/science/memories-become-weaker-without-reinforcement-study-finds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}