{"authors": ["Adam Nagourney", "Salman Masood", "Michael S. Schmidt"], "date_download": "2018-11-16 03:57:27", "date_modify": "2018-11-16 03:57:27", "date_publish": "2015-12-07 20:30:05", "description": "The husband and wife had been practicing their aim at a target range in the Los Angeles area days before the massacre in California last week.", "filename": "2015_12_08_us_fbi-says-san-bernardino-assailants-were-radicalized.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340647.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08terror-web/08terror-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_08_us_fbi-says-san-bernardino-assailants-were-radicalized.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340647.html", "title": "Killers Were Long Radicalized, F.B.I. Investigators Say", "title_page": "Killers Were Long Radicalized, F.B.I. Investigators Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN BERNARDINO, Calif. — The couple who carried out the deadly attack that killed 14 people here last week had long been radicalized and had been practicing at a target range days before their murder spree, the Federal Bureau of Investigation said Monday.\nThe characterization of the husband and wife team, Syed Rizwan Farook and Tashfeen Malik, came as F.B.I. investigators were leaning away from the theory that Ms. Malik, who declared allegiance to the Islamic State on Facebook around the time of the attack, had led her American-born husband to the violence.\n“As the investigation has progressed, we have learned and believe that both subjects were radicalized and have been for quite some time,” David Bowdich, the F.B.I. assistant director in charge of the Los Angeles field office, said at a news conference here. The authorities said they now had evidence that there was extensive planning for the attack. Mr. Bowdich said the couple honed their shooting skills at ranges across the Los Angeles region, including one near where the attack took place here in San Bernardino County.\n“That target practice in one occasion happened within days of this event,” he said.\nWith the investigation sprawling from California to Pakistan and Saudi Arabia, the exact motives of Mr. Farook, 28, and Ms. Malik, 29, have not been identified. But in recent days a fuller picture of the couple has emerged as the F.B.I. and other American intelligence and law enforcement agencies have gained greater access to their electronics and phone records, and as more interviews have been conducted with family members, friends, co-workers and other associates.", "url": "https://www.nytimes.com/2015/12/08/us/fbi-says-san-bernardino-assailants-were-radicalized.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}