{"authors": ["Chad Bray"], "date_download": "2018-11-16 04:14:10", "date_modify": "2018-11-16 04:14:10", "date_publish": "2015-12-21 14:52:55", "description": "A British court trimmed the sentence of Tom Hayes, who was convicted in a conspiracy to manipulate the benchmark interest rate, to 11 years.", "filename": "2015_12_22_business_dealbook_court-reduces-ex-traders-sentence-in-libor-case.html_module=inline_1542341650.html", "image_url": "https://static01.nyt.com/images/2015/12/22/business/22db-libor-web1/22db-libor-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_12_22_business_dealbook_court-reduces-ex-traders-sentence-in-libor-case.html_module=inline_1542341650.html", "title": "Court Reduces Ex-Trader’s Sentence in Libor Case", "title_page": "Court Reduces Ex-Trader’s Sentence in Libor Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Serious Fraud Office, a British agency that investigates fraud, had accused Mr. Hayes of being a ringleader among more than a dozen traders in what authorities said was a brazen scheme to manipulate Libor, which helps determine the borrowing costs for trillions of dollars in loans. He was accused of misconduct engaged in from 2006 to 2010.\nMr. Hayes’s lawyers had argued that he was open about his conduct and did not believe at the time that he was acting dishonestly.\nTo set Libor and other rates, banks submit the rates at which they would be prepared to lend money to one another, on an unsecured basis, in various currencies and at varying maturities.\nThe evidence against Mr. Hayes included 82 hours of voluntary testimony that prosecutors said he provided to the Serious Fraud Office over five months. The authorities said he admitted to rigging rates and provided testimony against many former friends and colleagues, including his half brother.\nMr. Hayes testified during the trial that he decided to cooperate with British authorities because he feared being extradited to the United States, where he is also facing criminal charges, and wanted to remain close to his wife and child.\nAfter providing the voluntary testimony to British authorities, Mr. Hayes stopped cooperating with prosecutors in 2013 and chose to plead not guilty to the charges in Britain.\nMr. Hayes worked at the Royal Bank of Scotland and Royal Bank of Canada before joining UBS in 2006, where he worked in Tokyo trading yen derivatives. In 2009, Citigroup lured him away with a multimillion-dollar deal, but he was terminated by the bank the next year.\nHis lawyers argued that Mr. Hayes did not believe his conduct was dishonest, saying that he made no effort to hide his actions. In his voluntary testimony, Mr. Hayes told the authorities that the practice was “widespread” and “blatant” in the industry.", "url": "https://www.nytimes.com/2015/12/22/business/dealbook/court-reduces-ex-traders-sentence-in-libor-case.html?module=inline"}